[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Vence"]}," is an inland town on the ",{"type":"[[","value":[["French Riviera"]]},".\n\nIt is an attractive  old town surrounded by a  ring  of hills with splendid views down to the Mediterranean over ",{"type":"[[","value":[["Antibes"]]}," and ",{"type":"[[","value":[["Cagnes-sur-Mer"]]},". It has an mild climate throughout the  winter months because the hills on the  northern side of the town protect it from the cold which can make the winters in the Var region to the west, very uncomfortable.\n\nVence has always attracted artists, writers and poets. Dufy, Matisse, Chagall, Dubuffet, Carzou, Arman, Anthony Mars, D.H. Lawrence, and W. Gombrowicz have all been part of the Vence scene.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By road "]},"\n",{"type":"'''","value":["A8"]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Aix-en-Provence"]]}," (eastbound) exit 47 ",{"type":"''","value":[{"type":"[[","value":[["Villeneuve-Loubet"]]}]}," ."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Monaco"]]}," or ",{"type":"[[","value":[["Nice"]]}," (westbound) exit 48 ",{"type":"''","value":[{"type":"[[","value":[["Cagnes-sur-Mer"]]}]},"."]},{"type":"*","value":[" Then follow the signs to ",{"type":"'''","value":["Vence"]},"."]},"\n",{"type":"===","value":[" By rail "]},"\nNearest station: ",{"type":"[[","value":[["Cagnes-sur-Mer"]]},".\n\n",{"type":"===","value":[" By air "]},"\nNearest airport: ",{"type":"[[","value":[["Nice Côte d'Azur"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nMost sites in Vence are within walking distance of each other, but there is a \"petit train\" that links them together, and can be useful for getting to the Matisse chapel if you prefer not to walk too far.\n\n",{"type":"==","value":["See"]},"\nThe chief attraction  of Vence is the town centre which consists of a pleasant main square with numerous cafés and restaurants spread around three sides, and particularly the old medieval city (\" vieille ville\").\n\nThe cathedral (9:00-18:00 daily) houses a Chagall mosaic.\n\nThe Château de Villeneuve, Fondation Emile Huges, Place de Frêne, 04 93 58 15 78, houses a changing variety of art exhibits, mostly modern.  Hours: Summer 11:00-19:00 daily; Winter 10:00-12:00, 14:00-18:00, closed Monday.\n\nThe Place du Frêne was named for an enormous ash tree that is said to have been planted in 1538, in memory of the visit of François I and Pope Paul III. From the end of it there's a good view of the Baou des Blancs and Baou des Noirs - the two giant cliffs that rise above the town. Baou is a provençal word meaning \"rocky spur\".\n\n",{"type":"==","value":["Do"]},"\n\nEnquire at the tourist office for details of local events such as guided photographic tours and botanical walks (French essential).\n\nGo on a self-guided walking tour of the old town. Pick up a map from the tourist office, and follow the numbers, reading on panels (in French and English) about the ancient gateways, fountains, Roman remains and other fascinating sites.\n\nIn July and August, Vence hosts \"Les Nuits du Sud\" - open air concerts on Friday and Saturday nights. Acts are various, but favour Cuba.\n\n",{"type":"==","value":["Buy"]},"\nThe old city centre has a number of pleasant shaded alleys which provide plenty of cool shade in the summer, some delightful restaurants, shops, art galleries and the Hotel de Ville.\n\n",{"type":"==","value":["Eat"]},"\n\nVence has a wide range of restaurants, from the 2 Michelin starred Maximin at the top end down to various pizza places and cafés at the lower end. What is difficult to find is anything other than French cuisine (with the exception of Italian and Vietnamese\/Chinese) - this probably won't bother you if you are on holiday, but if you are a resident, you may want to take a trip to ",{"type":"[[","value":[["Antibes"]]}," or ",{"type":"[[","value":[["St Laurent du Var"]]}," for their Japanese, Thai and Indian cuisine.\n\nThe following restaurant reviews are ordered from most expensive to least expensive, with a rough indication of cost being given.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jacques Maximin Table d'Amis"],["alt="],["url=http:\/\/www.restaurant-maximin.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 4 93 58 90 75"],["tollfree="],["fax="],["hours="],["price="],["content=689, chemin de la Gaude. Booking essential, especially in summer."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Le Château du Domaine St Martin"],["alt="],["url=http:\/\/www.chateau-st-martin.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 4 93 58 02 02"],["tollfree="],["fax="],["hours="],["price="],["content=Avenue des Templiers. Humungeously expensive, with a view to die for, this is a place for a serious splurge or a celebration. Very good value weekday lunch €47. Menus €60, €74 and €100."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Auberge des Templiers"],["alt="],["url=http:\/\/www.restaurant-vence.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 4 93 58 06 05"],["tollfree="],["fax="],["hours="],["price="],["content=39, avenue Joffre. Stephan Demichelis has travelled widely, studying under such luminaries as Chibois, Willer, Tarridec, Rostang and Girardet. The cooking is assured, and makes good use of offal, truffles and foie gras. The atmosphere is a little too formal. Menus at €39 and €49. Booking advised in summer."]]}]},{"type":"*","value":[{"type":"'''","value":["Le Vieux Couvent"]},", avenue Alphonse Toreille, 04 93 58 78 58."]},{"type":"*","value":[{"type":"'''","value":["La Farigoule"]},", 15, rue Isnard, 04 93 58 01 27. Possibly the most adventurous cooking in Vence, served in a pretty courtyard in summer. Patrick Bruot chooses local ingredients and presents them with a twist. Booking advised in summer."]},{"type":"*","value":[{"type":"'''","value":["La Litote"]},", 5 rue de la Evêché,  04 93 24 27 82. A new chef has arrived this year (2005) and brought with him a touch of Nice flair. However, prices are high, and the cooking uneven while he settles in."]},{"type":"*","value":[{"type":"'''","value":["Le Restaurant Les Béatilles"]},", 8, rue du Marché (summer terrace on place Clémenceau), 04 93 58 04 17. Closed Mo. Vincent Dhumes cooks alone in his tiny kitchen, aided by his wife who runs front of house. There is a short carte and two menus at €25 and €39 that change weekly. The cooking is skillful and inventive, Guillaume is self-assured and his cooking can rarely be faulted. Eat at the table of a future Michelin chef before he's famous! Booking advised in summer. Update - as of September 2005, the Dhumes have moved to be near their family in Toulon. Another young couple have taken over the restaurant - reports needed. €30-€70"]},{"type":"*","value":[{"type":"'''","value":["L'Armoise"]},", 9 place du Peyra,  04 93 58 19 29. Fish rules at this tiny restaurant - which this year gains a few outside tables in the place Peyra. A good place to try bouillabaise - one of the few places you can have it without ordering it a day in advance. The proprietor is friendly and helpful, and speaks good English. Booking advised in summer."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Troquet"],["alt="],["url=http:\/\/letroquetdevence.free.fr"],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 4 93 58 64 31"],["tollfree="],["fax="],["hours="],["price="],["content=13, place du Grand Jardin. Familial restaurant owned for 27 years by Paul Giordano, and located on the side of the sunny square: \"la place du grand jardin\". Some dishes, such as the boudin with roasted apples, salads and bruschettas are excellent. More it gets an excellent Provençal quality food with a large proposition of dishes of the day. We recommend the liver, the Bruschetta and the fresh fishes sush as the brochette of scampi. The waitress has the most interesting haircut (and piercing) in town. An excellent place to book for the yearly concert: \"Les nuits du sud\"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Clémenceau"],["alt="],["url=http:\/\/www.brasserie-clemenceau.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 4 93 58 24 70"],["tollfree="],["fax="],["hours="],["price="],["content=Place Clémenceau. A rival for the best coffee in Vence, and a much better location away from the traffic and surrounded by the old town. The menu is ordinary and can be expensive if you plump for the steaks - but the rabbit and lamb, roasted in the wood-burning pizza oven with local herbs are excellent and worth the cost."]]}]},{"type":"*","value":[{"type":"'''","value":["Brasserie de la Victoire"]},", place du Grand Jardin,  04 93 58 01 18. This café serves the best coffee in Vence. The chef extends the fairly standard menu (steaks, pizza, croques, pasta) with daily specials which can be good - and exceptional value."]},{"type":"*","value":[{"type":"'''","value":["La Taverne St Veran"]},", 2 place Surain,  04 93 24 00 98. A friendly local restaurant with a fairly standard menu of pizza, pasta, steaks and excellent salads. Big portions if you're hungry (and even if you're not!)."]},{"type":"*","value":[{"type":"'''","value":["Saveurs d'Asie"]},", 1 rue de l'Hôtel, 04 93 24 66 57  (tables on place Surain in summer). If you're used to \"real\" Vietnamese or Chinese, then even this is a poor imitation, but it's by far the best in town if you're in need of a break from French. The owner (who speaks good English) can be persuaded to make dishes \"très piquante\" if you ask. Make sure you accept the \"sake\" at the end of the meal for an amusing surprise."]},{"type":"*","value":[{"type":"'''","value":["Crêperie Bretonne chez Hervé"]},", 6, place Surian, 04 93 24 08 20. A good lunch-time venue, with a wide range of galettes and crêpes. Do try the cider, which is served in porcelain bowls. Also serves excellent ice-cream from ",{"type":"[[","value":[["Tourrettes-sur-Loup"]]},"."]},"\nIf you're having a night in, Mister Pizza (61 Avenue Rhin et Danube, +33 4 93 24 31 24) deliver to most of Vence.  Be sure to ask for it to be sliced and note that the olives are stoned.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant & Hotel Cantemerle"],["alt=www.hotelcantemerle.com"],["url=http:\/\/www.cantemerle-hotel-vence.com\/restaurant\/"],["email="],["address=258, CHEMIN CANTEMERLE 06140 VENCE"],["lat=43.7158566"],["long=7.1206814"],["directions=800m from Vence centre"],["phone =+33 4 93 58 08 18"],["tollfree="],["fax="],["hours="],["price=25€ to 50€"],["content=Great top end restaurant in the hotel Cantemerle on the green outskirts of Vence. A lovely terrace by the pool makes the perfect spot for a light lunch or a romantic candle lit diner. The food is French Provence style and really good."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Cantemerle"],["alt=www.hotelcantemerle.com"],["url=http:\/\/www.cantemerle-hotel-vence.com\/chambres\/"],["email="],["address=258, CHEMIN CANTEMERLE 06140 VENCE"],["lat=43.7158566"],["long=7.1206814"],["directions=800m from Vence centre)"],["phone =+33 4 93 58 08 18"],["tollfree="],["fax="],["hours="],["price=200"],["checkin=14pm"],["checkout=11am"],["content=Charming 3* hotel in a park with duplex or standard rooms all with private terraces. The Facilities include a restaurant, a large outdoor heated pool and a Spa with a big indoor pool with water jets, a steam room and fitness equipment. This Hotel is very quiet, the absolutely perfect place for a relaxing holiday in Provence."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel La Victoire"],["alt=www.hotel-victoire.com"],["url=http:\/\/www.hotel-victoire.com\/"],["email="],["address=4, Place du Grand Jardin 06140 VENCE"],["lat="],["long="],["directions=in the heart of Vence"],["phone =+33 4 93 24 15 54"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=2* hotel, comfortable bedrooms, simply decorated, yet with a warm and cheerful atmosphere, and fitted with today’s latest equipment. The hotel La Victoire, open throughout the year, has 15 air-conditioned bedrooms. Whether you are visiting Vence for business or pleasure, Nathalie and Pierre always welcome you with a smile."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe Chapelle du Rosaire des Dominicaines de Vence, or the Matisse Chapel, is a 5-10 minute walk from the centre of town, across a bridge and up the Avenue Henri Matisse towards St. Jeannet. This white chapel with its striking blue roof was designed and decorated by Matisse between 1947 and 1951 and is famous for its stained glass windows which spill colours onto the white marble floors. Matisse apparently considered it his masterpiece, \"Despite its imperfections...\"\n\nOpens: Mo, We, Sa 14:00-17:30, and Tu, Th 10:00-11:30 and 14:00-17:30. Closed November.\n\nThe walk path from Vence to St. Paul is nice. There are two starting points from Vence:\nEither start from the western part of the city, walk down the ravine and continue up through the woods towards the Fondation Maeght just outside Saint Paul de Vence.\nAlternatively walk down to the little chapel on the southern side of the city, then down the residential roads, downhill to the river and up through the woods to the little parking lot at the north end of Saint Paul de Vence.\n\n",{"type":"{{","value":[["geo"],["43.7236"],["7.1142"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Alpes-Maritimes"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Vence"]]},"\n",{"type":"[[","value":[["Wikipedia:Vence"]]}]