[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Vengurla"]}," is a Taluka Town in ",{"type":"[[","value":[["Sindhudurg"]]}," district which is part of ",{"type":"[[","value":[["konkan"],["kokan"]]}," region of Indian state ",{"type":"[[","value":[["Maharashtra"]]},". \n\nThis small town some say has natural beauty, good beaches, as well as a rich culture and heritage. The town is surrounded by a semicircular range of hills with a lush green foliage (mainly cashew, mango, coconut plantations interspersed with all kinds of berry trees). To the north there is Dabholi hill, to the south there is Mochemad hill, east is encompassed by Tulas hill, while to the west it's the deep blue Arabian Sea all the way till horizon. Some say the view of the town acquires a different shade of beauty from every different angle one views it.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" By plane: Nearest Airport Dabholim in goa "]},{"type":"*","value":[" By Rail: By Konkan Railway - Kudal Rly.Stn. "]},{"type":"*","value":[" By Road: Mumbai-Goa NH-17. Another road - a State Highway that can be useful to get around is MSH4A also known as Sagari Mahamarg that runs from Vijaydurga (Northmost Part of Sindhudurg) to Terekhol (Southernmost part of Sindhudurg District)."]},"\n",{"type":"==","value":["Get around"]},"\nBest option is the State Transport buses or your own vehicle.\n\n",{"type":"==","value":["See"]},"\nThere are lot many places to see in Vengurla such as \n- Clean & beautiful Sea-shore  \n- Sagareshwar (Shiva)Temple , which is built in the Sands \n- Shri Navadurga Temple \n\nRameshwar (Shiva) Temple is the Gramdaivat of Vengurla.Also there is a beautiful temple of Sateri Devi in Vengurla.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shiroda - Aaravali"]}]},"These can be called as twin villages with a major market place at Shiroda. Sunday is a special day for marketing here. Sea shore is very near. Shiroda is at 8 kms from Vengurla towards Redi. Shiroda has a historic importance that the Salt Satyagraha of 1930 took place here. Salt is still produced here in plenty. Soil in this Konkan region is very different ,with rich greenery everywhere and a pleasant atmosphere.\n\n\nShri Vetoba Temple & Shri Sateri Temple both are in Aaravali . They have lot of religious importance in this region. The idol of Shri Vetoba's idol is very huge\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Redi"]}]},"Redi is another small town ear On the way from Vengurla to Redi , from the hill top , the beach can be seen below. Huge Rocks are also an attraction here. \n\n",{"type":"'''","value":["Redi Ganesh Temple"]}," – This god Ganesh was found in the mines of Redi. It came in the dream of a worker who works in the mine , and asked him to search for him in the mines.When the mines were dug , this Ganesh idol was found underneath . It is a huge idol with only 2 hands. Also a big mouse ( vehicle of Ganesh ) was found there near\n\n",{"type":"'''","value":["Shri Mauli Temple of Redi"]},"- Goddess Mauli is the Gram Devta of Redi region. Has a huge ancient temple.\n\n",{"type":"'''","value":["Swayambhu Mahadev Temple at Redi"]}," - This is a Swayambhoo (emerged from land on its own) Temple of lord Shiva.\n\n",{"type":"[[","value":[["Image:Redi_Beach.jpg"],["thumb"],["240px"],[{"type":"'''","value":["Redi Beach"]}]]},"\n\n",{"type":"'''","value":["Redi Port & Fort Yashwantgad"]}," -- Again a major sea port of this region . Redi called Redipattan earlier , was \/is a famous mining area . Maharashtra state ends here and from Terekhol starts the Goa border , towards the south. Redi is at a distance of 20 kms from Vengurla. Yeshwantgad fort is said to have lot of importance during days of Chattrapati Shivaji Maharaj but lies unattended now.\n\n",{"type":"*","value":[" Terekhol Fort"]},"In Goa, in Sindhudurga district on the border of Redi village we find Terekhol fort. It is on a big hill near the seashore. Though it is in Goa, people visiting Sindhudurga are able to sect fort is situated at the mouth of Redi creek. Towards the south of the fort is the seashore. Redi village is well known for its manganese business.\n\nOften mis-spelt as tirakol or tirakhol, Situated on the Terekhol River, this fort lies on the northern tip of Goa. Maharaja Khem Sawant Bhonsle built this fort in the 17th century. It was then rebuilt in 1764 after the Portuguese Viceroy Dom Pedro Miguel de Almeida captured it. However, Terekhol was legally incorporated into Goa only in 1788.\n\nIn 1825, Dr. Bernado Peres da Silva, a Goan governor general used the fort as a base for an armed rebellion against the Portuguese. The outcome however, was not very fruitful and the Portuguese took over the fort once again.\n\nThe remains of the fort have now been converted into a hotel, the Terekhol Fort Heritage. However, the St. Anthony's church inside the fort still remains. But it is not open to the general public except on certain occasions such as the annual feast that is usually held some time in May.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Visit The century-old Crawford market."]},{"type":"*","value":[" Visit Rameshwar temple and Sateri temple"]},{"type":"*","value":[" Visit Port of Vengurla."]},"\n",{"type":"==","value":["Buy"]},"\nCashewnuts, Mango Squash, Fresh Alphonso Mangos during season (March-June)\n\n",{"type":"==","value":["Eat"]},"\nFresh Fish..Prawns, Pomphrets\n\n",{"type":"==","value":["Drink"]},"\nSolcurry, Cashew Fenny\n\n",{"type":"==","value":["Sleep"]},"\n# Mermaid Beach Resorts - Sea view A\/c rooms, water sports, approved by MTDC. Phone +91 2366 262203, +91 9423683855   \n# Hotel Myboli - A\/c and non A\/c rooms with complimentary break-fast. Multi cuisine restaurant and bar. Near bus stand , Phone : +91 02366 263255 , +91 94207 42444.\n# Bamboo Machan - dining facility and bar service. +91 2366-262251 \n# Hotel Lowkik - Non A\/c rooms , near Rameshwar temple. +91 2366-263418 \n# Sagar Sarita beach resort - excellent sea view, provides a good dining facility and bar. +91 2366-280698\n# Sagar HolIday Resort - owned by Vengurla Muncipalty. +91 2366-280363\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Malvan"]]},"\n\n",{"type":"{{","value":[["geo"],["15.8667"],["73.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sindhudurg"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Maharashtra\/Localities\/Vengurla\/"]]},"\n",{"type":"[[","value":[["wikipedia:Vengurla"]]}]