[{"type":"{{","value":[["pagebanner"],["disambig=yes"],["unesco=yes"]]},"\n\n",{"type":"[[","value":[["File:Venice from Torre del Orologio.JPG"],["thumb"],["300px"],["Venice and St. Mark's Basilica from the Campanile"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/english.comune.venezia.it Venice"]}]}," (Italian: ",{"type":"''","value":["Venezia"]},"; Venetian: ",{"type":"''","value":["Venexia"]},") is one of the most interesting and lovely places in the world.  This sanctuary on a lagoon is virtually the same as it was six hundred years ago, which adds to the fascinating character. Venice has decayed since its heyday and is heavily touristed (there are slightly more tourists than residents), but the romantic charm remains. It is also known as the birthplace of the composer Antonio Vivaldi.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Rialto bridge 2011.jpg"],["thumb"],["300px"],["The famous Rialto Bridge"]]},"\n",{"type":"[[","value":[["File:St. Mark's Square.JPG"],["thumb"],["300px"],["Venice and St. Mark's Square from the Campanile"]]},"\n\nThis place may not seem huge, but it is. Venice is made up of different boroughs. The most famous is the area comprising the 118 islands in the main districts that are called \"Sestieri\" and they are: Cannaregio, Castello, Dorsoduro, San Polo, Santa Croce and San Marco, where the main monuments and sights are located. Other main districts are Isola Della Giudecca and ",{"type":"[[","value":[["Lido di Venezia"]]},". Other important islands include ",{"type":"[[","value":[["Murano"]]},", Torcello, San Francesco del Deserto and ",{"type":"[[","value":[["Burano"]]},", but there are several.\n\n",{"type":"===","value":["History"]},"\n\nThe ",{"type":"'''","value":["Most Serene Republic of Venice"]}," dates back to 827, when a Byzantine Duke moved its seat to what is now known as the Rialto, and for the following 970 years,  prospered on trade and under the rule of a Roman-style Senate headed by the ",{"type":"'''","value":["Doge"]},". Eventually, the Republic of Venice grew into a powerful city-state, and was one of the most progressive of its time. One of the significant events in the history of Venice was the opening of the first public opera house in 1637, which allowed members of the general public (who can afford to pay for the tickets of course) to enjoy what was once court entertainment reserved for the aristocracy, thus allowing the genre of opera to flourish. In 1797,  the city was conquered by Napoleon, a blow from which it never recovered.  The city was soon merged into Austria-Hungary, then ping-ponged back and forth between Austria and a nascent Italy, but Venice is still a monument to the glory days of the Renaissance, and historical culture still throbs powerfully in the old Italians' veins.\n",{"type":"[[","value":[["File:20110722 Column of the Lion Venice 4467.jpg"],["thumb"],["A winged lion, the symbol of San Marco"]]},"\n\n",{"type":"===","value":["Climate"]},"\n\nJuly and August may be the worst time to visit: it's sometimes very hot and often humid, there are mosquitoes and occasional infestations of flies, and there are a LOT of tourists and large crowds anywhere you go.  Spring and autumn are probably best, a compromise between temperature (expect 5-15°C in March) and the tourist load. Between November and January, you may manage to feel you have Venice all to yourself, an interesting and quiet experience. Beware of the weather during the winter months: it can be quite cold, windy, and damp. Fog is an additional hazard if you are driving in or out, doubly so in the unlikely chance that you will pilot a boat. That said, if you've never been to Venice, it's better to go in summer than not to go. You won't regret it. Many cities are far worse in summer, and Venice has no cars, hence no smog.\n\n",{"type":"'''''","value":["Acqua alta"]}," (high water) has become a fact of life in Venice.  The lagoon water level occasionally rises above the level of the squares and streets, flooding them.  This can happen several times a year, at irregular intervals, usually in the colder months. Acqua alta usually lasts a few hours and coincides with high tide. You'll see raised walkways in side alleys ready to be pulled out when ",{"type":"''","value":["acqua alta"]}," hits. When the city begins to flood, sirens will sound to warn residents and businesses. If you speak fluent Italian, tune into news programs since their predictions of the times the flood begins and ends are usually accurate. Normally, the tide rises and falls in six-hour cycles.\n\nYou can get an ",{"type":"''","value":["acqua alta"]}," map at the tourist offices either at the railway station or St Marks.  This will show you the higher, dry routes and the ones with walkways setup during the various flood alerts.  There is a tide measuring station at the Rialto vaporetto piers, and a noticeboard at the base of the Campanile in the Piazza San Marco that shows a live tide reading and predictions for the next few days.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Laguna Veneta.png"],["thumb"],["266px"],["Map of Venice and surrounding islands"]]},"\n\nBecause Venice is on a lagoon, the water plays a crucial role in transportation. Whichever way you arrive, the last part of your journey will be on foot from the nearest waterbus\/watertaxi jetty. If you need to carry or wheel bags along the narrow streets, bear this in mind when chosing your hotel location and route to it.\n\n",{"type":"===","value":["By plane"]},"\nThe closest commercial airport is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/veniceairport.it Marco Polo Airport"]}]}," (",{"type":"{{","value":[["IATA"],["VCE"]]},"), on the mainland near ",{"type":"[[","value":[["Mestre"]]}," (a more typical Italian city, without Venice's unique structure). There is a city bus and a shuttle bus from Marco Polo to Piazzale Roma. See the details in the By Bus section below.\n\nBy Boat - Turn left on leaving the terminal and walk 10 minutes along the covered walkway to the boat jetty. Alilaguna water-bus costs €15 for a leisurely 75 minute boat trip. This trip is very long and boring, so bring something to do. Murano costs €8 and takes only half an hour. There are three Alilaguna routes to different areas of Venice. A direct waterbus from the airport may be more convenient than taking the bus to the bus station and then changing to the local waterbus. Note that the waterbus services that run to the airport are operated by a different company (Alilaguna) than the other public waterbus services in Venice, so separate tickets will be required. Alternatively, from the same jetty, you can travel in style (and much faster) by hiring one of the speedy water-taxis (30 mins) for about €110. All these tickets are now buyable online, as well as the airport waterbus route map, at Venicelink.com ",{"type":"[","value":["http:\/\/venicelink.com"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/trevisoairport.it\/ Treviso Airport"]}]}," (",{"type":"{{","value":[["IATA"],["TSF"]]},"), located 25 km (16 mi) from Venice, is relatively smaller but becoming increasingly busy as the main destination for Ryanair, Wizzair, and Transavia budget flights. From Treviso Airport to Venice and Mestre, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/en.barziservice.com\/services\/airport-line-1-treviso-airportmestrevenice-piazzale-roma\/line-treviso-airport-mestre-railway-venice-piazzale-roma-in-40-minutes-by-highway.html Barzi Bus Service"]}]}," offers a €13 round-trip ticket price from-to Venice. Also these tickets available on their bus outside the airport for €13.\n\nThe ",{"type":"'''","value":["San Nicolo Airport"]}," (",{"type":"{{","value":[["IATA"],["ATC"]]},") is an airfield directly on the Lido. It handles only small aircraft, as the runway (grass) is about 1 km long, and does not have any scheduled flights, but might be of interest to private pilots (arrivals from ",{"type":"[[","value":[["Schengen"]]}," states only) due to its convenience to the city (it is a short walk to the vaporetto landing).\n\nIf you are departing from Marco Polo and have some time to kill post-security, you'll find that the airport is flooded with expensive paid Wi-Fi; the trick here is to go up to the second floor (food court), on the left (looking from the front) escalator, and set camp near the left wall. You will be next to the Alitalia lounge, where Wi-Fi is free (the network SSID is \"RDN for Alitalia\"). The closer you are to the wall, the better the reception, but even that little nook with a couple of tables (grab an espresso at the counter before sitting down - it's very passable and not outrageously expensive) should be within range.\n\n",{"type":"===","value":["By train"]},"\nTrains from the mainland run through ",{"type":"[[","value":[["Mestre"]]}," to the ",{"type":"'''","value":["Venezia Santa Lucia"]}," train station on the west side of Venice; make sure you don't get confused with ",{"type":"'''","value":["Venezia Mestre"]}," which is the last stop on the mainland. From the station district, water buses (",{"type":"''","value":["vaporetti"]},") or water taxis can take you to hotels or other locations on the islands, but walking is usually the best option. Direct trains to Venice are available from many international destinations, there are overnight trains from ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Paris"]]}," and ",{"type":"[[","value":[["Vienna"]]}," and also a weekly long-distance night train (four nights) from ",{"type":"[[","value":[["Moscow"]]}," via ",{"type":"[[","value":[["Kiev"]]},", ",{"type":"[[","value":[["Budapest"]]}," and ",{"type":"[[","value":[["Zagreb"]]},". Venice is well-connected with the domestic train network, ",{"type":"[[","value":[["Rome"]]}," and ",{"type":"[[","value":[["Milano"]]}," are only a few hours away. Also there are some night trains from cities in southern Italy, though since 2012 most services have been canceled.\n\n",{"type":"===","value":["By car"]},"\nCars arrive on the far western edge of Venice, but remain parked at the entrance to the city (Piazzale Roma or Tronchetto - Europe's largest car park.) There are no roads past this point—and never were, even before cars. Car parking is very very expensive here (26 €\/12h, 30 €\/24h) and the tailbacks can be quite large.  Tronchetto is about a 1 km from Piazzale Roma, the city's main entry point, but there is an shuttle train service, ",{"type":"''","value":["People Mover"]},", at 1.50 €.\n\n",{"type":"'''","value":["An alternative"]}," is to use the car parks on the mainland (terra ferma) and catch a train or bus or vaporetto into Venice. Park near the ",{"type":"[[","value":[["Mestre"]]}," railway station, and catch a train to Venezia St.Lucia; there are many trains, it is very near (8–10 minutes) and quite cheap (€ 1,20). Don't bother searching for free parking near Mestre train station - there are no free parking spots near, except on Sunday (free parking is on the other side of the station, in Marghera). Free and safe parkings are also near Mogliano Veneto and Oriago railway stations. Besides, Venezia St. Lucia is a good starting point to visit Venice. However drivers going to the Lido can use the car ferry from Tronchetto (vaporetto 17 - frequencies vary), right hand lane off the Ponte della Libertà into the city.\n\n",{"type":"===","value":["By rental car"]},"\nMost of the major rental car companies have outlets at Piazzale Roma, at the edge of the city. These are on the ground floor of one of the major parking stations. When you are dropping off your car, you need to find street parking and then walk to the rental car outlet and hand in the keys. Do not park in the parking station! There is a vaporetto stop across the road from the parking station.\n\n",{"type":"===","value":["By bus"]},"\nThere is a direct bus between Marco Polo airport and the Piazzale Roma, on the west bank of Venice operated by ",{"type":"[","value":["http:\/\/www.atvo.it\/index.php?lang=en&area=23&menuid=35 ATVO"]},". Starts twice an hour, takes 20 minutes and costs €5. The Piazzale Roma bus station is well served by vaporetti and water-taxis ... and of course, you can walk everywhere.\nFrom ",{"type":"[[","value":[["Mestre"]]},", you can take a bus to Venezia- Piazzale Roma. the ticket is €1.30 but if you buy it in the bus it will cost €2.50. You can buy bus tickets from specialized ticket kiosks and vending machines, as well as tobacconists and newsstands. All of the city is connected to Venice by bus.\n\n",{"type":"===","value":["By boat"]},"\nShips arrive at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vtp.it\/ Stazione Marittima"]}]}," which is at the west end of the main islands, it is served by vaporetti and water taxis.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Grand Canal.JPG"],["thumb"],["400px"],["right"],["Grand Canal from Rialto Bridge"]]},"\n",{"type":"[[","value":[["File:Venedig, Griechenland 016 Venedig ArM.jpg"],["thumb"],["200px"],["View of San Giorgio, in front of Venice"]]},"\n",{"type":"[[","value":[["File:Photography of Venice at dusk.jpg"],["thumb"],["Photograph of Venice at dusk"]]},"\nVenice, the world's only pedestrian city, is easily walkable, and the absence of cars makes this a particularly pleasant experience. However, walking and standing all day can also be exhausting, so it is best to pace yourself. The Rialtine islands - the 'main' part of Venice - are small enough to walk from one end to the other in about an hour, provided you don't get lost (a common occurrence).\n\nIf you want to get around a bit more quickly, there are numerous ",{"type":"'''","value":["vaporetti (water buses)"]}," and ",{"type":"'''","value":["water taxis"]},". The vaporetti are generally the best way to get around, even if the service route map changes frequently. If you are going to be in Venice for a few days visiting, it is a lot cheaper to use vaporetti than private water taxis. If you want to have a romantic ride along the canals, take a gondola ride, although they tend to exist for more scenic purposes, rather than getting people from point A to point B.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.actv.it\/en ACTV"]}]}," runs the vaporetti and other public transport services both in the lagoon and on terra firma. Travel cards are extremely useful since the basic fare for one vaporetto journey is typically €7 whereas a 12 hour card is €18,  1 day travel card costs €20, 36 hours card is for €25, 2 day card for €30, a 3 day costs €35 and finally a 7 day pass costs €50. There are other versions available, including those offering discounts for youth under 29 year of age. Current rates can be found here: ",{"type":"[","value":["http:\/\/www.actv.it\/en\/movinginvenice\/movinginvenice"]},".\n\nSomething you won't be told easily is that now anyone can purchase the Venezia Unica (formerly IMOB) card (the only difference is that in addition to its €10 cost for residents, foreigners need to pay a €30 extra fee). Unless you are in town for a couple of days and planning never to return, do it. It's a durable plastic card with your (webcam) picture, and once you have it, you are more or less a local - which means access to €1.30 single vaporetto tickets (and they last 75 minutes instead of 60; save even more by recharging the card with 10 at once for €11), the same price for #5 ACTV bus to and from the airport, half-price discount on Alilaguna services, and even €0.70 traghetto crossings (instead of €2; flash the card to the gondolier). It is valid for 5 years from the month of issue. Register at the Venezia Unica ",{"type":"[","value":["http:\/\/www.veneziaunica.it\/vu\/signup site"]}," and pre-fill the application online, then go to one of the ACTV offices (not simply ticket points; probably the easiest location is at Piazzale Roma) and tell the clerk that you have a \"contratto precompilato\" - they'll pull it up, ask you to sign the privacy disclosures and issue the card on the spot (or you can fill the form at the counter; bear in mind it's in Italian). Moreover, if you happen to have a +39 Italian cell phone number, with it and your new Unica you can ",{"type":"[","value":["http:\/\/www.cittadinanzadigitale.it\/node\/70 get a free code"]}," for use of the communal WiFi spots. If you lose the card, do not despair: it costs only €10 to get an immediate replacement, and the balance (along with your old photograph) is automatically transferred over.\n\nSince February 2009 the ",{"type":"[","value":["http:\/\/veniceconnected.com Venice Connected"]}," website of the Comune di Venezia (now integrated into Unica site) makes possible to book online (at least 7 days in advance) most services controlled by the town administration (public transportation, access to the civic museums, access to public restrooms, car park tickets, entrance to the Casinò and access to the municipal WiFi network covering the entire historic centre); the online prices vary according to the projected number of visitors but are always cheaper than the current on-site prices (and cheaper than with a Venice Card).\n\nYou can also get a Venice Card, which has various options that you can choose when you buy it (public transportation, cultural attractions, toilet access, Alilaguna, etc.) There is a 'Junior' version of the Venice that is available at a slightly reduced rate for those between 5 and 29 years of age. Note, however, that a Venice Card is not recommended for those with less than 3 days in Venice, as most of the top attractions are not included in the Venice Card. If you'll be staying in Venice for a week - get the Venice Card and enjoy travelling from island to island and exploring the various museums and churches it offers access to.\n\nMaps are available at the vaporetto stops in the ticket booths. The map is quite reliable, and is free when getting a Venice Card (€2 otherwise), or view the map here ",{"type":"[","value":["http:\/\/www.venice.nu\/vapmap\/vapomapLatest.jpg"]},"\n\nVenice Cards can be reserved on-line for a considerable discount here: ",{"type":"[","value":["http:\/\/www.hellovenezia.com\/index.php?lang=en"]},". Keep in mind, though, that there are long lines when taking the Venice Card from the ticket booths. The Venezia St. Lucia ticket booth that offers Venice Cards is the one most on the right when you exit the train station.\n\nOtherwise, ",{"type":"'''","value":["take a walk"]},"!  The city is not that big, and you can walk from one end to the other in a few hours (if you stick to the paths conveniently marked with arrows in the direction of major landmarks). But it would take months for a fit person to discover every path in the city. Make sure to visit some of the smaller alleyways, as they can be very interesting. Along the way you will discover marvelous art, superb architecture and breathtaking urban landscaping. Exploring the city randomly by walking is well worth it but also be prepared to get lost easily! Signs all over the city indicate the direction to the main attractions, \"Rialto\" and \"San Marco\", as well as the way back to the train station (\"ferrovia\") and the bus terminal (\"Piazzale Roma\"). These signs make it easy to have the \"get lost experience\" even as a one-day tourist.\n\nBe aware that addresses in Venice are of the form DISTRICT NUMBER (The Venetian word for district is \"Sestiere\"), not STREET NUMBER. To find a specific place using a map, make sure you know which district it is in. The numbers are assigned at the start of the district and increase as they move farther away from the Grand Canal.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Venezia Campanile di San Marco 004.JPG"],["thumb"],["150px"],["Bell tower of Saint Mark"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Doge's Palace (Palazzo Ducale)"],["alt="],["url=http:\/\/palazzoducale.visitmuve.it\/en"],["email="],["address="],["lat="],["long="],["directions=San Marco Square"],["phone="],["tollfree="],["fax="],["hours="],["price=€16, Reduced €10"],["content=Don't miss the guided tour named ",{"type":"''","value":["Secret Itinerary"]}," (€20), which will let you discover the part of the palace where the city's administration worked, as well as Casanova's jail and the wonderful five hundred year old roof structure."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bell tower of St. Mark"],["alt=Campanile di San Marco"],["content=The current tower dates from 1912; an exact replica of the previous tower which collapsed in 1902. The top of the tower offers great views of Venice and the lagoon."],["price=€8"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clock tower"],["alt=Torre dell'Orologio"],["content=Having been closed for restoration for many years, the restored astronomical clock is now visible. The fascinating tour of the clock mechanism (and rooftop bell) can only be visited on a guided tour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Scuola grande di San Rocco"],["alt="],["url=http:\/\/www.scuolagrandesanrocco.it\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9.30 AM - 5.30 PM (except for New Year’s Day and Christmas Day)"],["price=€10, Reduced €8 (as of 2014)"],["content=A masterpiece of Tintoretto, this guild house is an exquisite example of Mannerist art at its best. In order to allow a comfortable admiration of the detailed ceiling mirrors, are offered to the visitors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jewish Ghetto of Venice"],["url=http:\/\/ghetto.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While racial and ethnic neighborhoods had existed prior to the Venetian Ghetto, Venice's ghetto was the first \"ghetto\" (coming from a Venetian word for the Iron Foundry that was on the site previously) and \"ghetto\" eventually came to mean any neighborhood that was made up of a single ethnic\/racial group. Today, Jewish life is still very active in the ghetto, and elsewhere in Venice, and is home to five synagogues. Visiting on Saturdays or late Fridays (the Jewish Sabbath) will prove very fruitless because all shops, restaurants, and other Jewish places will be closed."]]}]},"\n",{"type":"===","value":["Outdoor sights, piazzas, bridges, canals"]},"\n",{"type":"*","value":[" Don't miss the ",{"type":"'''","value":["Rialto"]}," market and the ",{"type":"'''","value":["Rialto Bridge"]}," (Italian: ",{"type":"''","value":["Ponte di Rialto"]},") on San Polo, the smallest sestiere. The Rialto market is for shoppers. To the east is a neighborhood of small shops and restaurants; to the west is the Rialto farmers' market. Shopping is slightly less expensive than in the tourist-filled Piazza San Marco. The bridge has become one of Venice's most recognizable icons and has a history that spans over 800 years. Today's Rialto Bridge was completed in 1591 and was used to replace a wooden bridge that collapsed in 1524."]},{"type":"*","value":[" ",{"type":"'''","value":["Zattere"]},". It's a long and sunny walk along the Giudecca canal, protected during winter time from cold northerly winds for being exposed to south and shielded by buildings. You might find interesting to see how a gondola is made, stopping by the ",{"type":"'''","value":["Squero"]}," (Venetian for small ship yard) across the canal near San Trovaso Church. It's one of the few still in business in town. With some luck, you'll see some gondole through various manufacturing steps (note that gondole are not straight to counterbalance the gondoliere push)."]},"\n",{"type":"===","value":["Churches"]},"\n\nAlthough San Marco is free, other famous churches charge an entry fee. If you plan to visit three churches or more, you are better off buying the churches pass. There is also a combined pass for museums, churches and transportation only available at the tourist information office but it is relatively expensive.\n\n",{"type":"[[","value":[["File:Basilica St. Mark.jpg"],["thumb"],["300px"],["Basilica di San Marco"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Saint Mark's Basilica (Basilica di San Marco)"],["alt="],["url=http:\/\/www.basilicasanmarco.it\/"],["email="],["address=Piazza San Marco"],["lat="],["long="],["directions=Water lines # 1, 52, and 82 will take you from Santa Lucia (the train station) or Piazzale Roma to Piazza San Marco. Walking is another option but will require a map and lots of time and energy."],["phone=+39 041 5225205 (procuratorial phone number)"],["tollfree="],["fax="],["hours=1st October to 31st March: 9:45AM-4:45PM; 1st April to 30 September: 9:45AM-5PM"],["price=Admission to the basilica is free, however, the museum upstairs costs €5 and to view the high altar and treasury costs €2"],["content=Saint Mark's Basilica is on the ",{"type":"'''","value":["Piazza San Marco"]}," and is one of the highlights of a visit to Venice. As with most churches in Italy, you must be dressed appropriately to be allowed in; this means no short skirts or bare shoulders. You are not allowed to carry large bags or rucksacks inside. You must deposit them just round the corner from the main entrance. Filming and photography is forbidden so be prepared in advance. The visit within the basilica lasts ten minutes. Waiting for entry into the basilica can last up to five or so hours and it may be wise to use a ticket service to reserve your visit (reservation costs € 1,00 Official tickets at ",{"type":"[","value":["http:\/\/www.venetoinside.com"]},"). Once you have a reservation you can take the group entrance on the left, where you give in the printout of your reservation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Giacomo di Rialto"],["content=This church is possibly the oldest church in Venice built around 421. It is most recognized for its 15th century clock above the entrance of the church. It is also recognized for the red pillars and beautiful gold accents around the church itself."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Giovanni e Paolo"],["alt=San Zanipolo"],["content=A fine, huge Dominican church with the tombs of many Doges. It shares its piazza with the fine Renaissance façade of the Scuola San Marco and an equestrian statue of the mercenary (condottiere) captain Bartolomeo Colleoni. Look out for the testicles (coglioni in Italian - it's a lousy pun) on his coat of arms!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Santa Maria Gloriosa dei Frari"],["content=The big friary church, with fine monuments and paintings, among which the famous 'Assunta' by Titian."],["price=Regular tickets: €3,00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Santa Maria dei Miracoli"],["content=A perfect jewel box church, simple in form but ornamented with fine exterior marble facings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Simeone Piccolo"],["content=The last church built in Venice. It is located across from the Grand Canal in front of Santa Lucia Train station. One of the things that it is recognized for is the fact that they celebrate Tridentine Mass on Sundays. It is also recognized for it's dome because it is used to make the church look taller than it is and the dome itself is entirely covered with lead sheet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Santa Maria della Pietà"],["content=A church that used to house an orphanage and hospital in the 18th century, currently known among classical music enthusiasts as the church where the Catholic priest and composer Antonio Vivaldi worked for most of his career."]]}]},"\n",{"type":"===","value":["Museums"]},"\nHalf a dozen of the museums at Saint Marc's are covered by one €14 admission ticket, including Doge's Palace and the Correr Museum.\nThere is another museum pass for €18, which covers a further one dozen museums.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Correr Museum"],["url=http:\/\/correr.visitmuve.it\/en\/home\/"],["email="],["address=San Marco 52"],["lat="],["long="],["directions=on San Marco Square"],["phone="],["tollfree="],["fax="],["hours="],["price=Admission is €14 (reduced €8), which also includes Doge's Palace."],["content=Interesting collection of globes, starting from the 16th century. There is also an only library hall, an archeological museum of Roman antiques and an important picture gallery. At the end of your visit, don't miss the museum art cafe, with their tables on the San Marco Square."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=La Fenice Theater (Teatro La Fenice)"],["url=http:\/\/teatrolafenice.it\/"],["email="],["address="],["lat="],["long="],["directions=300 m west of San Marco square"],["phone="],["tollfree="],["fax="],["hours="],["price=€7"],["content=Visit this historic theater with an audioguide (good explanations in several languages). The theater is an identical reconstruction (rebuilt in 2003) of the previous theater building that burned down in 1996."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Jewish Museum (Museo Ebraico)"],["url=http:\/\/museoebraico.it\/"],["email=museoebraico@codesscultura.it"],["address=Cannaregio 2902\/b"],["lat="],["long="],["directions="],["phone=+39 041 715 359"],["tollfree="],["fax=+39 041 72 3007"],["hours=Hours:1 June - 30 September: 10AM-7PM 1 October- 31 : 10AM-6PM The Museum is closed on Saturday (Shabbat), during Jewish festivities, on December 25th , on 1st January and on 1 May"],["price=Entrance to the Museum: Full price: € 3.00, Reduced price: € 2.00. Entrance to the Museum and Guided Tours to Synagogues: Full price: € 8.50, Reduced price: € 7.00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mocenigo Palace"],["alt=Palazzo Mocenigo"],["url=http:\/\/mocenigo.visitmuve.it"],["email="],["address=Santa Croce 1992"],["lat="],["long="],["directions=vaporetto San Stae"],["phone=+39 041721798"],["tollfree="],["fax="],["hours=Closed on Mondays"],["price=€5"],["content=A collection of clothes dating from the 18th century."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Peggy Guggenheim Museum"],["url=http:\/\/guggenheim-venice.it\/"],["email=info@guggenheim-venice.it"],["address=Palazzo Venier dei Leoni"],["lat="],["long="],["directions=Located on the Dorsoduro region of Venice, to the east of the Accademia bridge, on the southern side of the Grand Canal"],["phone=+39-041-2405-411"],["tollfree="],["fax=+39-041-5206-885"],["hours=Hours: W-M: 10AM-6PM. Closed on Tuesdays and on 25 December. Open on national holidays (including Tuesdays)"],["price=Admission: Adults: €12, Seniors (over 65 years): €10, Students (18 years and under or holders of valid student ID): €7"],["content=The Peggy Guggenheim Museum offers a personal collection of modern art collected by Peggy Guggenheim. Peggy was an American married to modern artist Max Ernst, and funded a number of his contemporaries. The gallery includes a sculpture garden and works by Picasso, Kandinsky, Tanguy, Duchamp, Pollock, Dali, and Mondrian."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ca' Pesaro"],["content=Beautiful palace housing the gallery of modern art focusing on Italian art in the 19th Century as well as the Marco Pollo Museum, a rich collection mainly of Asian exhibits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ca' Rezzonico"],["content=Museum of the 18th Century in Venice - attempts to revive the domestic atmosphere of Venetian nobilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Galleria dell'Accademia di Venezia"],["content=Venice's most significant art museum which is also one of Italy's best."],["price=Regular tickets: €6,50, Reduced-price tickets: €3,25, Advanced reservation fee: €1."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palazzo Grassi"],["alt="],["url=http:\/\/www.palazzograssi.it\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Campo San Samuele. Temporary exhibitions from François Pinault's Collection."]]}]},"\n:*",{"type":"'''","value":["Punta della Dogana"]},", Dorsoduro - on the tip between Grand Canal and Giudecca Canal. Former customs house, centre for contemporary art, permanent exhibition of works from the François Pinault Collection. Renovation by world renown architect Tadao Ando.\n\nOther museums include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Glass Museum (Museo del Vetro)"]}," — On ",{"type":"[[","value":[["Murano"]]},", the island so typical of its glasswork. Closed on 25 December, 1 January. Working hours: 10 - 17 (winter), 10 - 18 (summer). Full price: €8, reduced price: €5,50."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Carlo Goldoni's House (Casa di Carlo Goldoni)"]}," — House of Venice' most famous playwright."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lace Museum (Museo del Merletto), Burano"]},"."]},"\n",{"type":"*","value":[" Museo Fortuny"]},{"type":"*","value":[" Museum of Greek Icons"]},{"type":"*","value":[" Natural History Museum"]},{"type":"*","value":[" Naval History Museum (Museo Storico Navale)"]},{"type":"*","value":[" Scala Contarini del Bovolo"]},"\n",{"type":"===","value":["Exhibitions"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leonardo da Vinci"]}," in ",{"type":"'''","value":["Chiesa di San Barnaba"]}," shows around forty models of machines reproduced from Leonardo's codices. Some of the exhibits are interactive and copies of the codices are available for further reading. Dorsoduro 2771, opening hours 9:30 - 19:30; it was supposed to have ended in 2012, but doesn't appear to be in a hurry to leave - and a good thing too, since the church, an attraction in itself (it's the one under which Indiana Jones finds catacombs in ",{"type":"''","value":["The Last Crusade"]},", by the way), was rarely accessible to visitors before. €8."]},"\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"===","value":["Events"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vogalonga.it\/ Voga Longa"]}]},", the yearly equivalent of a marathon run on water. Voga Longa competitors must row 32 kilometers under 3.5 hours to receive a certificate of attendance at the finish line, but everybody with a human-powered vessel is welcome to participate (some foreigner teams take up to 10 hours to complete the journey just for the fun of it).\n\nThe official purpose of the Voga Longa was to protest the sharply increasing use of powerboats in Venice, but the event has gradually grown into a festival since 1974, with up to 5500 racers in 1500 vessels attending by the early 2000s. The racetrack visits different parts of Venice as well as some of the nearby islands. Locals and tourists lining up alongside rios and canals cheer the racers.\n\nVisitors wishing to participate should have serious experience in rowing or sculling and practice duely, as the journey is physically demanding (even seasoned oarsmen develop calluses by the finish line). The event is mainly for teams, completing Voga Longa on a single oar is considered a major achievement. Extreme participation (scuba frogmen and surface swimmers) sometimes occurs, but it is not recommended due to water contamination issues.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/regatastoricavenezia.it\/ Regata 'Storica"]}]}," (Historic fleet event) is held on the first Sunday of every September. Celebrating a historic event from 1489, the regatta displays almost a hundred varieties of venetian boats from the city's rich past. Large oarships, replicating ancient roman and medieval vessels, are rowed along the Canal Grande, followed by many smaller boats. There are several races, including a master championship for solo sculling in streamlined gondolini, painted in unusual white, pink, etc. colours. There are many excellent photo opportunities for this event.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.labiennale.org\/en\/Home.html La Biennale di Venezia"]}]}," is one of the most well known culture institutions. Two events organised by Biennale are the Art and Architecture International Exhibitions happening alternately (Architecture Biennale in even years, Art Biennale in odd) but other fields are also covered - contemporary theatre, dance, music, cinema (",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.labiennale.org\/en\/cinema\/festival\/ Venice International Film Festival"]}]},").\nExhibitions take place mostly in two locations: ",{"type":"'''","value":["Arsenale"]}," and ",{"type":"'''","value":["Giardini"]},". They are both worth visiting even when no event is scheduled. Arsenale is the largest pre-industrial production centre in the world, dating back to 13th century, and Giardini is architectural gem filled with national pavilions from different parts of the world, often designed by famous architects, it was a venue for the International Art Exhibition since 19th century.\n\n",{"type":"===","value":[" Activities "]},"\n\nRide a ",{"type":"'''","value":["Vaporetto"]}," (Water Bus) down the Grand Canal right before sunset.  The Vaporettos are expensive, but the sights are priceless: amazing architecture, soft seaside sunlight, and a fascinating parade of Venetian watercraft.\n\n",{"type":"[[","value":[["File:Gondola, Venice.jpg"],["thumb"],["right"],["Gondola"]]},"\nTake a ",{"type":"'''","value":["Gondola"]}," if you can afford it: it's expensive, but the ",{"type":"''","value":["Gondoliere"]}," may decrease the price if you ask (but they can also decrease the time...). Make sure you reach an agreement on price and time before you start!  A good tip with the Gondolieres is to bargain the price down as low as you can, then say that it's still too much and walk away.  Two or three of them will chase after you, one after the other, each offering a lower price than the last.  It's possible to knock €20-€30 off the price(even then, be prepared to shell out €80).\n\nSome guidebooks discourage tourists from asking for gondola price reductions. The oarsmen have an informal habit of cutting the most interesting and little-known parts from the journey path for \"discount\" customers. Reduced rate riders get much less marvel in exchange for a moderate price drop, which may not be worth it.\n\nGondolier-for-hire business licenses are officially limited to just 430 to 455 rowers in Venice, making the market artificially scarce and inflating prices. Gondola rides are always costly, often in a princely way and that expense should be planned in advance of the visit ",{"type":"[","value":["http:\/\/gondolatour.com\/en\/itinerari.php"]},". If you go as a group it might be cheaper, though the number of people who can be accommodated on a gondola varies, usually up to a maximum of six seated passangers. The \"traghetti\" holds more, mostly standing, as a pair of gondoliers rows short distances for canal crossing purposes at a number of points along the Grand Canal.\n\nVenetians and especially the gondoliers among them have highly conservative ideas about society: by 900 years of tradition, all gondoliers must be male and most are born locals. There are only a few Germans in the business and a single lady, Alexandra Hai, who couldn't manage a for-hire license even after 10 years. She is officially allowed to carry guests of her contract hotel only.\n\nIf a gondola seems a little pricey,  the alternative is to cross the Grand Canal by ",{"type":"'''","value":["traghetto"]},".  These only cost €0.50 to use and are largely gondolas that have seen better days, They are stripped down and used as municipal ferries.  In the 1950s there were as many as thirty, but now there are seven points to find them. However some only operate when people are going to and from work. The length of any crossing is just a few minutes. Many visitors enjoy visiting the open air markets near the Rialto Bridge and there is a traghetto station there, at the ",{"type":"'''","value":["Pescheria"]}," (fish market) joining the Santa Sophia church along the Strada Nova. You will notice that traghetti passengers tend to ",{"type":"'''","value":["stand up"]},", but if you are not comfortable doing so, sitting is possible, if you are careful. The more adventurous can try the venetian style of rowing through Row Venice or one of the many rowing clubs\n\n",{"type":"[[","value":[["File:Venice - Mask gift shop - 3566.jpg"],["thumb"],["right"],["A Mask gift shop near Piazza San Marco"]]},"\nIf you are looking for something to do, you can always ",{"type":"'''","value":["shop"]},". Venice is packed full of little stores in every corner and crevice. The commonest local specialties are Carnival masks, glass, and marbled paper.  Price can vary wildly, so it's a good idea to hold off buying until you have a fair idea about the relative value of things. As is the case with most tourist cities, a LOT of the \"original \" and \"made in Venice\" items are actually made in China. ",{"type":"[[","value":[["Murano"]]}," is an island famous for its glass making. Almost in every shop you will find \"original ",{"type":"[[","value":[["Murano"]]}," glass\" items. If it was really made in ",{"type":"[[","value":[["Murano"]]},", it would be prohibitively expensive, with prices routinely running into thousands of euros. So if you are looking for cheap souvenirs, real ",{"type":"[[","value":[["Murano"]]}," glass is not the thing to buy! You can also see glass making demonstrations in ",{"type":"[[","value":[["Murano"]]},", but be sure to check that there is a demonstration scheduled for that day. And it is normally not done in winter either. \n",{"type":"[[","value":[["File:Cimitero, Venice.jpg"],["thumb"],["right"],["San Michele Cemetery Island, Cimitero stop"]]},"\nSpend a ",{"type":"'''","value":["day on the islands"]},", mainly ",{"type":"[[","value":[["Murano"]]},", ",{"type":"[[","value":[["Burano"]]}," and Torcello. There are boat services to all these islands at scheduled times, including between the islands themselves. Be prepared for long lines and long waits for the boats between islands. The Glass Museum in ",{"type":"[[","value":[["Murano"]]}," and the Lace Museum in ",{"type":"[[","value":[["Burano"]]}," are certainly worth a visit. In ",{"type":"[[","value":[["Burano"]]}," you will find some of the most picturesque streets and houses, with each house sporting a different pastel shade. Its really beautiful. Though there is not much to see in Torcello except for the old church, and the supposed \"Throne of Atilla\". However, the peace and tranquility of the island is not to be found anywhere else in Venice! Torcello is also home to a very expensive Cipriani restaurant. But just walking around on these islands is a nice enough experience. If you've had enough of the hype and the other tourists, hop off the vaporetto at 'Cimitero', Venice's graveyard for a peaceful walk. There are many famous tombs, and the section dedicated to deceased children is particularly haunting. There is also a free toilet there.\n\nWhile going through Venice, make sure you take in the beauty of it all. ",{"type":"'''","value":["Walk"]}," through the alley ways, and take the water taxi to different parts of the island, sometimes at night you can just go sit in an open area and watch locals and tourists passing by. It is wonderful. There are many museums and churches that are around the city that allow tourists to go in a visit. They are many great sights to keep you busy throughout your visit.\n\nThe  “Secret Itineraries in ",{"type":"'''","value":["Doge's Palace"]},"” ",{"type":"[","value":["http:\/\/museiciviciveneziani.it\/main.asp?lin=EN"]}," worth a visit, take the visitor into the most secret and fascinating rooms in the Palace. It’s better to book in advance.\n\nBecause Venice is now pretty much only inhabited by tourists and people serving the trade, it gets very quiet by 9.00 and there is very little to do in the evening (outside of eating).  There are a few exceptions, like some classical music ",{"type":"'''","value":["concerts,"]}," which most probably only play Vivaldi.\n\nIf you would like to have a ",{"type":"'''","value":["guide"]}," to show up the highlights of Venice, you can choose between many offers. There are walking or boat tours, focused on shopping or history or for art lovers, and many itineraries.\n\nIf you are interested in exploring all things related with Italian ",{"type":"'''","value":["food"]}," you have to visit the freshly open \"i Tre Mercanti\" ",{"type":"[","value":["http:\/\/itremercanti.it"]}," (campo della guerra 2 mins from S.Marco square) an amazing food gallery where you can find typical Italian specialties, a wide range o f the best wines and the usual classics like Olive Oil, balsamic vinegar, Parmesan, Limoncello along with hundreds of regional specialities (including 97 pasta sauces!). Classy and friendly the staff speak many languages and is open every day. If you don't feel like shopping you can always browse the shop and ask cooking tips and the history of products to the helpful manager.\n\nSend a ",{"type":"'''","value":["Postcard"]}," or even better, an entire ",{"type":"'''","value":["mail"]}," dedicated to an important one (the old \"snail mail\" one, not the electronic variety)! Venice has a long, celebrated tradition in postal services, paper and written communication in general (including one of the earliest medival book printing houses).\n\nVenice it's also ",{"type":"'''","value":["Riviera del Brenta"]}," old canals. \nThe Riviera del Brenta is famous for its extraordinary Palladian villas along the Brenta river, its museums and historical buildings and it is located only 25 miles from Venice. \nThis Riviera and its mainland include 7 small cities: Stra, Fiesso d’Artico, Dolo, Fossò, Mira, Oriago and Malcontenta.\nThese places are indicated for ",{"type":"'''","value":["cycling excusions"]}," and to see antique Palladian Villas built on the Brenta river. In Stra village the ",{"type":"'''","value":["famous gardens of Villa Pisani"]}," and the ",{"type":"'''","value":["museum of the shoes"]}," in Villa Foscarini Rossi. In this last museum you can admire 1500 models of made in Italy shoes created from local factories for major brands included Fendi, Genny, Yves Saint Laurent, Givenchy, Ungaro, Anne Kleyn, Richard Tyles, Vera Wang and much more.\nIn Dolo village you can visit the square, old watermill (XI century)and big open air market.\n\n",{"type":"==","value":["Learn"]},"\nVenice is home to two major (and expanding) universities, Ca' Foscari (Public) and IUAV (Public).  There are possibly hundreds of smaller schools in the city. Neither university exploits its name for merchandising, and \"Università degli Studi di Venezia\" sweatshirts for sale at stalls are not only unlicensed, but there is no single university in the city with that name to begin with.\n\n",{"type":"===","value":["Cooking Classes"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mama Isa's Cooking School in Venice area"],["url=http:\/\/isacookinpadua.altervista.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Mama Isa is a cooking teacher, a private chef and supper club host. She offers cookery course (2-6 days) or cooking classes in Venice area (half day or full day, pasta making classes, pizza making classes, risotto classes, tiramisù classes, romantic classes): Hands-on cooking lessons for a maximum of six people"]]}]},"\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Atelier Marega"],["url=http:\/\/marega.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A hand-made mask and costume shop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Fanny"],["alt=gloves & accessories"],["url="],["email=fannygloves@hotmail.it"],["address=Calle dei Saoneri \/ Campo San Polo 27\/23"],["lat="],["long="],["directions=100m west of Cà Foscari"],["phone=041 5228266"],["tollfree="],["fax="],["hours="],["price="],["content=Hundreds of leather gloves in all colours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Francis Model"],["alt=leather articles"],["url="],["email=ruggero.dezorzi@libero.it"],["address=Ruga Rialto \/ San Polo 773\/A"],["lat="],["long="],["directions=100m SW of Rialto bridge"],["phone=041\/5212889"],["tollfree="],["fax="],["hours="],["price="],["content=Locally made leather bags. Exceptional craftsmanship.  There are reports that some travellers were cheated in this store, by being told that transaction didn't occur while using their credit card, and demanded cash while in fact transaction ",{"type":"''","value":["did"]}," occur properly and thus having made the travellers pay for the same item twice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=I Tre Mercanti"],["alt=Wine & Food Gourmet shop"],["url=http:\/\/www.itremercanti.it"],["email=info@itremercanti.it"],["address=Ponte della Guerra \/ Castello 5364"],["lat="],["long="],["directions=Between Rialto and S.Marco square, near Campo della Guerra"],["phone=+39 041 522 2901"],["tollfree="],["fax="],["hours="],["price="],["content=Fine Wines & Food. Oil, balsamic vinegar, pasta, sauces and dressings, salami, cheese, sweets, grappa and spirits. A special selection of the best italian products. They ship to the USA and Worldwide. The shop aims to give customers not only the opportunity to find the best of enogastronomic italian production, all under one roof, but also the chance to have a unique and particular experience where the customer is taken on a path of discovery. This not only includes the italian food traditions but also cutting edge creations that you can find among the 1500 products displayed on the shelves. The store has a strong international vocation, planned to receive people from everywhere in the world and to ship back to their home every product they need. We can supply yachts as well as make exclusive gift packages or hampers for companies. There are many street vendors who will try to sell you a variety of products constantly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Venetia Studium"],["alt=High end Scarves & Shawls"],["url=http:\/\/venetiastudium.com"],["email=info@venetiastudium.com"],["address=San Marco 2425"],["lat="],["long="],["directions=calle Larga XXII Marzo"],["phone=041\/5236953"],["tollfree="],["fax="],["hours="],["price="],["content=Fine velvets and silks of every imaginable color are woven into delicate evening bags, scarves and pillows. The Company Venetia Studium produces in the Island the worldwide famous Fortuny Lamps"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Venetian Emporium"],["url=http:\/\/www.venetianemporium.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Venetian masks, Venetian glass chandeliers, Venetian glass jewelry: in general Venetian craft products with an optimal quality-price ratio."]]}]},"\nIf you've come to Venice thinking that you won't be able to do a bit of designer shopping, think again! Just like in every major Italian city, you get the big fashion brand names here too. For label clothing shopping, the best area is that around the Piazza San Marco, where you can find Versace, MaxMara, Gucci, Armani, Louis Vuitton, Prada (and numerous more) big names. If you want to shop for clothing or accessories, though, you don't necessarily have to shop through the biggest names in fashion - in the Campo Santo Stefano and Calle della Mandola, you can get less famous or local boutiques, but you can find some excellent quality and\/or unique items such as clothes, shoes, wallets, or handbags.\n\nWatch out also for the hand-made paper and the exquisite miniature buildings made by Moro. Watch out for fakes; Moro \"signs\" his name on the back. Also, beware of fakes and \"free\" trips to neighboring ",{"type":"[[","value":[["Murano"]]}," for its famous glass. (See article for details.)\n\nTourist Traps: \"Coloured Pasta\" and \"Venetian Limoncello\" (not the original napolitan one) are not Italian food, no Italian would ever eat them, they are particularly made for tourists, only buy typical regional Italian food in food shops and always check the labels to discover where they have been made. In case it is not stated on the label, avoid the purchase.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Palazzo Cavalli-Franchetti WB.jpg"],["thumb"],["Palazzo Cavalli-Franchetti"]]},"\nVenice has some wonderful restaurants, featuring the cuisine of the Veneto. However it is widely regarded that the restaurants in Venice serve food of a quality and in quantities much lower than anywhere else in Italy. The pizza in Venice is well known as being the worst in Italy (It is a more southern Italian speciality). For Americans, you can find a place called Quanto Basta pizza that serves an American-style pizza with pepperoni and french fries. Specialties include polenta, made of corn meal; risotto with cuttlefish ink sauce. Diners should however be aware that for every genuinely wonderful restaurant or trattoria, there's another serving rubbish food at inflated prices, especially in the most touristed streets around San Marco. Rule of thumb: if there's a waiter outside pimping for business, it's probably best avoided.\n\nNear the Rialto bridge there's a row of restaurants with tables by the canal, where you can have the quintessential Venice experience of dining by the canal lights. Although they do have waiters outside bugging you, some have pretty acceptable quality for price, which is almost always expensive anyway.\n\nOne of Venice's trademark foods is cuttlefish and its ink. This intense black ink serves as a sauce and ingredient for polenta (corn meal), risotto (rice), and pasta. These dishes are normally indicated by the Italian words \"nella seppia\" (in cuttlefish), \"alla seppia\" (in the style of cuttlefish), or \"nero di seppia,\" (black of the cuttlefish). For example Polenta Nella Seppia is fried corn meal with the black ink of a cuttle fish. Despite the intensity in color, the ink has a surprisingly mild taste. \n \nBe careful when the prices are on a weight basis (typically by the \"etto\", abbreviated \"\/hg\". or 100 g). One dish can easily contain 400g of fish or meat (almost a pound) - coming to 4 times the indicated base price!\n\nRestaurants might offer low prices for food on their menus that they advertise outside the entrance, but they will sometimes compensate this by charging high prices for drinks (which is naturally *not* advertised). €5 for 33 cl of beer is not uncommon. Le Bauta, an eatery on Fond del Gaffaro, is a good example. Also, please make sure that you get your change back after payment as sometimes it may be 'forgotten' by the waiters.\n\nFor fresh fruit (including chilled coconut) watch out for the street market stalls. There is always a boat parked in the canal on campo San Barnaba selling fruit and vegetables into the late hours.\n\nTo save money at lunch, eat standing up - that's what Venetians themselves do. Every cafe, trattoria, osteria, enoteca or whatever it chooses to call itself is stocked at lunchtime with cicchetti - Venetian tapas, including tramezzini (triangular sandwiches on white bread), bite-sized rolls with various cold cuts, polpette (fried balls of minced fish or meat) and assorted antipasti. Order by pointing at what you want on the glass shelves, and wash the whole thing down with a glass of wine (un' ombra) or a spritz (made with, in order of bitterness and alcohol content, Aperol, Campari or Select). Bear in mind that as soon as you allow yourself to sit at the table and be waited on, instead of ordering and consuming your food at the counter, the prices for the same items go up - you can end up paying double. If you look at the (government-mandated) chart of prices stapled to the wall near the bar, you'll see 2 columns of numbers, accommodating this arrangement. However, sitting is worth it if you plan on staying a while. Some places will also serve free bread and water for seated patrons, but then there is usually also a small charge (€1-3 per person) for \"pane e coperto\" (bread and cover charge).\n\nIf self-catering, the Rialto food markets are an absolute must for fruit, vegetables and cheese, but most of all for the huge range of seafood, much of it fresh out of the lagoon and still moving! There are a variety of small stores around the city that sell fruits and vegetables, but tourists will be hard-pressed to find them. Anything else you will find in the one of the few supermarkets in the city.\n\nHead to the Dorsoduro area of Venice if you want to save a few euros. It is located on the south side of the city. It has the highest concentration of places where locals, especially students, go to eat. Generally staying away from the main squares will be the cheapest option. If you're willing and able to walk around the town, some back streets offer the best food for the lowest price. Seeing the city from this vantage point is a lot of fun too!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vecio Fritolin"],["alt="],["url=http:\/\/veciofritolin.it\/en\/restaurant-in-venice\/"],["email=info@veciofritolin.it"],["address=Calle della Regina 2262 Sestiere Santa Croce"],["lat=45.43990"],["long=12.33131"],["directions="],["phone=+39 041 5222881"],["tollfree="],["fax="],["hours=12AM-14.30PM and 19PM - 22.30PM"],["price=50€"],["content=Historical restaurant in Venice serving the best traditional Venetian cuisine, revisited with light-hearted creativity, serving up new and exciting interpretations of Venetian culinary traditions."]]}]},{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" There are a few supermarkets in the city, so if you are in the need to save some money, these are an option as they serve a wide array of prepared and semi-prepared food. On the main street from the station to the Rialto bridge there is a Coop and a Billa supermarket."]},"\n",{"type":"*","value":[" \"Pizzeria ae Oche\" is a local establishment with several locations in the city. The food is plentiful and the prices reasonable. On Calle del Tintor south of Campo San Giacomo dell'Orio, In Santa Croce. Look to spend between €5-10 for a pizza depending on how exotic your selection is."]},"\n",{"type":"*","value":[" \"Pizza al volo\" sells superb pizza by the (extremely large) slice in Campo Santa Margherita for approximately €1.80 a slice, €5 a whole pizza. It is by the fresh fish stall under a green awning."]},"\n",{"type":"*","value":[" \"Cip ciap\", on Calle del Mondo Novo, by Campo Santa Maria Formosa, also sells delicious takeaway pizza by the slice (or slab) at similar prices. They also serve very tasty mini pizzas per kilogram."]},"\n",{"type":"*","value":[" The \"Brek\" is a cafeteria style restaurant that offers a menu including main meal+drink+dessert for only €5. There is one close to the train station and another at the Marco Polo airport."]},"\n",{"type":"*","value":[" Venetian snacks (cichetti) can be brilliantly inventive, in small \"tapas-style\" serving sizes. Look for places (especially wine bars) popular with non-tourists, the prices are very reasonable."]},"\n",{"type":"*","value":[" There are still many small bakery shops and \"biavaroli\" where you can buy bread, cheese etc., particularly near the Rialto market area. If you want to buy water (Venice has excellent free tap water easily accessible at the numerous fountains located outside throughout the city) it is usually cheapest to get it at the supermarkets: there are Billa or Co-op stores located throughout the city, though supermarkets are often \"disguised\" in nondescript buildings in Venice for space limitations."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Bitta"]},", Dorsoduro 2753A, calle lunga, san Barnaba, tel 523 0531. This busy but friendly restaurant is in the more studenty area of Dorsoduro, and attracts a mixture of locals and tourists. They have some excellent Italian dishes, which are reflected in the prices, plus they have a great selection of wines. Meals served 6:30PM-11PM, closed in August."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Osteria Al Cravatte"],["url="],["email="],["address=Santa Croce 36\/37"],["lat="],["long="],["directions=500m east from Piazzale Roma"],["phone="],["tollfree="],["fax="],["hours="],["price=€40 for three-courses meal with wine"],["content=This little restaurant is frequented by the professors of the nearby university. Warm welcome and a good eat.Try their raw artichoke salad or their fish of the day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Do Farai"],["url="],["email="],["address=Dorsoduro 3278"],["lat="],["long="],["directions=100m west of Cà Foscari"],["phone=041 2770369"],["tollfree="],["fax="],["hours="],["price="],["content=Very fresh shell fish. Taste their spaghetti ",{"type":"''","value":["al dente"]}," with razor shells."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Osteria Enoteca Ai Artisti"]},", Dorsoduro 1169A, tel 523 8944. An excellent restaurant, small but comfortable with a few tables alongside a tiny canal. Food is fresh and delicious, not too expensive. Large selection of wines. Menu changing daily. Meals from €15-25."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gianni"]},", Zattere 918. tel +39 041.523 7210. This is a very friendly family restaurant overlooking the Guidecca Canal. The menu starts at €8.50 pizzas and pastas. The wine selection is good with many available in a choice of 250 cL, 375 cL and 750 cL bottles. The interior is almost art deco and surprisingly light. It is used by a lot of regulars, both local and returning tourists. They are closed on Wednesdays and between Christmas and Festival."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Osteria Mocenigo"],["url="],["email="],["address=Salizada San Stae"],["lat="],["long="],["directions=near the Mocenigo museum"],["phone=041 5231703"],["tollfree="],["fax="],["hours=Closed on Monday"],["price=€40 for two-courses meal with wine"],["content=Little restaurant frequented by locals. Be sure to try their antipasti. Excellent desserts too."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pane Vino e San Daniele"],["url=http:\/\/www.panevinospa.it\/"],["email="],["address=Campo dell'Angelo Raffaele, Dorsoduro 1722"],["lat="],["long="],["directions="],["phone=041 523 7456"],["tollfree="],["fax="],["hours="],["price=€45 for a three-course meal with wine, water and coffee"],["content=A short walk from the Vaporetto stop at San Basilio on the Dorsoduro. Delightful trattoria with cosy Alpine interior and piazza seating in good weather, featuring a menu of Puglian, Sardinian and Venetian specialities. No fish, excellent wines and a highly trained dessert chef, with gluten-free, dairy-free and diabetic options available on request. Good English, Spanish, French and German spoken by the friendly owners."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Timon"],["alt=eno - ostaria"],["url="],["email="],["address=Fondamenta degli Ormesini"],["lat="],["long="],["directions=south-east of the Jewish Ghetto"],["phone="],["tollfree="],["fax="],["hours="],["price=€30"],["content=Warm and local atmosphere in this little osteria where they serve great Italian vintages by the glass. If you're adventurous, try their tasty tripe. Good music inside, some table by the canal in the summer."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Trattoria Dai Fioi"],["alt=Trattoria Dai Fioi"],["url=http:\/\/daifioirestaurant.com"],["email=info@daifioirestaurant.com"],["address=Via Miranese 9\\A, Venice Mestre"],["lat="],["long="],["directions=Follow Via Piave from the railway station"],["phone=+39 041 983395"],["tollfree="],["fax="],["hours=7 days a week"],["price=€30"],["content=Small trattoria offering dishes with products sourced from the local area of Venice, Italy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Vecio Canton"],["alt="],["url=http:\/\/alveciocanton.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Castello 4738. Just 8 minutes from Piazza San Marco (200 m NE), this small and atmospheric restaurant\/pizzeria will absolutely enchant you. Famous for its traditional style pizza and seafood pasta, you will not only get it all at affordable prices (pizza from €6, pasta from €8, wine from €5\/half litre), but you're also served by a most friendly and hearty staff. They top it off with a free home made digestivo (mostly vodka and lemon) at the end of your meal, just to make 100% sure you'll be coming back for more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Trattoria Veneziana"],["url="],["email="],["address=Sestiere Santa Croce, 285"],["lat="],["long="],["directions=200m SE of Piazzale Roma"],["phone=041 710749"],["tollfree="],["fax="],["hours="],["price=€35 for two-course meal with wine"],["content=Warm welcome, good cooking (try their mixed grilled fishes), frequented by locals and tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Antico Dolo"],["alt="],["url=http:\/\/anticodolo.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=San Polo 778. A old seafood restaurant close to Rialto bridge: food comes from the adjacent Rialto Market daily. A complete dinner excluding wines could cost €35 each more or less."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Giardinetto"],["alt="],["url=http:\/\/algiardinetto.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Castello 4928. Just behind the Piazza San Marco, this restaurant has a large private courtyard welcoming guests during good season. Seafood courses and Venitian specialities are served by Severino family."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/anticomartini.com\/vinovino_eng.htm\/ Vino Vino"]}]},", (between La Fenice Opera House and via XXII Marzo), offers typical Venetian cuisine and snacks at medium prices. The largest selection of top-quality Italian and imported wines (over 350) available by the glass or by bottle.Close to St. Mark's Square, it is a unique place that can exist only in Venice, where backpackers chat with baronessas, gondoliers with golfers, and where Venetians discover new vistas.Open non-stop from 11:30AM to 11:30PM phone: 041 2417688",{"type":"[","value":["mailto:vinovino@anticomartini.com "]},","]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Il Refolo"],["url="],["email="],["address=S. Croce, 1459"],["lat="],["long="],["directions="],["phone=041-5240016"],["tollfree="],["fax="],["hours="],["price=€60 for a four-course meal with wine"],["content=Nice restaurant at a small piazza. Very good pizza (~10€) as well as a decent menu."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Antico Martini"]}," (since 1720) A luxury restaurant, favorite among the famous names of culture and business, the Antico Martini also attracts expert gourmets and famous personalities since the 1800s who come to enjoy unforgettable flavors. Beautiful detail and restaurant decor, romantic atmosphere. Address: Campiello della Fenice, S. Marco 2007, Tel.(+ 39) - 0415224121 or 041 5237027 Fax (+ 39) - 041 5289857 Open all days ",{"type":"[","value":["http:\/\/anticomartini.com\/"]},{"type":"[","value":["mailto:info@anticomartini.com "]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Antiche Carampane"],["alt="],["url=http:\/\/antichecarampane.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 5240165"],["tollfree="],["fax="],["hours="],["price="],["content=San Polo 1911. In the heart of Venice, only steps away from the Rialto Bridge, is this renowned restaurant where distinguished Venitian cuisine is served in a familiar setting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant La Caravella"],["alt="],["url=http:\/\/restaurantlacaravella.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 5208901"],["tollfree="],["fax="],["hours="],["price="],["content=Via XXII Marzo 2398. Historical place, very near St. Mark's Square, known since the 60's and has become a must if you like traditions. Open every day all year round, offers, together some typical dishes a large selection of wines. From May to September service is in a traditional courtyard."]]}]},"\n",{"type":"===","value":["Cake shops"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Pasticceria Tonolo"],["url="],["email="],["address=Dorsoduro 3764\/5"],["lat="],["long="],["directions=Crosera San Pantalon, 400m east of Piazzale Roma"],["phone=041 523 7209"],["tollfree="],["fax="],["hours="],["price="],["content=An 120 year old patisserie. Taste their cake with crystallized fruits or their marzipan cake."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bar Pasticceria Gilda Vio"],["url="],["email="],["address=Rio Marin 784, S. Croce"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Best tiramisù, at least in S. Croce."]]}]},"\n",{"type":"===","value":["Ice Cream"]},"\nYou will find ice cream all over the city, and you will hardly survive a hot summer day without. Prices are 1 - €1.50 for one scoop, 2.50 - €3.50 for three scoops.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Alaska"],["url="],["email="],["address=S. Croce 1159"],["lat="],["long="],["directions=close to the railway station"],["phone=041\/00715211"],["tollfree="],["fax="],["hours=14-24 roughly"],["price="],["content=Ice cream made with natural ingredients by Carlo Pistacchi, not only the owner but an artist, a poet and a philosopher."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nTry a ",{"type":"'''","value":["Spritz"]}," (with either Campari, Select or Aperol mixed with Prosecco wine and Seltzer), a typical drink loved by all Venetians that's usually drunk while eating ",{"type":"''","value":["cicheti"]},".  You can find it in almost every bar in the city. Price is about €2, more in a touristy place.\n\nIf you try the famous Veneto ",{"type":"'''","value":["Grappa"]}," be careful—it's almost pure alcohol.\n\nThe ",{"type":"'''","value":["Bellini"]}," was invented in Harry's Bar in Venice.  It is a mix of white peach juice and Prosecco (the ubiquitous Venetian Champagne-like sparkling wine).  Fermented at a low temperature Prosecco develops amylic aromas (fruit drops), though these perhaps mix better with fruit juices than does the more austere Champagne.  Classic Bellinis should never be made with Champagne. Although by normal standards expensive, a Bellini in Harry's Bar (€17 for a 1.5 oz drink is obscene) is still much cheaper than on the terraces of similar '5-star' establishments in the city.\n\n",{"type":"'''","value":["Beer"]}," in a small pub is about €5 for a pint (birra media).\n\n",{"type":"'''","value":["Espresso"]},", the real Italian, is about €1 at the bar, €2 at a table.\n\n",{"type":"===","value":["Coffee"]},"\n",{"type":"[[","value":[["File:Venice - Cafe - 4125.jpg"],["thumb"],["right"],["A cafe in Piazza di San Marco"]]},"\nCoffee is everywhere in Venice, and both Venetians and the tourists avail themselves of the opportunities, usually by downing a quick dose at the counter (see warning about sit-down prices above). Rule of thumb: the bigger (and shinier) the espresso machine, the better the result. One of the favorites is the mini-chain ",{"type":"[","value":["http:\/\/www.rosasalva.it\/ \"E Rosa Salva\""]},", with three locations in the center - on C. Fiubera (from Piazza San Marco, take the underpass in the middle of the arcade, cross the bridge and take second right off C. Fabbri), Merceria S. Salvadore (off the campo of the same name), and right on Campo San Zanipolo (to the right of the church looking from the canal); the last one is a gelateria as well. For your €1 you'll get exactly 2 and a half sips at the bottom of a small cup, with rich crema and no bitterness. Assorted house-made sweets are €1.10.\n\nOn the extravagant side there is Caffè Florian, situated on Piazza San Marco.  It claims to be the oldest coffee house still in operation, established in 1720.  The interior is about a century newer, and brings an exclusive setting for a cup of coffee, even if sitting outside overlooking the entire piazza and its surroundings may be a better choice on a nice summer day.  The café has its own outdoor orchestra playing an assortment of Italian music.  Just sitting down at the table costs €6 per seat (for the orchestra it says on the menu) and the rest on the menu is at least twice the price you would have paid at home.\n\n",{"type":"===","value":["Night Life"]},"\n\nThere are two late-night drinking areas in Venice.  Piazza San Marco is not one of them.  Although it is very pleasant and there are many people wandering around late.  But the actual late night scene is in either ",{"type":"'''","value":["Campo Santa Margherita"]},", near the University Ca' Foscari in Dorsoduro; or in ",{"type":"'''","value":["Erbaria"]}," on the West side of the Rialto Bridge where the main vegetable market is held during the day.\n\nAlthough there are many fantastic bars in Venice, if you're planning a night time \"pub crawl\" you should plan a few places to visit in advance, otherwise it's very easy to waste an hour wandering aimlessly in search of a watering hole that's actually open (especially midweek).\n\nLocals in search of nighttime entertainment mostly head over the bridge into Mestre, or hop the boat to Lido. One exception: F.ta della Misericordia, in Cannaregio (north from the Ghetto over the Ghetto Nuove bridge, turn right), features several bars in succession, anchored by the ",{"type":"''","value":["Paradiso Perduto"]}," (Cannaregio 2640; a restaurant by day, live music on Sundays starting at 9), along the canal. In season they are spilling over after dark with youths holding large glasses of rosé, while more of those same youths are cruising (in motor boats) blaring rap songs in Italian from the loudspeakers. The cafes and bars lining the expansive C. Santa Margherita are catering to the students from the nearby university; chill out to reggae sets in ",{"type":"''","value":["Caffé Rosso"]}," (Dorsoduro 2963), or dance (Saturdays only) at ",{"type":"''","value":["Round Midnight"]}," (Dorsoduro 3102).\n\nThose looking for gay nightlife in Venice will be disappointed. Hop on the train to ",{"type":"[[","value":[["Padua"]]}," instead.\n\n",{"type":"===","value":["Pubs"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Devils Forest Pub"],["content=A traditional English style pub with a very fun atmosphere.  It is located near the Rialto Bridge and tucked into a small alley near the Disney Store."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pub Taverna L'Olandese Volante"],["address=Campo San Lio, Castello 5856, Venezia"],["phone=+39 041-5289349"],["content=It is located between The Rialto Bridge and Piazza San Marco.  During the summertime there are tables outside when you can easily sit and rest after a day of wandering around this marvelous city. What is more, during the day pasta and other typical dishes are served at a budget price."]]}]},"\n",{"type":"*","value":["There are two Irish pubs in Venice.  One is located along the ",{"type":"'''","value":["Strada Nova"]}," in ",{"type":"''","value":["Cannaregio"]},"; the other one is the ",{"type":"'''","value":["Inishark"]}," just before ",{"type":"''","value":["Campo Santa Maria Formosa"]},"."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["style"],["remove some hotels, there are way too many"]]},"\n\nDue to Venice's historic city constrained area and touristic importance hotels are expensive. Bed and Breakfasts and guesthouses offer better rates, and real budget solutions (like campings and hostels) can be found on ",{"type":"[[","value":[["Mestre"],["mainland Venice"]]}," and ",{"type":"[[","value":[["Lido"]]},". These are worth considering since historic centre is quite well connected with bus and ferries, so staying outside is not such a big problem.\n\nIn the last few years,  holiday or short rentals apartments have increased in number and quality, now you can rent (minimum stay is usually 3 nights) a Palazzo on the Grand Canal as a little flat near Rialto.\n\n",{"type":"===","value":["Bed and Breakfast"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ancient Venice Bed and Breakfast"],["alt="],["url=http:\/\/ancientvenicerooms.com"],["email="],["address=Dorsoduro 3171"],["lat="],["long="],["directions=in front of \"Campo San Barnaba\" and around the corner from Campo Santa Margherita"],["phone=+39 3279824052"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has a mosaic marble floor (\"terrazzo veneziano\"), dated 1826 and offering a panoramic view. On the first floor there's a nice Tea Room where you can have breakfast and relax."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bed and Breakfast Venice Ca' del Pozzo"],["alt="],["url=http:\/\/cadelpozzo.it"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041-2413875"],["tollfree="],["fax=+39 041-2443203"],["price="],["checkin="],["checkout="],["content=Completely restructured in 2003 and situated in the characteristic Campo San Maurizio."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bed and Breakfast Ca' delle Acque"],["alt="],["url=http:\/\/locandadelleacque.it"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041-2411277"],["tollfree="],["fax=+39 041-2414112"],["price=Rooms from €69"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bed and Breakfast Ca'Dor"],["alt="],["url=http:\/\/bedandbreakfastvenice.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 392 3906152"],["tollfree="],["fax="],["price=Rooms from €35"],["checkin="],["checkout="],["content=Venetian style rooms in the centre, 3 minutes from Rialto's Bridge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=BedandBreakfastVenice Querini San Marco"],["alt="],["url=http:\/\/bedandbreakfastvenice.org"],["email="],["address=Castello 3520"],["lat="],["long="],["directions="],["phone=+39 339 5309009"],["tollfree="],["fax="],["price=Studios from €80"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Faronhof b&b"],["alt="],["url=http:\/\/faronhof.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041-428363"],["tollfree="],["fax="],["price=Rooms from €45"],["checkin="],["checkout="],["content=British family-run b&b."]]}]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ai Tolentini"],["alt="],["url=http:\/\/albergoaitolentini.it\/en\/index.htm"],["email="],["address=Calle Amai, Santa Croce 197\/G, 30135"],["lat="],["long="],["directions="],["phone=+39 041 2759140"],["tollfree="],["fax=+39 041 2753266"],["price=Doubles from €65"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ai Do Mori"],["alt="],["url=http:\/\/hotelaidomori.com"],["email="],["address=St. Marco 658, 30124"],["lat="],["long="],["directions="],["phone=+39 041 5204817"],["tollfree="],["fax=+39 041 5205328"],["price=Doubles from €55"],["checkin="],["checkout="],["content=As close as it gets to Piazza San Marco, but on the second and third floor, so it still is quiet at nights. Clean and nice rooms, TV, aircon, very friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alloggi Agli Artisti"],["alt="],["url=http:\/\/agli-artisti-venezia.it\/"],["email="],["address=Calle Priuli Cavalletti 99"],["lat="],["long="],["directions=150 meters away from the main railway station (Santa Lucia)"],["phone="],["tollfree="],["fax="],["price=From €50 to €90 for a double room, depending on the season"],["checkin="],["checkout="],["content=Guests can choose between rooms with bathroom ensuite (with hairdryer), and rooms with sharing bathroom on the floor (cheaper)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Antico Fiore"],["alt="],["url=http:\/\/anticofiore.com"],["email="],["address=San Marco 3486"],["lat="],["long="],["directions="],["phone=+39-041-5227941"],["tollfree="],["fax=+39-041-2413879"],["price=Rooms from €65"],["checkin="],["checkout="],["content=An eighteenth-century building which has been carefully restored."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Astoria"],["alt="],["url=http:\/\/hotelastoriavenezia.it"],["email="],["address=Calle Fiubera 951, S. Marco"],["lat="],["long="],["directions="],["phone=+39-0415225381"],["tollfree="],["fax=+39-0415288981"],["price="],["checkin="],["checkout="],["content=2 star hotel. It has WiFi at a fee and rooms from €70."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ca' Contarini"],["url="],["email=tfleming6@hotmail.com"],["address=Calle dei Orbi (Corte de la Vida) 3025, 30124"],["lat="],["long="],["directions="],["phone=+39 327-8455991"],["tollfree="],["fax="],["hours="],["price=From €70 per person\/night (as of May 2011)"],["checkin=12PM"],["checkout=10:30AM"],["content=A small, quiet establishment in a five hundred year old building. Both shared and private rooms are available, no curfew-lockouts, including free Wifi, coffee\/tea, and light breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ca' Rialto"],["alt="],["url=http:\/\/carialto.com"],["email="],["address=Riva del Ferro, San Marco 5149"],["lat="],["long="],["directions="],["phone=+39-041-5209166"],["tollfree="],["fax=+39-041-5238958"],["price=Singles from €50, doubles from €60 (extra bed €30)"],["checkin="],["checkout="],["content=Located in a building overlooking the Grand Canal and Rialto Bridge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Diana"],["alt="],["url=http:\/\/hoteldianavenice.com\/"],["email="],["address=Calle Specchieri 449, 30124"],["lat="],["long="],["directions=100 yards from the front entrance to the Basilica San Marco"],["phone=+39-041-5206911"],["tollfree="],["fax=+39-041-5238763"],["price=Rooms at around €70 per person"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Domus Cavanis Venice"],["alt="],["url=http:\/\/www.domuscavanishotel.com\/"],["email="],["address=Dorsoduro 896, 30123"],["lat="],["long="],["directions="],["phone=+39 041 5287374"],["tollfree="],["fax=+39 041 52285\/5"],["price=Double room from €40. Triple from 60. Breakfast included"],["checkin="],["checkout="],["content=All the 35 bedrooms of the Domus Cavanis Hotel have a private bath."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Serenissima"],["alt="],["url=http:\/\/hotelserenissimavenice.com\/"],["email="],["address=Calle Goldoni 4486, San Marco 30124"],["lat="],["long="],["directions="],["phone=+39-041. 5200011"],["tollfree="],["fax=+39-041 5223292"],["price=Rooms from around €80 per person"],["checkin="],["checkout="],["content=Completely refurbished at the start of 2007 and is a one minute walk from the Piazza San Marco."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Locanda Gaffaro"],["alt="],["url=http:\/\/locandagaffaro.it"],["email="],["address=Dorsoduro 3589, 30123"],["lat="],["long="],["directions="],["phone=+39-041-2750897"],["tollfree="],["fax=+39-041-2750375"],["price=Doubles from around €100"],["checkin="],["checkout="],["content=In a picturesque court near Piazzale Roma."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Locanda Sant'Anna"],["alt="],["url=http:\/\/locandasantanna.com"],["email="],["address=C.te del Bianco, Castello 269"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Single from €35, Double from €45"],["checkin="],["checkout="],["content=One star. Provides a family atmosphere with modern comforts. Quiet hotel with secure courtyard and some rooms with a canal view (for a higher price) overlooking the Isola di San Pietro. Common balcony over the canal. Includes typical Italian breakfast from 8AM-9:30AM with coffee or hot chocolate and rolls, croissants, and toast. Easily accessible from the main bus\/train station by vaporetto to stop 'S. Pietro' or 'Giardini'. Doors close at 1AM. Pay in cash for a discount."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pensione Seguso Venice"],["alt="],["url=http:\/\/pensionesegusovenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 5286858"],["tollfree="],["fax=+39-041. 5222340"],["price="],["checkin="],["checkout="],["content=D.D.779, 30123. Traditional Italian Pensione overlooking the waterfront close to San Marco. A building and hotel with a long history, the spacious and light rooms start from €60 per person."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Residenza Laguna Venice"],["alt="],["url=http:\/\/residenzalagunavenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 2960575"],["tollfree="],["fax=+39-041. 2447441"],["price="],["checkin="],["checkout="],["content=S. Polo n° 1016, 30123. Little b&b close to Ponte Rialto bridge with spacious and stylish rooms. Nice family run accommodation starting from €70 a head."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n\n",{"type":"*","value":[{"type":"'''","value":[" Ateneo Hotel Venice"]},", San Marco 1876, 30124 ph +39.041. 5200777 fax +39.041 5228550. 3 star hotel close to Basilica San Marco.  Rooms start at around €120 depending on season."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Alcyone Hotel Venice"],["alt="],["url=http:\/\/www.hotelalcyonevenice.com\/"],["email="],["address=Calle dei Fabbri, San Marco"],["lat="],["long="],["directions="],["phone=+39 041 5212508"],["tollfree="],["fax=+39 041 5212942"],["price=€240"],["checkin="],["checkout="],["content=Its 26 bedrooms are divided in single, double, triple and superior. All with en suite services, shower, telephone, satellite TV and air conditioning."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Antica Casa Carettoni Venice"],["alt="],["url=http:\/\/hotelcarettoni.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 716231"],["tollfree="],["fax=+39-041. 2750973"],["price="],["checkin="],["checkout="],["content=Lista di Spagna 130, 30121. Close to Santa Lucia Train Station and the waterbus stops. 3 star hotel in an old convent offers accommodation starting at around €120-130 for a double room."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Antica Casa Coppo"]},", San Marco 4320\/1\/2, ph ",{"type":"''","value":["+39"]}," 041 5233585, fax ",{"type":"''","value":["+39"]}," 041 2770843. Classic Venetian styled rooms starting at €100 a night. Near the Rialto Bridge. Wi-Fi."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Antico Casin Locanda"],["alt="],["url=http:\/\/anticocasin.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041-5207002"],["tollfree="],["fax=+39-041-795122"],["price="],["checkin="],["checkout="],["content=Corte Contarina, San Marco 1520\/a. A refined example of contemporary design, located close to Saint Mark's Square. Doubles from €90."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/locandacavaleri.com\/en\/index.htm Ca' Valeri"]}]}," Castello - Ramo dei Corazzieri 3845, ph +39 041.2411530 fax +39 041.2415392. Residence where an atmosphere of charm and comfort defines an ambience of class. Double from €100."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ca' Amadi"],["alt="],["url=http:\/\/caamadi.it\/en\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041-5204682"],["tollfree="],["fax=+39 041-5206701"],["price="],["checkin="],["checkout="],["content=Cannaregio 5815, 30121. In the old town centre, close to the famous Rialto Bridge. This 13th-century palace was once home to Marco Polo. Décor is keeping with the period, and the rooms are utterly charming. Original wall frescoes from the 1400s adorn the hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ca' Bauta"],["alt="],["url=http:\/\/cabauta.com\/offerte-hotel.php?lang=ENG&id_hotel=37&id_offer="],["email=info@cabauta.com"],["address="],["lat="],["long="],["directions="],["phone=+39 041 2413787"],["tollfree="],["fax=+39 0415212313"],["price="],["checkin="],["checkout="],["content=Castello 6457. Housed in a 15th-century building, this quaint hotel has very spacious rooms with high ceilings and is adorned with stylish furniture and fittings. Has a friendly, multilingual staff who are always eager to assist you in planning tours, booking concert tickets, and making restaurant reservations. Rates from €70 per night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ca' Della Corte"],["alt=B&B + apartments"],["url=http:\/\/cadellacorte.com"],["email=info@cadellacorte.com"],["address=Dorsoduro, 3560 - Corte Surian"],["lat="],["long="],["directions=300 m SE of Piazzale Roma"],["phone=+39-041-715877"],["tollfree="],["fax=+39-041-722345"],["hours="],["price=Junior suite €140"],["checkin="],["checkout="],["content=A comfortable B&B in a quiet area. Warm and personal welcome. Breakfast (served in the room) could be improved (by going to pasticceria Tonolo and bringing your own cakes, e.g.)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ca' Zose"],["url=http:\/\/hotelcazose.com\/"],["email=info@hotelcazose.com"],["address=Dorsoduro 193\/B (Calle del Bastion)"],["lat=45.4308"],["long=12.3327"],["directions=walk west from Salute vaporetto stop"],["phone=+39 0415226635"],["tollfree="],["fax=+39 0415226624"],["hours="],["price=Doubles from €90 in season"],["checkin="],["checkout="],["content=A quiet street off S. M. Salute, by the S. M. Giglio ",{"type":"''","value":["traghetto"]}," (when it's operational, 50 cents will get you to S. Marco), within easy walk of either Accademia or the Zattere (no need to brave the hordes of tourists on the #1 line, take the #52 from bus or train station). The helpful staff speaks Italian, English, French and Veneto. 10% discount on rates if paid in cash - ask Walentina, the proprietress. All rooms are named after stars (in the sky, not of movie kind), and all have A\/C (indispensable in summer). Buffet breakfast included."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Continental Hotel Venice"],["alt="],["url=http:\/\/continentalhotelvenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 71 5122"],["tollfree="],["fax=+39 041 524 2432"],["price="],["checkin="],["checkout="],["content=– Lista di Spagna – Cannaregio. Three star hotel in the Jewish Ghetto. A historic building belonged to a noble family, with 93 bedrooms (€95-194) capable to host any kind of guests."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Corte 1321"]}," San Polo 1321, 30124, ph +39.041.5224923 fax +39.041.0997849. Near the Rialto Bridge. Large spacious rooms with double sink bathrooms ensure a comfortable stay. Lovely courtyard for dining is made memorable with local birds strutting and cooing. Double rooms from €100."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Domus Ciliota"],["alt="],["url=http:\/\/ciliota.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle delle Muneghe - S. Marco. Just a 5-10 minute walk from San Marco's Square. The hotel has over fifty clean, basic, air-conditioned rooms all with shower and WC. The 24h reception is English speaking. There is an area for leaving baggage after you've checked out. Single rooms are €70-85 and doubles are €100-110 including breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel al Sole"],["alt="],["url=http:\/\/hotelalsolevenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041-2440328"],["tollfree="],["fax=+39 041-722287"],["price="],["checkin="],["checkout="],["content=Santa Croce 134\/136, 30124, Hotel is situated in a noble palace built in the beginning of the 15th century, a short distance from Piazzale Roma. Doubles from €80."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ala"],["alt="],["url=http:\/\/hotelala.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 5208333"],["tollfree="],["fax=+39 041 5206390"],["price="],["checkin="],["checkout="],["content=San Marco 2494 (campo Santa Maria dei Gigli). Eggs and broiled tomatoes with cheese for breakfast. Rooms were a typical size but clean, comfortable and quiet. They have turndown service at night, a pleasant surprise. Double rooms from €110."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Alla Salute"],["alt=also known as 'Da Cici'"],["url=http:\/\/hotelallasalute.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041-5235404"],["tollfree="],["fax=+39 041-5222271"],["price="],["checkin="],["checkout="],["content=Salute 222, Fondamenta Ca' Balà. A 16th-century palazzo, a stone's throw from Piazza San Marco. It has been the house of the famous poet Ezra Pound. Pretty comfortable and quiet budget hotel. Garden for breakfast. Doubles from €50."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel All’Angelo Venice"],["alt="],["url=http:\/\/hotelallangelovenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 5209299"],["tollfree="],["fax=+39-041. 2743555"],["price="],["checkin="],["checkout="],["content=San Marco 403, 30124. Run by the same family since 1924 in a 17th-century building close to St Marks Basilica. Comfortable and stylishly decorated rooms with a double somewhere in the region of €150."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Antica Locanda al Gambero"]},"  Calle dei Fabbri - San Marco 4687, 30124 ph +39 041.5224384 fax +39 041.5200431. Single rooms from €90, Double from €110 (€150 rooms facing the Canal)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Antico Panada"],["alt="],["url=http:\/\/hotelpanada.it"],["email="],["address=San Marco 646"],["lat="],["long="],["directions=in the Sestiere (District) of San Marco"],["phone=+39 041-5209088"],["tollfree="],["fax=+39 041-5209619"],["price="],["checkin="],["checkout="],["content=Has rooms decorated in an 18th-century Venetian style. Double room from €145 to €310."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Antico Palazzo Gottardi"],["alt="],["url=http:\/\/palazzogottardi.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 2759333"],["tollfree="],["fax=+39 041 2759421"],["price="],["checkin="],["checkout="],["content=Cannaregio 2283, 3000. Antico Palazzo Gottardi stands in Strada Nuova, between two buildings that look down onto the Canal Grande. Double from €120."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Basilea Venice"],["alt="],["url=http:\/\/hotelbasileavenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 718477"],["tollfree="],["fax=+39-041. 720851"],["price="],["checkin="],["checkout="],["content=S. Croce-Rio Marin, 817, 30135. Across the Grand Canal from Santa Lucia Train Station. Located in a quiet Calle. Double rooms are usually around €100-160 depending on season."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Becher"],["alt="],["url=http:\/\/hotelbecher.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041-5221253"],["tollfree="],["fax=+39-041-5212685"],["price="],["checkin="],["checkout="],["content=San Marco 1857. This 18th century hotel enhanced by the most modern amenities, charming atmosphere and impeccable service. Single rooms from €70, doubles €110 and triples from €170."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Belle Arti Hotel Venice"],["alt="],["url=http:\/\/www.hotelbelleartivenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 5226230"],["tollfree="],["fax=+39 041 5280043"],["price="],["checkin="],["checkout="],["content=– 912 \/ A Dorsoduro, 30100. Elegant three star hotel. 67 guestrooms divided in double, triple and quadruple with en-suite services, bathroom kit and modern services. Breakfast included for those who book online. Double: €220."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Belle Epoque "]},", Cannaregio 127\/128 - Lista Di Spagna, 30123, ph +39 041 240004, fax +39 041 2750159, ",{"type":"[","value":["http:\/\/belleepoquehotelvenice.com\/"]},". Close to the Train Station. Rooms start from €90 all the way up to €200."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Cà D'Oro"]},", Calle delle Rasse, Castello 4604, 30121 ph +39 041.2411212 fax +39 041.2414385 ",{"type":"[","value":["http:\/\/venicehotelcadoro.com"]},". The hotel is in a quiet corner of Cannaregio district, 5 minutes walk from the Rialto Bridge. Singles from €60, doubles from €80."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Canaletto Venice"],["alt="],["url=http:\/\/hotelcanalettovenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 52 20 518"],["tollfree="],["fax=+39-041. 52 29 023"],["price="],["checkin="],["checkout="],["content=Castello 5487, 30122. Along a scenic canal close to St. Mark’s Basilica. Decorated and furnished in the traditional Venetian manner, this hotel offers excellent service and rooms for two that start at around €110."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Continental"],["alt="],["url=http:\/\/hotelcontinentalvenice.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041-715122"],["tollfree="],["fax=+39-041-5242432"],["price="],["checkin="],["checkout="],["content=Lista di Spagna, Cannaregio 166. Right on the Canal Grande. Single rooms from €93, doubles from €155 and triples from €194 including taxes and breakfast."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Commercio e Pellegrino"]},", Calle delle Rasse, Castello  4551\/A, 30122 ph +39 041.5207922 fax +39 041.5225016 ",{"type":"[","value":["http:\/\/commercioepellegrino.com"]},". Comfortable hotel in the centre, easy to reach by public transport and just 2 minutes on foot to Saint Mark’s Square. Single rooms from €80, doubles from €100 including taxes and breakfast."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Doge Venice"],["alt="],["url=http:\/\/www.albergodoge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 2448752"],["tollfree="],["fax=+39 041 5242192"],["price="],["checkin="],["checkout="],["content=– Lista Vecchia dei Bari, Santa Croce 1222, 30133. Three star accommodation of Venice. It is located in the northern part of the city, in front of the train station and presents 10 bedrooms – single, double and twin, some with a shared bathroom - and one apartment. Double rooms start from €57. Family apartment for three people, €97."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Firenze Venice"],["alt="],["url=http:\/\/firenzehotelvenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 5222858"],["tollfree="],["fax=+39-041. 5202668"],["price="],["checkin="],["checkout="],["content=San Marco, 1490, 30124. On a side street of Piazza San Marco, and offers bright and comfortable rooms. Rooms start at around €120 a double\/twin."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel il Mercante di Venezia"],["alt="],["url=http:\/\/hotelilmercantedivenezia.com\/"],["email="],["address=Calle della Misericordia, 30121"],["lat="],["long="],["directions="],["phone=+39-041. 2759290"],["tollfree="],["fax=+39-041. 2759294"],["price="],["checkin="],["checkout="],["content= Just off the Lista di Spagna by the Grand Canal, excellent access to the Station (Santa Lucia) and the waterbuses. Delicately appointed rooms from around €145."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Lisbona Venice"],["alt="],["url=http:\/\/hotellisbonavenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 5286774"],["tollfree="],["fax=+39-041. 5207061"],["price="],["checkin="],["checkout="],["content=San Marco 2153, 30124  Just in front of Piazza San Marco, three star rooms decorated in the grand Venetian style. Double rooms are usually around €140."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[" Hotel Marconi Venice"]},", Riva del Vin, San Paolo, 729, 30125 ph +39.041. 52 22 068 fax +39.041. 52 29 700. The hotel overlooks the Grand Canal and famous Rialto Bridge.  It has been a hotel since the 1930 and has a very interesting art deco style, with rooms going for around €150, or for a little more with a canal view."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Montecarlo Venice"],["alt="],["url=http:\/\/hotelmontecarlovenice.com\/"],["email="],["address=Calle degli Specchieri, 30124"],["lat="],["long="],["directions="],["phone=+39-041. 5207144"],["tollfree="],["fax=+39-041. 5207789"],["price="],["checkin="],["checkout="],["content= 3 star superior rooms and services one hundred yards from the entrance to Basilica San Marco. Rooms start at around €130 a double."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Nazionale Venice"],["alt="],["url=http:\/\/hotelnazionalevenice.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 716133"],["tollfree="],["fax=+39 041 715318"],["price="],["checkin="],["checkout="],["content=Lista di Spagna 158, 30121. Three star accommodation with 90 bedrooms divided in single, double, twin, triple and family, located only 100 metres away from the train station of Santa Lucia. €80 for a single and €160 for a family."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Palazzo Guardi"],["alt="],["url=http:\/\/palazzoguardivenice.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 2960725"],["tollfree="],["fax=+39 041 7241067"],["price="],["checkin="],["checkout="],["content=Dorsoduro 995, 30123. A stone's throw from the Accademia, is this noble Venetian palace, rooms equipped with all comforts. Double room from €80."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel San Giorgio"]},", Rio Terà della Mandola, San Marco 3781, 30124 ph +39 041.5235835 fax +39 041.5228072 ",{"type":"[","value":["http:\/\/sangiorgiovenice.com"]},". The hotel is between Campo Sant'Angelo and Campo Manin in an antique ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]}," palace bought by Mariano Fortuny. Single rooms from €60, doubles from €90, triples from €120."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Hotel San Moise Venice"]},", San Marco 2058, 30124 ph +39.041. 5203755 fax +39.041. 5210670. 3 star hotel just behind Piazza San Marco and the Basilica. Starting in the region of €120-140 for a double room."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Tiepolo"],["alt="],["url=http:\/\/hoteltiepolo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 5232415"],["tollfree="],["fax=+39 041-5208222"],["price="],["checkin="],["checkout="],["content=Castello 4510, 30122  Small and elegant design hotel in the historic centre, a few steps away from Saint Mark's Square. Doubles from around €200."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Violino D'Oro"]}," Via XXII Marzo 2091, San Marco, 30124 ph +39 041.2770841 fax +39 041.2771001. ",{"type":"[","value":["http:\/\/violinodoro.com\/en\/index.htm"]}," Venetian style. Single rooms from €40, Double from €70."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Locanda Orseolo"],["alt="],["url=http:\/\/locandaorseolo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located only a 3 minutes walk from St. Peter's Square, operated by a multi-lingual Venetian family who offer impeccable concierge service. Room rates are generally €150 to €200."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pagan Luxury House"],["url=http:\/\/www.paganluxuryhouse.com\/it\/"],["email=info@paganluxuryhouse.com"],["address=San Marco 3268, 30124"],["lat="],["long="],["directions="],["phone=+39-041-2960584"],["tollfree="],["fax=+39-041-5236218"],["hours="],["price=Double room from €120,00"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Residenza Cà Bauta"],["alt="],["url=http:\/\/cabauta.com\/"],["email="],["address=Castello, 6457, 30122"],["lat="],["long="],["directions="],["phone=+39-041. 2413787"],["tollfree="],["fax=+39-041. 5212313"],["price="],["checkin="],["checkout="],["content=Few steps from Campo ss. Giovanni e Paolo, one of the most spectacular place of Venice. Double rooms are usually around €100-160 depending on season."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Residenza Cá Malipiero Venice"],["alt="],["url=http:\/\/camalipierovenice.com\/"],["email="],["address=Castello 4852, 30122"],["lat="],["long="],["directions=Santa Maria Formosa district, behind the Ponte dei Sospiri bridge and St Mark’s Square"],["phone=+39 041 2770939"],["tollfree="],["fax=+39 041 5289845"],["price=Rates start from €110"],["checkin="],["checkout="],["content=An historic building of the 16th century with a large selection of elegant single, double rooms and suites, capable to host up to four people and equipped with the best modern services expected by a three star guest house."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Flora"],["alt="],["url=http:\/\/www.hotelflora.it\/en"],["email=info@hotelflora.it"],["address=San Marzo 2283\/A"],["lat="],["long="],["directions=behind Saint Mark's Square"],["phone=+39 041 5205844"],["tollfree="],["fax="],["price=Rates start from € 120"],["checkin="],["checkout="],["content=Garden, free Wi-Fi, homemade buffet breakfast, fitness centre."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Novecento Boutique Hotel"],["alt="],["url=http:\/\/www.novecento.biz\/en"],["email="],["address=San Marco 2683\/84"],["lat="],["long="],["directions=Calle del Dose, off Campo San Maurizio, between St. Mark's Square and the Accademia Gallery"],["phone=+39 041 2413765"],["tollfree="],["fax="],["price=Rates start from € 120"],["checkin="],["checkout="],["content=Has 9 rooms featuring original furniture and tapestries from both the Mediterranean and the Far East."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Carnival Palace"],["url=http:\/\/www.carnivalpalace.com\/"],["email=info@carnivalpalace.com"],["address=Cannaregio 929"],["lat="],["long="],["directions="],["phone=+39 041 2440320"],["tollfree="],["fax=+39 041 2759358"],["hours="],["price=Double room from €100 per night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bellevue Suites"],["url=http:\/\/www.bellevuesuitesvenice.com\/"],["email=info@bellevuesuitesvenice.com"],["address=San Marco, 899"],["lat=45.43474691549306"],["long=12.33894869685173"],["directions="],["phone=+39 041 5287245"],["tollfree="],["fax=+39 041 5205084"],["hours="],["price=Double room from €160 per night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Palazzina Grassi Hotel"],["url=http:\/\/hotelpalazzinagrassi.com"],["email="],["address=San Marco 3247, 30124"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=First Italian hotel designed by Philippe Starck, the only one in Venice. In the centre, near the Basilica dei Santi Giovanni e Paolo. Saint Mark's Square is a short walk away. Rooms from €295."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Duodo Palace Hotel"],["url=http:\/\/duodopalacehotel.com\/"],["email=info@duodopalacehotel.com"],["address=San Marco 1887"],["lat="],["long="],["directions=In the historic centre"],["phone=+39 041 5203329"],["tollfree="],["fax=+39 041 2415940"],["hours="],["price=Doubles from €140"],["checkin="],["checkout="],["content=Four star luxury hotel."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Al Codega"],["alt="],["url=http:\/\/hotelalcodega.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041. 2413288"],["tollfree="],["fax=+39-041. 2414621"],["price="],["checkin="],["checkout="],["content=Corte del Forno Vecchio - St. Marco, 4435, 30124. In a picturesque little ‘cortile’ (courtyard), which is a short walk from Piazza San Marco. A brand new hotel, its elegant rooms from €200-300."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Ca' dei Conti"],["alt="],["url=http:\/\/cadeiconti.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041-2770500"],["tollfree="],["fax=+39-041-2770727"],["price="],["checkin="],["checkout="],["content=Castello 4429, 30122. A building dating back to the 18th century, just a stroll from St. Mark's Square. Room rates start from €155 for a double single use, €200 for a double room, €320 for a suite."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Carlton Grand Canal"]},", Fondamenta S.Pantalon, Santa Croce 578, 30135 ph +39 041.2752200, fax +39 041.2752250 ",{"type":"[","value":["http:\/\/carltongrandcanal.com"]},". The hotel overlooks the Grand Canal. Room rates start from €120 (depending on the season)."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Ca' Vendramin"],["alt="],["url=http:\/\/hotelcavendramin.it"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041-2750125"],["tollfree="],["fax=+39-041-2750543"],["price="],["checkin="],["checkout="],["content=Cannaregio 2400, 30100. In the centre, this hotel showcases original frescoes, fine fabric and ",{"type":"[[","value":[["Murano"]]}," glass chandeliers which define a unique atmosphere, in pure Venetian style. Double classic from €160 and junior suite from €260."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Dei Dragomanni"]},", Calle del Dose da Ponte, 2711, 30124 ph +39 041.2771300 fax +39 041.2778984. ",{"type":"[","value":["http:\/\/hoteldragomanni.com"]}," 4-star hotel in an ancient Venetian palazzo. Double room from €155."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Giorgione"],["url=http:\/\/hotelgiorgione.com\/"],["email="],["address=Calle Larga dei Proverbi, Cannaregio 4587"],["lat="],["long="],["directions="],["phone=+39 041-5225810"],["tollfree="],["fax=+39 041-5239092"],["hours="],["price=Singles from €105, Doubles from €150"],["checkin="],["checkout="],["content=In thecentre, just 10 minutes from Piazza San Marco, it was transformed into a hotel at the beginning of the 19th century and has been managed by the same family ever since."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Rialto"],["alt="],["url=http:\/\/rialtohotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Riva del Ferro\/Ponte di Rialto, San Marco 5149. Four star hotel at the foot of the Rialto Bridge, in the centre of all. Room rates start from €160 for a double room, the hotel has 79 rooms in total, 28 of which are overlooking the Grand Canal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Royal San Marco"],["url=http:\/\/royalsanmarcovenice.com\/"],["email=royalsanmarco@sanmarcohotels.com"],["address=San Marco, 848"],["lat=45.43459163685616"],["long=12.337785959243774"],["directions="],["phone=+39 041-5287665"],["tollfree="],["fax=+39 041-5226628"],["hours="],["price=From €100 to €350 per room, including breakfast"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\nThe area code is 041. As anywhere in Italy, it is compulsory to dial the area code and the number also if you call from the city itself. If you call from abroad, dial +39041 before the number. If you call abroad from Venice, dial 00 first.\n\n",{"type":"===","value":["Internet"]},"\nVenice has several internet cafes, but they are much more expensive than the rest of Europe with prices for an hour of access around €6. Wi-fi is only available at some of them. There's a wonderful pub, Cafe Blue in Dorsoduro, which has free (password-protected) wi-fi. Buy a spritz and a panini and go to town.\nAt the Telecom Italia Future Centre in Campo San Salvatore (San Marco) you can browse for free for one hour, once registered with your ID card.\n\nThe city has been steadily building out the municipal WiFi network, which now covers almost the entire area around the Grand Canal and some of the larger squares in the center. You can buy guest access at approximately €5 per day at the same unified Venezia Unica site where the transport and museum passes are sold.\n\nTo use an Internet cafe, buy a mobile SIM card or get a contract for an Internet connection. Personal identification is needed by law in Italy.  Internet cafes will not let you use computers without a passport or national ID card.\n\n",{"type":"'''","value":["Calle Delle Botteghe"]},"\nSan Marco 2970 Venezia.\nA very pretty art gallery type internet cafe with a book shop.  It is on the expensive side with €3 for 15mins but you can just go in and play chess with a glass of wine.\n\n",{"type":"==","value":["Stay safe"]},"\nVenice is considered a safe city.  You have to take the habitual travellers' precautions however. Keep your valuable items (like wallet and passport) close to you because there are pickpockets, especially in more crowded parts of the city. In addition, make sure you get receipts for all of your purchases (in order to fight tax evasion). Italian law requires customers to retain receipts and you could (in theory) be stopped by the Financial Police and asked to show receipts for your purchases.\nIn case of need, you can dial free of charge on any phone ",{"type":"'''","value":["112"]}," (no area code needed) to contact Carabinieri or ",{"type":"'''","value":["113"]}," (no area code needed) to contact the Police.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nVenice has begun to install septic tanks in buildings, but much of the city has not yet been upgraded and releases untreated sewage directly into the canals.  Avoid bathing yourself, touching the water, immersing feet, etc. in the canals looking for refreshment in hot season.\nAlso, at night there is a risk of falling into the water, as there are many alleys which end in the water but have little or no lighting.  In the warmest months, these conditions can generate sometimes foul odors.  Choose other times to visit if they might ruin what should be a highly-enjoyable visit.\n\nYou can reach the emergency medical service dialing free of charge on any phone ",{"type":"'''","value":["118"]}," (no area code needed-conversation will be recorded) to have assistance and an ambulance sent to you.\n\nChemists' shops (Italian: ",{"type":"''","value":["Farmacie"]},") are all around the town. They are open 24hrs. a day  \/ 7 days a week on a rotational basis: outside the shop there's always the list of operating ones with time-table, address and phone number.\nIf you need a special-treatment drug you might be asked to book it in advance if it's not of so common use. Please, note that the commercial name or brand of your prescription might differ from your country of origin. Make sure before leaving your country of origin that you can have all you need even in the EU.\n\n",{"type":"==","value":["Cope"]},"\nThe unfortunate side-effect of the quaint back-alleys which make Venice such a delight to visit is that it is remarkably easy to get lost. Even maps provided by hotels are frequently inaccurate, and the maze-like structure of the city can become very confusing indeed. The tight cluster of little islands that comprise Venice is completely surrounded by the Lagoon, so it is not possble, no matter how lost you become, to leave Venice on foot. Sooner or later you will come upon a piazza that you can locate on your map.\n\nOne tip: as you cross bridges, note the house numbers before and after.  A small change probably means you are on the same island\/district and have crossed a \"new\" canal.  A major change means you are now on another island.  Most maps clump islands together into their voting districts, there are many more islands than districts.\n\nOne piece of assistance is to look for directional signs. These will be marked \"Per\" and then with the name of a prominent location or bridge in the city, complete with an arrow pointing in the relevant direction. Hence, to get to the Rialto bridge, the signs to follow are marked \"Per Rialto\". Those to St Mark's Square read \"Per S Marco\", and those to the train station \"Per Ferrovia\" (there are some others as well). Having oriented yourself to the nearest landmark, direction-finding can thus become (slightly) easier.\n\nRemember, though, that the signs to read are the ",{"type":"''","value":["official"]}," ones. Graffiti will occasionally give other directions, frequently incorrect ones.\n\nThat said, some argue that getting lost in Venice is part of the experience of the city. The number of photogenic canals, hidden restaurants and shops where glass blowing is done almost guarantees that there is no such thing as a \"dull neighbourhood\". Additionally, the public transport means that it is relatively easy to arrive at the intended destination even after one has emerged from the web of alleys in a totally unexpected place.\n\n",{"type":"==","value":["Go next"]},"\nAround the Venetian lagoon are other smaller islands, which have since been deserted but are worth a visit. There is also the Lido, which is a long narrow island with more modern buildings, hosting a youth hostel and a hotel.\n\n",{"type":"*","value":[{"type":"[[","value":[["Lake Garda"]]}," — An easy day trip by train, it is Italy's largest lake and stunning in scenery."]},{"type":"*","value":[{"type":"[[","value":[["The Lido"]]}," — Typical for its beaches and site of the famous film festival."]},{"type":"*","value":[{"type":"[[","value":[["Murano"]]}," — Nearby island famous for its glassware."]},{"type":"*","value":[{"type":"[[","value":[["Po Delta"]]}," — Peaceful and scenic marshy area southwest of Venice with bike trails."]},{"type":"*","value":[{"type":"[[","value":[["Burano"]]}," — Island famous for lace, textiles and colorfully painted houses. "]},{"type":"*","value":[{"type":"[[","value":[["San Lazzaro"]]}," — Nearby island with Armenian monastery and impressive art collection, some world class pieces."]},{"type":"*","value":[{"type":"[[","value":[["Mestre"]]}," — Town in the mainland, but still a part of Venice."]},{"type":"*","value":["Riviera del Brenta— Palladian Villas around Brenta River, just 20 minutes from Venice by car, advised easy biking tours with local bike hire shop. "]},{"type":"*","value":[{"type":"[[","value":[["Eraclea"]]}," — Typical for its pinewood and Laguna del Mort, just 55 minutes from Venice by car or by boat."]},{"type":"*","value":[{"type":"[[","value":[["Jesolo"]]}," — Jesolo is one of the most important beaches in Italy, just 45 minutes from Venice by car or by boat (ferry from Treporti to Venice)."]},{"type":"*","value":[{"type":"[[","value":[["Padua"]]}," (It. Padova) — 40 km west of Venice, home to the Basilica of St. Anthony, the Scrovegni Chapel, and the oldest Botanical Gardens in the world, among others."]},{"type":"*","value":[{"type":"[[","value":[["Cortina d'Ampezzo"]]}," — Lovely alpine town, site of 1956 Winter Olympic Games. Great mountain scenery, might be very expensive. A couple of hours of car ride to the north of Venice, more than three hours by train and bus."]},"\n",{"type":"===","value":["Tips and other informations"]},"\nFor a most faster walking, you should walk on the right side. About photographing from one side to side of a bridge must expect the passage of people between the two sides. The tourist that seeing another tourist which take a photo, does not have to stop to wait for the completion of the photo, but continue the walking, as it is only the Mayor that can stop traffic.\n\n",{"type":"===","value":["Nearby"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Burano"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mestre"]]}," — A town on the mainland."]},{"type":"*","value":[" ",{"type":"[[","value":[["Murano"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lido"]]}," — The island of tranquility, a beach district just 10 minutes by boat from San Marco, and where the Venice movie festival is held."]},"\n",{"type":"[[","value":[["Commons:Category:Venice"]]},"\n",{"type":"[[","value":[["WikiPedia:Venice"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Veneto\/Localities\/Venice"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Venice (province)"]]},"\n",{"type":"{{","value":[["geo"],["45.4386111"],["12.3266667"]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["related"],["Ferries_in_the_Mediterranean"]]}]