[{"type":"{{","value":[["pagebanner"],["Ventura County Banner.png"],["caption=Ventura Pier and Channel Islands"]]},"\n",{"type":"'''","value":["Ventura County"]}," is a region of the ",{"type":"[[","value":[["Central Coast (California)"],["Central Coast"]]}," of ",{"type":"[[","value":[["California"]]},", though is sometimes considered part of ",{"type":"[[","value":[["Southern California"]]},".\n\nIt is bordered by ",{"type":"[[","value":[["Kern County"]]}," and the San Joaquin Valley on the north, ",{"type":"[[","value":[["Santa Barbara County"]]}," to the west, ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["Southern California"]]}," to the east, and the Pacific Ocean to the south.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"[[","value":[["File:Ventura County districts map.png"],["thumb"],["500 px"],["Ventura County Map."]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Ventura"]]}],["region1color=#F2B052"],["region1items="],["region1description=The city of Ventura is the County Seat, and has a thriving beach culture and the original mission San Buenaventura which lends the county its name."],["region2name=",{"type":"[[","value":[["Oxnard"]]}],["region2color=#AD97F0"],["region2items="],["region2description=Oxnard is the largest city in the county, but it remains close to its agricultural roots. The city of ",{"type":"[[","value":[["Port Hueneme"]]}," is also within this district."],["region3name=",{"type":"[[","value":[["Camarillo"]]}],["region3color=#F7F13E"],["region3items="],["region3description=A large outlet mall has become a major draw in this otherwise largely residential town."],["region4name=",{"type":"[[","value":[["Thousand Oaks"]]}],["region4color=#FF4C38"],["region4items="],["region4description=The largest city in the Conejo Valley in the east county, and a bedroom community of Greater Los Angeles. ",{"type":"[[","value":[["Newbury Park"]]}," is a neighborhood within this district."],["region5name=",{"type":"[[","value":[["Simi Valley"]]}],["region5color=#D371DE"],["region5items="],["region5description=Simi Valley sits at the base of the Santa Susana Mountains and features an array of outdoor activities. The adjacent city of Moorpark is included within this district."],["region6name=",{"type":"[[","value":[["Santa Clara Valley"]]}],["region6color=#ABEAED"],["region6items="],["region6description=The more rural Santa Clara river valley is home to the communities of ",{"type":"[[","value":[["Santa Paula"]]}," and ",{"type":"[[","value":[["Fillmore"]]},", as well as the unincorporated communities of Somis and Piru."],["region7name=",{"type":"[[","value":[["Ojai"]]}],["region7color=#EDECAB"],["region7items="],["region7description=A small resort community in the Santa Ynez Mountains."]]},"\n\n",{"type":"==","value":["Other Destinations"]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Agoura Hills"]]}],["region1color=#4E9CC7"],["region1items="],["region1description=Though actually part of Los Angeles County, the cities of Agoura Hills and Westlake Village share the Conejo Valley with the city of Thousand Oaks."]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Channel Islands (California)"],["Channel Islands"]]}]},{"type":"*","value":[{"type":"[[","value":[["Channel Islands National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Forecast"],["Ventura County"],["34.20"],["-119.2"]]},"\n\nFor the first hundred years after California became a state, Ventura County was primarily agrarian, and was known for its fertile farmland and orange groves.  The rise of Los Angeles, its eastern neighbor, into become a major metropolis has resulted in the south third of the county becoming increasingly suburban. Thousand Oaks, Simi Valley, and Moorpark, in the southeast, are commonly considered the western extent of the Los Angeles exurbs.\n\nThe southwest of the county, Ventura, Oxnard, Camarillo, and Port Hueneme, have grown into more urbanized communities in their own right, with modest commercial and retail development to complement the agricultural sector that has thrived in the fertile soil deposited by the Santa Clara River, and the now-largely-channelized Calleguas Creek.\n\nThe northern half of the county has been less affected by Southern California's immense appetite for development. The Santa Ynez and Santa Susana mountain ranges are sparsely populated, and a large percentage of the land has been federally designated as the Los Padres National Forest by the U.S. government. In the southern foothills of the mountains, the cities of Santa Paula and Fillmore make up the primary population centers of the north county.\n\n",{"type":"===","value":["People"]},"\n\nThe two-fold nature of the development of Ventura County resulted in distinct demographic patterns. The suburban and exurban areas of the county have populations significantly older and whiter than average for the region, while communities with more agrarian roots have larger Latin American, and specifically Mexican-american, populations more typical of the San Joaquin Valley and Central California.\n\n",{"type":"===","value":["Climate"]},"\n\nThere are three distinct climate regions in Ventura County. The coastal regions and the Oxnard Plain have maritime climates that are cooler and wetter than the region as a whole. The Conejo and Simi Valleys have similar climates to the ",{"type":"[[","value":[["San Fernando Valley"]]}," and other inland areas of neighboring Los Angeles County, with warmer temperatures and seasonal katabatic 'Santa Ana' winds in the canyon areas. The mountainous north half of the county is significantly cooler, and can receive moderate snowfall in the winter months.\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=California Welcome Center"],["alt="],["url=http:\/\/www.visitcalifornia.com\/California-Welcome-Centers\/Oxnard\/"],["email=info.oxnard@visitcwc.com"],["address=1000 Town Center Drive, Suite 135, Oxnard, CA 93036"],["lat=34.243187"],["long=-119.18218"],["directions="],["phone=+1 (805) 988-0717"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Talk"]},"\nEnglish is the dominant language of interaction in Ventura County, but Spanish is also widely (but not universally) spoken and understood.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Plane"]},"\nNo airport within Ventura County currently operates commercial routes. Visitors to the region who arrive by plane will typically disembark at ",{"type":"[[","value":[["Los Angeles International Airport"]]}," (",{"type":"{{","value":[["IATA"],["LAX"]]},"), or ",{"type":"[","value":["http:\/\/www.burbankairport.com\/ Bob Hope Airport"]}," (",{"type":"{{","value":[["IATA"],["BUR"]]},") in neighboring ",{"type":"[[","value":[["Los Angeles"]]}," and travel the last leg of their journey by land transport. Some visitors to the western half of the county may also opt to arrive via Santa Barbara Airport (",{"type":"{{","value":[["IATA"],["SBA"]]},"), which offers commuter connections to major cities in the western United States.\n\nThere are two public ",{"type":"[","value":["http:\/\/www.ventura.org\/airports general aviation facilities"]}," available in Ventura County: ",{"type":"'''","value":["Oxnard Airport"]}," (",{"type":"{{","value":[["IATA"],["OXR"]]},"), and ",{"type":"'''","value":["Camarillo Airport"]},". ",{"type":"'''","value":["Santa Paula Airport"]}," (",{"type":"{{","value":[["IATA"],["SZP"]]},") is a privately-owner airfield that is also open to public use.\n",{"type":"===","value":["By Car"]},"\nU.S. Highway 101 is the primary freeway serving the region. It connects west to Santa Barbara and east to the San Fernando Valley and Los Angeles, and directly serves the counties largest population centers: Ventura, Oxnard, Camarillo, and Thousand Oaks. Other highway connections include California Route 118 connects Simi Valley and Moorpark to Los Angeles; California Route 126 runs through the Santa Clara Valley, connecting the City of Ventura to Santa Clarita and northern Los Angeles County; and California Route 33, which connects Ventura County to Kern County in the north, passing through Ojai and the Santa Ynez mountains. These state routes are freeways for only portions of their length.\n\n",{"type":"===","value":["By Train"]},"\n",{"type":"[","value":["http:\/\/www.amtrak.com\/california-train-routes ",{"type":"'''","value":["Amtrak"]}]}," operates routes serving Ventura County, connecting Ventura County with Los Angeles, San Francisco, and points on the U.S. west coast. ",{"type":"[","value":["http:\/\/www.metrolinktrains.com\/schedules\/line\/name\/Ventura%20County\/service_id\/1141.html ",{"type":"'''","value":["Metrolink"]}]}," commuter service, connecting to the Greater Los Angeles area, is also available. Train stations with both Metrolink and Amtrak service are located in Camarillo, Moorpark, Oxnard, Simi Valley, and Ventura.\n\n",{"type":"==","value":["Get around"]},"\nTransportation within Ventura County is structured around the automobile. There are some limited public transportation options, such as the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goventura.org\/?q=about-vctc VISTA bus system"]}]}," that travel between cities in the county, and some cities operate modest municipal bus services, such as ",{"type":"[","value":["http:\/\/www.goldcoasttransit.org\/ ",{"type":"'''","value":["Gold Coast Transit"]}]}," and ",{"type":"[","value":["http:\/\/www.totransit.org\/ ",{"type":"'''","value":["Thousand Oaks Transit"]}]},"\n\n",{"type":"==","value":["See"]},"\nVisiting Ventura County is often more about getting away from it all than checking things off an itinerary. One can get a glimpse of what life was like in colonial-era California at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sanbuenaventuramission.org\/ Mission San Buenaventura"]}]},", go hiking the ",{"type":"'''","value":[{"type":"[[","value":[["Santa Monica Mountains National Recreation Area"]]}]},", or just spend a day relaxing on the beaches of Ventura or Port Hueneme.\n\n",{"type":"==","value":["Do"]},"\nOutdoor enthusiasts will find Ventura County has much to offer them. There are excellent surfing spots, horseback and hiking trails are numerous, and the landscape is widely varied. Even in the largest city, the great outdoors in never more than an hour away, and there are numerous campgrounds for any visitors interested in roughing it a bit more.  For those that prefer nature to be more tamed, there are several excellent resort hotels and golf courses throughout the county.\n\n",{"type":"==","value":["Eat"]},"\nVentura County may appear, at first, to suffer from the same homogenization of dining choices that plagues some Los Angeles suburbs, but a second look can unearth some authentic and unique choices that better reflect the areas multifaceted character. Though it does not yet have the ethnic diversity and density of options that can be found in Los Angeles, San Francisco, or San Diego, but proximity to both high-quality Pacific seafood and local produce, plus a local clientele that is rapidly becoming more discerning, means that a high quality meal is available for the adventurous. Authentic home-style Mexican cuisine like that at ",{"type":"'''","value":["Taqueria El Tapatio"]}," in Oxnard, or ",{"type":"'''","value":["Letty's"]}," in Newbury Park is also there waiting to be discovered for those willing to search a little harder.\n\n",{"type":"==","value":["Drink"]},"\nNightlife in Ventura County generally trends more toward neighborhood watering holes and dive bars than the full-blown club experience. There are still plenty of variety from gastropubs like ",{"type":"'''","value":["Public School 805"]}," in Thousand Oaks, to ",{"type":"'''","value":["Barrel 33"]}," wine bar in Ventura, to the archetypical beachfront dive bar, ",{"type":"'''","value":["Beachcomber Tavern"]}," in Oxnard.\n\n",{"type":"==","value":["Stay safe"]},"\nCities in Ventura County have a relatively low crime rate, both violent and petty, roughly half that of neighboring metropolitan Los Angeles. The more urban areas in and around Oxnard and Ventura are grittier than the strictly suburban neighborhoods, but are still less than the regional averages. Visitors are unlikely to inadvertently experience any real trouble. Gang activity is minimal, but not non-existent.\n\nRural and mountainous areas in the county are home to some large predators, such as Mountain Lions and Coyotes. Attacks on people, especially in groups, are extremely rare, but pets should be kept on a leash or indoors in the back country. Rattlesnakes are also common in rural areas. They commonly sun themselves on rocks and trails during summer months, and visitors should watch their step when hiking. In case of snakebite, remain calm and seek medical attention immediately.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Los Angeles"]]}]},". Visit the ",{"type":"''","value":["de facto"]}," home of the entertainment industry, and the largest city in the western United States. L.A. is an enormous city with an extremely varied geography."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Santa Barbara"]]}]},". Keep heading west on U.S. 101 to reach this quiet seaside resort town."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Simeon"]]}]},". Visit William Randolph Hearst's study in excess and seclusion at Hearst Castle."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Joaquin Valley"]]}]},". California's physical center and agricultural heart."]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Coast (California)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ventura County, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Counties\/Ventura\/"]]},"\n",{"type":"{{","value":[["geo"],["34.2"],["-119.2"],["zoom=10"]]}]