[{"type":"{{","value":[["pagebanner"],["Fall_foliage_Vermont_banner.jpg"],["caption=Vermont fall foliage in 2010"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vermontvacation.com Vermont"]}]}," is in the ",{"type":"[[","value":[["New England"]]}," region of the ",{"type":"[[","value":[["United States"]]},". The Green Mountain State is known for its beautiful fall foliage and its maple syrup. It is a popular destination for hiking and skiing. \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Vermont Regions.png"],["regionmaptext="],["regionmapsize=250px"],["region1name=",{"type":"[[","value":[["Northeast Kingdom"]]}],["region1color=#75a56d"],["region1items="],["region1description=The way Vermont used to be."],["region2name=",{"type":"[[","value":[["Northwest Vermont"]]}],["region2color=#a5846d"],["region2items="],["region2description=Includes the Vermont part of the ",{"type":"[[","value":[["Champlain Valley"]]},".  Home of ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},", the University of Vermont, and many dairy farms."],["region3name=",{"type":"[[","value":[["Central Vermont"]]}],["region3color=#a56da2"],["region3items="],["region3description=Exquisite ice cream, amazing skiing, and the world’s tallest granite quarry."],["region4name=",{"type":"[[","value":[["Southern Vermont"]]}],["region4color=#6d97a5"],["region4items="],["region4description=Mega ski resorts, quaint villages, and old mill towns."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Plymouth Notch.jpg"],["thumb"],["300px"],["The Green Mountain State"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Montpelier"]]},"— capital of Vermont"]},{"type":"*","value":[{"type":"[[","value":[["Bennington"]]},"— famous for the Bennington Battle Memorial, a 300' Washington Monument lookalike"]},{"type":"*","value":[{"type":"[[","value":[["Brattleboro"]]},"— artsy college town looking for a college"]},{"type":"*","value":[{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},"— Vermont's largest city and thriving college town"]},{"type":"*","value":[{"type":"[[","value":[["Hartford (Vermont)"],["Hartford"]]},"— the crossroads of Vermont"]},{"type":"*","value":[{"type":"[[","value":[["Manchester (Vermont)"],["Manchester"]]},"— upscale outlet shopping destination"]},{"type":"*","value":[{"type":"[[","value":[["Middlebury (Vermont)"],["Middlebury"]]},"— refined college town"]},{"type":"*","value":[{"type":"[[","value":[["Rutland (Vermont)"],["Rutland"]]},"— built by the marble industry, sustained by visitors to Killington Resort"]},{"type":"*","value":[{"type":"[[","value":[["Stowe"]]},"— the \"Aspen of the East,\" Vermont's most famous ski town."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Green Mountains"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lake Bomoseen"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lake Champlain"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lake Dunmore"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Orientation"]},"\nVermont is the second smallest state in terms of population (it has 626,431 residents) and the sixth smallest in geographic area.  Lake Champlain, the nation's sixth-largest freshwater body lies at the northwest border with ",{"type":"[[","value":[["New York (state)"],["New York State"]]}," and ",{"type":"[[","value":[["Canada"]]},".  The state is split east-west by the ",{"type":"[[","value":[["Green Mountains"]]},", which are popular for recreational activities.  The eastern border with ",{"type":"[[","value":[["New Hampshire"]]}," is defined by the Connecticut River.  Vermont is the only landlocked state in New England which leads to its often being short-changed in guides to the region.  Its highest point is Mount Mansfield at 4,393 ft, and its lowest point is Lake Champlain, at 95 feet.  \n\nThe state is extremely rural, its valleys littered with farms.  Its largest city is Burlington, pop. 42,417.  Among the state's major exports are cheese, maple syrup, marble, slate, and granite.  Tourism is also a very large industry in Vermont, as skiers travel from Boston, New York, Canada, and elsewhere to ski resorts up and down the ",{"type":"[[","value":[["Green Mountains"],["Green Mountain"]]}," spine during the winter.  In summer, the many bed and breakfasts fill up with couples and families wanting to visit the state's small towns and wild areas.  Vermont's autumn foliage is known for being the most spectacular in the country, and possibly the world.  It occurs quite early -- usually mid-September to mid-October.  The only time that the visitor might try to plan around is \"Mud Season\" (March-April), when unpaved ground becomes undriveable during the thaw.  Even Mud Season has its charms, though.\n\n",{"type":"===","value":["History"]},"\nVermont was the 14th state admitted to the United States.  It was not among the original 13 colonies because of a border dispute between New Hampshire and New York which was originally resolved in New York's favor.  Vermont residents, led by Ethan Allen and his Green Mountain Boys, fought New York's land claims tooth and nail until declaring independence and soon thereafter being admitted to the union.\nVermont attracted settlers during the early nineteenth century, but population remained stagnant as flatter land to the West grew in favor. Significantly deforested by upland sheep farming during the 1800s, the forest has regrown (now covering 80% of the state) since dairy became the predominant form of agriculture.\nVermont's urban areas have always been minuscule compared to the Northeast; the rural state, once seen as the most conservative in the nation, is now considered politically independent, progressive and protective of its environment and rural character.\n\n",{"type":"===","value":["Natural History"]},"\nThe ",{"type":"[[","value":[["Appalachian Mountains"]]}," that enfold Vermont were most likely created during the Taconic Orogeny, when the North American plate collided with the African plate approximately 550 to 440 million years ago.  The mountains have subsequently been eroded by ice, water, and wind, such that they are rather humble in their current state (they are suspected of having reached the heights of the ",{"type":"[[","value":[["Himalayas"]]},").  Today Vermont is home to many wild habitats and their constituent flora and fauna, including northern deciduous forests, coniferous forests, wetlands, farmlands, powerline greenways, and patches of tundra (most notably on Mount Mansfield).  Notable fauna include the black bear, moose, and the pileated woodpecker.\n\n",{"type":"===","value":["Organization"]},"\n\nVermont is like the rest of New England in that town governments fulfill many of the same functions as cities.  The distinction can sometimes be confusing for visitors.  ",{"type":"[[","value":[["Barre"]]},", for instance might tout itself as the fourth largest city in Vermont.  However if all cities and towns are considered together, Barre wouldn't even make the top ten.  Some of the largest and most interesting places in Vermont such as ",{"type":"[[","value":[["Bennington"]]}," and ",{"type":"[[","value":[["Brattleboro"]]}," are actually towns.\n\n",{"type":"==","value":["Talk"]},"\nThe Vermont dialect uses broad “a” and “e” sounds for vowels. Also, words that end with “r” get an “uh” sound, and one-syllable words are turned into two syllables. Here are some examples of Vermont speak: that is “tha-at”, there would sound like “they-uh” and idea is “oi-dea”. If you are not a native Vermonter, you will likely be called a “flatlander”.  Visitors to Vermont may also be called a \"white plater,\" a reference to the state's green license plates compared with the white license plates of surrounding states.  Native Vermonters are also known as \"woodchucks.\" In most of the state, it's unlikely you will come across someone with a strong Vermont accent except for seniors, but it is still possible in the Northeast Kingdom.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":["There are flights to and from Atlanta, Chicago (O'Hare), New York City (LaGuardia, Kennedy), Newark, Orlando, Philadelphia, Washington DC (Dulles and National), and Detroit to the ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]}," International Airport (BTV). It is a small airport, which mostly serves regional jets and turboprops for civilian passenger use."]},{"type":"*","value":[{"type":"[[","value":[["Rutland (Vermont)"],["Rutland"]]}," State Airport (RUT) has two flights a day to ",{"type":"[[","value":[["Boston"]]}," Logan and one on weekends."]},{"type":"*","value":["Another alternative is the ",{"type":"[[","value":[["Manchester (New Hampshire)"],["Manchester"]]}," Airport (MHT) in ",{"type":"[[","value":[["New Hampshire"]]}," as it serves as an alternate hub for all of northern ",{"type":"[[","value":[["New England"]]}," and is a 3 hour or less drive to just about anywhere in Vermont."]},{"type":"*","value":["Montreal's ",{"type":"[","value":["http:\/\/www.admtl.ca\/ Pierre Elliott Trudeau Airport"]}," (",{"type":"{{","value":[["IATA"],["YUL"]]},") (formerly Dorval Airport) is another alternative."]},"\n",{"type":"===","value":["By train"]},"\nThere are two ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," trains that service Vermont:\n",{"type":"*","value":["The \"Vermonter\" with daily service between Washington, D.C., New York and St. Albans, Vermont makes nine stops in Vermont."]},{"type":"*","value":["The \"Ethan Allen Express\" with daily service between ",{"type":"[[","value":[["New York City"],["New York"]]}," and ",{"type":"[[","value":[["Rutland (Vermont)"],["Rutland"]]},", Vermont."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["Driving access to Vermont is Interstate 91 that runs north-south and Interstate 89 that runs northwest-southeast."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]},". Service from ",{"type":"[[","value":[["Boston"]]},", MA, ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", NY and ",{"type":"[[","value":[["Montreal"]]},", ",{"type":"[[","value":[["Canada"]]}," as well as various other ",{"type":"[[","value":[["New England"]]}," locations."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.megabus.com Megabus"]}]},". Service to ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]}," from Boston and New York City."]},{"type":"*","value":[{"type":"'''","value":["Bonanza"]},", +1 888 751-8800. Service from ",{"type":"[[","value":[["New York City"],["New York"]]}," to ",{"type":"[[","value":[["Bennington"]]},", Vermont."]},{"type":"*","value":[{"type":"'''","value":["Adventure East"]},", +1 718 601-4707. Service from Manhattan to Vermont ski resorts."]},{"type":"*","value":[{"type":"'''","value":["Dartmouth Coach"]},", +1 800 637-0123. Service to ",{"type":"[[","value":[["Hanover (New Hampshire)"],["Hanover"]]},", NH (convenient to ",{"type":"[[","value":[["White River Junction"]]},", VT) from ",{"type":"[[","value":[["Boston"]]}," South Station and Boston\/Logan Airport."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":["Ferry service is available from three locations in Vermont that provides access to ",{"type":"[[","value":[["New York (state)"],["New York"]]}," across Lake Champlain from ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},",VT to Port Kent, NY, Grand Isle, VT to Plattsburgh, NY and Charlotte, VT to Essex, NY."]},"\n",{"type":"==","value":["Get around"]},"\n\nYou will need a car to reach most places in Vermont.  Public transportation can be used in Northwest Vermont using CCTA and its commuter services.  From Burlington you can reach Montpelier, Waterbury, St. Albans, Middlebury, Vergennes, and Bristol.  Greyhound and Amtrak could be used to travel between some of the larger towns in the state, however service is infrequent and very slow compared with driving.\n\n",{"type":"==","value":["See"]},"\nAs a predominantly rural state, most of Vermont's sightseeing opportunities are of natural origin.  Most of the terrain consists of mountains and valleys so scenic views are around every corner.  The Champlain Valley is by far the largest and you can find some pretty flat agricultural areas here.  \n\nVermont is an excellent place for fans of wildlife photography.  Moose can be found all over the state, but are easiest to find in the wetlands of the ",{"type":"[[","value":[["Northeast Kingdom"]]},".  Canada geese are another draw.  Large flocks often rest in fields around the state on their way south.  The most famous viewing opportunity can be found in Addison where thousands of Canada geese gather all at once.\n\nVermont's cities, towns, and villages are also a scenic attraction in their own right.  The state was a part of the original 13 colonies (although whether New Hampshire or New York owned it was up for debate) and is home to some of the oldest buildings in the country.  Federalist architecture can be found around much of the state, but particularly in ",{"type":"[[","value":[["Bennington"]]},".  Most of the small towns will have a charming town common surrounded by 200 year old churches and town halls.  Covered bridges are another man-made attraction and can be found concentrated in the Upper Valley of the Connecticut River.\n\nVermont is dotted with art galleries and museums.  The largest concentrations can be found in ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]}," and ",{"type":"[[","value":[["Brattleboro"]]},".  South of Burlington, you will find the ",{"type":"'''","value":["Shelburne Museum"]},", the largest collection of Americana in the country.\n  \n",{"type":"[[","value":[["Image:State House Vermont.jpg"],["thumb"],["right"],["Vermont State House"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Vermont State House"],["alt="],["url="],["email="],["address=115 State St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Montpelier"]]},". This golden-domed building is the most notable in the capital and is the meeting-place of the Vermont Legislature. The building is open to the public."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Burlington Waterfront and Church Street"]},", ",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},". This charming pedestrian and waterfront area along Lake Champlain is home to galleries, shops, and restaurants where you can find live music, an excellent sampling of local micro-brews, and great people-watching. Home to what may be Vermont's only \"urban\" nightlife."]},{"type":"*","value":[" ",{"type":"'''","value":["Fall foliage"]}," During September and October, Vermont's wooded mountains burst into fiery color. Hotels, restaurants, and roads fill quickly during this season, so make reservations early. Columbus Day weekend is usually the most crowded. The small geographical size and rural character of the state make it easy to view foliage from almost any location. Bus and bicycle tours will often guide tourists to the best foliage-viewing areas. Several ski resorts in the region offer foliage-viewing ski-lift rides to mountaintop overlooks. Foliage season begins in mid to late September, with color increasing day by day until \"peak\" around the first or second week of October. During peak, most deciduous trees will display some color change. Maples will blaze orange and red; birches, ash, and aspen will glow yellow; and oaks will turn a warm purplish-brown. After peak, the leaves drop and color quickly fades from the hillsides over the next week or so. Foliage change is partially triggered by cold, so \"peak\" will arrive sooner in the north of the state and at higher elevations, moving south and down during the season. Bring warm clothing and an umbrella, as the New England weather can be unpredictable."]},"\n",{"type":"*","value":[{"type":"'''","value":["Manchester Center"]}," is a town in southern Vermont, nestled at the foot of 3,816-foot Mount Equinox. It's a shopper's paradise that is completely different from the village with its signs, sights and many shops. ",{"type":"[[","value":[["Manchester (Vermont)"],["Manchester"]]}," is also home to Hildene, Robert Todd Lincoln's 412-acre summer estate"]},{"type":"*","value":[" ",{"type":"'''","value":["Vermont Toy & Train Museum"]},", Quechee Gorge Village, ",{"type":"[[","value":[["Quechee"]]},". This wonderful collection of more than 100,000 toys is the result of one man’s dream."]},"\n",{"type":"==","value":["Do"]},"\n\nOutdoor activities abound in the Green Mountain State.  Excellent hiking can be found along the spine of the Green Mountains in the center of the state.  Smaller mountains to the east or west of the main range also offer good hiking opportunities.  \n\nCamping is another popular activity.  Campsites can be found in the numerous state parks and more rustic sites can be found along some of the popular hiking trails.\n\nVermont is home to many lakes, the largest being Lake Champlain.  Boating, swimming, kayaking, and fishing are all popular lake activities.  In the winter, you can try your hand at ice fishing or take a high speed snowmobile ride across the ice.  Be sure to check the thickness of the ice beforehand.\n\n",{"type":"===","value":["Skiing and mountain activities"]},"\nThis is what brings most visitors to Vermont. The state's ski areas range from small family operations with a single lift to some of the largest resorts in the country. Vermont is home to the most popular ski resorts in the Northeast.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bolton Valley"],["alt="],["url=http:\/\/www.boltonvalley.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Bolton, Vermont."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bromley"],["alt="],["url=http:\/\/bromley.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Manchester (Vermont)"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Burke Mountain"],["alt="],["url=http:\/\/www.skiburke.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["East Burke"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jay Peak"],["alt="],["url=http:\/\/www.jaypeakresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 802 988-2611"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Jay"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Killington Resort"],["alt="],["url=http:\/\/www.killington.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Killington"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mad River Glen"],["alt="],["url=http:\/\/www.madriverglen.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Waitsfield"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Magic Mountain"],["alt="],["url=http:\/\/www.magicmtn.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 802 824-5645"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Londonderry (Vermont)"],["Londonderry"]]},"."]]}]},{"type":"*","value":[{"type":"'''","value":["Mount Snow\/Haystack"]},", in ",{"type":"[[","value":[["Mount Snow"]]},". "]},{"type":"*","value":[{"type":"'''","value":["Okemo"]}," in ",{"type":"[[","value":[["Ludlow (Vermont)"],["Ludlow"]]},". "]},{"type":"*","value":[{"type":"'''","value":["Pico Mountain"]},", in ",{"type":"[[","value":[["Rutland (Vermont)"],["Rutland"]]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Smuggler's Notch"],["alt="],["url=http:\/\/www.smuggs.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 802 644-8851"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Jeffersonville (Vermont)"],["Jeffersonville"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stowe Mountain Resort"],["alt="],["url=http:\/\/www.stowe.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Stowe"]]},"."]]}]},{"type":"*","value":[{"type":"'''","value":["Stratton Mountain"]},", in ",{"type":"[[","value":[["Jamaica (Vermont)"],["Jamaica"]]},". "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sugarbush"],["alt="],["url=http:\/\/www.sugarbush.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 802 583-6300"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Warren (Vermont)"],["Warren"]]},"."]]}]},{"type":"*","value":[{"type":"'''","value":["Suicide Six"]},", in ",{"type":"[[","value":[["Woodstock (Vermont)"],["Woodstock"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hike the Long Trail or Appalachian Trail"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Explore Green Mountain National Forest"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Watersports on Lake Champlain"]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Maple syrup"]}," products and ",{"type":"'''","value":["cheddar cheeses"]}," are the foods for which Vermont is most famous.\n\n",{"type":"'''","value":["Creamees:"]}," Basically soft serve ice cream.  Try a maple one.\n\n",{"type":"'''","value":["Sugar on Snow:"]}," Maple syrup poured on chunks of snow so it forms a taffy like substance.  Often served with a pickle.\n\n",{"type":"'''","value":["Ben & Jerry's:"]}," The world famous ice cream maker is based in Waterbury.\n\n",{"type":"'''","value":["Vermonter sandwich:"]},"  Many delis will serve a sandwich called a Vermonter, usually consisting of maple ham, sharp cheddar, lettuce, tomato, and hot honey mustard.\n\n",{"type":"'''","value":["Michigans:"]}," A hot dog topped with a slightly spicy meat sauce, onions, and mustard.\n\nThere are many outstanding restaurants throughout Vermont that use local produce.  Burlington, the largest population center in the state, has the greatest variety of restaurants, but there are gems hidden even in the smallest towns, like Hardwick and Plainfield.  Montpelier, the Route 100 corridor from the Mad River Valley through Stowe, and Manchester are other areas with high concentrations of quality restaurants. Vermont also offers a variety of ways to see the farm to table connection, from guided tours of the people and places behind the flavors of Vermont to on-farm lodging.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Microbreweries"]},"\nVermont is home to some very original and high quality breweries. When in the Green Mountain State, stop by for a tour or look for titles from some of these fine companies:\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Magic Hat Brewing Co."],["alt="],["url=http:\/\/www.magichat.net"],["email="],["address=5 Bartlett Bay Rd"],["lat="],["long="],["directions="],["phone=+1 802 658-BREW"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["South Burlington"],["South Burlington"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Long Trail Brewing Co."],["alt="],["url=http:\/\/www.longtrail.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 802 672-5012"],["tollfree="],["fax="],["hours="],["price="],["content=Jct. Route 4 and 100A, ",{"type":"[[","value":[["Bridgewater (Vermont)"],["Bridgewater"]]},"."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Trout River Brewing Co."],["alt="],["url=http:\/\/www.troutriverbrewing.com"],["email="],["address=58 Broad St"],["lat="],["long="],["directions="],["phone =+1 802 626-9396"],["tollfree="],["fax="],["hours="],["price="],["content=\/Route 5, ",{"type":"[[","value":[["Lyndonville"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Harpoon Brewery"],["alt="],["url=http:\/\/www.harpoonbrewery.com"],["email="],["address=336 Ruth Carney Drive"],["lat="],["long="],["directions="],["phone=+1 802 674-5491"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Windsor (Vermont)"],["Windsor"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Switchback Brewing Co."],["alt="],["url="],["email="],["address=160 Flynn Ave"],["lat="],["long="],["directions="],["phone=+1 802 651-4114"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Three Needs Brewery & Taproom"],["alt="],["url="],["email="],["address=207 College St"],["lat="],["long="],["directions="],["phone=+1 802 658-0889"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Vermont Pub & Brewery"],["alt="],["url=http:\/\/www.vermontbrewery.com"],["email="],["address=144 College St"],["lat="],["long="],["directions="],["phone=+1 802 865-0500"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Burlington (Vermont)"],["Burlington"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rock Art Brewery"],["alt="],["url=http:\/\/www.rockartbrewery.com"],["email="],["address=234 Wilkens St"],["lat="],["long="],["directions="],["phone =+1 802 888-9400"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Morrisville"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Shed Restaurant & Brewery"],["alt="],["url="],["email="],["address=1859 Mountain Rd"],["lat="],["long="],["directions="],["phone =+1 802 253-9311"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Stowe"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Alchemist Pub & Brewery"],["alt="],["url=http:\/\/www.alchemistbeer.com"],["email="],["address=23 So. Main St"],["lat="],["long="],["directions="],["phone=+1 802 244-4120"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Waterbury (Vermont)"],["Waterbury"]]},". Very good beer, is no longer available at the brew pub, but can be bought at local beverage stores (listed on their web site). They are located in Waterbury from the Stowe exit on the Interstate. They also have an excellent selection of single malt Scotch."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Green Mountain Cidery"],["alt="],["url=http:\/\/www.woodchuck.com"],["email="],["address=153 Pond Lane"],["lat="],["long="],["directions="],["phone=+1 802 388-0700 x115"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Middlebury (Vermont)"],["Middlebury"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Otter Creek Brewing & Wolavers Organic Ale"],["alt="],["url=http:\/\/www.wolavers.com"],["email="],["address=793 Exchange St"],["lat="],["long="],["directions="],["phone=+1 802 473-0727"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Middlebury (Vermont)"],["Middlebury"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bobcat Cafe & Brewery"],["alt="],["url="],["email="],["address=5 Main Street"],["lat="],["long="],["directions="],["phone=+1 802 453-3311"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Bristol (Vermont)"],["Bristol"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hill Farmstead Brewery"],["alt="],["url="],["email="],["address=403 Hill Road"],["lat="],["long="],["directions="],["phone =+1 802 533-7450"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Greensboro Bend"]]},"."]]}]},"\n",{"type":"===","value":["Vineyards and Wineries"]},"\n\nVermont is also home to a growing number of vineyards and wineries. Although the climate is very cold, winemakers have found ways to make quality wines with cold hardy grapes. Vineyards located in the Champlain Valley can take advantage of a slightly milder climate due to the presence of a large lake.\n\n",{"type":"*","value":[{"type":"'''","value":["Boyden Valley Winery:"]}," 64 Vermont 104 Cambridge, VT 05444 +1 802 644-8151"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lincoln Peak Vineyard:"],["alt="],["url="],["email="],["address=142 River Road"],["lat="],["long="],["directions="],["phone = +1 5472 802 388-7368"],["tollfree="],["fax="],["hours="],["price="],["content=New Haven, VT"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Snow Farm Vineyard:"],["alt="],["url="],["email="],["address=190 West Shore Rd"],["lat="],["long="],["directions="],["phone = +1 5486 802 372-9463"],["tollfree="],["fax="],["hours="],["price="],["content=South Hero, Vermont,"]]}]},"\n",{"type":"===","value":["Cider"]},"\n\nVermont is home to a number of both regular and hard cider producers including Woodchuck, the largest hard cider producer in the U.S.\n\n",{"type":"==","value":["Stay safe"]},"\nVermont has one of the lowest crime rates of any state in the country. Outdoor hazards are much more common. Avoid wilderness areas during hunting seasons (November) when accidental shootings can occur. Always stay on marked ski trails while skiing. The areas around resorts may be trackless wilderness, and the cold is potentially deadly. Use good outdoor safety practices when hiking, boating, and biking.\n\n",{"type":"==","value":["Go next"]},"\n\nThe northern part of Vermont is close to ",{"type":"[[","value":[["Montreal"]]},". There are also nearby mountainous areas in ",{"type":"[[","value":[["New York (state)"],["New York"]]}," (the ",{"type":"[[","value":[["Adirondacks"]]},"), ",{"type":"[[","value":[["New Hampshire"]]}," (the ",{"type":"[[","value":[["White Mountains (New Hampshire)"],["White Mountains"]]},"), ",{"type":"[[","value":[["Massachusetts"]]}," (the ",{"type":"[[","value":[["Berkshire Hills"],["Berkshires"]]},"), and ",{"type":"[[","value":[["Maine"]]}," (the ",{"type":"[[","value":[["Lakes and Mountains"],["Speckled Mountains"]]},"), all of which have their unique charms.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Hampshire"]]}]}," - Vermont's eastern neighbor is a fiercely independent state that offers the rugged ",{"type":"[[","value":[["White Mountains (New Hampshire)"],["White Mountains"]]},", idyllic lakes, and a handful of ocean resorts."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Massachusetts"]]}]}," - The birthplace of America's revolution, the state's southern neighbor is home to historical towns, the vacation hotspot of ",{"type":"[[","value":[["Cape Cod"]]},", and the always-interesting city of ",{"type":"[[","value":[["Boston"]]},". The ",{"type":"[[","value":[["Berkshire Hills"],["Berkshires"]]}," are a southerly continuation of the Green Mountains, and Berkshire County shares much in common with southern Vermont."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New York State"],["New York"]]}]}," -  Upstate New York is home to the ",{"type":"[[","value":[["Adirondacks"],["Adirondack Mountains"]]},", due west across Lake Champlain from northwestern Vermont. Conversely, the upper reaches of the ",{"type":"[[","value":[["Hudson Valley"]]}," are a short drive to the west of southwestern Vermont. Further south are the bright lights of ",{"type":"[[","value":[["New York City"]]},". Quite a bit to the west, the ",{"type":"[[","value":[["Finger Lakes"]]}," region is a popular outdoor and wine-growing area."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Quebec"]]}]}," - Vermont's northern neighbor is Canada's French-speaking province, home to a unique culture, distinctly European feel - and even more maple syrup."]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["44.0"],["-72.7"]]},"\n",{"type":"{{","value":[["IsPartOf"],["New England"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Vermont"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Vermont\/"]]}]