[{"type":"{{","value":[["pagebanner"],["Vernazza banner.jpg"]]},"\n",{"type":"'''","value":["Vernazza"]}," is the next to northernmost town and perhaps most picturesque of the five towns of ",{"type":"[[","value":[["Cinque Terre"]]}," in ",{"type":"[[","value":[["Italy"]]},". Colorful, antique homes cling to impossible cliffs.  A lovely small harbor nestles under the shadows of an ancient castle and a dramatic seaside church.\n\nOn October 25, 2011, Vernazza was struck by torrential rains, massive flooding and mudslides that left the town buried in over 4 meters (over 13 feet) of mud and debris, causing over 100 million euro worth of damage.  The town was evacuated and in a state of emergency for many months. Vernazza has returned and with hard work and help from people around the world it is open to travelers again.  Most of the shops and restaurants are back in business and as lovely as ever.\n\n",{"type":"[[","value":[["File:Vernazza - view.jpg"],["340px"],["thumb"],["Vernazza"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nVernazza has the only proper harbor in the ",{"type":"[[","value":[["Cinque Terre"]]}," and is a charming, small fishing village.  Vernazza was founded about 1000 A.D. and was ruled by the Republic of Genoa starting in 1276.  Vernazza's medieval castle, Belforte, towers above the harbor and was built in the mid-1500's, primarily to protect the village from pirates.  \n\nVernazza's historic wealth is evidenced by the elegant style of its houses and streets, which are decorated with tower forms, open galleries, refined arcades and elaborate doorways.  The Village is surrounded by very steeply-terraced Olive groves which are said to produce among the finest Olive oil in the country.\n\nVernazza is a quaint, tiny place, with a population of about 1,000.  The entire ",{"type":"[[","value":[["Cinque Terre"]]}," is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},".\n\nSince the train and Rick Steves have brought droves of tourists to the Cinque Terre, most business owners speak enough English to satisfy the typical visitor. A woman may come out of her house in the evening to ask if you need a room for the night. Be cautious as the only English word she may know is \"room.\" She may also ask if you need a \"zimmer\" (room in German)\" The language barrier is not a problem for Vernazzans even if they don't speak English. Play along and it won't be a problem for you either.\n\n",{"type":"==","value":["Get in"]},"\n\nTaking the local commuter\/milk trains (they used to deliver milk and mail to the cities) to Vernazza from ",{"type":"[[","value":[["Genova"]]}," or ",{"type":"[[","value":[["La Spezia"]]}," is a magnificent experience. You will ride along the cliffs, overlooking turquoise waters and olive trees.  Tunnel after tunnel, the air cools and heats in the sun.  There is no car traffic in Vernazza, which definitely adds to the village's charms.  There is a small parking lot about a quarter mile north of the village.\n\nPisa International Airport is 80km away.\n\n",{"type":"==","value":["Get around"]},"\n\nThe milk train provides easy access to each of the five towns.  Trains run very frequently.  The station in Vernazza is about a 10 minute walk above the harbor. The cobble stone main street from the station to the Harbor is classically beautiful, lined with colorful buildings that house small shops, cafes, and resdiences.\n\nThe town itself is very small and only accessible on foot.\n\n",{"type":"==","value":["See"]},"\n\nThere is a small rustic church worth a look near the waterfront. For a great view, walk up to the top of the castle. Walk takes no more than a minute or two and is well worth it.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Spezia vernazza.jpg"],["thumb"],["Hiking Above Vernazza"]]},"\nThe ",{"type":"'''","value":["hike"]}," northwest from Vernazza to ",{"type":"[[","value":[["Monterosso"]]}," (or vice versa) creates indelible memories of incredibly beautiful cliffs and seascapes.  The hike takes about 90 minutes each way, but you can hike one way and return on the train.  The trail begins on the north side of the main street between the train station and the harbor (it is not well marked, you may need to ask).  The Vernazza-Monterosso hike involves some climbing, about 250 meters total.\n\nNot to be missed is the first part of the hike southeast from Vernazza to ",{"type":"[[","value":[["Corniglia"]]},".  This hike literally offers postcard views (like the photo above) of the town, the castle, and more.  The trail starts just above the train station (it is well marked).  The most amazing views are within the first 10 minutes of walking from the station as the trail wraps around the watchtower of Vernazza's castle.  You will definitely want your camera.  The full hike to Corniglia, which is the greenest hike in the Cinque Terre as it meanders through Olive groves, takes about 90 minutes.  For info on hiking to all five villages see the ",{"type":"[[","value":[["Cinque Terre"]]}," page.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ivocamere.com\/stephanie.html Therapeutic Massage"]}]}," to relieve aches and pains or simply relax deeper into your vacation is highly recommended while in Vernazza. To schedule an appointment contact ",{"type":"'''","value":["Stephanie"]}," at ",{"type":"''","value":["email: ",{"type":"[","value":["mailto:stephsette@gmail.com"]}]}," or call 338 942 9494.\n\n",{"type":"==","value":["Buy"]},"\n\nMost stores accept major credit cards, but there is an ATM in town if needed. Some basic amenities include an internet cafe, a laundromat and countless vendors selling postcards. There is a good wine shop a little ways from the beach. Besides various miscellaneous stores, one can't pass by the ",{"type":"[[","value":[["gelato"]]}," shop without trying a new flavor of ice cream.  Wine can be purchased in the Oenoteca shops but it is more expensive there.  Try buying it in the Mercato (market) where you can get local vino tavola (table wine) from €3 for a bottle, red or white.\n\n",{"type":"==","value":["Eat"]},"\n\nPesto \"sauce\" was invented in the Cinque Terre. Any visit without a slice of pesto pizza is an unfulfilled visit! You can get it throughout the Cinque Terre.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria da Sandro"],["content=Serves excellent cuisine and offers creative specials. Can be a nice change from the busy harborside restaurants."],["directions=a short walk from the train station, across from the Blue Marlin Bar"],["address=Via Roma 62"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Franco’s Ristorante “La Torre”"],["directions=atop the castle on the trail to Corniglia"],["hours=Wed-Mon 12:00-21:30, kitchen closes from 15:00-19:30"],["phone=0187-821-082"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria Gianni"],["content=Moderately priced, well decorated, and convenient-- nestled on the left side of the Harbor square."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Il Pirata delle 5 Terre"],["alt="],["url=http:\/\/www.ilpiratarooms.com\/"],["email="],["address=Via Gavino, 36\/38"],["lat="],["long="],["directions=uphill from the train station"],["phone=+39 0187 812047"],["tollfree="],["fax="],["hours="],["price="],["content=Fine breakfast, pastry, lunch or dinner. The twin Sicilian brothers who run the place are English bilingual,and say they are on a \"Mission to teach good food in Italy\" are quite fun and friendly. They say they do not have a harbor view so must concentrate on quality food instead."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe Vino de la Cinque Terre is a surprisingly bold-tasting white wine that gets its characteristics from the high mineral content of the soil and the fresh, salty sea air. It can be found in any pub throughout the Cinque Terre. Combine it with some pesto for a truly amazing taste experience.\nIf you feel like something stronger, try the Ananasso Bar down at the harbour, with his bright yellow umbrellas and chairs.\nTaste the Kaypiroska, a cool mix of vodka, fresh fruit (raspberry, strawberry, plums...) and cane sugar.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere aren't any traditional full service hotels in Vernazza, but a wonderful assortment of guest houses, vacation rentals, and boutique hotels.  Staying in one of these smaller establishments is the way to soak up the real Vernazza-- don't be put off by the lack of larger hotel properties.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Giuliano Basso"],["alt="],["url=http:\/\/www.cdh.it\/giuliano\/"],["email=giuliano@cdh.it"],["address="],["lat="],["long="],["directions="],["phone=+39 333 341 4792"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rents four lovely, well kept rooms with a view of the ocean and the village. Giuliano is a rare Vernazza native and a gracious host. He and his (American) wife Michele maintain these lovely rooms proudly built by Giuliano. From €70 a night."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ivo Basso"],["alt="],["url=http:\/\/www.ivocamere.com"],["email=post@ivocamere.com"],["address="],["lat="],["long="],["directions="],["phone=+39 333 477 5521"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rents two double rooms, each with private bath, as well as a studio apartment. All are centrally located, less than a minute walk to the main square. From €70 a night."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Trattoria Gianni"],["alt="],["url=http:\/\/www.giannifranzi.it"],["email=info@giannifranzi.it"],["address="],["lat="],["long="],["directions="],["phone=+39 0187 821003"],["tollfree="],["fax=+39 0187 812228"],["price="],["checkin="],["checkout="],["content=Piazza G Marconi, 5, 19018 Vernazza, ( A pensione with 23 small rooms just under the castle. From 42,00 Euro a night."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.roomartina.com\/ Martina Callo"]}]},", Piazza Marconi, Vernazza, (",{"type":"''","value":["email:",{"type":"[","value":["mailto:roomartina@roomartina.com"]}]},")",{"type":"[","value":["http:\/\/www.roomartina.com\/"]}," Rents four rooms overlooking the square."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Emanuela's Rooms"],["url=http:\/\/www.vacanzemanuela.it\/index2.html"],["email=manucap64@libero.it"],["address=30 Via del Santo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=75 euro"],["checkin="],["checkout="],["content=A newly renovated apartment with full kitchen and separate bedroom\/ bath and sitting area with TV upstairs. (Also rents a secondary bedroom in Vernazza)"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nVernazza is all about relaxation and enjoying a slower pace to life. There is no need to \"get out\" in Vernazza. Enjoy a stroll on the main street or let the sound of the waves on the breakwater lull you into an Italian euphoria. Become a Vernazzan and embrace the bliss of life on the Italian Riviera. It is a nice place to stay and spend time with the family. The beaches are the best.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["44.1333"],["9.6833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Cinque Terre"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Vernazza"]]}]