[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Vernon"]]},"\n",{"type":"'''","value":["Vernon"]}," is a city in northern ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Get in"]},"\nVernon is accessible from NYC via rt 287, to rt 23, to rt 515, which will place you right in the heart of town. NJTransit also services Vernon and the surrounding hamlets by bus. A round trip ticket on the 195 Skyline Express bus from Port Authority is about $14 (2007) and places you in the nearby small town of Warwick, NY.\n\n",{"type":"==","value":["Get around"]},"\nVernon is excellent for hikers and ski bums. If you plan on staying in town, you can access just about everything on foot. Mountain Creek provides enough within their borders to keep you busy, and you can venture out to the trails and nearby restaurants with ease.\n\n",{"type":"==","value":["See"]},"\nVernon isn't a big historical town. The past, in fact, is almost wiped away by the arrival of mega-corporate Mountain Creek resort. Although Intrawest has gone through great lengths to give the appearance of a French-Alps quaint ski village, the truth is, everything has been built within the last 5 years. The building designs are artificially varied in color and architecture to give the appearance of being built over time. Most of the sights are natural, and are only a mountain hike away through the local highlands. If you're into history, the nearby old town of ",{"type":"[[","value":[["Warwick (New York)"],["Warwick"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]}," offers true heritage, with each building in town required to select from paint colors that won't upset the traditional style of the older buildings nearby. There you can find parks, points of interest, and even a few small, interesting museums and 'historical houses' dating to the 1700s. Warwick and Vernon are kissing cousins, with the town limits bleeding into each other across state lines. Often, the two separate towns are distinguishable only by road-signs. Warwick is about 10 up Rt. 94N.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Mountain Creek Ski Resort"]},"An all-season resort operated by the Intrawest corporation, it offers decent skiing across 3 small peaks in the winter, and good lift-served mountain biking in the summer. There is a condo village at the bottom of each mountain which will be rented out usually before the peak season. \n\n",{"type":"*","value":[" Hidden Valley ski area"]},"Hidden valley is a bit smaller than Mountain Creek, but it is appropriately cheaper. If you've skied yourself out on Creek's 3 peaks, you can stop by Hidden Valley and vary your terrain. Often a better choice for less crowded ski lessons, Hidden Valley offers shorter lift lines, similar quality, and a nice lodge at the bottom.\n\n",{"type":"*","value":[" Mountain Creek Waterpark"]},"In the summer, the co-located Mountain Creek water park opens, featuring a multitude of slides, pools, and other pleasantries. It's a nice way to spend a day on a hot Jersey afternoon. \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Appalachian Trail"]]}]},"Perhaps the best but most overlooked feature of Vernon is its small leg of the Appalachian Trail (AT). The trail is s bit long for small children, but very easy, with man-made rock steps leading the way up the side of Vernon's border peaks. There is a mid-way stop at a natural rock outcrop, but hike further and you will be rewarded with some of the nicest views in the Hudson Valley that can be had in an easy day's walk. There is a large rock face with ample flat space to set up a lovely picnic for two and enjoy some local breads and cheeses. Alcohol is prohibited, although not likely to be noticed if enjoyed quietly and maturely. An excellent distraction on an autumn day, about an hour at a lazy pace ascending and descending. The trail is accessed by taking Rt. 94 towards Warwick and the Hidden Valley farms. There is a small parking area which accommodates about 6 cars, and in peak season you may find yourself pulled up on the side of the road. Exercise caution with pedestrians about! Often, though, you will be alone to enjoy the solitude of nature, just an hour's drive from the metropolis of New York.\n\n",{"type":"*","value":[" 'Minerals' Resort\/Spa"]},"Minerals is a great destination to unlock those stiff joints from a long day of skiing. It's no shabby Japanese hot-spring hole in the ground, rather it's a chic and upscale gym and spa, catering to the type of people often found in Vernon: wealthy urban escapists. However, getting in is reasonable, and grants you access to a full gym, indoor track, indoor basketball, tennis, handball\/squash, indoor lap pool, a large hot tub, a large HOT hot tub, a cold tub, sauna, indoor waterfall, and swim-through to an outdoor heated pool, with its own outdoor waterfall jump and diving area. If it sounds over-the-top, it's because it is. Not super-exclusive with hot rock massage and large Turkish men named Francois, but still with a giant variety of relaxations. Nearby restaurant\/bar 'Kites' offers fare and tipple within a short walk.\n\n",{"type":"==","value":["Buy"]},"\nThe Bobolink Dariy on Rt. 94 is an old-world style craft baker and dairy farm. There are numerous varieties of original cheeses, milk, and other dairy products for sale, as well as stunningly good, fresh breads. Pick up a braided loaf and some spreadables and enjoy the local flavor.\n\n",{"type":"==","value":["Eat"]},"\nLike any small North Jersey town, there are a variety of small, authentic dining establishments, as well as the usual spatting of chain restaurants. A drive up or down the main drag of Rt. 94, or the road towards Mountain Creek will yield quite a few choices in varying price ranges. Mountain Creek resort's 'village' also offers a few places to grab a bite, although expect resort pricing.\n\n",{"type":"==","value":["Drink"]},"\nThere are numerous watering holes in Vernon, including those within Mountain Creek. The local favorite, though, is the ",{"type":"'''","value":["Vernon Inn"]}," (again, on trusty Rt. 94N towards Warwick), it's just on the edge of the village proper of Vernon, on the right hand side. What was once a seedy bar an grill has been renovated under new ownership to a reasonably nice tavern. Typical pub faire is to be had, as well as the standard selection of American brews, with an increasing number of craft beers the likes of Stella Artois or Hoegaarden. Order on a lucky day and you can often get your Stellas served in a real Stella glass, and if you ask nicely, you'll likely be invited to take it as a souvenir (Just be sure it's empty!).\n\n",{"type":"==","value":["Sleep"]},"\nThere are a few small bed and breakfasts nearby, and the Mountain Creek staff can assist you in finding lodgings, if you haven't arranged it with them.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Sussex County (New Jersey)"]]},"\n",{"type":"{{","value":[["geo"],["39.89587"],["-75.02998"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Vernon Township, New Jersey"]]}]