[{"type":"{{","value":[["pagebanner"],["Heimaey Banner.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Vestmannaeyjar"]}," is a town on the island Heimaey. Heimaey is the largest of 15-18 islands in the Westman Islands archipelago, located just off the south-west coast of ",{"type":"[[","value":[["Iceland"]]},"'s mainland. Vestmannaeyjar has a population of around 4200 people.\n\nMany visitors are attracted to the island in order to discover the effects of the 1973 volcanic eruption. An interactive exposition opened in May 2014 takes visitors to the \"Pompeii of the North\".\n\n\n",{"type":"==","value":["Understand"]},"\nThe Westman Islands were formed by submarine volcanic eruptions along a 30 km long fissure lying south-west to north-east. The largest island is Heimaey, 13.4 km2. Most of the islands have steep sea cliffs, and are well vegetated. Bird hunting and egg collecting are traditional to the islander's culture.\n\n",{"type":"===","value":["Read"]},"\nRead John McPhee's ",{"type":"'''","value":["The Control of Nature"]}," to understand Heimaey's volcanic significance.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"[[","value":[["Image:Herjólfur.jpg"],["right"],["thumb"],["250px"],["Herjólfur: The ferry between Vestmannaeyjar and the mainland of Iceland"]]},"\n",{"type":"====","value":[" From Landeyjahöfn  "]},"\nThe car- and passenger ferry Herjólfur has scheduled trips daily between a new harbor ",{"type":"{{","value":[["marker"],["type=see"],["name=Landeyjahöfn"],["lat=63.5312"],["long=-20.1185"],["image="]]},", which was constructed in 2010 on the mainland coast south of ",{"type":"[[","value":[["Hvolsvöllur"]]},", just 11 km from Heimaey.  When weather and harbor conditions permit, Herjólfur operates on this much shorter run, making four or five return journeys daily.  Fares are lower on this faster route, and the one-way trip requires approximately 30 minutes. The ship takes up to 500 passengers and 50 cars. On board there is a cafeteria.\n\nBuses from Reykjavik to Landeyjahöfn via Selfoss are operated by Sterna: ",{"type":"[","value":["http:\/\/www.sterna.is\/en"]},".\n\n",{"type":"''","value":["Telephone: (+354) 481-2800 or (+354) 488-2800"]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["E-mail: ",{"type":"[","value":["mailto:herjolfur@herjolfur.is herjolfur@herjolfur.is"]}]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["Website: ",{"type":"[","value":["http:\/\/www.herjolfur.is\/ www.herjolfur.is"]}," (in English)"]},{"type":"<","value":["br"]},"''\n\n\n",{"type":"====","value":[" From Þorlákshöfn "]},"\nWhen meteorological conditions are not suitable, and the vessel can not reach Landeyjahöfn, which occasionally happens in the winter time, Herjólfur operates between ",{"type":"{{","value":[["marker"],["type=see"],["name=Þorlákshöfn"],["lat=63.8580"],["long=-21.3746"],["image="]]}," (pronounced \"Thorlawkshoefn\") and Vestmannaeyjar. Herjólfur's trip on this route takes 2 hours and 45 minutes and sleeping quarters can be booked. Also this journey is more expensive.\n\nTo get to Þorlákshöfn, either drive west from Reykjavík through Þrengslin to the south coast, or take bus 3a from the BSÍ bus terminal in Reykjavík. The bus leaves Reykjavík approx. 1 hour before Herjólfur leaves dock. See ",{"type":"[","value":["http:\/\/www.bsi.is\/ www.bsi.is"]}," for details on bus schedules.\n\n",{"type":"===","value":["By plane"]},"\n\nEagle air (Ernir) flies a daily scheduled air service in the summer between Westman Islands and Reykjavík. The flight time is only 25 minutes. \n\n",{"type":"''","value":["Telephone: (+354) 481-3300"]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["Website: ",{"type":"[","value":["http:\/\/www.ernir.is\/ www.ernir.is"]}]},{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Get around"]},"\nHeimaey is a rather small island, only 7x4 km, so everything is within walking distance. There are hiking paths all over the island so any reasonably fit traveler should be able to enjoy the sightseeing on foot.\n\nCars can be hired at the airport or in the town. Prices start from about 8.000 ISK a day. \n\nGuided bus tours, boat tours and hiking tours around the islands are also available. Information on these tours can be found at ",{"type":"[","value":["http:\/\/www.boattours.is\/ Víking Tours"]}," and ",{"type":"[","value":["http:\/\/tourist.eyjar.is\/ Eyjaferðir"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Vestmannaeyjar060.JPG"],["right"],["thumb"],["250px"],["The new lava field on Heimaey from the Eldfell eruption in 1973"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eldheimar"],["alt= Pompeii of the north"],["url=http:\/\/eldheimar.is\/en"],["email="],["address="],["lat=63.43505"],["long=-20.26016"],["directions="],["phone="],["tollfree="],["fax="],["hours=May 23-Sep 30, daily 11AM-6PM"],["price=ISK 1,900 (adults); ISK 4,900 (family);  ISK 1,500 (seniors); ISK 1,000 (juniors, 10-18 years)"],["content=The new exposition is devoted to commemorating the 1973 volcanic eruption at Heimaey and the way it affected lives of the islanders. During the disaster some of the houses in the town were damaged, burnt down, covered with ash and lava. Some of the houses were excavated and one of them is part of the indoor exposition. The museum also tells the story of a young volcanic island  ",{"type":"[[","value":[["Vestmannaeyjar#Surtsey_island"],["Surtsey"]]},"."]]}]},"\n\n",{"type":"'''","value":["Tour the Natural History Museum (Náttúrugripasafnið)"]},", the only natural history museum in Iceland worthy of the name: watch fish and other creatures from the sea swim, crawl or creep in their aquariums, a fine display of stuffed birds and one of the best collections of Icelandic minerals anywhere. \n\n",{"type":"'''","value":["Drop by “Skansinn”"]},", the place by the harbour where past and present meet, where the lava flow stopped in 1973. There you will find a Norse timber church, the only one of its kind in Iceland, a gift from the people of Norway, and Landlyst, the second oldest building on the islands, now housing a small medical museum.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Take a walk on our most recent lava field"]},", many meters above the street level and buildings that used to be, where you will find signposts to mark their former place and aid the imagination. A fine walk would include the “geothermal” area, where the returning islanders constructed a heating system for their houses using the heat from the cooling lava, then eastward to Prestavík and Viðlagavík and then end in Gaujulundur, a lava garden, an oasis in a desert. \n\n",{"type":"'''","value":["Play golf"]},", nine or eighteen holes on a course chosen by the magazine Golf Digest as one of Europe's 200 most enjoyable courses. Players have even been known to forget to hit the little white balls, being too engrossed in the view and their surroundings. \n\n",{"type":"'''","value":["Sail around the islands"]},", a round trip taking about 90 minutes. Accompanying you is a guide who might perhaps be in the mood to play trumpet or saxophone inside one of the caves. You will see the birdlife up close and personal and, if lucky, whales playing their various games.\n\n",{"type":"'''","value":["Whale watching\/sea Angling"]}," sightings of whales, dolphins and puffins (depends on season) are frequent around Vestmannaeyjar.  Trips can be booked directly with companies at Vestmannaeyjar Harbour.\n\n",{"type":"[[","value":[["Image:Vestmannaeyjabaer.jpg"],["right"],["thumb"],["250px"],["Heimaklettur: The highest rock formation in Vestmannaeyjar"]]}," \n",{"type":"'''","value":["Climb Heimaklettur"]},", the highest rock formation on the islands. Its highest peak is no more than 283 meters, not demanding too much of your valuable time. Neither does it demand arduous climbing as ladders have been placed in the most difficult areas. And the view from the top is magnificent, whichever direction you prefer to look. \n\n",{"type":"'''","value":["Drive to the top of Stórhöfði"]},", the windiest place in Iceland and possibly the whole of Europe, where four calm days are the limit in an average year and wind speed can pass 100km\/ph. Needless to say the view is fabulous. \n\n",{"type":"'''","value":["Swim in village's fine swimming pool"]},", where the salt water makes it even easier and more enjoyable to swim. Afterwards you can relax in the sauna or if you prefer more exercise, visit the gym. \n\n",{"type":"'''","value":["Go round the harbor"]}," on your own two feet or by car and have a look around one of the cleanest harbor areas in Iceland. The harbor is usually teeming with activity, not least Friðarhöfn (Peace harbor) when the catch of the day is being landed. \n\n",{"type":"'''","value":["Visit Landakirkja"]},", the local Lutheran church and the oldest building on Heimaey. A dignified house of God with a pulpit in the centre, right above the altar. On Sundays, everyone is of course welcome to attend the service. \n\n",{"type":"'''","value":["Visit the scene of Tyrkjaránið"]},", (the Turkish plunder): Lyngfellisdalur, Ræningjatangi (Robbers spit), Prestasteinn (Priest rock) Sængurkonusteinn (Childbirth rock), Fiskhellar (Fish caves) and Hundraðmannahellir (the Cave of Hundred). We can unreservedly recommend the local theatre company´s production of Tyrkjaránið 1627.\n\n",{"type":"'''","value":["Horse riding"]}," is a popular activity amongst locals as well as visitors. Two companies offer one hour to five hour long trips.\n\n",{"type":"'''","value":["See the Volcano film."]},"\n\n",{"type":"===","value":["Annual social events"]},"\n",{"type":"'''","value":["Þjóðhátíð, Vestmannaeyjar's national festival"]},{"type":"<","value":["br"]},"\n",{"type":"''","value":["The Festival"]},", as it is simply called, is unquestionably the best known festival in Iceland, attracting the greatest number of mainland visitors. Held in Herjólfsdalur on the first weekend in August, it is a 3-4 day outdoor festival where having a good time is everyone's easily fulfilled aim. The whole weekend is packed with entertainment of all description, including the traditional bonfire, fireworks and the famous ",{"type":"''","value":["\"hillside sing-along\""]},". Specially built structures fill the valley, not to mention the large white tents of the locals who literally move house during the festival and prove their famed hospitality by welcoming guests to coffee, smoked puffin and other delicacies.\n\n",{"type":"'''","value":["Celebrating the end of the eruption."]},{"type":"<","value":["br"]},"\nThis has become a fixed event in Vsetmannaeyjar's social life. It is held on the weekend following 3rd July, the day in 1973 when the eruption was officially declared at an end. On Saturday night the island's pubs open their doors and floors to musicians of all descriptions who are encouraged to sing and play to their hearts delight. A great number of former islanders choose this weekend to come back home for a visit.\n\n",{"type":"'''","value":["The thirteenth"]},{"type":"<","value":["br"]},"\nThe 13th day of Christmas, traditionally a festive day in Vestmannaeyjar. A torch-lit parade of fascinating creatures: The ancient Icelandic ogress Grýla and her less than lovely husband and sons, as well as elves, fairies, demons and trolls join the locals at a huge bonfire and splendid fireworks.\n\n",{"type":"'''","value":["Sailor's day"]},{"type":"<","value":["br"]},"\nSailors' Day, although a national day of festivities, has always been particularly dear to the hearts of the people of Vestmannaeyjar, not surprisingly so, considering their history. Festivities are held on the first weekend of June with a full programme on both Saturday and Sunday, emphasising seamanship connected sports as well as various entertainment for the general public.\n\n",{"type":"'''","value":["17th June"]},{"type":"<","value":["br"]},"\nIceland´s national holiday. This day was for a long time not given as prominent a place in Vestmannaeyjar as on the mainland. The reason presumably was their own national holiday in August, a considerably more important event in islanders' minds. During recent years, however, Iceland's national holiday has been shown the respect it is due with a parade and outdoor festivities.\n\n",{"type":"'''","value":["The puffling time"]},{"type":"<","value":["br"]},"\n",{"type":"[[","value":[["Image:Lundeunge.jpg"],["thumb"],["250 px"],["Puffling"]]},"\nAn annual event, unique to the Westman Islands and a particular favorite time of year for the children. It is impossible to put a more precise date to it than ",{"type":"''","value":["early to mid-August"]},", as it is determined by the pufflings themselves. Leaving their cliff nests, they fly into town attracted by the electric lights and discover a harder and considerably more complicated world than they have been used to. Everywhere, however, saviours are waiting: The local children, armed with their cardboard boxes, prepared and ready to gather the lost and totally bewildered pufflings, rescue them and take them down to the shore to release them into the sea. In recent years whole families have visited Heimaey to take part in the puffling adventure, a unique event, full of joy.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["Surtsey island"]},"\n",{"type":"[[","value":[["File:Surstey Island2.jpg"],["250px"],["thumbnail"],["Surtsey"]]},"\n",{"type":"{{","value":[["marker"],["type=listing"],["name=Surtsey"],["lat=63.303"],["long=-20.6047"]]}," is a small island created by a submarine volcanic eruption lasting between 1963 and 1967. In fact you probably won't be able to put your foot on the island, because it is kept as a natural laboratory in order to study it's colonization by flora and fauna, so only limited amount of scientific visits is allowed. For the same reason it was inscribed to the ",{"type":"[[","value":[["UNESCO"]]}," world heritage list in 2008.\n\nHowever, you can spot the island on a clear day from the top of Stórhöfdi hill in the southern tip of Heimaey, probably one of the most windy places on our planet. If you are arriving to Heimaey by plane, this might be another opportunity to see this young piece of land.\n\nAnother option to observe Surtsey from a slightly closer distance is to join an organized tour (try to ask at Víking Tours in advance, as this tour is not in a standard offer).\n\n",{"type":"{{","value":[["geo"],["63.4333"],["-20.2667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Iceland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Vestmannaeyjar"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Iceland\/Localities\/Vestmannaeyjar\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Vestmannaeyjar"]]}]