[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"'''","value":["Mount Vesuvius"]}," is in ",{"type":"[[","value":[["Campania"]]},", in ",{"type":"[[","value":[["Italy"]]},", overshadowing the Bay of ",{"type":"[[","value":[["Naples"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Bay_of_Naples.JPG"],["thumb"],["350px"],["View over the Bay of Naples"]]},"\nMount Vesuvius is perhaps best known for its eruption in Roman times (24 August 79 AD), described ",{"type":"[","value":["http:\/\/www.volcanolive.com\/pliny.html"]}," by Pliny the younger, when ",{"type":"[[","value":[["Pompeii"]]}," and ",{"type":"[[","value":[["Herculaneum"]]}," were destroyed. The eruption left a large crater that can still be visited today. It is a currently dormant volcano that occasionally emits streams of lava (last minor eruption in the 1950s; although its dormant state could be an indication of a build-up of pressure and a coming explosive eruption).  At the top of the volcano is a crater rim that affords a view into the crater that still fumes slightly. Besides that you will have (only on clear days, but the mountain is notoriously covered in fog or clouds) a stunning panorama overseeing the Bay of Naples, ",{"type":"[[","value":[["Naples"]]},", ",{"type":"[[","value":[["Capri"]]},", ",{"type":"[[","value":[["Ischia"]]},",  the edge of the ",{"type":"[[","value":[["Amalfi Coast"]]}," and more.\n\n",{"type":"''","value":["Be warned:"]}," Going there will make you sweat a lot and set you back about €15 (including private taxi up the hill).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By public transport"]}," \n\nFrom ",{"type":"[[","value":[["Naples"]]},":\nThere's a direct bus-line that leaves twice a day from Naples Central Station square and goes straight up to the visitor parking. It's run by one of the minor bus companies (not the city transport) and you might have a bit of a hard time finding it, but unless you have a prearranged group tour it's perfect. It runs on a timetable, so it's less capricious than the taxi service from Ercolano. Two-way ticket from Naples Station runs at € 13.50. Bus leaves at 09:20 and 10:35 at the Garibaldi station.\n\nFrom ",{"type":"[[","value":[["Ercolano"]]},":\nTake the Circumvesuviana railway (Sorrento-Naples line).  From Naples buy tickets on the lower level of the Central Station aka Stazione Centrale a Piazza Garibaldi, or bus to ",{"type":"''","value":["Ercolano Scavi"]}," station in ",{"type":"[[","value":[["Herculaneum"]]}," or the Pompei Scavi station. From there you have two choices:\n\nYou can either wait for the local bus that costs around €8.70 return (from Pompeii, cheaper from Herculaneum). The bus goes only around twice a day from Herculaneum - at 8:45 AM and 12:45 PM.  It goes more often from Pompeii.\n\n\nOr you can use a private taxi company.  From Ercolano Station you exit the station into a small Square.  Over to the left is a private ",{"type":"''","value":["tourist center"]},".  Note:  They offer a lift up and down the mountain for 10€ each person.  For €18,00, they will offer a ticket with entry to the crater.  Note: They are able to get special entry tickets for about €4.50, so when you purchase the package, they keep more than the €10.  However, if you buy your own ticket to the crater, it's still €8.00 so you may as well pay them the €18.00.  They will typically wait until a car (minibus) is full and leave then. They will agree with all people in the car to wait for all of you at the upper car park for 90 minutes. From the car park you'll have to ",{"type":"''","value":["hike up the last bit"]}," before you can actually see anything exciting. They say the walk is about 800 meters long (optimistic in my view), going uphill most of the time and ending at the 1170 meters mark. Wear good walking shoes as the trail is covered with dust and rock pebbles.\nIf you have missed the public bus, this will be your only option to get up to the mountain.\n\nThe tourist information office is closed on sundays.\n\nYou can also do a 6km hike to the summit along the winding roads. To do this you will need to take the local bus service ANM 5 or 176 from Ercolano to San Vitto. From there you will be able to walk to the summit. You can take in the views of the national park and enjoy the local wildlife. You will still need to pay the entrance fee when you arrive at the crater, but for the energetic ones it is a must!\n\n",{"type":"===","value":["By Car"]},"\n\nYou can get to the upper parking area, but be prepared to part with at least €2.50 for the parking fee. And it's a good idea to go there earlier in the morning to avoid the jams that may happen along the narrow road.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":["By Foot"]},": Afraid, no choice. Everyone has to walk up the last 500m steeply uphill. That includes busloads of German pensioners which on busy days will congest the path and give up half the way. Closed-in strong shoes are essential, as the path is dust and loose rock. You might want to get hold of one or two walking sticks provided. And there is a ",{"type":"''","value":["small"]}," entrance fee of €6.50(adults)\/€4.50 (students)."]},{"type":"*","value":[{"type":"'''","value":["By mountain bike"]},": That's Amore, the leader cycling company,  arrange on demand daily excursion along rough authorized paths of Vesuvius volcano opened for this company by the park. Can be possible ride short, easy or strong routes."]},"\nNote: there are a couple of huts selling cheap and sometimes bizarrely inappropriate souvenirs and expensive drinks around the rim.  Take a bottle of water with you to avoid these excessive charges.\n\nWeather:  even on hot days you can get strong and chilly winds at the rim so take a lightweight fleece to wear at the top.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Vesuvius crater 2007.jpg"],["thumb"],["250px"],["Crater of Vesuvius"]]},"\n",{"type":"*","value":[" The crater with its rising fumes."]},{"type":"*","value":[" The different lava stones, changing colour as you walk uphill and around the crater."]},{"type":"*","value":[" The view of the Bay of Naples and Pompeii in good weather."]},{"type":"*","value":[" The scarred landscape where the 1950's lava streams went downhill."]},{"type":"*","value":[" The remains of the funicular railway built in 1870, and which operated until the volcano's last major eruption in 1944.  The song Funiculì, Funiculà was written by composer Peppino Turco, to commemorate the opening of the railway."]},{"type":"*","value":[" All the other tourists."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Make a photograph that looks like you are going to parachute down the mountain."]},{"type":"*","value":[" Enjoy the natural beauty of this worldly wonder."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Geological collection sets with rare ",{"type":"''","value":["original"]}," Vesuvius stones.  These are spray painted fakes."]},{"type":"*","value":[" Postcards with a helicopter view of the volcano (since you won't get into one to snap the shots yourself)."]},{"type":"*","value":[" Property on the lower slopes of Vesuvius is very attractively priced."]},{"type":"*","value":[" Lacryma Christi wine is produced from grapes grown on the lower slopes of the volcano."]},"\n",{"type":"==","value":["Eat & Drink"]},"\n",{"type":"*","value":[" While there are no pubs or restaurants, there are several small shops up the last 500m or so to the crater and you can pick up snacks and a cool drink here but don't expect any meals, come well prepared!"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" The nearest place to reside is ",{"type":"[[","value":[["Naples"]]}," or perhaps ",{"type":"[[","value":[["Sorrento"]]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\nVesuvius is an active volcano and may erupt any time in the near future. Over the last few centuries, Vesuvius has erupted at intervals ranging from 18 months to 7½ years, making the current lull the longest in 500 years. Its lack of eruption may merely indicate a build-up of pressure, which may result in a more explosive next eruption, posing a lethal hazard to over 500,000 residents living in the same place that got destroyed in 79 A.D. \n\nListen to local authorities if there is any news about the state of Vesuvius, and do not wander any further than the trails go.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Combine the trip to Vesuvius with visiting ",{"type":"[[","value":[["Herculaneum"]]}," or ",{"type":"[[","value":[["Pompeii"]]}," afterwards to make more of the day."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Campania"]]},"\n",{"type":"{{","value":[["Geo"],["40.816667"],["14.433333"]]},"\n",{"type":"[[","value":[["WikiPedia:Mount Vesuvius"]]},"\n",{"type":"{{","value":[["related"],["Naples"]]}]