[{"type":"{{","value":[["pagebanner"],["Victoria Falls banner.jpg"],["unesco=yes"]]},"\n:",{"type":"''","value":["The article deals with the Zimbabwean side of the Victoria Falls. For information on the Zambian side, see ",{"type":"[[","value":[["Livingstone"]]},"."]},"\n\n",{"type":"'''","value":["Victoria Falls"]}," is a town in the western portion of ",{"type":"[[","value":[["Zimbabwe"]]},", across the border from ",{"type":"[[","value":[["Livingstone"]]},", ",{"type":"[[","value":[["Zambia"]]},", and near ",{"type":"[[","value":[["Botswana"]]},". The town lies immediately next to the falls, and they are the major attraction, but this popular tourist destination offers both adventure seekers and sightseers plenty of opportunities for a longer stay.\n\n",{"type":"==","value":["Understand"]},"\n\nNo doubt about it, ",{"type":"''","value":["Mosi-oa-Tunya"]}," (meaning \"The Smoke That Thunders\") – but more commonly known as ",{"type":"'''","value":["Victoria Falls"]}," – is one of the most amazing sights in the world. The Falls are twice as tall as ",{"type":"[[","value":[["Niagara Falls"]]},", and several times longer.  Although not the highest, widest or greatest volume of water, they have the largest sheet of water for any fall in the world, and are a sight not to be missed.\n\n",{"type":"===","value":["History"]},"\nIt took thousands of years of erosion for Victoria Falls to appear as and where it does now. Mosi-oa-Tunya, or \"the smoke that thunders” only became known to the western world as Victoria Falls after David Livingstone first set eyes on this astonishing natural wonder in 1855, a heartbeat ago in geological time.\n\n",{"type":"====","value":[" How the Falls Were Formed "]},"\nDuring the Jurassic Period (150-200 million years ago) volcanic activity resulted in thick basalt deposits covering large parts of Southern Africa. As the lava cooled and solidified, cracks appeared in the hard basalt crust, which were filled with clay and lime. Erosion and the course of the mighty Zambezi River cut through these softer materials, forming the first of a series of waterfalls. Over at least 2,000 years, the Falls have receded 8 km upstream, as the Zambezi carved its way through seven gorges. This geological history can be seen in the dark basalt in the series of rocky gorges below the Falls. It is guessed that the Devil's Cataract, which is presently the lowest point of Victoria Falls, will eventually become the next gorge as the river continues to cut its way back upstream.\n\nEssentially the river falls into a gorge directly in front of the falls, and then flows through a narrow cutting.  You can view the falls straight on from across the gorge.\n\n",{"type":"====","value":["Dr. David Livingstone, I presume?"]},"\nScottish missionary David Livingstone first heard about Victoria Falls, known as Mosi-oa-Tunya, a full four years before he arrived there. The area was a sacred site for the Batoka and other local tribes. On the 17th of November 1855 Chief Sekeletu of the Makololo paddled Livingstone to an island in the Zambezi, known as Goat Island. Although the water was low at the time, it's little wonder that he felt a \"tremor of fear\" as he approached the wall of spray.\n\nGazing down into the churning chasm below must have been a heart-stopping experience (you can still make your way out to the island  - now called Livingstone Island - from the ",{"type":"[[","value":[["Livingstone"],["Zambian Side"]]}," during the dry season). Rumors abound that a Portuguese man beat him to it, but the evidence for this is scarce.  The first official description of the Falls, as penned by Livingstone, was\n",{"type":"'''''","value":["\"No one can imagine the beauty of the view from anything witnessed in England. It had never been seen before by European eyes; but scenes so lovely must have been gazed upon by angels in their flight.\""]},"\n\n",{"type":"===","value":[" Zambian side compared with Zimbabwean side"]},"\nThe big question is which side to visit - Zambia or Zimbabwe?  There are two things to consider, views of the falls and cost.\n\nTwo thirds of the actual Falls lies within Zambian territory, as does Livingstone Island, from where David Livingstone first famously set eyes on the Falls.\n\nThe water from Victoria Falls dives into a narrow gorge running parallel to the face of the falls, with the spray going high into the air, causing permanent rain, rainbows and the famous \"smoke\" which is visible from a distance.  So, much of the time when you are viewing the falls you are actually facing them.  The gorge where the water exits is the limit on how far you can walk from either side.  There is no crossing there.   This limits your visibility from the Zambian side, as you can only walk about a quarter of the distance of the face of the falls.  Although the view and the waterflow is impressive, you simply can't get a perspective on the full width of the falls from the Zambian side.\n\nThe walk down to below the falls is closed on the Zimbabwean side.  You can only walk down on the Zambian side.  The footbridge on the Zambian side gives a unique experience, with a permanent torrential rain from the wet season through to August.\n\nTravellers will have an assortment of visa charges involved in seeing both sides of the falls.  The variables include your nationality, single or multiple entry, and whether you will stay longer than 24 hours.\n\nTo cross the border from Zambia to see the falls on the Zimbabwe side you will need to pay at least US$30 for a Zimbabwe single entry visa (depending on nationality), and if you want to return the Zambian side you will need to pay an extra US$20 for a multiple entry Zambian visa.  To cross the border from the Zimbabwean side to the Zambian side you will need to pay an at least US$20 for a single day Zambian visa, and at least an extra US$15 for a multiple entry Zimbabwean visa.  Don't forget you will need to decide whether you are getting a single or multiple entry visa when you first apply for it.  If you are flying from South Africa just to see the falls, consider if it is worthwhile arriving on the Zimbabwean side and leaving from the Zambian, as you will minimise your visa costs this way (but may pay more for airfares).  Flying to the Zambian side usually costs less than flying into the Zimbabwe side.\n\nStill, for less than US$100 you can do both sides and tick another African country off your list.\n\nVictoria Falls is cash only. ATMs are available in both Livingstone, Zambia, and Victoria Falls town.\n\n",{"type":"====","value":[" When to visit "]},"\n\n",{"type":"[[","value":[["Image:Victoria Falls Panorama.jpg"],["thumb"],["450px"],["Victoria Falls"]]}," \nThe park is open year-round, but you will get a much different experience depending on the season in which you visit.\n\n",{"type":"*","value":["In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.  You are guaranteed to get wet if you cross the bridge or walk along the trails winding near the Falls.  On the other hand, it is precisely ",{"type":"''","value":["because"]}," the volume of water is so high that your viewing of the actual Falls will be obscured—by all the water!"]},"\n",{"type":"*","value":["In the dry season, (April to October), the water volume will be lower, and by October Victoria Falls might just be a trickle.  You will get a clearer view of the rocky ledge beneath the Falls, which is pretty spectacular unto itself, but \"the Falls\" might be somewhat underwhelming."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By plane "]},"\n",{"type":"[","value":["http:\/\/www.britishairways.com British Airways"]}," and ",{"type":"[","value":["http:\/\/www.flysaa.com South African Airways"]}," offer daily flights between ",{"type":"[[","value":[["Johannesburg"]]}," (JNB) and Victoria Falls Airport (VFA). Air Zimbabwe also offers flights between Victoria Falls Airport and other destinations within ",{"type":"[[","value":[["Zimbabwe"]]},". Cheaper flights from ",{"type":"[[","value":[["South Africa"]]}," are often available to neighbouring ",{"type":"[[","value":[["Livingstone"]]},".\n\n",{"type":"===","value":[" By train "]},"\nThe classic way of reaching Victoria Falls is by the overnight train from Bulawayo, now back to running daily again. This train still uses lovely but somewhat downtrodden British 1950s coaches. First class tickets are $12 while second class goes for $8, no bed linen included. With old coaches and bad maintenace, do not except everything to work fine or sleep to well. However the scenery ",{"type":"''","value":["is"]}," fantastic and during the last few hours before reaching Victoria Falls you're guaranteed to see a lot of wildlife. Depature from Bulawayo is at 7:30PM, arriving the next morning at 9AM, although delays are rather the norm then the exception.\n\nTrains from Zambia across the spectacular Zambesi bridge have been suspended for a few years time now, however catching  a train to Livingstone and then continue by taxi is a possibility.\n\n",{"type":"===","value":[" By car "]},"\nThe roads within Zimbabwe are relatively good.  The most direct way to Victoria Falls overland is from ",{"type":"[[","value":[["Bulawayo"]]},".  There is a good road network from the South African border at Beit Bridge right through to the Falls.\n\nIt's possible to drive in through Livingstone. Crossing an international border with a vehicle, however, will incur extra costs like carbon tax and insurance. Very annoying is the time consuming and disorganised procedure of obtaining a 'temporary import permit' for the car at the Zambian boarder posts. Once at the Zimbabwe boarder post, the whole procedure is to be repeated, though it is a bit faster but also expensive.\n\nComing from ",{"type":"[[","value":[["Namibia"]]}," or ",{"type":"[[","value":[["Botswana"]]},". the best road is from ",{"type":"[[","value":[["Kasane"]]}," in Botswana using the Kazungula border post. Distance to Vic Falls is 70 km.\n\n",{"type":"===","value":[" By bus "]},"\nBuses operated by ",{"type":"[","value":["http:\/\/www.intercape.co.za Intercape"]}," plys the route between ",{"type":"[[","value":[["Windhoek"]]}," in ",{"type":"[[","value":[["Namibia"]]}," to Livingstone\/Zambia three times a week. Notice that the bus stops on the Zambian side, you have to cross the border to Zimbabwe by foot or pick a taxi after crossing the Livingstone boarder post. A bus journey from Windhoek takes just over 14 hours and costs from R460.\n\n",{"type":"==","value":["Get around"]},"\nIf you stay in the swanky hotels downtown, or even some of the budget accommodation options just outside the downtown area, walking is manageable. Most of places are no more than 3 km away from Victoria Falls.\n\nSome of the hotels in Victoria Falls are not really ",{"type":"''","value":["in"]}," Vic Falls, but most of these have their own transfer services.\n\nCabs are plentiful, and should not cost more than $6 for a ride.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Tourists swimming at Victoria Falls.jpg"],["thumb"],["Incredibly, it is possible to safely swim in natural pools at the top of the falls, on the Zambian side."]]},"\n",{"type":"*","value":[" Perhaps you have seen postcards, holiday snaps, or film footage of the seventh wonder of the world, ",{"type":"'''","value":["Victoria Falls"]},". But have you actually been fortunate enough to stand beside the ‘smoke that thunders’? Watching and listening as the roar of 546 m³ of water, minute by minute, plunge down into a 100 m deep gorge below."]},"\n",{"type":"*","value":[" Do not miss the ",{"type":"'''","value":["Zambezi River"]},", which is beautiful above the falls. Best seen on a cruise, especially at sunset."]},"\nFor a memorable afternoon tea pop in to the Victoria Falls Hotel for a 3 tiered sandwich platter and cup of tea: expect to pay $30 for the experience. A first class hotel still seemingly untouched by the country's woes though having lost the shine.\n\nWhitewater rafting day trips sell for about $130 plus $10 National Park fees. The price includes a full day of shooting some of the best rapids in the world (including some Class V rapids!); lunch, eaten ''on the water and all the beer you can chug after the climb out.\n",{"type":"*","value":["Visit the grand Victoria Falls Hotel for ",{"type":"'''","value":["high tea"]},". For about $30, you get tea, scones, and a magnificent view of the Falls."]},{"type":"*","value":["From wherever you stay you can easily arrange for a ",{"type":"'''","value":["safari"]}," (prices vary), a ",{"type":"'''","value":["sunset cruise"]}," (around $55), or a ",{"type":"'''","value":["helicopter ride"]}," (for about $130 plus $8 National Park fee, well worth the price) over the falls."]},{"type":"*","value":["The Victoria Falls Safari Lodge has a no ",{"type":"'''","value":["knock-out casino"]}," on site."]},{"type":"*","value":["For a casino, The Kingdom Hotel does have something to offer.  "]},{"type":"*","value":["For something different try an elephant ride ($130), lion walk ($130) or a horse-back safari offered by a variety of tour operators in town."]},"\n",{"type":"==","value":["Buy"]},"\nThere is substantial opportunity to shop in Victoria Falls, and you can find a good deal. The curio markets are just behind the post office and has dozens of tourist shops from which you may select wood and stone carvings, jewelry, t-shirts, curios, books, postcards, artwork, etc. (For fun, see if you can find the shop with the pictures of Senator and Chelsea Clinton, from their visit.)\n\nTraders in the sculpture markets are prepared to barter trade: hats, your shoes, T-shirts, pens, batteries are in demand. But think twice before you reduce people to the level of beggars. Just negotiate what you think is a fair price.\n\n",{"type":"==","value":["Eat"]},"\nThe downtown area features a few coffee shops, sandwich shops, and fast food options.  For a few US dollars, you can feed an entire family.\n\nAll of the hotels have restaurants, and it is common to sample a new one each night. One place not to miss for a sundowner: ",{"type":"'''","value":["The Victoria Falls Safari Lodge"]}," offers a la carte dinner, and The Boma offers a buffet 'eat as much as you can' buffet dinner with authentic African dancing. The ",{"type":"''","value":["Ilala Lodge"]}," has a nice a la carte restaurant (a bit overpriced for the portions served; and the ",{"type":"''","value":["In-da-Belly"]}," Restaurant located in the camp site is a nice place to have simple meal and hang out at the pool and meet overland travellers from around the world.\n\nThere are a Spar and a Seven-Eleven",{"type":"'''","value":["grocery store"]}," in town.  Drinks and Food, snacks, camping supplies, are available.\n\n",{"type":"*","value":[" The Boma"]},{"type":"*","value":[" Makuwa-Kuwa at the Victoria Falls Safari Lodge"]},{"type":"*","value":[" Palm Restaurant at Ilala Lodge"]},{"type":"*","value":[" Livingstone Room at the Victoria Falls Hotel"]},{"type":"*","value":[" Jungle Junction at the Victoria Falls Hotel"]},{"type":"*","value":[" The Blue Baboon - Great pizzas (when they have cheese ) at Shoestring Backpackers Lodge"]},{"type":"*","value":[" The restaurant at the Camp Site serves Crocodile burgers and Warthog steak!"]},"\nThere is ",{"type":"'''","value":["no food available within the park"]}," so bring it in yourself if you need something. Also, the monkeys within Victoria Falls will try to snatch your food if you are not paying attention to it.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Victoria Falls Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lunch on the veranda is most pleasant--even classy--and the food is first world caliber with prices to match."]]}]},"\n",{"type":"==","value":["Drink"]},"\nVictoria Falls is not known anymore for its tremendous nightlife. There are a few small bars near the downtown area, but they are not well-lit.  It might be fun to stop in, but be careful.\n\nAlternatively, all the hotels feature huge, well-stocked bars.  However, the prices will be higher, and you might not feel that you are in Africa anymore.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Note that price ranges quoted are in US dollars. "]},"\n",{"type":"{{","value":[["sleeppricerange"],["under US$10"],["US$10 to US$200"],["more than US$200"]]},"\n\nThere are many types of accommodation in Victoria Falls.  You can certainly find what you are looking for. Some of the accommodation options are not really ",{"type":"''","value":["in"]}," Victoria  Falls so be careful, if booking in advance.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shoestrings Backpackers Lodge"]}," has a great atmosphere with friendly staff and a self-catering kitchen, cafe as well for when you are too tired."]},{"type":"*","value":[{"type":"'''","value":["Victoria Falls Backpackers"]}," offers budget prices but is further outside of town."]},{"type":"*","value":[{"type":"'''","value":["Reynard Cottages"]},", owned by a Zimbabwean, provides very simple rooms at affordable prices."]},{"type":"*","value":[{"type":"'''","value":["Lorrie's B&B"]},"owned by a Zimbabwean, run by single mom and her sidekick \"George.\" Most rooms are ensuite and meals are quite affordable. Most rooms are about $50 a night depending on season. Lovely pool and gardens with nice \"sports bar\" on site."]},{"type":"*","value":[{"type":"'''","value":["Savanna Lodge"]}," offers dorms and private rooms for under $30\/night."]},{"type":"*","value":[{"type":"'''","value":["Fawlty Tours"]}," offers dorms and private rooms for under $20\/night. It's in a great location about 5 km from the falls. Great place!"]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Amadeus Garden"]}," owner managed lodging B&B style two kilometers from the Victoria Falls. ",{"type":"[","value":["http:\/\/www.amadeusgarden.com www.amadeusgarden.com"]},"  Eleven en-suite rooms, pool and cool garden to relax. Rates per person sharing around $65–70 per night incl breakfast. e-mail: ",{"type":"[","value":["http:\/\/reservations@amadeusgarden.com reservations@amadeusgarden.com"]}]},{"type":"*","value":[{"type":"'''","value":["Teak Lodge"]}," located within the residential area of Vic Falls less than three kilometers to the Victoria Falls. Prices at $30–50\/person per night, coupled with impeccable service and completely furnished in teak wood. "]},{"type":"*","value":[{"type":"'''","value":["The Sprayview Hotel"]}," motel like accommodation is only 2 km from the Falls used to be about US$100\/night. New owners Cresta Group in 2013, expected to be renovated."]},{"type":"*","value":[" ",{"type":"'''","value":["The Kingdom Hotel Victoria Falls"]},".  This resort is constructed in Disney-esque jungle style. Four-star themed resort, swimming pool, close to falls, from US$150\/pp. Family rooms available."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Drifter Inn Victoria Falls"],["alt="],["url=http:\/\/www.safarinow.com\/go\/DriftersInnVictoriaFalls\/?a=10986"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Only 20 min by foot from the falls, this simple but quiet inn offers rooms from $50."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Azambezi River Lodge"],["url=http:\/\/www.azambeziriverlodge.com\/"],["email="],["address=308 Parkway Dr"],["lat="],["long="],["directions="],["phone=+1-888-790-5264"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A full-featured resort a few kilometers away from the central town. Located right next to the Zambezi river, it's also a departure point for river cruises. Shuttle service available to the falls."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ilala Lodge"],["url=http:\/\/www.ilalalodge.com\/"],["email=info@ilalalodge.com"],["address="],["lat="],["long="],["directions="],["phone=+27(0)21-683-6576"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Quiet elegance with a beautiful colonial veranda for dining. A bit closer to town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Victoria Falls Hotel"],["url=http:\/\/www.africansunhotels.com\/victoriafallshotel"],["email=pacro@africansunhotels.com"],["address=2 Mallett Dr"],["lat="],["long="],["directions="],["phone=+263 13 44751"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Built in 1904, this is one of the most romantic hotels in Africa with a faded grand old feeling to it.  The Queen Mother herself stayed here when she visited.  Views from the manicured lawns out to the railway bridge with the mist from the falls in the distance is surreal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Victoria Falls Safari Lodge"],["url=http:\/\/www.victoria-falls-safari-lodge.com"],["email=saflodge@saflodge.co.zw"],["address="],["lat="],["long="],["directions="],["phone=+263 13 43211-20"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located close to the falls and offers safari-themed elegance, a great casino and an excellent, reasonably-priced, buffet dinner."]]}]},"\n",{"type":"===","value":[" Farther afield "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Imbabala Zambezi Safari Lodge"]}," is carefully situated on a riverside fringe of the mighty Zambezi River where Zimbabwe, Botswana, Zambia and Namibia converge. Located 80 km west of Victoria Falls, access is by transfer from Victoria Falls, Livingstone or Kasane. Imbabala offers not only the chance to unwind but also some of the most amazing game viewing and bird watching in the region, in the seclusion of a private National Parks concession. The 12,000 ha concession has 14 km of private Zambezi river frontage and borders the Chobe Forest Reserve, which is renowned for its massive Elephant population. Herds of up to 1500 elephants have been seen on the floodplains below the Lodge."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nYou can expect to be met by tourist police on your arrival in Victoria Falls.  They are plentiful around the town and the falls and can be trusted. You can identify them by their yellow vests.  Zimbabwe is very keen to keep tourists safe following a period of instability which saw visitors at risk, and tourist on the Zimbabwean side drop dramatically.  Sometimes it feels there are more tourist police than tourists.\n\nIf you are staying at one of the resorts, it is likely that the guards at the resorts will keep an eye on you on the paths to the falls until you are within site of the tourist police.\n\nTouts are aggressive and desperate and best avoided.  They keep a distance from the tourist police and guards.  The markets are safe, and the traders there are very polite and keen for your trade.\n\nThe path along the side of the river to the Victoria Falls hotel from the falls is not safe to walk after dark.\n\n",{"type":"==","value":["Go next"]},"\nVictoria Falls is located within 100 km of the four corners of Zimbabwe, Zambia, Botswana and Namibia and thus provides access to all of the countries, but the only point of any note within a reasonable distance to the park is ",{"type":"[[","value":[["Chobe National Park"]]}," in ",{"type":"[[","value":[["Botswana"]]},". It is a common destination, and most hotels will be able to book journey on a day safari of one or two days.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-17.9333"],["25.8333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Matabeleland"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Victoria Falls, Zimbabwe"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Zimbabwe\/Localities\/Matabeland North\/Victoria Falls\/"]]}]