[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Three Sisters statue. A statue in the city center depicting the three sisters in the legend of the founding of Vidin.jpg"],["thumb"],["A statue in the city center depicting the three sisters in the legend of the founding of Vidin"]]},{"type":"'''","value":["Vidin"]}," (Bulgarian: Видин) is a city in the ",{"type":"[[","value":[["North Bulgaria"],["northwest"]]}," of ",{"type":"[[","value":[["Bulgaria"]]},", on the banks of Danube River, which is the borderline between Bulgaria and ",{"type":"[[","value":[["Romania"]]},". The northwest is infamously the poorest region in the country. Vidin is the 19th town by population in Bulgaria, but has declined much in the last two decades. Vidin is one of the oldest cities in Bulgaria, with a rich history. Its history begins in the 1st century when it was overcome by the Romans and became called Bononia. In 1396, the Ottomans defeated the last Bulgarian stronghold - the one in Vidin. They ruled there until 1878, when Vidin was liberated from the Turks. In 1942, Vidin experienced a flood due to the rising Danube. It was a great tragedy, but Vidin managed to overcome the problem with the flood, the diseases, and famine. Since then, Vidin has been an important military commercial and transport center for 200 years. There are many landmarks that exhibit the glorious past of Vidin: Baba Vida castle, the Vidin Synagogue (deserted after Jewish emigration to Israel), St. Petka church, the Osman Pazvantoglue mosque and library (built by the late Turkish ruler of northwestern Bulgaria in the 18th century), the Krastata Kazarma and St. Dimitar church.\n\n",{"type":"==","value":["Understand"]},"\nVidin is currently the poorest city in the EU, but it is a beautiful town with many historic and cultural landmarks. Tourism has experienced a decline except for groups that come along the Danube on cruises, but a visit to Vidin is definitely worth a visit. The people tend to be more hospitable here than in larger cities like Sofia. In Vidin, there is a foreign language school and  young people can usually speak English well. In other schools students learn English, too. For elderly people, there is a language academy, usually teaching English or German. There are a lot of Vlachs (Bulgaro-Romanians), so knowing Romanian is always a plus! Many residents work on farms in nearby villages, raise domestic animals, and sow plants, and so this region is famous for its production of food.\n\nUnfortunately, because of its economic issues, Vidin has many problems. Lack of funds has caused the sidewalks and streets to fall into disrepair, and many buildings are vacant and crumbling. There is no university in the northwest region, so young people mostly move to other cities or countries. There are many stray dogs and cats, but they are usually docile. Air pollution and littering are major issues, despite students’ attempts to clean the town. Vidin is, however, one of the safest cities in Bulgaria.\n\n",{"type":"==","value":["Get in"]},"\nThe train station and bus station are located at the south end of town, close to the Danube and city center. The ferry terminal is at the north end of town. Currently, the only way into Vidin using arranged transport is via other locations in Bulgaria or from ",{"type":"[[","value":[["Calafat"]]},".\n",{"type":"===","value":["Air"]},"\nUntil 1998-99, an airport just north of Vidin provided domestic flights, with a 40-minute flight to Sofia. Unfortunately, it was shut down due to a dispute over land compensation. As of 2011, the municipality is searching for investors to revive the airport. Until then, the nearest airports are in ",{"type":"[[","value":[["Sofia"]]},", ",{"type":"[[","value":[["Craiova"]]},", ",{"type":"[[","value":[["Bucharest"]]},", and ",{"type":"[[","value":[["Nis"]]},".\n",{"type":"===","value":["Bus"]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Sofia"]]}," to Vidin, the main bus operators are Karat-S and Aleksiev. Buses depart daily from the Sofia Central Bus Station ",{"type":"[","value":["http:\/\/centralnaavtogara.bg"]}," at 7:30, 9:30, 11:00, 11:45, 12:30, 14:30, 15:00, 17:45 and usually pass through Vratsa and Montana. A one-way bus ride costs 19 lv and takes from 3.5 to 4 hours."]},{"type":"*","value":["From ",{"type":"[[","value":[["Pleven"]]}," to Vidin, there is a bus at 15:00. For all other destinations in Bulgaria, the website ",{"type":"[","value":["http:\/\/avtogari.info\/index_en.php avtogari.info"]}," is helpful."]},{"type":"*","value":["From Vidin to the nearest villages and back, there are buses every day from 8:00 to 20:10. Tickets are about 2 lv."]},{"type":"===","value":["Train"]},"\nCurrently, transport by train to the northwest leaves much to be desired. Recently, a train between Sofia and Vidin caught fire and had to be evacuated ",{"type":"[","value":["http:\/\/www.novinite.com\/view_news.php?id=137946"]},". However, there are currently plans to renovate the Sofia-Vidin line which should begin during 2013 ",{"type":"[","value":["http:\/\/sofiaecho.com\/2009\/06\/26\/744455_construction-of-the-new-sofia-to-vidin-railway-line-must-start-by-2013"]},".\n",{"type":"*","value":["Trains from ",{"type":"[[","value":[["Sofia"]]}," depart for Vidin at 7:35, 12:25, and 16:25. Train tickets are less expensive, at 13 lv, but the journey is roughly 5 hours."]},{"type":"*","value":["Other schedules can be checked at the website for ",{"type":"[","value":["http:\/\/bdz.bg Bulgarian National Rail"]},"."]},{"type":"===","value":["Ferry"]},"\n",{"type":"*","value":["By ferry you can reach Vidin from ",{"type":"[[","value":[["Calafat"]]},"- a Romanian town directly across the Danube. The ferryboat Vidin-Calafat costs about 7 Romanian lei and operates continuously. However, waiting times vary-- you could wait up to 2 or 3 hours for the ferry to depart."]},{"type":"*","value":["On the Vidin side, you will probably need a taxi to get to the city center (центъра на града: ‘’tsentera na gradah’’). You may be able to ask the border officers to order a taxi for you, or take down the information from the next section."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["There are buses around town, but unless you speak Bulgarian, they can be difficult to figure out. You can buy the tickets in the bus."]},{"type":"*","value":["The most common places to get a taxi are at the train station, at the center, and at Pazarska street (a few blocks north of the main square). Taxis should operate on a zone system: the price is 2.50 lv for one lift to anywhere within town, and 4 lv to\/from the ferry terminal. "]},{"type":"*","value":["There are many numbers, try: 094606060, 094666666, 094600600. Some taxi companies are Tiko Taxi, Euro Taxi, and OK Taxi. "]},{"type":"*","value":["It is generally safe to ride a bike through Vidin, but pay attention to potholes. You should ride a bike on the right side of the streets."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:baba_vida.jpg"],["thumb"],["The drawbridge and entrance to the only fully preserved medieval castle in Bulgaria."]]},"\nVidin boasts two well-preserved ",{"type":"'''","value":["medieval fortresses"]},", Baba Vida—Vidin's main landmark, built in the period from the 10th to the 14th century—and Kaleto, as well as many old ",{"type":"'''","value":["Orthodox churches"]}," such as St Pantaleimon, St Petka (both 17th century), and St Great Martyr Demetrius (19th century), a ",{"type":"'''","value":["Jewish synagogue"]}," (1894), a ",{"type":"'''","value":["mosque"]}," and a ",{"type":"'''","value":["library"]}," of Osman Pazvantoğlu (late 18th century), the ",{"type":"'''","value":["cruciform barracks"]}," of 1798, and a number of old ",{"type":"'''","value":["Renaissance buildings"]},".\n",{"type":"*","value":["Baba Vida Fortress (10:30 am - 6 pm; tickets 2lv, under 14 free): This tenth century medieval castle is a wonderful attraction for children and adults. It is said to be the only entirely preserved medieval castle in the country. There you can see brilliant architecture and a lot of tools used during Bulgaria’s history like swords, bows, arrows, and others. On the upper part, you can sit in tranquility and enjoy a great view of the Danube. Across from the entrance there are souvenir shops from which you can buy numerous Bulgarian and Baba Vida souvenirs. There is also a beach nearby, so if you visit, you can even go swimming or sunbathing. During the summer, there are sometimes theatre performances."]},{"type":"*","value":["Danube River: The Danube is the longest river in Bulgaria and the third longest in the world. Moreover, there are many locals with boats and courageous tourists can ask for a trip onto the river. To play it safe, go to one of the boat restaurants situated at the main port in warm weather."]},"\n",{"type":"===","value":["Churches"]},"\n‘’’Metropolitan Christian Complex’’’\nResidents of Vidin are very proud of the area containing the Synagogue, Osman Pazvantoglu Mosque, and St. Pantaleimon Church. The latter two are directly across the street from each other, and together, all three represent the religious tolerance of Vidin, especially during the Ottoman occupation.\n",{"type":"*","value":["St. Dimitar Church (Simeon Veliki Street): This is the second biggest church in Bulgaria after St. Alexander Nevski in ",{"type":"[[","value":[["Sofia"]]},", and it is one of the oldest. The central dome is 33 meters high. Inside, there are beautiful murals depicting Biblical events, as well as the life of the town’s patron St. Dimitar. The priests are all friendly and the atmosphere is formal. On big holidays like Easter, Christmas, and New Year’s almost every inhabitant goes there to celebrate the big day. But it isn’t necessary to go there on holidays only. It is traditional to light a candle for the happiness of your family or friends, or to remember the dead. ",{"type":"[[","value":[["Image:st_dimitar_church.jpg"],["thumb"],["St. Dimitar Church, the second largest Orthodox church in Bulgaria"]]}]},{"type":"*","value":["Osman Pazvantoglu Mosque (9:00 - 16:00): This is the only mosque in the world to have a heart on top instead of a half moon. Osman Pazvantoglu made it to show his love to a Bulgarian woman. It was built from 1801-1802, but no longer serves a religious function. Also in the yard is a library supposedly built for his mother."]},{"type":"*","value":["Synagogue: Smaller than the synagogue in Sofia, but supposedly more beautiful, this was built in 1894 with donations from citizens in the nearby neighborhood and Jews from all over the country. Since 1950, the building has been out of use. The yard is open, and you can explore the ruined building, especially if you want silence."]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":["Konaka Museum (9:00-18:00 M-F, 2-5 lv, 2 Obshtinska St.): The Konaka Museum is in the center of Vidin. It is an 18th century building reconstructed after the liberation from the Ottomans, during which Bulgarian Renaissance architectural elements were introduced. It originally served as a police station. It is very well preserved and holds information about Vidin’s past. There are many exhibits from all ages, including Prehistoric, Antique, and the Middle Ages."]},{"type":"*","value":["Krastata Kazarma (Cross-Shaped Barracks) (9:00-12:00, 14:00-17:00 M-Sat, 2-4 lv, 34 Knyaz Boris I): It was built in 1801 for the Ottomans. After Bulgaria’s liberation, it served as a law court and barracks for the Bulgarian army. Today it is an ethnographic museum with national costumes and Bulgarian crafts."]},{"type":"*","value":["Nikola Petrov Gallery: Built in 1961, this gallery houses amazing works of art by famous Bulgarian painters and sculptors. It is situated in the Danube Park."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Stadium Georgi Benkovski: The stadium was created in 1961 and holds 15,000 people. It is at the west end of the city and is the site for matches of the football club Bdin Vidin. There are matches almost every weekend, and many people attend."]},{"type":"*","value":["Cinema “Nikra”: The cinema is in the center of the city. Every Thursday, there is a film shown. Its capacity is about 400 people. Since films are not shown often, they tend to be the most popular films, and have high attendance. Tickets are 5 lv."]},{"type":"*","value":["Danube River Park: Vidin has a great Danube Park, a favorite spot for the locals to relax. During a hot summer day, you can take a walk along the park, which is lined with tall trees that provide shade. There are many cafes where you can have drinks and fried food, many ice cream stands where there are so many kinds of ice cream that you won’t know which to buy, and playgrounds where the children can swing or just run around."]},{"type":"*","value":["Drama Theatre “Vladimir Trandafilov”: Previous productions include “Don Juan,” “Fideriko,” and others. Vidin’s actors are very talented and provide fantastic performances, usually in Bulgarian."]},"\n",{"type":"===","value":["Festivals"]},"\nMany festivals are celebrated in Vidin. Besides the special events, these festivals usually find locals setting up stands in the center of town with sweets and other things to buy.\n",{"type":"*","value":["The Vidin Festival is during the end of August, held every year since 2008. It lasts nine days and holds many performances by Bulgarian pop folk stars, some from Vidin. There is beer and Serbian BBQ offered. Many people go to take part in the amusement attractions (roller coasters, ferris wheel, etc.). After the concerts, there are auto races at the abandoned nearby airport."]},{"type":"*","value":["Dimitrovden, celebrating the town’s patron saint, is celebrated on the 26th of October. There is a variety of sporting and other events."]},{"type":"*","value":["The Bridge Festival is an international youth arts festival. Over 200 talented people participate by choosing from activities like playing the guitar, beatboxing, freerunning, or drawing pictures. "]},{"type":"*","value":["The Fashion Fair, during spring and summer, is about clothes, shoes, hats, and bags. It is held in front of the town library in the center, and houses stalls with candies and jellies, as well as clothes. Prices tend to be very low."]},{"type":"*","value":["The Milka Festival is usually on one day in April. There are activities like dancing, “Open Your Hands for a Hug,” and of course, plenty of Milka chocolate and merchandise to buy. "]},{"type":"*","value":["Bulgarian Independence Day, September 22"]},{"type":"*","value":["Dance Along the Danube: Folklore groups from Poland, Greece, Serbia, Romania, Bulgaria, and Turkey take part in this festival, which is held every two years since 1997."]},{"type":"*","value":["Traditionally on the 6th of January, “Yordanov Den” is celebrated. The Vidin Bishop throws a cross into the river and a group of men swim to retrieve it. The man who retrieves it will be healthy and strong for the next year."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Mall Vidin (Tsar Simeon Veliki St. 21, 9:00-22:00, http:\/\/www.mallvidin.com) There are around 20 stores. Some of them are for clothes and shoes. Others are for cosmetics. In Mall Vidin you can also find electrical appliances, mobile phones and books. On the top floor, there are two bars, a restaurant, bookstore, and playground to entertain children. The top floor ends in a beautifully shaped dome, and in the winter, there are Christmas decorations set up."]},{"type":"*","value":["Central Market: The Central Market is the place where many people gather in order to sell and buy all sorts of things. In the center, there are covered stalls with produce (fresh from locals’ gardens), honey, and spices. Surrounding this, there are many shops and booths with mechanical parts, clothes, and souvenirs. You can’t get a refund or buy back. The prices are firm, so you shouldn’t ask for a different price, but the sellers have different prices for their products, so you can walk around and see where the best price is. "]},{"type":"*","value":["There are also many shops near the city center, where you can buy alcohol, souvenirs, clothes, and other things."]},{"type":"===","value":["Groceries"]},"\n",{"type":"*","value":["Lidl (Academic Stefan Mladenov, 8:00-21:00): German chain, the cheapest grocery."]},{"type":"*","value":["Picadilly (In Mall Vidin, 9:00-22:00): More expensive, but higher quality products."]},{"type":"*","value":["Kaufland (Panonia Boulevard, 8:00-22:00): Widest selection, reasonable prices."]},"\n",{"type":"==","value":["Eat"]},"\nVidin is known for many foods. Visitors should definitely buy “Elbi (Елби)” brand yogurt, which is produced at a factory in the south industrial complex of town and shipped all over Bulgaria. This yogurt can be found at Picadilly and most other grocery stores.\n",{"type":"===","value":["Fast Food"]},"\nFast food in Bulgaria is either bought from a grill (‘’skara’’) or pastry stands found around town. ‘’Banichka’’, ‘’kebapche’’, and ‘’kozunak’’ are especially popular.\n",{"type":"*","value":[{"type":"'''","value":["Serbian Grill"]}," (сръбска скара) 0:00-24:00: This stand, adjacent to the train station, has authentic Serbian meat. US Ambassador James Warlick said that here is the best kebapche in all Bulgaria."]},{"type":"*","value":[{"type":"'''","value":["Montenegro"]},": Located across from Tsar Simeon Veliki school, this shop makes fresh banitsa all day."]},{"type":"===","value":["Restaurants"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Classic"],["url=http:\/\/www.pizzabg.com"],["email="],["address=Tsar Alexander II 25"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8:00-22:00"],["price=20 lv"],["content="]]},": This pizzeria is one of the most popular restaurants in Vidin. There are two locations: one indoor restaurant near the port, and another outdoor restaurant on the city wall a little further upstream (only in the summer). The pizzas are the best quality in the city, and there are many options."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bulgaria"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9:30-24:00 M-F"],["price=15 lv"],["content="]]},": Located down an alley across the street from St. Dimitar church, this restaurant has a traditionally decorated basement and a garden for summer days. There is usually a DJ or live music to accompany the dance floor on weekend evenings."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Riviera"],["url="],["email="],["address=Baba Vida St."],["lat="],["long="],["directions=north of Telegraph Gate"],["phone="],["tollfree="],["fax="],["hours=8:30-23:00"],["price=25 lv"],["content="]]},": Next to the Danube, this beautiful restaurant has excellent Bulgarian and Serbian food for higher prices."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mystique"],["alt=мистика"],["url="],["email="],["address=zhk. Geo Milev"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8:00-22:00"],["price=25 lv"],["content="]]},": A large restaurant with a playground inside. Can be reserved for birthdays and other special occasions."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zodiac"],["url=http:\/\/www.restaurantzodiac.com"],["email="],["address=Pazarska 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8:00-24:00 M-F, 9:00-22:00 Sat"],["price=25 lv"],["content="]]},": An underground restaurant serving a variety of traditional Bulgarian food and other dishes. Usually playing “The Voice” on TV."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kan Yuen"],["url="],["email="],["address=Suedinenie bl. 12"],["lat="],["long="],["directions=in the same square as Hotel Rovno"],["phone="],["tollfree="],["fax="],["hours=11:00-23:00"],["price=15 lv"],["content="]]},": The better of the two Chinese restaurants in Vidin. You will be fed with one dish only, and prices are fairly low. The restaurant is run by a Chinese family."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bononia Restaurant"],["url="],["email="],["address=Bdin 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11:00-23:00"],["price=30 lv"],["content="]]},": Situated at the Hotel Bononia in the park near the Danube. Typically used for special events like weddings and graduations."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":["Sky Cafe (Bononia, 9:00-22:30, 1-3 lv): The most popular cafe in Vidin, attached to the Bononia hotel in the Danube park. Serves all kinds of coffee, fruit drinks, sodas, cakes, and alcohol. Service is friendly, and there are billiards tables and wifi."]},{"type":"*","value":["Corner Club (Tsar Alexander II 21, 7:00-24:00 M-F, .80-5 lv): Modern cafe, popular with teenagers. Very dark, with modern lighting effects."]},{"type":"*","value":["Vision Cafe (Tsar Alexander II 25, 9:30-24:00, .50-10 lv): This cafe is owned by the Classic pizzeria. It has a location adjacent to the pizzeria near the seaport, and another on the top floor of the mall. The mall location is especially nice because you sit on a balcony looking at the domes of the St. Dimitar Church."]},{"type":"*","value":["Forum (Shiroka 6, 8:00-22:00): .80-2 lv): Free wifi in this cafe. Coffee is good, but the service is not so good."]},{"type":"*","value":["Hawaii (Gradinska 5, 7:00-24:00, .70-3 lv): Across from the drama theatre, this cafe has all kinds of drinks and snacks to eat. On Fridays, there is music and dancing. Wifi available."]},{"type":"*","value":["Deluxe (7:30-22:00, 1-8 lv): Newly opened cafe in Vidin. Staff is friendly, and the coffee with cream is especially good."]},"\n",{"type":"===","value":["Clubs"]},"\n",{"type":"*","value":["Master Club (opens 20:00 Th-Sat, 2 lv cover): The main disco in Vidin is located in the main square. It is full of young Bulgarians, and tends to be smokey and loud. There are several bars inside, and dancing goes on until the early morning."]},{"type":"*","value":["Traffic Club (Shiroka St at Hristo Botev, 7:00-22:00): Not too big. Mainly play RnB and house music. Mostly students go there. "]},{"type":"*","value":["Corner Club (Tsar Alexander II 21, 7:00-24:00 M-F, 7:00-5:00 Sat): Especially on Saturday evening, this cafe turns into a club and is open very late. The modern lights go well with dancing to house and popular music."]},"\n",{"type":"==","value":["Sleep"]},"\nThere isn’t much variation in sleeping options, but most hotels are reasonably priced.\n",{"type":"===","value":["Budget"]},"\nThere are camping sites near Vidin, but you should ask a local for more information.\n",{"type":"===","value":["Midrange"]},"\n",{"type":"*","value":["Hotel Avramov (Tsar Alexander 63, 26 lv (sg) - 36 lv (db)): This hotel is not very big. In the lobby, you can play games like billiards, bowling, etc. hotel-avramov.net"]},{"type":"*","value":["Hotel Rovno (Tsar Alexander II St. 70, 40 lv (sg) - 55 lv (db)): Close to the city center and the Danube. This is the best place to arrange business meetings. hotelrovno.com"]},{"type":"*","value":["Bononia (Bdin St. 2, 36 lv (sg) - 45 lv (db)): Excellent service and pleasant atmosphere. Through the windows you can see the Danube and the center of the town. hotelbononia.net"]},{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["Neptun Hotel (Dunavska St. 8, 50 lv (sg) - 70 lv (db)): This hotel is one of the newest in Vidin and has many facilities. It is luxurious and elegant, with the only spa services in Vidin. hotelneptunvidin.com"]},{"type":"*","value":["Hotel Anna Kristina (Baba Tonka St. 2, 80 lv (db)): anna-kristina.dir.bg. This building used to be a Turkish bath. Now, the backyard holds the only pool in the city center."]},"\n",{"type":"==","value":["Connect"]},"\nMost cafes and hotels offer free wifi for guests. This is probably your best bet for using the internet. Check the Drink section for more info.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["There are many villages in ",{"type":"[[","value":[["Northwest"]]}," Bulgaria. Villagers are typically hospitable, and this could be an adventurous alternative to normal tourism. Check the main bus station for buses going to a number of nearby villages."]},{"type":"*","value":["Belogradchik Rocks: The city of Belogradchik is smaller than Vidin, but the rocks are amazing. All of them are naturally occurring. Some of them look like figures: a girl student, a bear, a dog, and others."]},{"type":"*","value":["The Magura cave is in Rabisha village. It is 2.5 km long and has many galleries."]},{"type":"*","value":["Albutin Monastery: an ancient rock monastery located in the nearby village of Gradets."]},"\n",{"type":"{{","value":[["geo"],["43.9833"],["22.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Bulgaria"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Vidin"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Vidin"]]}]