[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Vieng Xai"]}," is a city in ",{"type":"[[","value":[["Hua Phan Province"]]},", Laos.\n\n",{"type":"==","value":["Understand"]},"\nVieng Xai (also Vieng Xay, Vieng Sai) is a district and town in Hua Phan Province. The town is located on Rte 6, 30 km from ",{"type":"[[","value":[["Sam Neua"]]}," (provincial capital) and 55 km from the Vietnam\/Lao border in ",{"type":"[[","value":[["Na Meo"]]},".\n\nThe biggest attraction of the town is the caves. The former Pathet Lao (PL) Revolutionary headquarters of Vieng Xai sit in a striking valley of fertile hills and limestone cliffs riddled with caves, several of which were used to shelter PL officers during the second Indochina War. \n\nDuring the 1960s, political developments in Laos were influential in the future of this whole region. The US believed that Laos was crucial in the prevention of communist expansion, so this small country became caught up in the conflict between the US and the North Vietnamese. In 1964, the US began intensive bombing of the Lao communist movement's, Pathet Lao, base area in Xieng Khouang. The Pathet Lao moved east to Vieng Xay and these limestone karst cave networks sheltered their headquarters during their struggle with the US-backed royal Lao government.\n\nIn these caves the Pathet Lao established a “hidden city” which supported around 20,000 people. During nine years of almost constant bombing, they sheltered in caves and the surrounding jungle. Most of their daily lives was conducted under cover of darkness. Schools, hospitals, and markets as well as government ministries, a radio station, a theatre, and military barracks were all hidden in the caves.\n\nIn 1973 a ceasefire stopped the bombing and the new town of Vieng Xay was established as the capital of the liberated zone. On the 2 Dec 1975, the Lao People's Democratic Republic was declared, and the capital city was transferred to Vientiane.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"  \nSongthaews run regularly between  ",{"type":"[[","value":[["Sam Neua"]]}," and Vieng Xai. Songthaews depart from the local (intra-provincial) Nathong bus station in Sam Neua, about 4 km south of the centre of town (1-2 km after the airport). The earliest bus or songthaew departs around 08:00 and takes 0.5–1 hour and costs 20,000 kip. During the low season, there may not be a songthaew to take you back to Sam Neua. If this is the case, drivers hanging around the bus station may ask for 200,000 kip to drive you back to Sam Neua. It may be possible to hitchhike from the main road 2km north of town leading to Sam Neua, though this is unadvisable.\n\n",{"type":"===","value":["By scooter"]},"\nIf coming from Sam Neua, it is very easy to rent a scooter in Sam Neua to reach Vieng Xai. The road is very direct and only involves two right turns. The first right turn is at a large 3 way intersection with a petrol station at one corner. The second intersection is 2 km away from Vieng Xai.\n\n",{"type":"==","value":["Get around"]},"\nYou can hire a bicycle from the caves visitor centre.  Prices are: \n",{"type":"*","value":["Standard bicycle: 10,000 kip per tour or 20,000 kip per day. "]},{"type":"*","value":["Mountain bike: 15,000 kip per tour or 30,000 kip per day."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vieng Xai Caves"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=064 314321"],["tollfree="],["fax="],["hours=Daily, 08:00-12:00, 13:30-16:30"],["price= 60,000 kip for foreigners, 20,000 kip for locals and nationals of Vietnam and China"],["content=Discover the “hidden city”. There are tours to the caves in English every day at 09:00 and 13:00 (60,000 kip). You can also take a tour at other times during Visitor Centre open hours for an extra 50,000 kip per group. During the low season, there may only be a handful of visitors, so you may even acquire a personal tour and move from cave to cave with the tour guide on his scooter. The Visitor's Centre also has tourist information for the town and region. To reach the Visitor's Centre from the bus station, head south (away from the direction of where you came, if you came from Sam Neua) and turn left at the fork and monument. The centre will be on your right after a few minutes' walk."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere is an afternoon market and many restaurants selling noodle soup near the bus station.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Naxay Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=near the Caves Visitor Centre"],["phone="],["tollfree="],["fax="],["hours="],["price=50,000–70,000 kip"],["content=The cute wooden bungalows have mosquito net, hot water bath and a fan."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thavisay Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+856 20 5665026"],["tollfree="],["fax="],["hours="],["price=50,000–60,000 kip"],["content=A two storey hotel. All rooms have private hot water bath, a fan and a double bed with a mosquito net. Simple, but the setting is nice and the owners are very friendly."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thongnakay Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=030 99907206, 9120250"],["tollfree="],["fax="],["hours="],["price=50,000–60,000 kip"],["content=All 6 rooms have a fan, double bed with a mosquito net, and private hot water bath."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xailomyen Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=50,000–60,000 kip"],["content=A large timber guest house that sits on stilts over a small lake. All rooms have a mosquito net. There is also a restaurant and beer."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Na Meo"]]}," (Lao\/Vietnam border) - 07:15 approximately - a songthaew that departs from Sam Neua at 06:45. You should wait on the main road from Sam Neua to Na Meo (approximately 1 km from Vieng Xai town centre). 2.5–3 hours, 22,000 kip"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sam Neua"]]}," Many songthaews a day (05:40, 06:40, 07:30, 10:00, 11:00, 12:00, 15:00), yet may hardly be any (or none) during the low season. Costs 15,000 or 20,000 kip, takes 0.5–1 hours. Departs from the market. Update\/Note (October 2011): The fare is 15,000 or 20,000 kip for locals. Foreigners are charged an extra 5,000 kip. "]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Laos"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]