[{"type":"{{","value":[["pagebanner"],["Ha Long bay (Vietnam) banner Islands in the bay.png"],["caption=Panorama of Halong Bay in Vietnam"]]},"\n",{"type":"{{","value":[["quickbar"],["image=HoiAn Shop Communist.JPG"],["location=Location0fVietnam.svg"],["flag=Flag of Vietnam.svg"],["capital=",{"type":"[[","value":[["Hanoi"]]}],["government=Socialist republic"],["currency=đồng (VND)"],["area=",{"type":"''","value":["total:"]}," 331,690 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 325,360 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 4,200 km",{"type":"<","value":["sup",["2"]]}],["population=90,549,390 (2011 est.)"],["language=",{"type":"[[","value":[["Vietnamese phrasebook"],["Vietnamese"]]}," (official), minority languages"],["religion=Buddhism (mainly Mahayana, with smaller numbers of Theravada), Taoism, Confucianism, Hoa Hao, Cao Dai, Christian (predominantly Roman Catholic, some Protestant), indigenous beliefs, Muslim"],["electricity= 220V\/50Hz (American plug in south, European plug in north)"],["callingcode=+84"],["tld=.vn"],["timezone=UTC +7"]]},"\n",{"type":"{{","value":[["warningbox"],["Vietnam is currently experiencing strong anti-Chinese sentiment, which has resulted in discrimination, beatings, and deaths. The Chinese government has already evacuated thousands of its citizens out of the country. If you are Chinese or look Chinese and speak Chinese, consider your safety, as even tourists could be targeted. (See: ",{"type":"[","value":["http:\/\/edition.cnn.com\/2014\/05\/18\/world\/asia\/vietnam-china-tensions\/ China evacuates thousands of Citizens from Vietnam after deadly attacks"]}," May 18, 2014)"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vietnamtourism.com Vietnam"]}]}," (Việt Nam), officially the ",{"type":"'''","value":["Socialist Republic of Vietnam"]}," (Cộng hòa xã hội chủ nghĩa Việt Nam) is a country in ",{"type":"[[","value":[["Southeast Asia"]]},". Its neighbouring countries are ",{"type":"[[","value":[["China"]]}," to the north, ",{"type":"[[","value":[["Laos"]]}," and ",{"type":"[[","value":[["Cambodia"]]}," to the west.\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"===","value":[" History "]},"\nVietnam's history is one of war, colonisation and rebellion. Occupied by China no fewer than four times, the Vietnamese managed to fight off the invaders just as often. Even during the periods in history when Vietnam was independent, it was mostly a tributary state to China until the French colonisation. Vietnam's last emperors were the ",{"type":"'''","value":["Nguyễn Dynasty"]},", who ruled from their capital at ",{"type":"[[","value":[["Hue"]]}," from 1802 to 1945, although ",{"type":"[[","value":[["France"]]}," exploited the succession crisis after the fall of Tự Đức to ",{"type":"''","value":["de facto"]}," colonise Vietnam after 1884. Both the Chinese occupation and French colonisation have left a lasting impact on Vietnamese culture, with Confucianism forming the basis of Vietnamese social etiquette, and the French leaving a lasting imprint on Vietnamese cuisine.\n\nAfter a brief Japanese occupation in World War II, the Communist ",{"type":"'''","value":["Viet Minh"]}," under the leadership of ",{"type":"'''","value":["Hồ Chí Minh"]}," continued the insurgency against the French, with the last Emperor Bao Dai abdicating in 1945 and a proclamation of independence following soon after. The majority of French had left by 1945, but in 1946 they returned to continue the fight until their decisive defeat at ",{"type":"[[","value":[["Dien Bien Phu"]]}," in 1954. The Geneva Conference partitioned the country into two at 17th parallel, with a Communist-led North and ",{"type":"'''","value":["Ngo Dinh Diem"]}," declaring himself President of the Republic of Vietnam in the South.\n\n",{"type":"[[","value":[["Image:ReunificationHall Tank843.JPG"],["thumb"],["240px"],["right"],["The tank that ended the war, ",{"type":"[[","value":[["Ho Chi Minh City"]]}]]},"\n\nUS economic and military aid to South Vietnam grew through the 1960s in an attempt to bolster the Southern Vietnam government, escalating into the dispatch of 500,000 American troops in 1966 and what became known as the ",{"type":"'''","value":["Vietnam War"]}," - although the Vietnamese refer to it as the ",{"type":"'''","value":["American War"]},". What was supposed to be a quick and decisive action soon degenerated into a quagmire, and U.S. armed forces were withdrawn following a cease-fire agreement in 1973. Two years later, on April 30, 1975, a North Vietnamese tank drove into the South's Presidential Palace in ",{"type":"[[","value":[["Ho Chi Minh City"]]}," and the war ended. An estimated 3 million Vietnamese and over 55,000 Americans were killed.\n\nThe American Vietnamese war was only one of many that the Vietnamese have fought, but it was the most brutal in its history. Over two thirds of the current population was born after 1975. American tourists will receive a particularly friendly welcome in Vietnam, as many young Vietnamese are admirers of American culture.\n\n",{"type":"===","value":["Politics"]},"\nVietnam is a one party authoritarian state, with the president as the head of state, and the prime minister as the head of government. The Vietnamese legislature is the unicameral ",{"type":"'''","value":["National Assembly"]},", from which the prime minister is selected. In practice, the president's position is only ceremonial, with the prime minister wielding the most authority in government.\n\n",{"type":"===","value":[" Economy "]},"\n",{"type":"[[","value":[["Image:Bustling_central_hanoi_1999.jpg"],["thumb"],["Bustling central Hanoi"]]},"\n\nEconomic reconstruction of the reunited country has proven difficult. After the failures of the state-run economy started to become apparent, the country launched a program of ",{"type":"'''''","value":["đổi mới"]}," (renovation), introducing elements of capitalism. The policy has proved highly successful, with Vietnam recording near 10% growth yearly (except for a brief interruption during the Asian economic crisis of 1997). The economy is much stronger than those of neighbouring Cambodia and Laos. Like most Communist countries around the world, there is a fine balance between allowing foreign investors and opening up the market.\n\nThere are extreme restrictions on foreigners owning property or attempting to sell. It is very difficult for them to trade without negotiating 'fees'. Business can be done via local partnerships with all the attendant risks.\n\nPower and services is another issue. There are often rolling blackouts at times when there is not enough electricity. For this reason, many shops have portable generators.\n\nAccording to government estimates Vietnam sees 3.3 million tourist arrivals each year. Vietnam has a return rate of just 5% compared to Thailand’s whopping 50%.\n\n",{"type":"===","value":[" People "]},"\nMost people in Vietnam are ethnic ",{"type":"'''","value":["Vietnamese"]}," (Kinh), though there is a sizable ethnic Chinese community in Ho Chi Minh City, most of whom are descended from migrants from ",{"type":"[[","value":[["Guangdong"]]}," province and are hence bilingual in Cantonese or other Chinese dialects and Vietnamese. There are also numerous other ethnic groups who occupy the mountainous parts of the country, such as the Hmong, Muong, and Dao people. There's also a minority ethnic group in the lowlands near the border with Cambodia known as the Khmer Krom.\n\n",{"type":"'''","value":["Buddhism"]},", mostly of the Mahayana school, is the single largest religion in Vietnam, with over 80% of Vietnamese people identifying themselves as Buddhist. Catholicism is the second largest religion, followed by the local Cao Dai religion.  Other Christian denominations, Islam, and local religions also share small followings throughout the southern and central areas.\n\n",{"type":"===","value":[" Culture "]},"\nDue to its long history as a tributary state of China, as well as several periods of Chinese occupations, Vietnamese culture is heavily influenced by that of south China, with Confucianism forming the basis of Vietnamese society. The Vietnamese language also contains many loan words from Chinese, though the two languages are unrelated. Buddhism remains the single largest religion in Vietnam. As in China, but unlike the rest of northern Southeast Asia, the dominant school of Buddhism in Vietnam is the Mahayana School.\n\nNevertheless, Vietnamese culture remains distinct from Chinese culture as it has also absorbed cultural elements from neighboring Hindu civilizations such as the Champa and the Khmer empires. The French colonization also left a lasting impact on Vietnamese society, perhaps symbolised best by the Vietnamese fondness for baguettes and coffee.Southern and Central Vietnam, especially along the coast, have a much stronger western influence, as compared to the North.\n\n",{"type":"===","value":[" Climate "]},"\nVietnam is large enough to have several distinct climate zones.\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Southern Vietnam"],["south"]]}," has three somewhat distinct seasons: hot and dry from Mar-May\/Jun; rainy from Jun\/Jul-Nov; and cool and dry from Dec-Feb. April is the hottest month, with mid-day temperatures of 33°C (91°F) or more most days. During the rainy season, downpours can happen every afternoon, and occasional street flooding occurs. Temperatures range from stifling hot before a rainstorm to pleasantly cool afterwards. Mosquitoes are most numerous in the rainy season. Dec-Feb is the most pleasant time to visit, with cool evenings down to around 20°C (68°F)."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["North (Vietnam)"],["north"]]}," has four distinct seasons, with a comparatively chilly winter (temperatures can dip below 15°C\/59°F in Hanoi), a hot and wet summer and pleasant spring (Mar-Apr) and autumn (Oct-Dec) seasons. However, in the ",{"type":"[[","value":[["Central Highlands (Vietnam)"],["Highlands"]]}," both extremes are amplified, with occasional snow in the winter and temperatures hitting 40°C (104°F) in the summer."]},"\n",{"type":"*","value":[" In the ",{"type":"[[","value":[["Central Coast (Vietnam)"],["central"]]}," regions the Hai Van pass separates two different weather patterns of the north starting in Langco (which is hotter in summer and cooler in winter) from the milder conditions south starting in Da Nang.  Northeast monsoon conditions Sep-Feb with often strong winds, large sea swells and rain make this a miserable and difficult time to travel through Central Vietnam.  Normally summers are hot and dry."]},"\n",{"type":"===","value":[" Holidays "]},"\n",{"type":"{{","value":[["Template:CNYdates"]]},"\nBy far the largest holiday is ",{"type":"'''","value":["Tết"]}," — the Lunar New Year — which takes place between late January and March. In the period leading up to Tết, the country is abuzz with preparations. Guys on motorbikes rush around delivering potted tangerine trees and flowering bushes, the traditional household decorations. People get a little bit stressed out and the elbows get sharper, especially in big cities, where the usual hectic level of traffic becomes almost homicidal. Then a few days before Tết the pace begins to slow down, as thousands of city residents depart for their ancestral home towns in the provinces. Finally on the first day of the new year an abrupt transformation occurs: the streets become quiet, almost deserted. Nearly all shops and restaurants close for three days, (the exception being a few that cater especially to foreign visitors; and hotels operate as usual.)\n\nIn the major cities, streets are decorated with lights and public festivities are organized which attract many thousands of residents. But for Vietnamese, Tết is mostly a private, family celebration. On the eve of the new year, families gather together and exchange good wishes (from more junior to more senior) and gifts of \"lucky money\" (from more senior to more junior). In the first three days of the year, the daytime hours are devoted to visiting -- houses of relatives on the first day, closest friends and important colleagues on the second day, and everyone else on the third day. Many people also visit pagodas. The evening hours are spent drinking and gambling (men) or chatting, playing, singing karaoke, and enjoying traditional snacks and sweets (women and children.)\n\nVisiting Vietnam during Tết has good points and bad points. On the minus side: modes of transport are jammed just before the holiday as many Vietnamese travel to their home towns; hotels fill up, especially in smaller towns; and your choice of shopping and dining is severely limited in the first days of the new year (with a few places closed up to two weeks). On the plus side, you can observe the preparations and enjoy the public festivities; pagodas are especially active; no admission is charged to those museums and historical sites that stay open; and the foreigner-oriented travel industry of backpacker buses and resort hotels chugs along as usual. Visitors also stand a chance of being invited to join the festivities, especially if you have some local connections or manage to make some Vietnamese friends during your stay. When visiting during Tết, it's wise to get settled somewhere at least two days before the new year, and don't try to move again until a couple of days after.\n\nLesser holidays include May 1, the traditional socialist labour day, September 2, Vietnam's national day, King Hung celebration on April 12th, commemorating past kings, and Liberation Day on April 30th, marking the fall of Saigon in 1975. Around those times, trains and planes tend to be sold out, and accommodation at the beach or in Dalat are hard to find. Best to book far in advance.\n\n",{"type":"==","value":[" Regions "]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Vietnam Regions Map.png"],["regionmaptext=Map of Vietnam with regions colour-coded"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Northern Vietnam"]]}],["region1color=#DBE17C"],["region1description=Harbours some of the most magnificent views of Vietnam as well as the capital city and the chance to visit indigenous hill tribes."],["region2name= ",{"type":"[[","value":[["Central Coast (Vietnam)"],["Central Coast"]]}],["region2color=#E1AC62"],["region2description=The ancient city of Hue is the home of the still recent Vietnamese kings and in Hoi An features one of the nicest old seacoast towns in Vietnam."],["region3name= ",{"type":"[[","value":[["Central Highlands (Vietnam)"],["Central Highlands"]]}],["region3color=#ADCD96"],["region3description=Lush forest-covered hills featuring indigenous tribes and the occasional elephant."],["region4name=",{"type":"[[","value":[["Southern Vietnam"]]}],["region4color=#BE98BE"],["region4description=The economic engine of Vietnam, built around Ho Chi Minh City but also covering the lush and little-visited Mekong Delta, the rice basket of Vietnam."]]},"\n\n",{"type":"==","value":[" Cities "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ho Chi Minh City"]]}," —  Vietnam's largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Da Nang"]]}," — the third largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalat"]]}," — hub of the highlands"]},{"type":"*","value":[" ",{"type":"[[","value":[["Haiphong"]]}," — the \"port city\", a major port in north Vietnam"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hanoi"]]}," — Vietnam's capital and major tourist destination"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hoi An"]]}," — well-preserved ancient port, near the ruins of My Son"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hue"]]}," — former home of Vietnam's emperors"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nha Trang"]]}," — burgeoning beach resort"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vinh"]]}," — the major city in northern Vietnam with very nice Cua Lo Beach"]},"\n",{"type":"==","value":[" Other destinations "]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Con Dao"]]}," — island off the Mekong Delta"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cu Chi"]]}," — site of the Cu Chi Tunnels"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cuc Phuong National Park"]]}," — home to some of Asia's rarest wildlife and the Muong hill tribe"]},{"type":"*","value":[" ",{"type":"[[","value":[["DMZ (Vietnam)"],["The DMZ"]]}," — ruins of old American military bases, spectacular mountain scenery and rugged jungles"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ha Long Bay"]]}," — famous for its unearthly scenery"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kontum"]]}," — relaxed little town providing access to a number of ethnic minority villages"]},{"type":"*","value":[" ",{"type":"[[","value":[["My Son"]]}," — ancient Hindu ruins which are a UNESCO World Heritage Site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tam Coc"]]}," — in Ninh Binh Province south of Hanoi with Ha Long Bay-like scenery"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tay Ninh"]]}," — main temple of the Cao Đài faith"]},"\n",{"type":"==","value":[" Get in "]},"\nVisitors from the following countries do not require a visa and can stay for the following number of days.\n\n",{"type":"*","value":[" 14 days: ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Myanmar"]]}]},{"type":"*","value":[" 15 days: ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Russia"]]}]},{"type":"*","value":[" 21 days: ",{"type":"[[","value":[["Philippines"]]}]},{"type":"*","value":[" 30 days: ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["Laos"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["Cambodia"]]}]},"\nAll other nationalities will require a ",{"type":"'''","value":["visa"]}," in advance to visit Vietnam. ",{"type":"[","value":["http:\/\/visa.mofa.gov.vn\/_layouts\/registration\/ApplicationForm.aspx You can apply for a visa on-line"]},".\n\nIn order to boost tourism, the Vietnamese government has made the island of ",{"type":"[[","value":[["Phu Quoc"]]}," a visa-free zone. Those flying there through Ho Chi Minh City or arriving by boat will not need to apply for a visa beforehand. This is regardless of your nationality. Travelers are given 15 days to spend on the island. Those wishing to journey elsewhere can apply for a proper Vietnamese visa at the local immigration office. All passports should be valid for at least 45 days when arriving in Phu Quoc.\n\nVisas can be applied for at most Vietnamese embassies and consulates or on-line. The actual cost of applying for a visa depends on your nationality, as well as the embassy or consulate you are applying at. Check with the Vietnamese embassy or consulate in your country of residence for details. If your country does not have a Vietnamese embassy or consulate, a popular alternative would be to head to ",{"type":"[[","value":[["Bangkok"]]}," to get your visa from there.\n\nSome Vietnamese Embassies offer a \"While you wait service\" (May 2008), where a single entry visa can be gained in 15 minutes. This service costs USD92, but is approved instantly. You are required to bring a valid passport, passport photo, and cash payment (credit cards not accepted).\n\nEmbassies are reluctant to publish a schedule of fees, as the relativity high visa cost is a source of embarrassment, revenue, and a tourism deterrent (EU and US). A slowdown in tourist number arrivals has been disguised by the removal of visa fees for certain nationalities (but not former Vietnamese) resulting in neighbouring countries filling the vacuum, although Visa free travel for neighbouring countries is part of Vietnam's commitment to visa free travel for fellow citizens of ASEAN (The Association of South East Asian Nations)\n\nForeign citizens of Vietnamese origin can apply for visa exemption that allows multiple entry for 3 months at a time which is valid for the duration of the passport.\n\nAn increasingly popular alternative is to arrange a ",{"type":"'''","value":["visa on arrival"]},", which is not only considerably cheaper but also alleviates the need for passports to be posted to the Vietnamese Embassy in the country of origin.\n\n",{"type":"===","value":[" Visa fees "]},"\nApril 13, 2014 - A 30 day single entry visa from the Consulate General of Vietnam in Vancouver, Canada is CAD100.\n\n",{"type":"===","value":[" Visa on arrival "]},"\nThe term ",{"type":"'''","value":[" visa on arrival"]}," (VOA) is a bit of a misnomer in the case of Vietnam as a letter of approval has to be obtained before arrival. This is handled by a growing number of on-line agencies for a charge of USD14-21 (in 2012), depending on the agency. Most agencies accept payment by credit card. Some accept payment by Western Union.\n\nThe agent, in Vietnam, obtains from the Department of Immigration a letter of approval bearing the traveler's name, date of birth, date of arrival, nationality and passport number, and then forwards that letter to the traveler (in PDF or JPEG format) by email or fax, usually within three working days. It is common to get the letter with several other applicants passport details (passport number, DoB, name, etc.). You might share your personal information with up to 10-30 other applicants on the same letter(s). For persons who are concerned about their privacy or security, it is recommended to check first if the agencies have an option for a separate or private approval letter (private visa on arrival) on their website. Very few online agencies have this option. Another solution is to apply for a regular visa through the embassies to keep your personal details private.\n\nAfter landing at one of the three international airports (Hanoi, Ho Chi Minh City, or Da Nang), the traveler goes to the \"visa on arrival\" counter, shows the letter, fills in an additional arrival form (can be pre-filled before departure) and receives an official stamp (sticker) in his or her passport. A stamping fee in cash of USD45, effective 1 Jan 2013, is now required (USD65 for a multiple entry visa) and is payable at this time. Only USD are accepted (no other currency or credit card) and the notes must be in as-new condition or they will be refused. One passport photo is required as well.  Some agencies say that two are required, however only one is actually needed (as of Mar 2014)\n\nNote that visas on arrival are ",{"type":"'''","value":["not"]}," valid for border crossings and the official stamp can only be obtained at the three international airports.  Therefore, travelers arriving by land from Cambodia, Laos, or China must be in possession of a full visa when they arrive at the border.\n\nPassengers of most, if not all, airlines travelling to Vietnam must present the approval letter at check-in, otherwise no check-in!\n\nVietnam has moved away from arrival\/departure cards.\n\nDepending on the present level of SARS, avian flu you may be subjected to a so-called ",{"type":"'''","value":["health-check"]},". There is no examination, though, but yet another form to fill in and, of course, another fee. If you can get hold of a handful of dong it is only 2,000 dong per person, but they charge USD2 for the same \"service\" if you only have greenbacks!\n\n",{"type":"===","value":[" By plane "]},"\nVietnam's main international airports are located at ",{"type":"'''","value":[{"type":"[[","value":[["Hanoi"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Ho Chi Minh City"]]}]},". Both airports are served by numerous flights from major cities in ",{"type":"[[","value":[["East Asia"]]}," and ",{"type":"[[","value":[["Southeast Asia"]]},", with some intercontinental services to ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Europe"]]}," and the ",{"type":"[[","value":[["United States"]]},". \n\nA third international airport is located at ",{"type":"'''","value":[{"type":"[[","value":[["Da Nang"]]}]},", though flights are limited to those from neighbouring Asian countries. As it is closer to the historical sites of Central Vietnam than the other two, it can make a convenient entry point for those who specifically wish to visit those sites.\n\nThe national carrier is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vietnamairlines.com Vietnam Airlines"]}]},", which operates flights into Vietnam from various cities in Australia, Asia and Europe.\n\n",{"type":"===","value":[" By train "]},"\nThere are direct international train services from ",{"type":"[[","value":[["Nanning"]]}," and ",{"type":"[[","value":[["Beijing"]]}," in China to Hanoi. Most require a change of trains at the border at ",{"type":"[[","value":[["Pingxiang (Guangxi)"],["Pingxiang"]]},"\/",{"type":"[[","value":[["Dong Dang"]]},", but the Chinese-operated daily Nanning express (T871\/MR2) runs through, although it still spends about four hours at the border for immigration.\n\nThe Kunming-Hanoi line was shut down by landslides in 2002 and, as of 2011, remains closed. There are no train links to Laos or Cambodia.\n\n",{"type":"===","value":[" By road "]},"\n\n",{"type":"====","value":[" Cambodia "]},"\n\n",{"type":"{{","value":[["infobox"],["Scam alert"],["Several Ho Chi Minh to Phnom Penh bus operators, such as Kumho Samco, scam foreign tourists by charging an extra USD5 for the Cambodian visa on arrival. Not agreeing to the extra charge and attempting to obtain the visa independently will result in being stranded at the border without your belongings. Mekong Express and Mai Linh Bus companies are the most reliable and reputable businesses operating on this route."]]},"\n\nThe main crossing is the Moc Bai\/Bavet crossing on the ",{"type":"[[","value":[["Ho Chi Minh City"]]}," - ",{"type":"[[","value":[["Phnom Penh"]]}," road. Buses between the two cities cost US8-12 and take around 6 hr. Passengers vacate the vehicle at both countries' checkpoints. Only one passport photo is required for a Cambodian visa on arrival. Tours of the Mekong Delta (USD25-35, 2-3 days) can provide a more insightful journey between the two cities.\n\nThrough tickets to ",{"type":"[[","value":[["Siem Reap"]]}," are also available (USD18), though it is cheaper to by a ticket to ",{"type":"[[","value":[["Phnom Penh"]]}," and then arrange onward transport on one of the many connecting buses.\n\nClose to the coast is the Xa Xia\/Prek Chak border. Cambodian visas are available on arrival. Buses run between Ha Tien in Vietnam to ",{"type":"[[","value":[["Sihanoukville"]]}," and ",{"type":"[[","value":[["Phnom Penh"]]}," in Cambodia. The Vietnamese consulate in ",{"type":"[[","value":[["Sihanoukville#Embassies"],["Sihanoukville"]]}," issues 30-day tourist visas on a same-day basis.\n\nCoastal areas are also served by the Tinh Bien\/Phnom Den border near ",{"type":"[[","value":[["Chau Doc"]]}," in Vietnam\n\nThe Xa Mat\/Trapeang Phlong crossing on the ",{"type":"[[","value":[["Ho Chi Minh City"]]}," - ",{"type":"[[","value":[["Kampong Cham"]]}," road is not well served by public transport but may be useful for accessing ",{"type":"[[","value":[["Kampong Cham"]]}," and ",{"type":"[[","value":[["Eastern Cambodia"]]},".\n\n",{"type":"[[","value":[["Banlung"]]}," in North ",{"type":"[[","value":[["Eastern Cambodia"]]}," is connect to ",{"type":"[[","value":[["Pleiku"]]}," in ",{"type":"[[","value":[["Vietnam"]]}," by a crossing at Le Tanh\/O Yadaw. Visas are available on arrival, one photo required. Change buses at Le Tanh.\n\n",{"type":"====","value":[" China "]},"\nThere are three border crossings between China and Vietnam that can be used by foreigners:\n",{"type":"*","value":[" Dongxing - Mong Cai (",{"type":"''","value":["by road; onward travel Mong Cai to ",{"type":"[[","value":[["Ha Long Bay"],["Ha Long"]]}," by sea or by road"]},")"]},{"type":"*","value":[" Hekou - Lao Cai (",{"type":"''","value":["by road and\/or rail, but no international passenger train services"]},")"]},{"type":"*","value":[" Youyi Guan - Huu Nghi Quan (Friendship Pass - ",{"type":"''","value":["by road and\/or rail"]},")"]},"\n",{"type":"====","value":[" Laos "]},"\nThere are at least six border crossings between Laos and Vietnam that can be used by foreigners.\n\nBe wary of catching local buses from Laos to Vietnam. Not only are they often crammed with cargo (coal and live chickens, often underfoot) but many buses run in the middle of the night, stopping for several hours in order to wait for the border to open at 07:00. Whilst waiting, you will be herded off the bus (for several hours) where you will be approached by pushy locals offering assistance in getting a Laos exit stamp in exchange for money (usually USD5+). If you bargain hard (tiring, at 04:00) you can get the figure down to about USD2. The men will take your passports, which can be incredibly disconcerting, but will actually provide the service they promise. It is unclear whether you can just wait for the border officials to do this. There is also a VIP bus from Savannakhet.\n\nThese include:\n",{"type":"*","value":[" Donsavanh - Lao Bao"]},{"type":"*","value":[" Kaew Neua - Cau Treo (Keo Nua Pass)"]},{"type":"*","value":[" Nam Can ( Vietnam ) to Xieng Khuang ( Laos )"]},{"type":"*","value":[" Tay Trang ( Vietnam ) to Phong Sa Ly ( Laos )"]},"\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"===","value":[" By plane "]}," \nFlights are the fastest way to traverse this long country. The flight from Hanoi to HCMC is only about 2 hours.\n\nThere are many flights connecting the two largest cities, Hanoi and HCMC, to major towns such as Da Nang, Hai Phong, Can Tho, Hue, Nha Trang, Da Lat, Phu Quoc. In the past most of these flights were cheap compared to European or North American flights. However, prices are higher than previoulsy with, for example, a return connecting Hanoi to Da Nang costs around USD120-150 including taxes.\n\nDomestic carriers are ",{"type":"[","value":["http:\/\/www.vietnamairlines.com\/wps\/portal\/vn\/welcome\/ Vietnam Airlines"]},", ",{"type":"[","value":["http:\/\/www.jetstar.com\/vn\/en\/index.aspx Jetstar Pacific"]}," and ",{"type":"[","value":["http:\/\/www.airmekong.com.vn\/Sites\/Web\/en-Us\/Home Air Mekong"]},". Air Mekong, a newly launched airline, operates short flights between small cities.\n\n",{"type":"===","value":[" By train "]},"\nAlthough more expensive than buses, trains are undoubtedly the most comfortable way to travel overland in Vietnam. There is one major train line in Vietnam, the 1,723 km trunk between Hanoi and Ho Chi Minh City, on which the ",{"type":"'''","value":["Reunification Express"]}," runs. HCMC to Hanoi is more than 30 hours, and overnight hops between major destinations are usually possible, if not entirely convenient. It's a good way to see the countryside and meet upper-middle class locals, but unless you are travelling in a sleeper car it is no more comfortable than buses.\n\nAir conditioned soft or hard sleeper is recommended, and purchasing as early as possible is a good idea as popular berths and routes are often bought out by tour companies and travel agents well before the departure time (hence being told the train is sold out at a station ticket window or popular tour company office does not mean there are no tickets available--they've simply been bought by another reseller). Booking at the train station itself is generally the safest way, just prepare on a piece of paper the destination, date, time, no. of passengers and class. However, unsold tickets can often be bought last minute from people hanging around at the station--a train is rarely sold out for real, as the railway company will add cars when demand is high. Commissions on these tickets will drop away as the departure time draws nearer. Tickets can be returned before departure for a 10% fee.\n\nBe cautious when using a travel agent to purchase your train tickets, since there is nothing printed on the ticket saying the class you are booked in. This results in a common scam with private travel agents where you will pay them to book a soft-sleeper ticket, they then book you a cheaper hard-sleeper ticket, and you don't know you've been scammed until you board the train and your berths are in the lower class. By then with the train on the verge of departing it is too late to go back to the scamming agent to demand compensation.\n\nIn addition, there are shorter routes from Hanoi leading northwest and northeast, with international crossings into China. One of the most popular of the shorter routes is the overnight train from Hanoi to Lao Cai (with bus service from Lao Cai to the tourist destination of Sapa).\n\nAlways try to buy your tickets at least 3 days in advance, to avoid disappointment, especially during peak holiday season, during which you should try to book at least a week in advance.\n\n",{"type":"===","value":[" By bus "]},"\nLong-distance bus services connect most cities in Vietnam. Most depart early in the morning to accommodate traffic and late afternoon rains, or run overnight. It is important to note that average road speeds are typically quite slow, even when travelling between cities. For example a 276 km (172 mi) journey from the Mekong Delta to Ho Chi Minh City by bus will likely take about 8 hours.\n\n",{"type":"'''","value":["Public Buses"]}," travel between the cities' bus stations. In bigger places, you often have to use local transport to get into the city centre from there. Buses are generally in reasonable shape, and you have the chance to interact with locals.\n\n",{"type":"{{","value":[["cautionbox"],["As a foreigner, you are likely to get overcharged on local buses, where you pay a conductor during the journey. Find out what the right fare is by looking up the price (it is displayed somewhere, often next to the front door on the outside of the bus; take a photo if you can) or by talking to one of the local travellers. Give the right amount and be prepared to argue your case."]]},"\n\n",{"type":"'''","value":["Open Tour buses"]}," are run by a multitude of tour companies. They cater especially to tourists, offering ridiculous low rates (Hanoi to HCMC: USD20-25) and door-to-door service to your desired hostel. You can break the journey at any point and continue on a bus of the same company any time later, or simply buy tickets just for the stage you're willing to cover next. Note that if you're not planning to make more than 3-4 stops, it might be cheaper to buy separate tickets as you go (i.e. Hanoi to Hue can be as low as USD5). Most hotels and guesthouses can book seats for any connection, although you're better to shop around at travel agents, as prices will vary on any given ticket\/bus company. Going to the bus company office may net you a commission-free fare, but most major bus operators have fixed pricing policies, which can only be circumvented through a travel agent.\n\nSince tour companies charge very little, they do make commission on their stop-offs which are often at souvenir shops, where you do not have to buy; they always have toilets and drinks and water available for purchase. The estimated time for a bus trip will not be accurate and may be an additional couple of hours sometimes, due to the number of stop offs. Collecting the passengers at the start of the journey can also take quite a while too. Always be at least half an hour early to catch the bus. Try not to drink too much water, as rest stops, especially for overnight buses, may be just somewhere where there are a lot of bushes.\n\nVietnamese buses are made for Vietnamese people - bigger Westerners will be very uncomfortable, especially on overnight buses. Also, many Vietnamese are not used to riding on long-haul buses, and will sometimes get sick - not very pleasant if you are stuck on an overnight bus with several Vietnamese throwing up behind you.\n\nEven if you are sometimes bus-sick, it is advisable to book a sit at the middle rather than at the front of the bus. First, you will avoid viewing directly the short-sighted risks the driver is taking on the way. Second, you will somewhat escape the loud noise of non-stop honking (each time the bus passes another vehicle, that is about every 10 seconds).\n\nAlthough the bus company will usually be happy to collect you at your hotel or guest house, boarding at the company office will guarantee a choice of seats and you'll avoid getting stuck at the back or unable to sit next to your travelling companions. The offices are generally located in or near the tourist area of town, and a short walk might make your trip that much more pleasant.\n\nThe long haul bus lines run from north to south and back on the only main road (QL1). Be aware that if you take a bus going further than your destination, the bus will drop you off at the most convenient crossroad for it and not as you could have expected at the bus terminal of your destination. For Hué, this crossroad is 13 km from city centre, Nha Trang 10 kkm. At these crossroads, you'll find taxis or mototaxis to get you to your hotel.\n\nIf you travel with bicycle, negotiate the extra fee with the driver rather than the ticket counter before buying your ticket. The bicycle fee should be no more than 10% of the ticket price.\n\nA scam that you may encounter is that after arriving at your location, the guides will ask you whether you have booked a hotel. Even though you haven't, say that you have and prepare the name of a hotel. If you say you have not booked one, they will charter a taxi for you and probably drop you at a hotel which they can collect commission. If you decide not to stay, things may get a little ugly, as they will demand that you pay the taxi fare, which they may quote as several times the actual fare for a ten minute ride.\n\n",{"type":"{{","value":[["warningbox"],["Be ",{"type":"'''","value":["very careful"]}," of your possessions on the overnight bus, as people (including bus employees) have been known to look through passenger's bags and take expensive items such as iPods and phones and sell them on for profit. If you are travelling with an iPod, DO NOT FALL ASLEEP WITH IT IN YOUR EAR, as the chances are it will be nowhere to be found in the morning. Simply get a padlock for your hand luggage and lock everything up in there before you go to sleep."]]},"\n\n",{"type":"===","value":[" By car "]},"\nInternational driving licences are not accepted in Vietnam. The concept of renting a car to drive yourself is almost non-existent, and when Vietnamese speak of renting a car they always mean hiring a car with a driver. (After a short time on local roads with their crazy traffic, you will be glad you left the driving to somebody used to it.) Since few Vietnamese own cars, they have frequent occasion to hire vehicles for family outings, special occasions, etc., and a thriving industry exists to serve that need. Vietnamese can easily hire anything from a small car to a 32-seat bus, for one day or several. Tourists can tap into that market indirectly by way of hotels and tour agents found in every tourist area. Additionally, international car brands have started to surface. Budget Car Rental, one of the largest car rental companies in the world, now offers chauffeur driven services in Vietnam. Hiring a small car for a day trip returning to the point of origin costs around USD60 for 8 hours (though the price changes with the cost of fuel.) (If you shop around and bargain hard for the lowest possible price, you will probably get an older, more beat-up car. If you are paying more than bare minimum, it's worth asking what sort of car it will be, and holding out for something comfortable.) Few drivers speak any English, so make sure you tell the hotel\/agent exactly where you want to go, and have that communicated to the driver.\n\nIt's also possible to hire a car and driver for inter-city travel, at somewhat higher cost. A small car from Saigon to the beach resort of Mui Ne, a 4- or 5-hour trip depending on traffic, costs about USD70, and Dalat to Mui Ne about USD90. Long distance travel by car may be a good choice for several people travelling together, as it provides a flexible schedule and flexible access to remote sites. Keep in mind that long-distance road travel in Vietnam by whatever means (bus or car) is slow, with average speed less than 50 km\/hour. Highway 1, the north-south backbone of the country, is a two-lane road with very heavy truck and bus traffic.\n\nGenerally speaking, describing Vietnamese driving habits as atrocious would be an understatement. Road courtesy is non-existent and drivers generally do not check their blind spots or mirrors (in fact, many vehicles have had their wing mirrors removed). Vietnamese drivers also tend to use their horn very often to get motorcyclists and cyclists out of their way. In addition, most roads do not have lane markings and even on those that do, drivers generally ignore the lane markings. As such, driving yourself in Vietnam is not recommended and you should leave your transportation needs in the hands of locals.\n\n",{"type":"===","value":[" By bicycle "]},"\nAdventurous travellers may wish to see Vietnam by ",{"type":"[[","value":[["cycling"]]},". Several adventure travel tours provide package tours with equipment. Most of the population get around on two wheels, so it's an excellent way to get closer to the people as well as off the beaten path.\n\nBicycles can be rented cheaply in many cities and are often a great way of covering larger distances. Good spots for cycling are ",{"type":"[[","value":[["Dalat"]]},", ",{"type":"[[","value":[["Hoi An"]]},", ",{"type":"[[","value":[["Hue"]]}," and ",{"type":"[[","value":[["Ninh Binh"]]},". On the other hand, attempting to cycle in Hanoi or Ho Chi Minh City (HCMC) is virtually suicide without proper experience of traffic rules (or lack thereof, 'proper experience' in this case means understanding that everyone around you could potentially change direction without signalling and at any moment...)  \n\nIn cities like HCMC and Hanoi, parking bicycles on pedestrian areas is not allowed and you'll have to go to a pay parking lot: 2000 dong per bike.\n\n",{"type":"===","value":[" By motorcycle taxi "]},"\nThe ",{"type":"''","value":["xe ôm"]}," (literally \"hugging vehicle\") is a common mode of transport for Vietnamese as well as tourists. They are widely available and reasonably cheap -- about 10,000 dong for a 10 minute trip, which should get you anywhere within the city centre. Walk the city streets, and every couple of minutes a guy will flag your attention and say \"You !! Motobike?\" Longer trips to outlying areas can be negotiated for 20,000-25,000 dong. Always agree on the fare before starting your trip. As with most things, a tourist will often be quoted an above-market price initially, and you need to be firm. If quoted anything over 10,000 dong for a short trip, remind the driver that you could take an air-con taxi for 15,000 dong so forget it. Occasionally drivers will demand more than the negotiated price at the end, so it's best to have exact change handy. Then you can pay the agreed amount and walk away, end of discussion.\n\nTaxi-motorbikes, known as ",{"type":"''","value":["xe ôm"]}," are available everywhere and they will constantly harass you offering you a ride (no matter if the drivers speak English or not). It's advisable not to pick them since they will always make you pay much more than to locals and they will surely take you around for hours before getting you to the point you requested. In some cases they will take you wherever they want (tourist attractions or shops you didn't request to go) and sometimes they will wait for you to come back (even if you don't want them to wait) and will ask you for more money for having been waiting. Even if you speak some Vietnamese, this is not useful, since they will cheat you anyway or they will act as if they don't understand even if they do.\n\n",{"type":"===","value":[" By motorcycle "]},"\nThe 110 cc motorbike is the preferred mode of transport for the Vietnamese masses, and the large cities swarm with them. It's common to see whole families of four cruising along on a single motorbike. In most places where tourists go, you can easily rent your own, with prices ranging from 100,000 to 160,000 dong per day. Before reading on, however, you should be aware that it is illegal for foreigners to ride a motorbike in Vietnam unless they are in possession of a temporary Vietnamese motorcycle licence, which in turn requires you to have a current licence issued by your home country\/country of residence or an International Driving Permit.\n\nTo convert your licence or International Driving Permit into a temporary Vietnamese licence you must hold a Vietnamese residence permit of at least three months' validity or a three-month tourist visa.  In Hanoi you should apply to the Centre for Automotive Training and Mechanism, 83a Ly Thuong Kiet St; in HCMC to the Office of Transportation, 63 Ly Tu Trong St, District 1.\n\nYou should also be aware that if you ride unlicensed and have an accident in which a third party is injured or killed you could be subject to a term of imprisonment of 10-20 years, as well as paying a large sum in compensation to the victim or the victim's family.  Moreover, even if your travel insurance policy covers you for motorcycling (check the small print as many don't), if you are injured when riding illegally the insurance company will not recompense you for medical attention, hospitalisation, evacuation to another country for hospitalisation or repatriation, the cost of which can run into tens of thousands of dollars. \n\nWith all that firmly in mind, please read on.\n\nDesk clerks at small hotels often run a side business renting motorbikes to guests, or have a friend or relative who does. Tour booths can usually do the same. In small towns and beach resorts where traffic is light, e.g. Pho Quoc, it's a delightful way to get around and see the sights, and much cheaper than taxis if you make several stops or travel any distance. Roads are usually decent, though it's advisable not to ride too fast and always keep an eye on the road for the occasional pothole. \n\nRiding in the big cities, especially Ho Chi Minh City, is a very different matter, and not advisable unless you are an experienced rider with a very cool head. Traffic is intense and chaotic, with a long list of unwritten rules that don't resemble traffic laws anywhere else. \"Right of way\" is a nearly unknown concept. Riding in HCMC is like finding yourself in the middle of a 3-D video game where anything can come at you from any direction, and you only have one life. Expats who brave the traffic at all typically have an apprenticeship of a few weeks or months riding on the back of others' motorbikes to learn the ways of the traffic, before attempting to ride themselves. Extreme caution is advised for short-term visitors.\n\nRiding long distance in the countryside can also be harrowing depending on the route you take. Major roads between cities tend to be narrow despite being major, and full of tour buses hell-bent on speed, passing slow trucks where maybe they shouldn't have tried, and leaving not much room at the edge for motorbikes. \n\nTwo main categories of motorbike are available to rent: scooters (automatic transmission); and four-speed motorbikes, the gears of which you shift with your left foot. The ubiquitous Honda Super Cub is a common 4-speed bike that has a semi-automatic gearbox i.e. no clutch so is relatively easy to ride. Other models may be fully manual and therefore you must also operate the clutch using your left hand - this takes a lot of skill and it's all too easy to over-rev and pull a wheelie or stall the engine - if you end up with such a bike then practice releasing the clutch gently before hitting the roads! Dirt bikes are becoming popular for rent in Hanoi, other cities are not yet ready for these beasts. Rental agents tend to steer foreigners toward scooters if available, on the (plausible) assumption that they don't know how to ride motorbikes that require shifting gears. Motorcycles of 175 cc and above are only legal to ride if you make a connection with a Vietnamese motorcycle club.\n\nMost places you would want to stop have parking attendants who will issue you a numbered tag and watch over your bike. Sometimes these parking operations are overseen by the establishment you are visiting, and sometimes they are free-lance operations set up in places where a lot of people go. You will usually see rows of bikes lined up parked. Depending on circumstance, you might park the bike yourself, or just put it in neutral and let the staff position it. In all but rare cases you keep the key. Parking is sometimes free at restaurants and cafes (look for \"giu xe mien phi\"). Elsewhere, fees range from 2,000 to 5,000 dong.\n\nTraffic police in the cities pull over lots of locals (often for reasons that are hard to discern), but conventional wisdom has it that they rarely bother foreigners due to the language barrier. Obeying the traffic laws is nevertheless advisable, especially if you have failed to obtain a Vietnamese licence. Cities like Ho Chi Minh have several one way street, and it is too easy to just steer into them unknowingly as there are limited signs warning you. BE SURE that if you break law, the police who are sneaking just at the right spot, will ask you to pull over and will fine you. They will also threaten confiscating your bike. The quoted price for fine is negotiable, and being apologetic and friendly can get you back on road quickly, with a few dollars less in your pockets. It is less likely that they will bully or harasses you.\n\nHelmets have also been required by law since December 2007, so if you don't have one already ask your rental agent to provide you with one.\n\n",{"type":"===","value":[" By cyclo "]},"\n",{"type":"[[","value":[["Image:Cyclo Purple.JPG"],["thumb"],["240px"],["Cyclo in ",{"type":"[[","value":[["Hue"]]}]]},"\nWhile slowly being supplanted by motorbikes, ",{"type":"'''","value":["cyclo"]}," pedicabs still roam the streets of Vietnam's cities and towns. They are especially common in scenic smaller, less busy cities like Hue, where it's pleasant to cruise slowly along taking in the sights. Though the ride will be slow, hot and sometimes dangerous, you'll generally need to pay ",{"type":"''","value":["more"]}," than for a motorbike for the equivalent distance. On the plus side, some drivers (particularly in the South) are very friendly and happy to give you a running commentary on the sights. Cyclo drivers are notoriously mercenary and will always ask for a high price to start with. Sometimes they will also demand more than the agreed price at the end. (Japanese tourists, especially women, are most often targeted with this scam since they are more responsive to the threat that the driver will call the police and make trouble for them if they don't pay as demanded.) A reasonable price is about 20,000 dong for up to 2 km (1.2 mi), and if the driver disagrees, simply walk away. (You won't get far before that driver or another takes your offer.) Prices for a sight-seeing circuit with intermediate stops are more complex to negotiate and more subject to conflict at the end. If you plan to stop somewhere for any length of time, it's best to settle up with the driver, make no promises, and start fresh later. Some drivers start with a very low rate to get you into their cycle and then if required to wait for you or otherwise vary the agreed price, bring out a typed up price list of their \"standard rates\" which are inflated beyond belief. If even slightly unsure ask the driver show you his list of charges. Then negotiate from that point or walk away. To avoid trouble, it's also best to have exact change for the amount you agreed to pay, so if the driver tries to revise the deal, you can just lay your cash on the seat and leave.\n\n",{"type":"===","value":[" By boat "]},"\nYou will be missing a big part of Vietnamese life if you do not spend some time on a boat. Do be careful though because many boats, although seaworthy, are not designed to first world standards. An example is the ferry from Phu Quoc to the mainland. This ferry has one tiny entrance for all passengers to board. When full, which it usually is there are approximately 200 people on board. In the event of an accident, the chance of everyone getting out of the boat fast enough would be very small. The idea of an emergency exit also does not exist there.\n\nTour boats can be chartered for around USD20 for a day's tour; but beware of safety issues if you charter a boat, make sure the boat is registered for carrying tourists and has enough life jackets and other safety equipment on board. Or you can book a tour through a tour company; but be aware that in Vietnam most Tour Agents charge whatever markup they want and therefore the tourist is often paying margins of 30-40% and the boat owner and operator (of anything from a van to a boat etc.) are paid very little of the total amount.\n\n",{"type":"[[","value":[["Ha Long Bay"]]}," is a famous destination for one- to three-day boat trips among its scenic limestone islands. Problem is that all the boats seem to visit the same places - and with high prices, poor quality boats and service real value is hard to come by. Many boats have a USD10 corkage fee, and forbid BYO alcohol, with on board alcohol and seafood is about the same price as Europe in some places. If there is rain, mist or low cloud, you may not see much. Try to pick a clear day.\n\nDozens of small family-operated boats ply the river in ",{"type":"[[","value":[["Hue"]]}," taking visitors to the imperial tombs southwest of the city. This journey is long because the boats are slow taking about 4 hours or so to make the journey in one direction.\n\nSnorkel - fishing - lunch trips are available from ",{"type":"[[","value":[["Nha Trang"]]},", ",{"type":"[[","value":[["Hoi An"]]},", and ",{"type":"[[","value":[["Phu Quoc"]]}," to nearby islands. In Central Vietnam northeast monsoon season limits many sea boat tours during the months Sep-Feb; other parts of Vietnam seem less affected. \n\nA 90-minute hydrofoil boat operates from Saigon to the seaside resort of ",{"type":"[[","value":[["Vung Tau"]]}," for about 200,000 dong each way, the fastest way to reach the beach from the city.\n\nRivers tours are perhaps the most interesting. A day-long boat trip forms the core of almost any tour of the Mekong region.\n\n",{"type":"[[","value":[["Image:KhaiDinh Mist.JPG"],["thumb"],["240px"],["right"],["Tomb of Khai Dinh, ",{"type":"[[","value":[["Hue"]]}]]},"\n\n",{"type":"==","value":[" Talk "]},"\n",{"type":"{{","value":[["seealso"],["Vietnamese phrasebook"]]},"\n\nThe official language of Vietnam is ",{"type":"'''","value":[{"type":"[[","value":[["Vietnamese phrasebook"],["Vietnamese"]]}]},". Like Thai and Mandarin, Vietnamese is a tonal language that uses a change in pitch to inflect different meanings, and this can make it difficult for Westerners to master. While it is very different from Western languages, a traveller may be surprised to learn that the basic grammar is pretty simple. Verbs are static regardless of the past or future and parts of speech are pretty straightforward. The major difficulties lay on tones and certain sounds.\n\nVietnamese consists of 4 main dialects: the northern dialect spoken around Hanoi, the north-central dialect spoken around Vinh, the central dialect spoken around Hue, and the southern dialect spoken around Ho Chi Minh City. \n\nWhile the Hanoi dialect is taken as the \"standard\" and widely used in broadcasting, there is no de facto standard in the educational system. Northerners naturally think that southern accent is for \"hai lua\" (country folk) and will always recommend you to be stick to the northern accent, but the choice of accents should depend on where you plan to live. If you are working in Saigon, the economic centre of Vietnam, the southern accent is what you will hear every day.\n\nFor students of the language, the written Latin alphabet is a relief. Unlike English, Vietnamese phonetics are accurate at reflecting true pronunciations, although the sounds of letters are different or even don't exist in English. \n\nVietnamese lexicons are heavily influenced by the Chinese languages. Some words are loanwords from China like hotel (khach san),  children (nhi dồng), communist party (dang cong san), some are formed based on Chinese characters (roots), like representative (dai dien) or bird flu (cum ga). The knowledge on the Chinese language will make it much easier to learn Vietnamese. Vietnamese is also full of French and English loanwords. \n\nAlthough the Vietnamese people appreciate any effort to learn their language, most seldom experience foreign accents. Learners may find it frustrating that no one can understand what they try to say. Staff in hotel and kids tend to have a more tolerant ear to foreign accents and it is not unheard of for a kid to effectively help translate your Vietnamese into authentic Vietnamese for adults. \n\nBesides Vietnamese, Ho Chi Minh City is home to a sizeable ethnic Chinese community, many of whom speak ",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]},". The more remote parts of the country are also home to many ethnic minorities who speak various languages belonging to the Mon-Khmer, Tai-Kadai and Austronesian language families.\n\nMost Vietnamese youths learn ",{"type":"'''","value":["English"]}," in school, so many young people have a basic grasp of English, but proficiency is generally poor. However, most hotel and airline staff will know enough English to communicate. Directional signs are generally bilingual in both Vietnamese and English. \n\nDespite Indochina's colonial history in which ",{"type":"'''","value":[{"type":"[[","value":[["French phrasebook"],["French"]]}]}," was the medium of education, French is no longer widely taught in Vietnamese schools and aside from a few educated elite among the elderly, is much less useful than English when trying to communicate with locals. However in recent years, there has been a revival of the language in both the government and educated elite. In the big cities, some of the big international luxury hotel chains will have staff who can speak French and other foreign languages such as Mandarin, Japanese, or Korean.\n\n",{"type":"==","value":["See"]},"\nVietnam will show you sides of Asia that you've dreamed of. Lush rice fields at the bottom of stunningly gorgeous highlands, colourful water markets on the streams of the Mekong Delta and the endless bustling city life of Hanoi, where anything from school kids to fridges and huge piles of vegetables are transported on the back of countless motorcycles. Although Vietnam's huge cities are rapidly transforming into modern Asian metropolises, traditional culture is never far away.\n\n",{"type":"===","value":["City life"]},"\n",{"type":"[[","value":[["File:Hoi an street.jpg"],["thumb"],["Hoi An street life"]]},"\nHead to ",{"type":"'''","value":[{"type":"[[","value":[["Hoi An"]]}]}," with its ",{"type":"'''","value":["Venice-like canals"]}," and beautiful old town for some top sightseeing. Enjoy the old ",{"type":"'''","value":["port"]},", wander through its endless winding alleys and take a pick from its countless ",{"type":"'''","value":["fine restaurants"]}," and shops, or relax on the beach. Once a fishermen's village, this town's now well-protected by preservation laws and has turned into a major hot spot for visitors.  ",{"type":"'''","value":[{"type":"[[","value":[["Hanoi"]]}]}," is of course the summit of Asian city life. It's an incredible myriad of ancient traditions, old and modern architecture, sounds, smells, bustling commerce and famously crazy traffic. It's chaotic and enchanting at once - a great place to discover both ancient and contemporary Vietnam. Most sights are in the ",{"type":"'''","value":["Old Quarter"]},", including the famous ",{"type":"'''","value":["Hoan Kiem Lake"]}," and the beautiful ",{"type":"'''","value":["Bach Ma Temple"]},". Spend a day or two in ",{"type":"'''","value":[{"type":"[[","value":[["Ho Chi Minh City"]]}]},", or Saigon, the country's largest city. Nowhere are contrasts between old and new more ubiquitous and alive than here, where you'll find ancient pagoda's and traditional street life at the feet of giant skyscrapers. Top sights include the ",{"type":"'''","value":["Reunification Palace"]}," and ",{"type":"'''","value":["Giac Lam Pagoda"]},". Also well worth visiting is the former imperial town of ",{"type":"'''","value":[{"type":"[[","value":[["Hue"]]}]},", with its beautiful ",{"type":"'''","value":["Citadel"]}," and the ",{"type":"'''","value":["Tombs of the Emperors"]}," along the ",{"type":"'''","value":["Perfume River"]},".\n\n",{"type":"===","value":["Landscapes and nature"]},"\n",{"type":"[[","value":[["File:RiceTerracesVietnam.jpg"],["thumb"],["Typical rice terraces"]]},"\nFew countries are blessed with landscapes as captivating as those of Vietnam. For many travellers, the country's awe-inspiring limestone scenery, perfect beaches, islands, mountain ranges, rice fields and lakes are its greatest treasures. One of Vietnam's top attractions, ",{"type":"'''","value":[{"type":"[[","value":[["Ha Long Bay"]]}]},", boasts thousands of limestone pillars and islands topped with dense jungle vegetation. Among the bustling port life, you'll find floating fishermen's villages, caves, and island lakes. Neighbouring ",{"type":"'''","value":["Lan Ha Bay"]}," is as spectacular, but less busy.  Head to ",{"type":"'''","value":[{"type":"[[","value":[["Sa Pa"]]}]}," and the Muong Hoa valley to get take in the views of local rice fields against a background of bamboo forests. Also in the north is ",{"type":"'''","value":["Tam Coc"]}," near ",{"type":"[[","value":[["Ninh Binh"]]},". This area is famous for its karst scenery, rice fields, and caves and is best explored by hired boat.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Phu Quoc"]]}]},", off the Cambodian coast, is the largest island in the country. Its delightful palm-lined beaches and tropical forests can compete with any in the world. Most famous in the south is of course the ",{"type":"'''","value":[{"type":"[[","value":[["Mekong Delta"]]}]},".  Here, the Mekong River empties into the South China Sea via a maze of smaller streams. It's a lush, green region and the source of half of Vietnam's agricultural produce. It offers scenic views of the rivers and rices fields as far as the eye can see. Here, natural landscapes and culture go hand in hand as life revolves around the water. The Mekong streams are a major means of transportation and host ",{"type":"'''","value":["floating markets"]},". \n\nSome best picks in terms of natural wonders can be found in the country's national parks. ",{"type":"'''","value":[{"type":"[[","value":[["Phong Nha-Ke Bang National Park"]]}]},", a UNESCO World Heritage Site, is famous for its natural caves and grottos, with underground rivers and cave beaches as well as stunning stalagmites and stalactites. For wildlife, try ",{"type":"'''","value":[{"type":"[[","value":[["Cuc Phuong National Park"]]}]},".\n\n",{"type":"===","value":["Museums"]},"\nFor better insight in Vietnam's ancient traditions, culture and history, visit one of the many museums, some with truly excellent collections. The ",{"type":"'''","value":["War Remnants Museum"]}," in ",{"type":"[[","value":[["Ho Chi Minh City"]]}," will leave a lasting impression, particularly the chilling collection of war photography. Although not exactly neutral in tone, there are English labels. The ",{"type":"'''","value":["HCMC Museum"]}," is in a building worth seeing on its own, and gives a nice overview of the city's history. For a broader history collection, try the fine ",{"type":"'''","value":["History Museum"]},", which has artefacts from several Vietnamese cultures on display. In ",{"type":"[[","value":[["Hanoi"]]},", the ",{"type":"'''","value":["Vietnam Museum of Ethnology"]}," is an excellent place to dive into the life of the country's tribal people. In the centre of town is the ",{"type":"'''","value":["Fine Arts Museum"]}," has all kinds of arts on display, from high-quality wood and stone carvings to fabulous ceramics and textiles. Descriptions in English.\n\n",{"type":"==","value":[" Do "]},"\nMotorbiking is popular with locals and tourists alike. Given that motorbikes are the main mode of transport in Vietnam, they can give a particularly authentic view of travelling through the country. \n\nRenting or buying a bike is possible in many cities. Also consider ",{"type":"'''","value":["Motorbike adventure tours"]},", which involve being guided on multi-day drives to remote regions of the country. Most tours include accommodation, petrol, helmets, drivers and entry tickets to local places of interest. Guides usually speak good English or French and offer customised tours if desired. ",{"type":"'''","value":["Motorbike Sightseeing Tours"]}," are similar but have a more local range specific to one city or area and can focus on food, shopping or sightseeing.\n\n",{"type":"==","value":[" Buy "]},"\nThe national currency is the ",{"type":"'''","value":["dong"]}," (",{"type":"''","value":["đồng, VND"]},"), which is difficult to find or exchange outside Vietnam; change money on arrival and try to get rid of any leftovers before leaving the country. Continuing inflation and a series of devaluations continues to steadily push down the value of the dong, with USD1 fetching over 21,000 dong (Feb 2012). Notes are available in denominations of 500, 1,000, 2,000, 5,000, 10,000, 20,000, 50,000, 100,000, 200,000 and 500,000 dong. In 2003, coins were also introduced in denominations of 200, 500, 1,000, 2,000 and 5,000 dong, although these are rarely seen.\n\n",{"type":"{{","value":[["infobox"],["Exchanging dong"],["According to Vietnamese laws, foreign currency can be easily changed into dong but not vice versa. Exchanging dong is quite a complicated procedure requiring some time and patience. In order to change dong into another currency one should show one's ticket as a confirmation of leaving Vietnam and one's ID. These documents will be photocopied by the bank employees. Then, one fills out a special form stating the sum, purpose of the exchange and destination country. Not all Vietnamese banks perform exchange of dong, but Vietcombank is one that does."]]},"\n\nPrices are widely advertised in ",{"type":"'''","value":["U.S. dollars"]},", namely because of the unstable currency valuation of the dong, but unlike neighbouring Cambodia, for instance, payment is often expected in ",{"type":"'''","value":["dong only"]},", especially outside major tourist destinations. It is also easier to bargain with dong, especially since dollar prices are already rounded. Dollar bills in less than perfect condition may be rejected. USD2 bills (especially those printed in the 1970s) are considered lucky in Vietnam and are worth more than USD2. They make a good tip\/gift, and many Vietnamese will keep them in their wallet for luck. USD50 and USD100 notes get a higher exchange rate than notes of lower denominations.\n\nMost visitors opt to keep the bulk of their cash in U.S. dollars and exchange or withdraw dong as needed. There is often a considerable spread in dong buy\/sell rates, and sometimes the same hotel has different rates for different services. In addition to banks and official exchange counters, you can exchange most hard currencies (Sterling, Yen, Swiss Francs, Euro etc.) at gold shops, often at slightly better than official rates. This is illegal, but enforcement is minimal. Hotels and travel agencies can also exchange money with differing exchange rates so look for the best rate.\n\nFor ",{"type":"'''","value":["credit card"]}," payments, there is usually a 3% surcharge, so cash may be advantageous for large transactions.\n\n",{"type":"'''","value":["Traveller cheques"]}," of well known companies are widely accepted, but usually a small fee is charged. Fees might also be the only thing that would keep you from getting ",{"type":"'''","value":["cash advances"]}," on Visa- or MasterCard at most banks. Through both ways you can also get hold of U.S. dollars, though there will be even higher fees. There are mentions in some popular travel books about Vietcombank not charging any commission fees to cash AMEX travellers cheques. However, this is no longer true.\n\n",{"type":"'''","value":["ATMs"]}," are becoming more and more common and can be found in most bigger cities and every tourist destination. They will accept a selection of credit and bank-cards, including Visa, MasterCard, Maestro or Cirrus and several other systems. Typically withdrawals are limited to 2,000,000 dong per transaction, and will incur a 20,000 dong service fee.\n\n",{"type":"*","value":[" EXIMBANK allows up to 2,000,000 dong per transaction with no charge. (Mar 2012)"]},"\n",{"type":"*","value":[" ANZ Bank allows up to 4,000,000-10,000,000 dong per transaction (15,000,000 dong per day) with a 40,000 dong charge."]},"\n",{"type":"*","value":[" Vietcombank allows up to 2,000,000 dong per transaction with a 20,000 dong charge."]},"\n",{"type":"*","value":[" Techcombank allows up to 15,000,000 per transaction with a 20,000 dong charge."]},"\n",{"type":"*","value":[" BIDV Bank allows up to 3,000,000 dong per transaction with a 20,000 dong charge."]},"\n",{"type":"*","value":[" Agribank allows up to 5,000,000 dong per transaction (25,000,000 dong per day) with a 20,000 dong charge. (Dec 2010)"]},"\nThere are branches of ",{"type":"'''","value":["money transfer"]}," companies like Western Union, but this is always one of the more expensive ways to get money.\n\nOn most land borders connecting to Cambodia, China and Laos there are ",{"type":"'''","value":["freelance money changers"]}," to take care of your financial leftovers, but be assured they'll get the better of you if you don't know the going rate. Note for travellers departing from Hanoi airport: There are no money exchange establishments once you finish your immigration, so exchange your ",{"type":"'''","value":["dong"]}," before you enter the departure hall unless you plan to shop.\n\nAs you travel about, you will find there are clusters of shops all selling similar goods, such as 20 sewing machine shops together, then 30 hardware shops all together, 200 motorcycle repair shops in the same block. Prices are competitive. Be wary of watch shops selling original authentic fakes. Other fake watches are available but not as cheap as other surrounding countries. Pirated software is oddly, very hard to find and not sold openly. However Movie DVDs of indifferent quality are widely available from USD1, although not all may have an English language option. The local post office will strictly not allow them to be posted abroad.\n\n",{"type":"===","value":["Bargaining"]},"\nOvercharging has long been an issue in Vietnam tourism. It can happen anywhere on anything from an hotel room, a ride on taxi, coffee, meal, clothing, basic grocery stuff. Your coffee suddenly becomes 100% more expensive and a restaurant may present you an English menu with inflated prices. A friendly local who spent 30 minutes talking with you may also feel like overcharging you on anything. \n\nVietnamese hold a diverse view on this issue but in general it is more common in Vietnam than other neighbouring countries to see it socially acceptable to overcharge foreigners. They may argue inflated prices are still cheap and they may blame on the cheap cost of living which attracts a lot of backpackers with bare-bone budgets. According to this school of thought, if tourists complain about it, it's because they're stingy. Rich tourists should not have a problem being overcharged. \n\nThe good news is that standard price is much more common than early 90s. You will absolutely spoil your travel if you assume that everyone is cheating you, just try to be smart. In a restaurant, learn some common dish names in Vietnamese, insist that you need to read Vietnamese menu, and compare it. If owners argue that the portion of dishes in the English menu is different, it's definitely a scam and move to other places. Learn some Vietnamese numbers and try to see how much a local pays a vendor. Also try basic bargaining tactics: Think how much it is back home, ask for big discount and walk away, pretending that the price isn't right. Many products tend to be standardized and compare more.\n\nTry to be as clear as possible on the agreed price. You may agree 20,000 dong with a \"xe om\" driver for a specific trip, but at the end he may claim you are due 40,000 dong. Then you pay 20,000 dong, smile and say goodbye, because you have a good memory.\n\n",{"type":"===","value":["Costs"]},"\n",{"type":"*","value":[" Vietnam is cheap by most standards. A month's stay can be as cheap as USD250 using basic rooms, local food, and public transportation."]},{"type":"*","value":[" ",{"type":"'''","value":["Tipping"]}," is not expected in Vietnam with the exception of bellhops in high-end hotels. In any case, the price quoted to you is often many times what locals will pay, so tipping can be considered unnecessary in most circumstances. To avoid paying an involuntary tip when a taxi driver claims he doesn't have small change always try to carry small denominations."]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"[[","value":[["Image:Food SpringRollCaoLau.JPG"],["thumb"],["240px"],[{"type":"''","value":["Gỏi cuốn"]}," fresh spring rolls, ",{"type":"''","value":["cao lầu"]}," noodles (a specialty of ",{"type":"[[","value":[["Hoi An"]]},"), ",{"type":"''","value":["nước mắm"]}," dipping sauce and local beer"]]},"\n\nFood is at the very core of Vietnamese culture: every significant holiday on the Vietnamese cultural calendar, all the important milestones in a Vietnamese person's life, and indeed, most of the important day-to-day social events and interactions - food plays a central role in each. Special dishes are prepared and served with great care for every birth, marriage and death, and the anniversaries of ancestors' deaths. More business deals are struck over dinner tables than over boardroom tables, and when friends get together, they eat together. Preparing food and eating together remains the focus of family life.\n\nVietnamese cuisine varies slightly from region to region, with many regions having their own specialties. Generally, northern Vietnamese cuisine is known for being bland, while southern Vietnamese cuisine is known for being spicy.\n\nAt the same time, the Vietnamese are surprisingly modest about their cuisine. (An old proverb\/joke says that, \"a fortunate man has a French house, a Japanese wife, and a Chinese chef.) High-end restaurants tend to serve \"Asian-fusion\" cuisine, with elements of Thai, Japanese, and Chinese mixed in. The most authentic Vietnamese food is found at street side \"restaurants\" (A collection of plastic outdoor furniture placed on the footpath), with most walk-in restaurants being mainly for tourists. Definite regional styles exist -- northern, central, and southern, each with unique dishes. Central style is perhaps the most celebrated, with dishes such as mi quang (wheat noodles with herbs, pork, and shrimp), banh canh cua (crab soup with thick rice noodles) and bun bo Hue (beef soup with herbs and noodles).\n\nMany Vietnamese dishes are flavoured with ",{"type":"'''","value":["fish sauce"]}," (",{"type":"''","value":["nước mắm"]},"), which smells and tastes like anchovies (quite salty and fishy) straight from the bottle, but blends into food very well. (Try taking home a bottle of fish sauce, and using it instead of salt in almost any savoury dish -- you will be pleasantly surprised with the results.) Fish sauce is also mixed with lime juice, sugar, water, and spices to form a tasty dip\/condiment called ",{"type":"''","value":["nước chấm"]},", served on the table with most meals. Vegetables, herbs and spices, notably ",{"type":"'''","value":["Vietnamese coriander"]}," or cilantro (",{"type":"''","value":["rau mùi"]}," or ",{"type":"''","value":["rau mgò"]},"), mint (",{"type":"''","value":["rau răm"]},") and basil (",{"type":"''","value":["rau húng"]},"), accompany almost every dish and help make Vietnamese food much lighter and more aromatic than the cuisine of its neighbouring countries, especially China.\n\nVietnam's national dish is ",{"type":"'''","value":["phở"]}," (pronounced like the ",{"type":"''","value":["fu-"]}," in ",{"type":"''","value":["funny"]},", but with tone), a broth soup with beef or chicken and rice noodles (a form of rice linguine or fettuccine). Phở is normally served with plates of fresh herbs (usually including Asian basil), cut limes, hot chilies and scalded bean sprouts which you can add according to your taste, along with chili paste, chili sauce, and sweet soybean sauce. ",{"type":"''","value":["Phở bò"]},", the classic form of phở, is made with beef broth that is often simmered for many hours and may include one or more kinds of beef (skirt, flank, tripe, etc.). ",{"type":"''","value":["Phở gà"]}," is the same idea, but with chicken broth and chicken meat. Phở is the original Vietnamese fast food, which locals grab for a quick meal. Most phở places specialize in phở and can serve you a bowls as fast as you could get a Big Mac. It's available at any time of the day, but locals eat it most often for breakfast. Famous phở restaurants can be found in Hanoi. The phở served at roadside stalls tends to be cheaper and taste better than those served in fancier restaurants.\n\nStreet side eateries in Vietnam typically advertise ",{"type":"''","value":["phở"]}," and ",{"type":"''","value":["cơm"]},". Though ",{"type":"''","value":["cơm"]}," literally means rice, the sign means the restaurant serves a plate of rice accompanied with fish or meat and vegetables. Cơm is used to indicate eating in general, even when rice is not served (i.e., An cơm chua?- Have you eaten yet) Though they may look filthy, street side eateries are generally safe so long as you avoid under cooked food.\n\nIn rural and regional areas it is usually safest to eat the locally grown types of food as these are usually bought each day from the market. It is not uncommon that after you have ordered your meal a young child of the family will be seen running out the back towards the nearest market to purchase the items.\n\nMost restaurants\/cafes in Vietnam will have a bewildering variety of food available. It is very common for menus to be up to 10-15 pages. These will include all types of Vietnamese food, plus some token Western food, possibly some Chinese and maybe a pad Thai as well. It is generally best to stick with the specialty of the area as this food will be the freshest and also the best-prepared.\n\nIn restaurants it is common practice for the wait staff to place a plastic packet (stamped with the restaurant's name) containing a moist towelette on your table. They are not free. They cost between 2,000-4,000 dong. If you open it, you will be charged for it. Also, peanuts or other nuts will be offered to you while you are browsing the menu. Those are not free, either. If you eat any, you will be charged.\n\nVegetarian food is quite easy to find anywhere in Vietnam due in large part to the Buddhist influence. These restaurants will run from upscale to street stall. Any Vietnamese dish with meat can be made vegetarian with the addition of fake meats. Besides the Buddhist influence of two vegetarian days a month, Cao Dai people eat vegetarian for 16 days, and followers of Quan Yin sect eat vegan daily. Look for any sign that says Com Chay or simply remember the phrase An Chay.\n\n",{"type":"[[","value":[["Image:Food PVO KhaoJiPate2.JPG"],["thumb"],[{"type":"''","value":["Bánh mì"]},": French ",{"type":"''","value":["baguette"]}," stuffed with ",{"type":"''","value":["pâté"]},", herbs and pickles"]]},"\n\n",{"type":"'''","value":["Coffee"]},", ",{"type":"'''","value":["baguettes"]},", and ",{"type":"'''","value":["pastries"]}," were originally introduced by the French colonisers, but all three have been localised and remain popular. More on ",{"type":"''","value":["cà phê"]}," below, but coffee shops that also serve light fare can be found in almost every village and on many street corners in the bigger cities. ",{"type":"''","value":["Bánh mì Hanoi"]}," are French bread ",{"type":"'''","value":["sandwiches"]},", freshly baked white bread baguettes filled with grilled meats or liver or pork pâté, plus fresh herbs and vegetables. Most pastry shops serve a variety of sweets and quick foods. \n\nVietnamese waters are in danger of collapse from over-fishing. Nevertheless, for the moment if you like ",{"type":"'''","value":["seafood"]},", you may find bliss in Vietnam. The ultimate seafood experience may be travelling to a seaside village or beach resort area in the south to try the local seafood restaurants that serve shrimp, crab, and locally-caught fish. Follow the locals to a good restaurant. The food will still be swimming when you order it, it will be well-prepared, very affordable by Western standards, and served in friendly surroundings often with spectacular views.\n\nAll Vietnamese restaurants are controlled by the government, and some are fully owned by the government. Most restaurants' hours are 10:00-22:00. Some open at 07:00 and some at 06:00 or 08:00. In 24-hour restaurants, there will be two prices. Prices are normal from 06:00 to 22:00, then doubled from 22:00 to 06:00. For example, rice usually costs 10,000 dong, but if you order after 22:00, the price will be 20,000 dong. This policy is government-mandated, to discourage people from eating late. Some dishes are not served after 22:00.\n\n",{"type":"==","value":[" Drink "]},"\nDrinking in a Vietnamese bar is a great experience. One of the interesting things is that during the day, it is almost impossible to see a bar anywhere. Once the sun goes down though, dozens appear on the streets out of nowhere. \n\nWatch out for ice in drinks. Factory-made ice is generally safe, but anything else can be suspect. Factory ice has a hollow, cylindrical shape. Avoid irregular chunks of ice as it may be unclean.\n\n",{"type":"===","value":[" Beer "]},"\n\n",{"type":"[[","value":[["Image:EvanProdromou-Hoi-An.jpeg"],["thumb"],["240px"],["Wikivoyage founder ",{"type":"[[","value":[["User:(WT-en) Evan"],["(WT-en) Evan"]]}," quaffing ",{"type":"''","value":["bia hoi"]}," in ",{"type":"[[","value":[["Hoi An"]]}]]},"\n\nDon't miss out on ",{"type":"''","value":["bia hơi"]},", (literally \"air beer\"), or ",{"type":"'''","value":["draught beer"]}," made daily. It's available throughout Vietnam, mostly from small bars on street corners. Bia hoi bars give you the opportunity to relax, drinking in a Vietnamese bar surrounded by the hustle and bustle of everyday life. Every traveller can easily find these bars to experience what the locals are enjoying. Only 3,000-4,000 dong each. The beer is brewed daily and each bar gets a fresh batch delivered every day in plastic jugs. It's a very light (3% alcohol) refreshing lager at a fraction of the cost of draught or bottled beer in the Western-style bars. Bia hoi is not always made in sanitary conditions and its making is not monitored by any health agency. Though fun for the novelty factor, it is not particularly good tasting and may produce awful hangovers. \n\nThe most popular beer (draught, bottle or can) among the southern Vietnamese is ",{"type":"'''","value":["Saigon Do (Red Saigon)"]},". For the northern Vietnamese ",{"type":"'''","value":["Bia Hanoi"]}," (Hanoi beer) is the most popular brand, whereas central Vietnamese prefer ",{"type":"'''","value":["Festival beer"]}," or ",{"type":"'''","value":["Bia Huda"]},".  ",{"type":"'''","value":["333"]},", pronounced \"ba-ba-ba\" is a local brand, but it's somewhat bland; for a bit more flavour, look for ",{"type":"'''","value":["Bia Saigon"]}," in the green bottle and a bigger bottle than Bia Saigon Special. Bia Saigon is also available as little stronger export version. Expect to pay about 20,000-30,000 dong per bottle of Saigon or Hanoi, slightly more for other brands. ",{"type":"'''","value":["Bière Larue"]}," is also good, and you can find local brands in every larger city.\n\nIt's common for beer in Vietnam to be drunk over ice. This means that the cans or bottles need not be chilled. If you are drinking with Vietnamese people it is considered polite to top up their beer\/ice before re-filling your own drink. It is also considered necessary to drink when a toast is proposed: \"mot, hai, ba, do\" (\"one, two, three, cheers\"). Saying \"Mot tram\" implies you will empty your glass.\n\n",{"type":"===","value":[" Coffee "]},"\nAnother popular drink among locals and tourists alike is the ",{"type":"'''","value":["coffee"]}," (",{"type":"''","value":["cà phê"]},"). Do be careful when drinking locally-prepared coffee as the locals tend to drink it incredibly strong with about 4 teaspoons of sugar per cup. It is usually served black or with sweetened condensed milk. Definitely an acquired taste.\n\nVietnamese coffee beans are fried, not roasted. If you are picky, bring your own coffee.\n\n",{"type":"===","value":[" Soft drinks "]},"\n",{"type":"'''","value":["Coconut water"]}," is a favourite in the hot southern part of the country. ",{"type":"''","value":["Nước mía"]},", or ",{"type":"'''","value":["sugar cane juice"]},", is served from distinctive metal carts with a crank-powered sugar cane stalk crushers that release the juice. Another thirst quencher is the fabulous ",{"type":"'''","value":["sinh tố"]},", a selection of sliced fresh fruit in a big glass, combined with crushed ice, sweetened condensed milk and coconut milk. You can also have it blended in a mixer. You could place any fruit-type after the word ",{"type":"'''","value":["sinh tố"]},", e.g., ",{"type":"'''","value":["sinh tố bơ"]}," (avocado smoothie) or ",{"type":"'''","value":["sinh tố dừa"]}," (pineapple smoothie). If you prefer to have orange juice, you won't use the word ",{"type":"'''","value":["sinh tố"]}," but ",{"type":"'''","value":["nước"]}," (literally: water) or ",{"type":"'''","value":["nước cam"]}," if you would like to have an orange juice. Juices are usually without condensed milk or coconut milk.\n\n",{"type":"===","value":[" Wine and liquor "]},"\nVietnamese \"rượu đế\" or rice alcohol (",{"type":"''","value":["ruou"]}," means alcohol) is served in tiny porcelain cups often with candied fruit or pickles. It's commonly served to male guests and visitors. Vietnamese women don't drink much alcohol, well at least in public. It's not recommended for tourists. \n\nDating back to French colonial times, Vietnam adopted a tradition of viticulture. ",{"type":"[[","value":[["Dalat"]]}," is its centre, and you can get extremely good ",{"type":"'''","value":["red and white wine"]}," for about USD2-3, however this is very hard to find. Most restaurant wine is Australian and you will be charged Australian prices as well, making wine comparatively expensive compared to drinking beer or spirits.\n\nRice spirits and local vodka is cheap in Vietnam by Western standards. Local vodkas cost about USD2-4 for a 750 ml bottle. Russian champagne is also common. When at Nha Trang, look for the all-you-can-drink boat trips for around USD10-15 for an all-day trip and party with on-board band.\n\n",{"type":"==","value":[" Sleep "]},"\nLodging is not an issue in Vietnam, even if you're travelling on a tight budget. Accommodation in Vietnam ranges from scruffy USD6-a-night dorm accommodation in backpacking hostels to world-class resorts, both in large cities and in popular coastal and rural destinations. Even backpacking hostels and budget hotels are far cleaner and nicer than in neighbouring countries (Cambodia, Thailand, Laos), and cheap hotels that charge USD8-10 for a double room are often very clean and equipped with towels, clean white sheets, soap, disposable toothbrushes and so on. Service in many of the very inexpensive hotels is quite good (since the rate that a person pays per night could equal a Vietnamese national's weekly pay), although daily cleaning and modern amenities like television may not be provided.  In hotels costing a few dollars more (USD12 per room upwards, more in Hanoi) you can expect an en suite bath, telephone, air conditioning and television. As with hotels elsewhere in the world, mini-refrigerators in Vietnamese hotels are often stocked with drinks and snacks, but these can be horribly overpriced and you would be much better off buying such items on the street. Adequate plumbing can be a problem in some hotels, but the standard is constantly improving.\n\nIt is a legal requirement that all hotels register the details of foreign guests with the local police. For this reason they will always ask for your passport when you check in. The process usually only takes a few minutes, after which they will return your passport. However, because non-payment by guests is by no means unknown, some hotels retain passports until check-out. If a place looks dodgy, then ask that they register you while you wait and take your passport with you afterwards. Few people have had a problem with this as it is routine across the country. You might find it helpful to carry some photocopies of your passport (personal data page and visa) which you can hand over to the hotel.\n\n",{"type":"==","value":[" Learn "]},"\nIf you want to meet local people, stop by a school. In Ho Chi Minh City, visit the American Language School, where you'll be welcomed enthusiastically and invited to go into a class and say hi. You'll feel like a rock star. The Vietnamese love to meet new people, and teachers welcome the opportunity for their students to meet foreigners.\n\nAn excellent novel set in modern-day Vietnam is ",{"type":"''","value":["Dragon House"]}," by John Shors. It's the story of two Americans who travel to Vietnam to open a centre to house and educate Vietnamese street children.\n\nFormer BBC reporter in Hanoi, Bill Hayton, has written a good introduction to most aspects of life in Vietnam, the economy, politics, social life, etc. It's called ",{"type":"''","value":["Vietnam, Rising Dragon"]},", published in 2010.\n\n",{"type":"==","value":[" Work "]},"\nYou can volunteer as an English teacher through many volunteer organisations. However, if you have a TEFL\/TESOL qualification and a degree then it's very easy to find paid teaching work. Without qualifications it's also possible to find work, but it takes more patience to find a job, and often there are concessions to make with payment, school location and working hours (weekends). Most teaching jobs will pay USD15-20 an hour. There are also many you-pay-to-volunteer organisations which allow you to help local communities, such as ",{"type":"[","value":["http:\/\/www.lovevolunteers.org\/programs\/childcare-volunteers-vietnam-community-work-volunteers-vietnam Love Volunteers"]},", ",{"type":"[","value":["http:\/\/www.i-to-i.com\/volunteer-vietnam.html i-to-i"]}," and ",{"type":"[","value":["http:\/\/www.globalvolunteers.org\/vietnam\/default.asp Global Volunteers"]},".\n\nLegally, a work permit is required to work in Vietnam, however, as a rule, most foreigners do not bother, especially if the intention is to work for only a short period of time. Visa extensions are generally easy to obtain (your school will have to do this for you) although the immigration department will eventually insist on you obtaining a work permit before any more visas are issued. If your aim is to remain for a longer term, then it is possible to obtain a work permit although your school will need to do this for you. To apply, your employer will be required to submit the following: A contract and application letter from your school; a full, medical health check (done locally); a criminal record check (the criteria for this varies from province to province, some requiring a check from your home country, others, a check done solely in Vietnam); a copy of your TESOL\/CELTA\/TEFL and degree certificates; your 'registration of stay' form; a copy of your passport\/visa. Sometimes, you may be asked to pay a small fee although the better schools will generally offer to do this for you. Work permits are valid for 3 years and are renewable for a period of up to 12 years.\n\nOnce you have a work permit, it is then a relatively simple process to apply for a temporary residence permit, which will alleviate your visa worries. The validity and procedure for renewal is the same as a work permit.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["Vietnam treats ",{"type":"'''","value":["drug offences"]}," ",{"type":"''","value":["extremely"]}," severely.  The '''''death",{"type":"''","value":[" penalty is mandatory'"]}," for those convicted of trafficking, manufacturing, importing or exporting more than 15 g of heroin, 30 g of morphine, 30 g of cocaine, 500 g of cannabis, 200 g of cannabis resin and 1.2 kg of opium, and possession of these quantities is all that is needed for you to be convicted.  \n\nUnauthorised consumption can result in up to 10 years' jail,  or a heavy fine, or both. You can be charged for unauthorised consumption as long as traces of illicit drugs are found in your system, even if you can prove that they were consumed outside the country and you can be charged for trafficking as long as drugs are found in bags that are in your possession or in your room, even if they aren't yours and regardless of whether you're aware of them - therefore be vigilant of your possessions."]]},"\n\n",{"type":"===","value":[" Crime "]},"\nVietnam is a relatively safe place for tourists, especially when travelling in groups.\n\nWhile many safety warnings in travel guidebooks are no more than scaremongering, tourist areas are prime petty crime locales. Violent crime towards foreigners is uncommon, but pickpockets and motorbike snatching are not uncommon larger cities. Thieves on motorbikes snatch bags, mobile phones, cameras, and jewellery off pedestrians and other motorbike drivers. Don't wear your bag on your shoulder when riding a motorbike. Don't place it in the motorbike basket. When walking along a road, keep your bag on your inboard shoulder. If your bag is snatched, don't resist to the point of being dragged onto the roadway. \n\nReports of thefts from hotel rooms, including upmarket hotels, have been heard occasionally. Do not assume that your hotel room strongbox is inviolable. \n\nAvoid fights and arguments with locals. Westerners may be bigger than Vietnamese, but if you're dealing with 5 or more Vietnamese guys then you're in serious trouble. Keep in mind that yelling is highly insulting to Vietnamese and may prompt a violent response. Vietnamese in general are placid and kind. As a visitor, you should respect local laws and customs. Altercations can be avoided easily by showing courtesy and tolerating cultural differences. Be on your best behaviour when drinking with Vietnamese men.\n\n",{"type":"===","value":[" Corruption "]},"\nCorruption is a big problem in Vietnam and locals are convinced that the police are not to be trusted. While police officers frequently go on patrol with a specific task or remit, motorcycle drivers may be stopped for a variety of reasons such as random checks of paperwork and licences and will fine foreigners around USD20 for each offence (the average traffic fine for locals is around USD5-10). Remember to be polite, but resolute and stand your ground. Traffic officers are required to write traffic violations in their notebook and must give your a receipt for your fine which must then be paid at the station (not to the officer), although always keep in mind that for certain offences,(especially missing paperwork relevant to the vehicle you are riding) officers have the right to confiscate and impound your bike should they so desire. If you have a cell phone, you could threaten to call your embassy and he may back down although in most cases, it is often best to prevent any further escalation of the situation and simply pay the fine. \n\nYou generally won't encounter any problems with the police in more remote or rural areas because officers are likely to have a very poor command of the English language. That said, the larger cities and areas that are frequented by tourists are seeing an increase in police who are proficient in communicating with tourists. \n\nImmigration officers are known to take bribes. During the early Doi Moi (the reform in 90s), bribes could be a few U.S. dollars, a few packs of 555 cigarettes. Today although officers still seem to have no problems with taking them, it is absolutely risk-free and acceptable if you don't bribe.\n\nMost government offices will also require a small \"gratuity\" before processing paperwork. This is most commonly encountered when trying to obtain permits of residence for private accommodation or work\/residence permits.\n\nThe international monitoring group Transparency International has rated Vietnam as one of the most corrupt nations in Asia.\n\n",{"type":"===","value":[" Prostitution "]},"\nDespite its seeming abundance, prostitution is illegal in Vietnam. The age of consent is 18. Vietnamese penal law levies penalties of up to 20 years in prison for sexually exploiting women or children, and several other countries have laws that allow them to prosecute their own citizens who travel abroad to engage in sex with children.\n\nRemember that under Vietnamese law, it is illegal to take a Vietnamese national to a hotel room. While this law is rarely enforced, you could find yourself in even deeper water if you report a crime disclosing that you shared a room with a Vietnamese national.\n\nAs well as the legal issues, there are two additional risks for those indulging in this activity. First, HIV\/AIDS is prevalent in Vietnam with many going untreated due to the taboo nature of the disease. There is always a chance of a prostitute being infected, so be sure to use protection. Second, there is a danger of theft when taking any unfamiliar woman back to a hotel or guest house. The tale of a man waking up to find his wallet, mobile phone or laptop missing is all too common. Stories also abound of Westerners being drugged while in a hotel room or being led to a dark, quiet place where they are relieved of their possessions by criminal gangs.\n\n",{"type":"===","value":[" Scam "]},"\nMost scams in Vietnam involve transportation, hotel prices, or the two-menu system practised by some restaurants.\n\nMany taxi drivers in Saigon and Hanoi install rigged meters, charging up to 2 to 8 times more. The best way to reduce your chances is by taking a taxi from reputable companies such as Mai Linh (+84 38 38 38 38) and Vinasun in Saigon and Mai Linh and Hanoi Tourist in Hanoi (but note that taking these companies is not a guarantee). If you don't know what a reasonable fare is, it is generally a bad idea to agree on a price in advance. The two recommended companies have quite reliable meters. The former suggested Saigon tourist taxi cannot be recommended at all. \n\nTaxis are abundant in Saigon and you can get a taxi at any time of the day or (night). You can also call a taxi, and usually people at the call centre will be able to either converse in English, or will pass on the phone to someone who can. Rule of thumb to detect scammers: if the taxi doesn't have the fare charges written, or drivers name and photo on the dashboard, immediately ask the taxi to stop and get out. It is a definite scam.\n\nWhen leaving the airport, the taxi driver may insist that you pay the airport toll. He might not be very forthcoming with the price, and if you give him cash, he will pay the toll and pocket the rest.\n\nMany taxi drivers in Saigon and Hanoi try to overcharge newly arrived gullible travellers. You should consult some guidebooks and travel forums to prepare yourself for those petty scams and to learn more about how to avoid them. The airport toll fee is Saigon is 10,000 dong (Jul 2012). This is quoted along with the fare written on the dashboard of the taxi. You can confidently say \"airport toll only 10,000 dong\" and refuse to pay anything else such as parking, etc., (unless there were more toll roads in between). Usually, the driver will not argue it out. In Saigon, a trip to backpackers street should not cost more than 250,000 dong from the airport in any case.\n\nIn several other cities of Vietnam, such as Dalat, Hoi An, Nha Trang, etc., DO NOT travel by meter. The airports are as far as 30-40 km from these places and meter will cost you from 500,000-650,000 dong. However, you can either take a bus from the airport to city centre, or pre-negotiate a rate with the taxi for 200,000-300,000 dong. Pay attention to sides of taxis. Usually a rate for the airport is written on the door itself. \n\nTaxi and cyclo drivers may claim that they don't have change when accepting payment for an agreed-upon fare.  The best way to handle this is to either carry smaller bills or be ready to stand your ground. Generally the driver is only trying to get an extra dollar or so by rounding the fare up, but to prevent this scam from becoming more popular it is advised to stay calm and firm about the price.  \n\nWhen you meet an over friendly cyclo driver who says, \"never mind how much you would pay\" or \"you can pay whatever you like at the end of the trip\". He may try to show you his book of comments from international tourists. This kind of driver has to be a scammer. If you still want to use his service you should make it clear about the agreed price and don't pay more than that. Just be clear what you are willing to pay. The cyclo drivers are just trying to make a living. \n\nHotel owners may tell you that the room price is 200,000 dong. However, when checking out, they may insist that the price is USD20, charging you almost double. Another trick is to tell customers that a room is a few dollars, but following day they'll say that price was for a fan room only and it's another price for an air-con room. These days, legitimate hotel owners seem to be aware of these scams and are usually willing to help by writing down how much the room is per persons per day (in U.S. dollars or dong), if it has air-con or not. Staff of legitimate hotels also never ask for payment from a guest when they check in. Watch out if they insist that you should pay when you check out but refuse to write down the price on paper.\n\nSome restaurants are known to have two menus, one for local people and another one for foreigners. The only way to deal with it is to learn a few Vietnamese phrases and insist that you should be shown only the Vietnamese menu. If they hesitate to show you the local menu, walk away.\n\n",{"type":"===","value":["Fake monks"]},"\nBuddhism in Vietnam generally follows the Mahayana school, meaning that the monks are required to be vegetarian and generally do not go on alms rounds. Instead, the monks either grow their own food or buy their food using temple donations. Monks do not sell religious items (shops selling religious items are staffed by laypersons, not by monks) or ask people for donations. Instead, donations are to be placed in temple donation boxes. It is entirely up to an individual to decide whether or not he\/she wishes to donate, and how much he\/she wishes to donates. \"Monks\" who approach tourists for donations are imposters.\n\n",{"type":"===","value":[" Traffic "]},"\nThe first discovery for many tourists who just arrive in Vietnam is that they need to learn how to cross a road all over again. You may see a tourist standing on the road for 5 minutes without knowing how to cross it. Traffic in Vietnam can be a nightmare. Back home, you may never witness the moment of crash, seeing injured victims lying on the road, or hearing a BANG sound. Staying in Vietnam for more than a month, you will have fair chance of experiencing all these. \n\nRoads are packed. Some intersections in main cities such ad Hanoi, Ho Chi Minh City have traffic lights patrolled by police, most are either non-functional or ignored.\n\nTo cross the road, don't try to avoid the motorbikes, let them avoid you. Step a little forward, a little more, and you will see motorcycle drivers to slow down a bit, or go to another way. Make your pace and path predictable to other drivers, don't change your speed or direction suddenly, and move forward until you arrive at your destination. \n\nThe simplest way, if available, is to follow a local, stand next to them in the opposite side of the traffic (if you get hit, he will get it first) and he will give you the best chance of crossing a road. \n\nIf you are injured, don't expect that local people are willing to help for even calling an ambulance because it is not free. Make sure you tell local clearly that you will pay the ambulance fee. Hospitals will also not admit you until you prove that you can pay the bill.\n\nHighways are also risky with an average of 30 deaths a day and some locals will not even venture on them if not in a big vehicle (car or bus). Taking a bicycle or motorbike on highways is an adventure for risk takers, but definitely not for a family with children.\n\n",{"type":"===","value":[" Nightlife "]},"\n",{"type":"*","value":[" Petty crime in nightclubs is not unknown. Don't escalate an incident: avoid quarrelling with local people as drunks can be violent. "]},"\n",{"type":"*","value":[" Clubs are full of working girls trolling for clients. They may also be looking for wallets and mobile phones."]},"\n",{"type":"*","value":[" Walking very late alone on the streets in the tourist area is safe, but you avoid unfamiliar women engaging you in conversation. They may try to touch you, sweet talk you, and then pick your pocket."]},"\n",{"type":"*","value":[" Don't ask taxi drivers to recommend nightspots. Most taxi drivers earn commissions from bars and lounges to bring in foreign tourists. When you walk one of these places, they will quote reasonable prices. But when you received the tab, it may include extravagant charges. Do your homework beforehand and tell the taxi drivers where you want to go, and insist on going to where you want to go despite their remonstrations. Most nightspots are reputable. Going to those with a mostly foreign clientele is a good practice."]},"\n",{"type":"===","value":[" Wildlife "]},"\nLamentably, much of Vietnam's environment has been severely damaged. Little wildlife remains, let alone anything dangerous to humans. Venomous snakes, such as cobras, may still be common in rural areas, but virtually everything else has either become extinct or exists in such small numbers that the chances of even seeing one are remote. Tigers may exist in very small numbers in remote areas, but this is unconfirmed. Saltwater crocodiles once thrived in southern Vietnam, but have been extinct for at least 20 years.\n\n",{"type":"==","value":[" Stay healthy "]},"\n",{"type":"[[","value":[["Tropical diseases"]]}," such as ",{"type":"[[","value":[["malaria"]]},", ",{"type":"[[","value":[["dengue fever"]]}," and Japanese encephalitis are endemic in rural Vietnam. Malaria isn't as much a concern in the bigger \ncities such as Ho Chi Minh and Hanoi, but always remember to take mosquito liquid repellent with you. It may be very useful, especially in the countryside and crowded neighbourhoods.\n\nThanks to much improved hygiene in recent years, cooked food sold by street vendors and restaurants, including blended ice drinks, are mostly safe. Use common sense and follow the tips under the ",{"type":"[[","value":[["Traveller's diarrhea"]]}," article and you'll most likely be fine.\n\n",{"type":"==","value":[" Respect "]},"\n",{"type":"{{","value":[["infobox"],["Naming conventions"],["Vietnamese people generally follow East Asian naming traditions, with a family name followed by a given name. However, unlike in other East Asian cultures, the family name is almost never used when addressing an individual. For instance, the current prime minister of Vietnam, Nguyen Tan Dung, has the family name Nguyen, and the given name Tan Dung. However, according to Vietnamese custom, he is ",{"type":"''","value":["never"]}," addressed as Mr Nguyen, and people would address him as Mr Dung even in the most formal situations."]]},"\n\nIn traditional Vietnamese culture, elders are treated with great deference and respect. While expectations are more relaxed when foreigners are involved, it's a good idea to show politeness, respect and restraint towards those who look older than you.\n\nIt's common to be stared at by locals in some regions, especially in the rural areas outside of big cities, and in the central and northern parts of the country. Southerners are usually more used to foreigners. Wherever you are, though, expect some probing questions whenever a conversation starts: How old are you? Are you married? Do you have children? While this might seem nosy in the West, they're perfectly normal, good-natured questions here—it helps people determine how they should address you. The best thing to do is just play along.\n\nAn Asian woman travelling with a non-Asian man often attracts a more undesirable kind of attention. Probably due to memories of the sexual escapades of GIs during the Vietnam War, people will often assume she is an escort or prostitute, and she may be insulted or harassed, even if she has no relationship to the man. These prejudices have lessened somewhat in recent years, but they are still present. The Vietnamese themselves generally do not engage in public displays of affection, even among married couples, as it is considered to be disrespectful, so it is advisable for couples to show restraint while in public.\n\n",{"type":"===","value":["The war"]},"\nThe most surprising thing about the topic of the Vietnam War (the American or Reunification War, as it is called in Vietnam) is that many Vietnamese do not bear any animosity against visitors from the countries that participated, and in the South many Vietnamese (especially older Vietnamese involved in the conflict or with relatives in the war) appreciate or at least respect the previous American-led or French-led military efforts against the North. Two-thirds of the population were born after the war and are quite positive towards the West. Some attractions present an anti-American viewpoint on the war, whilst many are surprisingly restrained.\n\nBe sensitive if you must discuss past conflicts. Well over 3 million Vietnamese died, and it is best to avoid any conversations that could be taken as an insult to the sacrifices made by both sides during the wars. Do not assume that all Vietnamese think alike as some Vietnamese in the South are still bitter about having lost against the North.\n\nSouvenir shops in Vietnam sell lots of T-shirts with the red flag and portraits of \"Uncle Ho.\" Many overseas Vietnamese are highly critical of the government of Vietnam, so you may want to consider this before wearing communist paraphernalia in their communities back home. A less controversial purchase would be a ",{"type":"''","value":["nón lá"]}," (straw hat) instead.\n\n",{"type":"===","value":["Religion"]},"\nAlthough the official census claims most Vietnamese are non-religious, you wouldn't know it to see them. Whether they attend services or not, most Vietnamese are in fact strong believers, incorporating a variety of religious traditions, beliefs and rituals into their daily lives.\n\nAs in neighbouring Southeast Asian countries, the most influential and widespread religion in Vietnam is Buddhism. Buddhism in Vietnam generally follows the Mahayana school, which is widespread in China, unlike the neighbouring Southeast Asian countries which follow the Theravada school. This means that monks are required to be vegetarian, and pious individuals seeking a particular blessing will often forgo meat as well. Unlike other Southeast Asian countries, it is not customary for monks to collect foodstuffs in the streets. Instead, they will either buy their food using temple donations, or grow their own food. Monks who hang out in tourist areas requesting donations are bogus. Similar to China and neighbouring countries, Swastikas are commonly seen in Buddhist temples as a religious symbol; they are positive signs representing sacredness and blessing, and have no connection to Nazism or anti-Semitism.\n\nMuch like the Chinese, Vietnamese people place strong emphasis on spirits and ancestor worship. You'll see at least one shrine in every Vietnamese home and place of business, where occupants burn incense to honor or placate certain spirits. These are often decorated with statuettes or pictures of sacred figures: for devout Buddhists, this might be Buddha or Bodhisattva; for Catholics, a crucifix or the Virgin Mary; for \"non-religious\" people, depictions of various traditional deities or spirits. If you see someone's photograph featured on a shrine, it's most often that of a family member who's passed away. Burning joss sticks (sticks of incense) for the spirits of departed family members is generally a token of respect.\n\nVietnamese are generally quite superstitious when it comes to death and the spirit world, and there are certain taboos you'll want to avoid. Some of these include:\n",{"type":"*","value":[{"type":"''","value":["Placing chopsticks upright in the middle of a bowl of rice"]},": Bowls of rice are arranged in this way next to the body of the deceased at funerals, so it reminds people of funerals."]},{"type":"*","value":[{"type":"''","value":["Taking photos of an odd-numbered group"]},": The superstition goes that the person in the middle of a group will be singled out by evil spirits. Photos of even-numbered groups (2, 4, 6, or 8 people, and so on) are fine."]},{"type":"*","value":[{"type":"''","value":["Sitting with your back facing a family shrine"]},": Considered disrespectful to the shrine, and to the spirits of the deceased."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nLand-line numbers in Hanoi and HCMC have a sequence of eight numbers, others have seven.\n\n",{"type":"*","value":[" Vietnam international code: +84"]},{"type":"*","value":[" Hanoi area code : (04)"]},{"type":"*","value":[" Ho Chi Minh area code : (08)"]},"\n",{"type":"'''","value":["VoIP calls"]},"\n\nTelephone bills are 30% to 40% cheaper if dialed with 171 or 178 services.\n\n",{"type":"*","value":[" Domestic call : 171 (178) + 0 + Area code + Number."]},{"type":"*","value":[" International call : 171 (178) + 00 + Country code + Area code + Number."]},"\nSince hotels and guesthouses often charge higher for telephone calls, try to find a post office or any reliable public service.\n\n",{"type":"====","value":["Mobile phones"]},"\n\nMobile numbers in Vietnam must always be dialed with all 9 or 10 digits (including a \"0\" prefixing the \"1nn\" or \"9nn\" within Vietnam), no matter where they are being called from. The ",{"type":"'''","value":["1nn"]}," or ",{"type":"'''","value":["9nn"]}," is a mobile prefix, not an \"area code\", as such and the second and sometimes third digits (the ",{"type":"''","value":["nn"]}," part) denotes the original mobile network assigned. As is the case with most mobile numbers, they can also be called within or outside Vietnam using the international format.\n\nThere are many mobile networks with different codes:\n\n",{"type":"*","value":[" G Mobile: 199, 99 (GSM 900)"]},{"type":"*","value":[" Mobifone: 90, 93, 122, 124, 126 (GSM 900\/1800)"]},{"type":"*","value":[" SFone: 95 (CDMA)(not available)"]},{"type":"*","value":[" Vietnamobile: 92 (GSM 900)"]},{"type":"*","value":[" Viettel: 98, 97, 96, 165, 166, 167, 168, 169 (GSM 900)"]},{"type":"*","value":[" Vinaphone: 91, 94, 121, 123, 125 (GSM 900)"]},"\n",{"type":"*","value":[" You can buy a SIM card in any shop selling mobile phones. The standard price is no higher than 75,000 dong, but foreigners are often charged 100,000 dong. SIM cards are also easily available at both Hanoi and Ho Chi Minh City Airports from official carrier booths which makes it quick, easy, and scam-free to get a SIM on arrival. One month of 3G data, with a limited amount of credit for text and voice calls, can cost as little as 140,000 dong."]},"\n",{"type":"*","value":[" Prepaid account charges vary from 890-1,600 dong per minute. Recharge cards are available in denominations of 10,000, 20,000, 50,000, 100,000, 200,000 and 500,000 dong."]},"\n",{"type":"*","value":[" Roaming on Vietnam's GSM networks is possible with foreign mobile phones, subject to agreements between operators."]},"\n",{"type":"====","value":["Useful numbers"]},"\n",{"type":"*","value":["Police 113"]},{"type":"*","value":["Fire Brigade 114"]},{"type":"*","value":["Hospital 115"]},{"type":"*","value":["Time 117"]},{"type":"*","value":["General Information 1080"]},"\n",{"type":"===","value":["Internet"]},"\n",{"type":"*","value":[" Internet access is available in all but the most remote towns. Internet cafes are available in most tourist spots and rates are fairly cheap, ranging from 2,000-10,000 dong per hour. Connection speeds are high, especially in the big cities. "]},"\n",{"type":"*","value":[" Many hotels and restaurants provide free Wi-Fi or terminals for their guests. If you bring your own phone and\/or laptop, several providers offer mobile Internet services (EDGE\/3G) services as well. "]},"\n",{"type":"*","value":[" Internet censorship is applied to a very small number of Internet services. "]},{"type":"*","value":[{"type":"*","value":["Facebook is no longer blocked (Apr 2014)"]}]},{"type":"*","value":[{"type":"*","value":["BBC websites are blocked (Jan 2013). "]}]},{"type":"*","value":[{"type":"*","value":["wordpress.com and its subdomains (free wordpress blogs) may be blocked in some areas."]}]},"\nA quick Google search for the relevant programs should help you bypass the ban quite easily. There was also a report that telecom companies were blocking the use of Skype, although this ban has now apparently been lifted. Other sites such as Gmail, YouTube, and Wikipedia are all unaffected. If web censorship is a problem, try the ",{"type":"[","value":["https:\/\/torproject.org Tor Browser"]},"\n\n\n\n\n",{"type":"[[","value":[["WikiPedia:Vietnam"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Vietnam\/"]]},"\n\n",{"type":"{{","value":[["geo"],["21.0333"],["105.8500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southeast_Asia"]]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n\n",{"type":"[[","value":[["Commons:Category:Vietnam"]]}]