[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Vilches"]}," is in ",{"type":"[[","value":[["Central Chile"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nAltos de Lircay national reserve.\n\nWith 12,163 hectares, \"Altos de Lircay national reserve\" is located in the Andean mountain skirts of San Clemente (Vilches Alto), offers an attractive setting that borders the north bank of the River Lircay.\n\nVilches is the ideal place for nature lovers and outdoor activities, hiking, horseback riding, and connect with nature.\n\nThis place is one of the cheapest for this kind of activities, locals also offer stays very cheap and very good quality, internet access, tourism guide, horseback riding and relaxation areas.\n\nCreated in 1996 has a rich flora and fauna, consisting of a vegetation hualas, raulíes, laurel, cypress and huillipataguas range and an animal population that includes species such as parrots tricahue, black woodpeckers, eagles, thrushes, quail, pumas, doves and condors.\n\nDuring walking, you can see remnants of a culture extinct: The Indians Pehuenches. You may appreciate \"the stones of the cups, bigs rocks where the Pehuenches used the stones´s holes for food preparation.\n\nFor more information about natural resources, is entitled Environmental Interpretation Center of the CONAF located in the town of Vilches Altos.\n\nMoreover, since the reservation can access the \"Sendero de Chile\", a route that allows a walking tour or horse to enjoy areas of natural beauty as \"Deer Valley\", \"The Brickwork\" and \"Volcano Big Headed\" .\n\n",{"type":"===","value":["Climate"]},"\n\nTemperate Mediterranean. On the coast the temperatures are moderate and there is a six-month dry season in the north and four months in the south. In summer, maximum temperatures are 19 º C and 30 º C, while in winter the minimum is 7 º C.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is an entrance fee of 2'000 CLP (4'000 CLP for foreigners) to be paid on entry.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are four daily buses running from Talca, at 07:15, 08:15, 12:00, and 13:00 - 1'600 CLP per person.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nFlora and fauna. Attractive landscape.\n\n",{"type":"==","value":["Do"]},"\n\nTrekking, horse riding, mountain biking, mountaineering, climbing, river kayak, picnic, contemplation of the flora and fauna, photography.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Chile"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]