[{"type":"{{","value":[["pagebanner"],["Villahermosa_banner.jpg"]]},"\n",{"type":"'''","value":["Villahermosa"]}," is the capital city of the state of ",{"type":"[[","value":[["Tabasco"]]}," in ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\nRecently the city became rich because oil has been found in the area. The search for oil resulted also in the finding of artifacts of the Olmec culture.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nVillahermosa's Airport is a 15 min drive from the city and is a small international Airport with not so many connections. Some main flights are Mexico City, Merida Yucatan, Monterrey NL, Cancun Quintana Roo and Houston TX.\n\n",{"type":"===","value":["By car"]},"\nThe city lies at the highways 180 and 195.\n\n",{"type":"===","value":["By bus"]},"\nInter-city bus service is available to surrounding cities including ",{"type":"[[","value":[["Ciudad del Carmen"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\n\nThere are two main streets in Villahermosa, Av. Gregorio Mendez and Av. 27 de Febrero, these are the two main routes for public transportation.\nMini-buses and especially combis (refurbished small VW vans) are widely used by locals at a price of 5.5 pesos. Stops are fixed as well as routes. Feel free to ask (in Spanish) the driver if he is going close to your destination. You will see destinations written on the windshields.\n\n",{"type":"===","value":["By taxi"]},"\nPeople also rely on a network of collective taxis. As a tourist, you should ask the driver if he is going by your destination. Prices vary by distance but a 10-15 minute ride should be around 20 pesos in a yellow taxi and 40 pesos in a white taxi.\n\nTaxis are collective but in no way have pre-established routes. You tell the driver where you want to go and if the taxi is empty he should take you and if during the way to your destination someone else happens to go somewhere close to where you are going he will hop in the taxi and continue. It is advisable then to always try and sit in the front seat. About prices, anywhere in the city is 20 pesos in a yellow taxi, 40 pesos in a white taxi. It doesn't matter where in the city you are going. Many Taxis will stop even if they have a passenger, and ask you where you are going. If you are headed in the same direction or near the same direction as the original passenger, he will take you as well. You do not get a discount if he has a passenger, the price is the same.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Venta Museum-Park"],["alt=Parque-Museo La Venta"],["url="],["email="],["address=Av. Adolfo Ruiz Cortines"],["lat="],["long="],["directions="],["phone=(993) 314 1652"],["tollfree="],["fax="],["hours=Mo-Su, 8AM-4PM"],["price=MXN 40N 50 for students with id"],["content=The museum, situated in a park, is one of the biggest tourist attractions in Villahermosa. La Venta is a swamp area north of the city. Scientists found pieces of the culture whilst drilling for oil. A lot of exhibits connected to the Oltec culture can be seen there. For example one of four really big stone heads. They also have some animals in the park. Make sure you wear long clothes and use a mosquito repellent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Planetarium"],["alt=Planetario Tabasco 2000"],["url="],["email="],["address=Av. Paseo Tabasco"],["lat="],["long="],["directions=Next to the Convention Center"],["phone=(993) 316 3641"],["tollfree="],["fax="],["hours=Closed until March for renovation;5PM, 6PM, 7PM"],["price="],["content=The planetarium is part of a cultural center. Also located nearby is a big shopping mall and the city hall."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tomás Garrido Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The park is located at the corner of Paseo Tabasco and Av. Ruiz Cortines. The La Venta Museum is in this park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Yumka"],["alt=spelled tshumka"],["url=http:\/\/www.yumka.org"],["email=yumka@prodigy.net.mx"],["address=Las Barrancas S\/N"],["lat="],["long="],["directions=connected to the airport"],["phone=(993) 356 0115"],["tollfree="],["fax="],["hours=9AM-4PM (closes at 5PM)"],["price="],["content=Yumka is a ecologic reservation with a size of 101 hectars. You can find there three ecosystems which are also present in Tabasco. Savanna, a lagoon and forest with all the animals normally living there. Every tour takes about 30 minutes. Afterwards, you can relax in a recreational area. Apparently only Spanish is spoken."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe main shopping mall is found in the area known as Tabasco 2000 and called now Galerias. It hosts the department store Liverpool and other small shops.\n\nYou can find big malls located at Paseo Usumacinta and Periferico Carlos Pellicer Camara (",{"type":"''","value":["Plaza Villahermosa"]},") and another one at Avenida Ruiz Cortinez and Periferico Carlos Pellicer Camara (near ",{"type":"''","value":["Cinepolis"]},").\n\nAlso there are many stores which sell small souvenirs from the Olmec culture.\n\nIf you go directly into the city center, west of Avenida Jose Maria Pino Suarez and north of the city's palacio, you will find a rather big pedestrian-only shopping area with lots of stores, restaurants and a few hotels. This area is called ",{"type":"'''","value":["Zona Luz"]}," - ",{"type":"''","value":["Centro Historico y Commercial"]},".\n\n",{"type":"==","value":["Eat"]},"\nThe area features a distinctive cuisine, particularly featuring seafood, and the prices are typically affordable.\n\nAguas frescas are refreshing in the hot weather and you should try the well-known Horchata la Catedral, on Paseo Tabasco across from the Cathedral, for Esquimos or Horchata.\n\n",{"type":"===","value":["Budget"]},"\nA lot of cheap, good mexican restaurants can be found downtown at the Avenida Pino Suarez. Also, if you are in the ADO central bus station and want to eat well-prepared food, next to it a small restaurant called ",{"type":"'''","value":["Los Comales"]}," can be found.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nVH, Buddah Khan, Bfore, Underground\n\n",{"type":"==","value":["Sleep"]},"\nIf you are, by any chance, near the bus stop and you need a bed for the night, think twice if you want to go to the Hotel Palomino Palace nearby. It is really expensive, loud and the rooms are not very clean. Take rather a taxi into the center.\n\n",{"type":"===","value":["Budget"]},"\nInterestingly, those budget hotels are located in the center. There are more hotels located downtown. If you don't like those ones listed here, you can find surely one which is not too expensive.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Palma de Mallorca"],["url="],["email="],["address=Francesco I. Madero"],["lat="],["long="],["directions=Near to the downtown shopping district"],["phone="],["tollfree="],["fax="],["hours="],["price=Single MXN 160, double MXN 250, with a\/c MXN 300"],["checkin="],["checkout="],["content=This hotel is located at one of the busier streets in the city. Nonetheless the prices are very reasonable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Provincia Express"],["url="],["email="],["address=Lerdo de Tejada"],["lat="],["long="],["directions=Miguel Lerdo de Tejada 303"],["phone=(993) 314 5376"],["tollfree="],["fax="],["hours="],["price=Double MXN 520"],["checkin="],["checkout="],["content=This hotel is located right in the city center. But not at an loud street but right in the shopping district. Offer a little cheaper accommodation if you ask kindly."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Plaza Independencia"],["url=http:\/\/www.hotelesplaza.com.mx"],["email=villahermosa@hotelesplaza.com.mx"],["address=Independencia 123"],["lat="],["long="],["directions="],["phone=(993) 312 1299"],["tollfree="],["fax="],["hours="],["price=Single and double MXN 668"],["checkin="],["checkout="],["content=This place, located close to the river and downtown, offers very good service, clean rooms and a friendly staff. In the rooms is a mini-bar, wireless internet and a safe."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Suites D'Castilla"],["url="],["email="],["address=Allende 212, corner Peredo"],["lat="],["long="],["directions=Near the palacio"],["phone=(993) 312 8494"],["tollfree="],["fax="],["hours="],["price=Single or double MXN 468, offer discounts for stays longer than 7 or 15 days."],["checkin="],["checkout="],["content=The suites have besides the normal stuff like a bed, a TV and a bathroom a small kitchen with a refrigerator, cooker and a microwave. All the rooms have a\/c. Internet and laundry service is available."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hilton Villahermosa & Conference Center"],["alt="],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/VSAAHHH-Hilton-Villahermosa-Conference-Center\/index.do"],["email="],["address="],["lat="],["long="],["directions="],["phone=52-993-313-6800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Adolfo Ruiz Cortines Ote Km 12.8, Villahermosa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Villahermosa"],["url=http:\/\/villahermosa.regency.hyatt.com\/"],["email=villahermosa.regency@hyatt.com"],["address=Ave. Juárez 106, Col. Lindavista"],["lat="],["long="],["directions=near Tomás Garrido Park and La Venta Park Museum"],["phone=+52 993 310 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= 207 rooms and suites featuring garden, swimming pool or city views, sitting area, work area with high-speed internet access and granite bath. Regency Club lounge for private check-in \/ checkout, dedicated concierge, free continental breakfast, evening cocktails and canapés."]]}]},"\n",{"type":"==","value":["Connect"]},"\nYou can find some internet cafes in the city. If you need it, there is one located close to the ADO bus station under the Hotel Palomino Palace.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Campeche"]]}," - Campeche, part of UNESCO world heritage, has a refurbished city center. But still, around you can find the typical mexican city parts."]},{"type":"*","value":[" ",{"type":"[[","value":[["Palenque"]]}," - It is famous for Mayan ruins."]},{"type":"*","value":[" ",{"type":"[[","value":[["Guatemala"]]}," - Located not too far away, another country is waiting to be explored."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Tabasco"]]},"\n",{"type":"{{","value":[["Geo"],["18.0000"],["-92.8833"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Villahermosa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Tabasco\/Localities\/Villahermosa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Villahermosa (Tabasco)"]]}]