[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Villa O'Higgins"]}," is a city in ",{"type":"[[","value":[["Aysén"]]}," ",{"type":"[[","value":[["Chile"]]},".  It is located at the southern most end of the Carretera Austral, on the edge of ",{"type":"[[","value":[["Lago O'Higgins"]]}," and ",{"type":"[[","value":[["Campo Hielo del Sur"]]},".\n\n",{"type":"==","value":["Get in"]},"\nVilla O'Higgins can be accessed by road via the Carretera Austral or by boat from Candelario Mansilla, Chile, where the Chilean border post is for those coming from El Chaltén, Argentina (there is no auto access over this border crossing; see note in the Get Out section)\n\n",{"type":"==","value":["Get around"]},"\nVilla O'Higgins is a small town and it is easy for the visitor to get to know the entire town in a short while.  There are many hikes and treks out of Villa O'Higgins, including to the surrounding glaciers.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nShop-a-holics will find Villa O'Higgins a disappointment; you can buy food and basic supplies, but the village is remote so prices are high and many things are unavailable.  There are no ATMs.  You may be able to purchase limited camping and trekking supplies at Hielo Sur, but you should ensure that you have everything you need before leaving Cochrane or El Chaltén.  White gas is only rarely available in Villa O'Higgins.\nAdvice for smokers: due to delivery problems from Coyhaique, cigarettes are hard to get.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are few restaurants in this tiny town.  If you are staying more than a night you may want to ensure that your accommodations include kitchen access.  There are several minimarkets and meat and bread shops in town.  Ask the locals and they will tell you who sells what.  If the stores are closed someone can usually tell you where the owner is. Food is relatively expensive and produce can be hard to come by.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is a limited selection of wine, beer and spirits in the town's several minimarkets.  The bar scene is non-existent in Villa O'Higgins.\n\n",{"type":"==","value":["Sleep"]},"\nThere are only a few places to stay in town.  There is also lodging along the last section of road between the town of Villa O'Higgins and Lago O'Higgins.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Mosco"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= A warm house with a cozy shared kitchen and three rooms with bunk beds. Each room has place for 6 persons. Upstairs there are three double rooms, more expensive, with private bath. Camping is also allowed on the grounds, with access to laundry, showers, an outdoor restroom and the house kitchen.  The owner, Jorge, is friendly and helpful and makes you feel very at home in his house. Internet is free, W-Lan available if you have your own laptop.  He speaks fluent English as well as Spanish and also runs a shuttle to Puerto Yungay and to Lago O'Higgins on days that the boat leaves for Candelario Mancilla. El Mosco has now a web site, although only in Spanish: http:\/\/www.patagoniaelmosco.com\/"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Parador Carpintero"],["url=http:\/\/www.tsonek.cl"],["email="],["address=carretera  austral, Villa O'Higgins"],["lat=48.22"],["long=72.90"],["directions=on carretera austral, left side just before entering the town from the north."],["phone="],["tollfree="],["fax="],["hours="],["price=5 CLP"],["checkin=any time"],["checkout=any time"],["content=This is an eco-campsite with a central lodge for cooking and showers.  There are dry toilets and the materials used in the \"green\" buildings are all either local and\/or recycled.  The site has been preserved intact as much as possible, leaving the environment as it was found, full of animal and plant life under a canopy of trees.  Owner, Mauricio Melgarejo, speaks both Spanish and English, and is very helpful and knowledgeable. He runs birding, trekking and hiking tours, too.  An assistant on the site also speaks French.  He can also arrange for cabins and other facilities in Villa O'Higgins."]]}]},"\n",{"type":"==","value":["Connect"]},"\nVilla O'Higgins is remote and accordingly there is limited contact with the outside world.  Few houses or businesses have phone lines and those that do have very poor and spotty service.  There is a locutorio in town, but since the phone service is satellite-based it can be spotty. The library has free internet access (with a time limit).  There is no other internet access in town as of December, 2007.\n\n",{"type":"==","value":["Go next"]},"\n\nCrossing the border to ",{"type":"[[","value":[["El Chaltén"]]},", Argentina is a great experience for the adventurous. The border crossing cannot be made by car, but you can cross by a combination of boat rides and hiking, horseback riding or cycling. From Villa O'Higgins you can cross Lago O'Higgins to Candelario Mansilla several times a week from November to March with ",{"type":"[[","value":[["http:\/\/www.villaohiggins.com Hielo Sur"]]},".  In Candelario Mansilla you can hire guides and horses to cross the border to Argentina, though depending on the border guards that are on duty, you may have to swap to Argentine horses at the border.\n \nThe Chilean border post is just outside of Candelario Mansilla.  You get your passport stamped there and proceed toward the Argentine border.  At the Argentine border the path becomes narrow and muddy.  Cyclists should use caution as the path is very technical at times and includes sudden single-log bridges and drops.  You may choose to send your pack\/bags on horseback and cycle without a load as it may be necessary to carry your bike at times.  The path proceeds down to Lago del Desierto and the Argentine border post, where you can get your entrance stamp.  If you are lucky, you'll get a nice view of Mt. Fitz Roy.\n\nTo get to ",{"type":"[[","value":[["El Chaltén"]]}," from Lago del Desierto you can either take a boat across the lake (generally twice daily) or trek around the lake.  There is a simple refugio at the border post with several rooms (though there may be a fee) in case you get stranded there by weather or a late arrival, and if you are nice the Gendarmaría will let you camp by the lake.  It is not uncommon to have a delay that causes you to spend the night at some point during the crossing, so you should ensure that you have adequate food with you for the night.  From the opposite side of the lake, there are occasional buses to El Chaltén, generally synchronized with the arrival of the boat.  \n\n",{"type":"{{","value":[["IsPartOf"],["Aysén"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Villa O'Higgins"]]},"\n",{"type":"{{","value":[["geo"],["-48.468333333333"],["-72.56"]]}]