[{"type":"{{","value":[["pagebanner"],["Villach-banner.jpg"],["caption=View of Villach"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.villach.at Villach"]}]}," is a town located in ",{"type":"[[","value":[["Carinthia"]]}," in ",{"type":"[[","value":[["Austria"]]},". It has about 60,000 inhabitants.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Villach"]]}," is the second-largest city of ",{"type":"[[","value":[["Carinthia"]]},". It is a railway gateway to most parts of ",{"type":"[[","value":[["Austria"]]}," as well as the Italian border. In ",{"type":"[[","value":[["Austria"]]}," Villach is well-known for its carnival which is broadcast on public television throughout ",{"type":"[[","value":[["Austria"]]},". \n",{"type":"[[","value":[["Villach"]]}," is quite an old city with roots back in Roman times (when the city was called ",{"type":"''","value":["Santicum"]},").The city was heavily bombed in World War II destroying many parts of the city.\n\n",{"type":"[[","value":[["File:Villach Panorama.jpg"],["thumb"],["400px"],["right"],["Villach from Villacher Alpenstrasse"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Villach"]]}," has no domestic or international airport. If you are travelling by plane you have to go to ",{"type":"[[","value":[["Klagenfurt"]]}," (40 kilometres from Villach) which has an airport.\n\n",{"type":"===","value":["By train"]},"\nVillach is a railway gateway within Austria, so trains go from virtually every bigger city including ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Graz"]]},",",{"type":"[[","value":[["Klagenfurt"]]},", ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]},", ",{"type":"[[","value":[["Linz"]]},", ",{"type":"[[","value":[["Innsbruck"]]}," and ",{"type":"[[","value":[["Bregenz"]]},". There are also direct connections to ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Zurich"]]},", ",{"type":"[[","value":[["Venice"]]},", ",{"type":"[[","value":[["Ljubljana"]]},", ",{"type":"[[","value":[["Zagreb"]]}," and ",{"type":"[[","value":[["Belgrade"]]},".\n\n",{"type":"===","value":["By car"]},"\nIf you are coming from north, take the A10 Tauernautobahn. If you are coming from east (Graz,Vienna) take the A2 Südautobahn. If you are planning to go from Slovenia, take the A11 Karawankenautobahn.  If you are arriving from Italy also take the A2 Südautobahn.\nThe motorway around Villach has two exits at Faakersee which takes you to the centre of the city and Ossiachersee which takes you to the north of the city.  \n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Villach"]]}," is a quite small town, so it is easy to get around on foot. Taxis can be found near the railway station and in the centre of the city near Hauptplatz. Federal buses go to the surrounding area from the local ",{"type":"''","value":["Busbahnhof"]}," (busterminal,located a few minutes away from the railway station).\nLocal busline no.10 (operated by a company called ",{"type":"''","value":["Kowatsch"]},") goes around the historic city centre.\nGetting around by car can be tiring since parking space is rare during weekdays and traffic jams at business hours are very common. During weekdays parking fees are charged in most areas around the centre of the city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villacher Fahrzeugmuseum"]}," - has antiquities which are worth seeing."]},{"type":"*","value":[" ",{"type":"'''","value":["Museum der Stadt Villach"]}," - if you are interested in the history of the town go there. The museum has a nice expo on minerals, mining and all kinds of Villacher History. Nice to visit for some background info on the town of Villach. Time to visit approx. 1 hour. Widmanngasse 38."]},{"type":"*","value":[" ",{"type":"'''","value":["Landskron Castle"]}," - the remains of the old fortress of Landskron are on the top of a hill, 676 m high. A great part of the castle was destroyed by a fire in the 19th century, but some parts are still there and a few halls can be visited. There is also a restaurant, and every Tuesday evening there is a special \"medieval\" dinner served by waiters dressed in period costumes. The view from the castle is wonderful. From here you can see Villach and the valley of the river Drau with its lakes, and the Slovenian Alps on the other side of the valley."]},{"type":"*","value":[" ",{"type":"'''","value":["Falconry in Landskron Castle"]}," - A section of the castle is now the home of several birds of prey. They can be seen in their cages, but even better is to see them fly, which is possible two or three times a day, according to the season and to the weather. The demonstrations last about 40 minutes, and the explanation on the birds and their behavior is in German only, but even those who cannot understand a word can enjoy watching eagles, hawks, kites, and owls fly just above their heads."]},{"type":"*","value":[" ",{"type":"'''","value":["The bell tower of St Jakob"]}," - The church of St Jakob (the parish church of Villach) has an impressive bell tower, 94 metres high. It is the tallest in Carinthia and its present appearance and height dates back to 1847. Visitors can climb the 239 steps to the top and enjoy the wonderful view. "]},{"type":"*","value":[" ",{"type":"'''","value":["Krimmler Waterfall"]}," - On the border of Kärnten and Tirol is the Krimmler Waterfall, the largest of Austria. A magnificent roundtrip is to first take the Gross-Glockner hochalpenstrasse (pass) that brings you as well along the highest mountain of the country. From here towards the Zillertal and over the Gerloss-pass to the waterfall. Then back to Kärnten."]},{"type":"*","value":[" ",{"type":"'''","value":["Thermen Resort"]}," - The heated pools of Villach. Here, there are slides, vortex pools, and hot tubs for you to enjoy. Or, you can relax on the chairs outside of the pool. There is a restaurant inside and a spa for a little extra cost. The regular entrance was 7.90 Euro and is good for 3 hours."]},{"type":"*","value":[" ",{"type":"'''","value":["Museum of Doll Art"]}," - Collectors and doll lovers of dolls will be overwhelmed by this museum. They show porcellan, vinyl and wooden dolls made by famous artists. Some of these dolls are manufactured in the own studio. In the basement premises they exhibit all different kinds of craftswork like glass objects, pottery, flowers and certainly a great variety of special dolls. Vassacher Strasse 65."]},{"type":"*","value":[" ",{"type":"'''","value":["Villacher Alpenstrasse"]}," - This almost 20 km alpine road takes you up to Dobratsch mountain and ends on 1.732 m. Who wants to visit the top still has a bit of climbing to do! The top of Mount Dobratsch is at 2.167 m high."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Maibacherl"]}," - located in Warmbad near Villach. A hot spring, which only appears in springtime. The water is hot enough for bathing and is very popular with the locals. Entry is free. Buses and trains operate from the main station to ",{"type":"''","value":["Warmbad"]}," on a regular base. The hot springs were already known to the ancient Romans. Take bus No.1 from main station to ",{"type":"''","value":["Warmbad"]}," and get off in ",{"type":"''","value":["Warmbad"]},". From there it's only a 10min walk to the hot springs. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]}," - ",{"type":"[[","value":[["Villach"]]}," is surrounded by a number of mountains including the ",{"type":"[[","value":[["Dobratsch"]]}," which offer many possibilities for hiking. "]},{"type":"*","value":[" ",{"type":"'''","value":["Cross-country skiing"]}," - Cross-country skiing is possible on ",{"type":"[[","value":[["Dobratsch"]]}," and all major ski resorts around Villach."]},{"type":"*","value":[" ",{"type":"'''","value":["ice-skating"]}," -  Ice-skating is possible on ",{"type":"[[","value":[["Faakersee"]]},",",{"type":"[[","value":[["Ossiachersee"]]}," and ",{"type":"[[","value":[["Vassacher See"]]}," though this depends heavily on the weather in winter whether lakes are frozen or not."]},{"type":"*","value":[" ",{"type":"'''","value":["Villacher Kirchtag"]}," - Every year (usually the first week in august) the city  celebrates ",{"type":"''","value":["Villacher Kirchtag"]}," with a big amusement park. The city can get very crowded in this week with as many as 50.000 visitors, especially from italy."]},{"type":"*","value":[{"type":"'''","value":["Jazz over Villach"]}," - a Jazz festival in the middle of July ocated on Gernottenhöhe in Judendorf ."]},{"type":"*","value":[{"type":"'''","value":["Kanzianiberg"]}," is one of the best natural ",{"type":"[[","value":[["rock climbing"],["climbing walls"]]}," in Austria. There are hundreds of colour-coded climbing routes at all levels, and on sunny days the vista is stunning. The maximum height difference is approx. 60 m. Kanzianiberg can be accessed by bus or bicycle (30 min from Villach) or car (15 min)."]},{"type":"*","value":[{"type":"'''","value":["Alpe Adria Golf"]}," is one of the best 19 hole golf places in the area with stunning views from every hole. Located in Finkenstein, a merely 10 minute drive from Villach"]},{"type":"*","value":[{"type":"'''","value":["Faakersee"]}," is said to be the lake featuring the cleanest water (drink water quality) in Europe. Tranquille area without those disturbing motorboats. There are some free beaches, but the better ones have to be paid for (usually no more than 4 euro). All beaches are nicely laid out with large grass fields. Getting to the Faakersee in the village of Faak is about 10 minutes away from Villach"]},"\n",{"type":"==","value":["Buy"]},"\nIf you want to go shopping stick to the ",{"type":"''","value":["Hauptplatz"]}," and the centre area of the city. A bit outside of Villach (along ",{"type":"''","value":["Mariagailerstrasse"]},") you will find an area with many shopping malls. These malls are far apart, so it's better to go by car or bus there. Buses to ",{"type":"''","value":["Mariagailerstrasse"]}," go from the local ",{"type":"''","value":["Busbahnhof"]}," ( a bus terminal ) which is located a few minutes away from the central railway station. In 2007 a huge shopping centre (atrio) has been opened. It has about 80 shops!\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Cafe Paragraf"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+43664 4827174"],["tollfree="],["fax="],["hours="],["price="],["content=Peraustr.18, - has cheap menus around €5,50 from 11.30 to 14.00 o`clock. Outdoor restaurant area!"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Brauhof Villach"]},", Bahnhofsstrasse 8, Tel.242220 - has traditional Carinthian food and is run by the local brewery. Try the Kasnudln or the Bierführerbrot (dark bread piled with cold meats, cheese and radish).  "]},{"type":"*","value":[" ",{"type":"'''","value":["Trastevere"]}," - Widmanngasse 30, Tel. 215665 - lovely interior, italian-style kitchen renowned for the fish. Great tomato soup and lasagna."]},{"type":"*","value":[" ",{"type":"'''","value":["Kaufmann & Kaufmann"]},",Dietrichsteingasse 5, Tel.25871 - Italian-style kitchen, it is recommended to book in advance."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gasthof \"Genottenhöhe\""],["alt="],["url="],["email=genottehoehe@aon.at"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Genottehöhe Straße 40, Tel.379 18 - serves traditional carinthian food and is located on a hill in Judendorf."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pizza place Dobner\""]}," just outside the innercity has arguably the best pizza's in Carinthia (but also other Italian food). Very crowded place, so make sure to make a reservation in advance. In the summer they also open the terraces with fantastic panorama. Dobrovastrasse 3 - Villach Tel. +43 (0)4242 32251"]},{"type":"*","value":[" ",{"type":"'''","value":["Die Lange Mauer"]},", Sankt Martinerstrasse 19 - great Chinese restaurant, wonderful selection of traditional Chinese drinks and unique desserts."]},"\n",{"type":"==","value":["Drink"]},"\nIf you want to go out in the evening go for ",{"type":"''","value":["Hauptplatz"]}," and the numerous small avenues that start there. You'll find various small pubs and cafes such as \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Brauhof Villach"]},", Bahnhofsstrasse 8, Tel.242220 - has traditional Carinthian food and is run by the local brewery (behind the restaurant) and has a selection of very good beers. Highly recommended."]},{"type":"*","value":[" ",{"type":"'''","value":["Turmstüberl"]}," Anton Tuder Straße 2, Tel.37875 - a small, atmospheric pub where the locals go. If you are travelling in a group you should book a table in advance."]},{"type":"*","value":[" ",{"type":"'''","value":["Tostenwirt"]},"  Lederergasse 25 - a nice place if you want to try the locally brewed ",{"type":"''","value":["Malzbier"]},". (a special blend of beer). They serve meals as well."]},{"type":"*","value":[" ",{"type":"'''","value":["Soho Bar"]}," Freihausgasse 13 - a cosy cocktail bar with a large amount of available cocktails."]},{"type":"*","value":[{"type":"'''","value":["Lücke"]}," - an athmospheric pub"]},{"type":"*","value":[{"type":"'''","value":["Stern"]}," Kaiser Josef Platz 5 - a nice cocktail bar and restaurant"]},{"type":"*","value":[{"type":"'''","value":["Flaschl"]}," Seilergasse 1 - a lively pub"]},{"type":"*","value":[{"type":"'''","value":["Parkcafe"]}," Moritschstraße 2 - stylish cafe."]},{"type":"*","value":[{"type":"'''","value":["Koloini Konditorei"]}," Ossiacher Zeile 72 -"]},{"type":"*","value":[{"type":"'''","value":["Stern"]}," Kaiser-Josef-Platz 5 -"]},{"type":"*","value":[{"type":"'''","value":["Herr Vincent Kaffeehaus & Verkaufsshop"]}," 8. Mai Platz 3 - best coffee in town, to be enjoyed in a heartwarming bohemic atmosphere"]},"\n",{"type":"==","value":["Stay safe"]},"\nVillach, like most Austrian cities, is safe to wander around. There will be occasional drunk people during festivities, but police visibility is evident. It is advisable to take precautionary measures when traveling, similarly to traveling to other European cities.\n\n",{"type":"==","value":["Sleep"]},"\n\nVillach has a large variety of both - low and high-budget hotels. Some addresses are:\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jugendherberge Villach"]}," - A youth hostel is available in Villach-St. Martin, Dinzlweg 34. Tel.56368,  \t",{"type":"[","value":["mailto:jgh.villach@oejhv.or.at"]}," Single beds are available for €17, a double costs €42.The centre of the city can be easily reached on foot.(about 10min walk)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pension Egger"]}," St. Martinerstrasse 19 Tel. 56338 Just opposite to the Youth Hostel (about 10min walk to the city centre). Single rooms start at €18. (breakfast included)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pension"]}," next to the cafe pub opposite the big Orange hotel on the main street, you have to go through into the car park which is hidden out the back through an alleyway with a green door out the front. Nice old lady runs the place - single room around €24, double with separate bathroom €30, double with ensuite 40€"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Camping with a K"],["alt="],["url=http:\/\/www.villach.at\/inhalt\/tiscover_camping.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Several camping ground options and very cheap: €5 per person; €18 for 2 people, a car, and a tent; €2 per tent; and 70¢ per dog."]]}]},"\n",{"type":"===","value":["Mid Range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Goldenes Lamm"]}," - Hauptplatz 1, Tel. 24105 - nice hotel, above ",{"type":"''","value":["Wienerwald"]}," Restaurant. Doubles start at €57 (breakfast included). Lower prices apply before and after high season"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Romantik Hotel Post"]}," - Hauptplatz 26, Tel.26101 - pretty scenic, old hotel (built in the 16th century) in the centre of the city. This is one of the best (and therefor upper-price) hotels in ",{"type":"[[","value":[["Villach"]]},". Doubles are available from €80 to €140. Single beds are available from €70 to €90."]},"\nThere is a tourist information centre at ",{"type":"''","value":["Rathausplatz 1"]}," which will assist you with finding accommodation.\n\n",{"type":"==","value":["Connect"]},"\nLocal area code is 4242.\n\n",{"type":"'''","value":["Cafeteria nikolai"]}," ",{"type":"''","value":["Nikolaigasse 16"]}," (about 10min away from central square), Tel. 22511, an internet cafe which serves food and drinks. \n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" If you want to get out, try Faaker See, a beautiful lake a few kilometres outside of Villach. Faaker See is one of the warmest lakes in ",{"type":"[[","value":[["Austria"]]}," with water temperatures around 27 degrees during summer. Faaker See can be reached by bus or train. Trains go to ",{"type":"''","value":["Faak am See"]}," (the ride takes about 20min) from the main station (during weekdays there is a train every two hours), a lido is only 10min away from the local train station."]},"\n",{"type":"[[","value":[["File:Faakersee blick auf karawanken.jpg"],["thumb"],["200px"],["right"],["Faakersee"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Schütt"]}," located in the south of mountain ",{"type":"''","value":["Dobratsch"]},", an area with huge stone rocks, which are parts of Dobratsch itself after an earthquake back in the 14th century caused half of the mountain to fall into the surrounding area."]},{"type":"*","value":[" ",{"type":"'''","value":["Gerlitzen"]}," is a mountain and small ski resort located half an hour from Villach. The skiing is nothing special but Gerlitzen offers some of the best vistas in ",{"type":"[[","value":[["Austria"]]},". On clear days almost the whole of ",{"type":"[[","value":[["Carinthia"]]}," can be seen from this mountain top. You can either drive up (take care in winter) or take the cable car. From the parking space\/cable car station it's a hour's walk to the summit. The cable car station at the mountain's base at Annenheim can be reached by bus or train, though connections are poor."]},{"type":"*","value":[" ",{"type":"'''","value":["Burgruine Finkenstein"]}," the scenic remains of a castle built in the 12th century. Has great views. Today it is used as location for musical events."]},{"type":"*","value":[" The Soca\/Isonzo valley in ",{"type":"[[","value":[["Slovenia"]]}," is about an hour's drive from Villach over the Predil mountain pass via ",{"type":"[[","value":[["Italy"]]},". Its deep limestone gorges offer a spectacular scenery and its emerald-coloured rivers are famed for some of the best kayaking and white whater rafting in Europe. Since the Soca valley is actually easier to reach from Villach and Klagenfurt than ",{"type":"[[","value":[["Ljubljana"]]}," (Slovenia's capital) it's well worth a day trip if you're hanging around Carinthia for longer. Head for the town ",{"type":"[[","value":[["Bovec"]]},", the touristic centre of the Soca valley."]},"\n",{"type":"{{","value":[["routebox"],["image1=A2-AT.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=Udine"],["minorl1=",{"type":"[[","value":[["File:Autostrada A23 Italia.svg"],["18px"]]}," becomes ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["File:Aiga immigration.svg"],["18px"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Klagenfurt"]]}],["minorr1=",{"type":"[[","value":[["Velden"]]}],["image2=A10-AT.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=Becomes ",{"type":"[[","value":[["File:Bundesautobahn 8 number.svg"],["18px"]]}],["minorl2=",{"type":"[[","value":[["Salzburg"]]}],["directionr2=S"],["majorr2=END"],["minorr2="],["image3=A11-AT.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=END"],["minorl3="],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Radovljica"]]}],["minorr3=",{"type":"[[","value":[["File:Aiga immigration.svg"],["18px"]]}," becomes ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["File:Autostrada A2 Italia.svg"],["18px"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["46.614722"],["13.846111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Carinthia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Villach"]]},"\n\n",{"type":"[[","value":[["Commons:Villach"]]}]