[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[","value":["http:\/\/www.villars.ch\/en\/ ",{"type":"'''","value":["Villars sur Ollon"]}]}," is a village in ",{"type":"[[","value":[["Switzerland"]]}," in the canton of ",{"type":"[[","value":[["Vaud"]]},". It is part of the municipality of Ollon.\n\nVillars is a ski resort located close to ",{"type":"[[","value":[["Geneva"]]},", which offers a reasonable range of pistes at a moderate altitude. Accommodation is largely of the chalet variety, although there are also some hotels, many of which are four and five star. The village has previously hosted the Snowbombing electronic dance music and snowboarding spring festival.\n\nVillars is recognised by the Swiss tourist board under their 'Family Friendly' scheme having excellent facilities for children. Villars is served by the Chemin de fer Bex-Villars-Bretaye railway.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nBy public transport using the metre gauge BVB (Bex-Villar-Bretaye).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Salt Mines"]}," in Bex"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountains"]},": Grand Muverens, Mirroir d'Argentine, Petit Muverens."]},"\n",{"type":"==","value":["Do"]},"\n\nIt is a traditional Swiss mountain village which has retained much of its old charm. If you are looking for a flashy ski resort with lots of bars and night life, Villars probably won't suit you. Have a look at the Villars website for more info.  \n\nHowever, if you prefer a resort which is predominantly visited by locals or are looking for a more traditional resort, then you are likely to have a good time in Villars. Plus, there are a few very nice restaurants and bars to visit as well!  Remember to swot up on your French as most menus are in French and you'll get a much better reception if you make an effort when in the shops, rather than expect people to speak English, which most don't very well.\n\nSo, what to do when in Villars:\n\nFor skiing, take the train from the town centre up to Bretaye (it takes about 15 mins, but is a lovely journey through the mountain) and from here you can explore several areas. Whilst up there, try the Vin Chaud (hot mulled wine) in the little bar below the restaurant.  \n\nIf you don't want to take the train you could take the Telecabine (an 8 seat gondola) which will take you up to Roc d'Orsay and from here you can ski all the way back down, and past Bretaye, into Villars, as long as there is sufficient snow.  \n\nIf you want to spend more time exploring you could make your way up onto the Galcier but this will take some time and can't be accessed entirely on ski from the Bretaye area, but worth taking the time to go and have a look.\n\nFor dinner, a must is to visit Vieux Villars restaurant and have the Charbonard (a large steel pot filled with hot coals), but you must give them 24 hours notice. You'll get a plate of beef which you cook yourself on the hot coals and together with this they will bring you plates of chips, salad and some sauces for the beef. It's a really fun thing to do if you are with friends, or as a couple. If beef is not your thing, you could try the Raclette, which is cheese (hence the name) heated by a fire and scraped onto a plate, served with baby new potatoes. The guy in the restaurant will keep replacing the cheese as you eat it!  \n\nIf you want a traditional cheese fondue you could try the restaurant below 'Le Sporting,' where they will bring you a fondue of cheese and bread to dip in - very nice!\n\nIf you like Italian, then there is a nice restaurant on Rue Centrale.\n\nWhilst in Villars you could also go bowling, ice skating or to the cinema (which has recently opened), but expect the films to be in French!\n\nIf you fancy some apres ski, you won't go far wrong heading for Le Sporting in the town centre, where you can sit outside with a hot chocolate and a warm blanket or go inside for a more intimate experience, as the bar area is quite small. Le Sporting also has a lovely restaurant at the back, if you fancy a nice night out. The views from the restaurant, across the mountains, are spectacular.\n\nThere are many other restaurants in Villars many of which are in hotels; Alp Fleurie, for example, has a lovely restaurant. It's advisable to have a wander around and go into these places to see what they have to offer.\n\nThe nightlife is also great, there are a couple of bars around town, at the bowling alley, the sporting, Charlie's bar, and the late night club were all the locals and tourists gather, the Gringo.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand hôtel du parc"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["46.3000"],["7.0500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lake Geneva"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Villars-sur-Ollon"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Villars-sur-Ollon"]]}]