[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Vĩnh Long"]}," is a the capital of Vinh Long Province in ",{"type":"[[","value":[["southern Vietnam"]]},". It is located on one of the many branches of the Mekong River. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nVinh Long has two bus stations: the main one 4 km outside town, and one in the centre. Most ",{"type":"[[","value":[["Can Tho"]]}," buses arrive in town centre. \n\nFrom Can Tho, buses costs 50,000 dong (Sep 2011) and take 1.5 hr. Some drivers will try to let you off at the outer bus station (see Vinh Long 4 km sign) which will force you to pay more for a ride into town.\n\n",{"type":"===","value":["By boat"]},"\nThere are no scheduled boats anymore. However, it is possible to book a tourist boat to ",{"type":"[[","value":[["Chau Doc"]]}," including a night on the Mekong (US$20) and a bus transfer to ",{"type":"[[","value":[["Phnom Penh"]]}," (additional US$6).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" The ferry to An Binh costs 500 dong if you are on foot and up to 2,500 dong if with a motorbike. Departs very 15-20 min."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Small Chinese temple, Cua Thienh Hau, on the east bank, not far from the southeastern bridges."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mekong Boat Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$15-25"],["content=The thing to do in Vinh Long. A typical trip includes the floating market at Cai Be and An Binh Islands lasting about 4 hr."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Visit An Binh"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are on budget or you already have done enough boat tours, you can go to An Binh on the ferry (500 dong, one-way) and either walk on the main islands (small bridges connect nearly all the islands), rent bicycle\/moto or pay a mototaxi (40-60,000 dong per hour). Bonsai garden is about 20 min from the ferry pier by motorbike. Near the pier there is a Chinese temple and a school, a bit further on, a church."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nYou can easily buy food from street stalls or in the market in town centre.\n\nThere is a converted boat restaurant moored opposite the plaza in front of the central supermarket. It goes on a small jaunt on the Mekong, prices from US$3-20 per head depending on what you choose a la carte.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe accommodations are a bit scattered throughout the town. Some hotels can be found along the main traffic arteries leading to the town centre. There are a couple of options in the city centre. Mosquitoes can be a nuisance in this area, however, hotels rarely provide mosquito nets, so bring your own.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lac Long"],["url="],["email="],["address=2G Hung Vuong, P.1"],["lat="],["long="],["directions=5 min walk from inner bus station"],["phone=+84 70 383 6846 - 3822099"],["tollfree="],["fax="],["hours="],["price=120,000+ dong"],["checkin="],["checkout="],["content=Decent no frills rooms. Apart from the standard features such as TV, fridge, phone, private bath with hot water, it also has Wi-Fi. All the rooms are available fan or air-con."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phung Hoang"],["url="],["email="],["address=2H Hung Vuong"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=120,000-300,000 dong"],["checkin="],["checkout="],["content=Choice of comforts as the prices indicate. This place is popular with backpackers."]]}]},"\nSeveral places on the island offer what they call homestays. These may not be in actual local people's homes, but still in traditional-style houses right in the countryside. One of them is ",{"type":"'''","value":["Green Island Tour"]}," (+84 70 385 9908), offering an overnight stay including a large dinner consisting of many different dishes, breakfast and a bicycle for US$10. It's excellent value considering the dinner alone would cost almost the same in any restaurant. A moto from the bus station can take you here for 50,000 dong including the ferry ride.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Vinh Long"]]},"\n\n",{"type":"{{","value":[["geo"],["10.2500"],["105.9667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Vietnam"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]