[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Virachey National Park"]}," spans the northern sections of Ratanakiri and Stung Treng Provinces of ",{"type":"[[","value":[["Eastern Cambodia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis is an enormous park covering 3,325 square kilometres established in 1993. Most treks barely put a dent in it. The park is under constant threat from illegal logging and poaching, but the worst threat of all is the talk of a Chinese-funded road being bulldozed across the southwest corner. No road plans have been announced to date, and a trek to the \"holy grail\" of Phnom Veal Thom rewards the hardy traveller with jaw-dropping views of the wild and unexplored mountainous borders with Laos and Vietnam. Views to the south open out onto the vast hilly jungle spilling down to the Sesan River and the Brao and Kreung villages that dot the river's edge. \n\n",{"type":"===","value":["History"]},"\nUntil 1903 the entire mountain massif (which is the lower extremity of the SE Asian massif which plunges down from Tibet, belonged to Laos. But the French decided to make Stung Treng Province a part of Cambodia and to designate the high mountains as the border between Laos and Cambodia all the way east to Vietnam. \n\nFrom 2004-2008 the World Bank sponsored a protection program here, but mysteriously pulled out in 2008. According to the park rangers, not a single patrol went out in all of 2009 and the same can likely be said of 2010. \n\n",{"type":"===","value":["Landscape"]},"\nEvergreen forest, bamboo forest, high grasslands, and river valleys.\n\n",{"type":"===","value":["Flora and fauna"]},"\nGibbons, pig-tailed macaques, douc langurs, sun bears, great hornbills, clouded leopards, and Asian elephants occur in the park. Whether or not tigers and leopards still exist is unknown. Speculation that the Javan rhino persists deep in the unexplored region along the Laos border is probably unfounded. \n\n",{"type":"===","value":["Climate"]},"\nVery rainy (and leechy) during the summer, cool and dry during the winter (Dec-Mar, which is the best time to visit)\n\n",{"type":"==","value":["Get in"]},"\nAll treks begin in Ban Lung with registration at the national park office on the east side of town. (Refer to the map on the ",{"type":"[[","value":[["Banlung"]]}," page.) \nTel: +855 75 974013, +855 77 965196, +855 97 6999579.\n\n",{"type":"==","value":["Fees\/permits"]},"\nA national park fee must be paid to enter the park. Soukhon Thon is the head park ranger and warden for ecotourism: http:\/\/viracheyecotourism.blogspot.com\/\nEmail: soukhon07@yahoo.com, khonvnp.kh@gmail.com\n\n",{"type":"==","value":["Get around"]},"\nA motorcycle will take you to the town of Tavang where a boat will see you along the Sesan River to your starting point at one of several minority villages. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Veal Thom Grasslands"]},{"type":"*","value":["Brao Minority Villages"]},"\n",{"type":"==","value":["Do"]},"\nThe 7-day trek (a kind of mini-Annapurna) to Veal Thom Grasslands\n\n",{"type":"==","value":["Buy"]},"\nHandicrafts might be on offer at some of the minority villages you visit. These attractive scarves and whatnot are very inexpensive and purchasing one or two might help to boost the confidence of the villagers in the concept of eco-tourism.\n\n",{"type":"==","value":["Eat"]},"\nYour jungle-cooked food will be surprisingly delicious. As for meals before or after the trek, Gecko House, near the intersection by Parrot Tours, makes some good pizzas and salads.\n\n",{"type":"==","value":["Drink"]},"\nIf you want booze in the jungle make sure you request or bring it.\n\n",{"type":"==","value":["Sleep"]},"\nThere is no accommodation within the park. Trekkers will be spending the night(s) in hammocks. Most travellers will spend two nights in Banlung before beginning their trek in Virachey, as Ratanakiri is a fairly far-flung destination and most don't arrive until the afternoon. The second day is often spent swimming in Yeak Leom Lake and picking up some camping supplies.\n\n",{"type":"===","value":["Camping"]},"\nAny overnight trek will involve camping, and as part of your park entry fee you will be provided with an imitation US Army hammock, which your guides will kindly string up for you each night. You will be expected to carry your own hammock, which is light but spacious (even when folded), so leave some room in your backpack. Also leave some room (if you plan to trek to Veal Thom) for extra food, as supplies will be split between trekkers, the national park ranger, and the indigenous guide.\n\n",{"type":"===","value":["Backcountry"]},"\nUnlike Western Cambodia, Virachey is free of land mines, and a combination of covering up with a good dose of mosquito repellent should keep disease-carrying mosquitoes away. Venomous snakes do live in the park, but most are nocturnal and trekkers are highly unlikely to encounter one. Likewise, the 4 or 5 tigers that are thought to roam the park would be extremely weary of humans and as such are not considered a threat.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["14.32569763"],["106.9981862"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Cambodia"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Virachey National Park"]]}]