[{"type":"{{","value":[["pagebanner"],["Stjohntrunkbaybanner.png"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/nps.gov\/viis\/ Virgin Islands National Park"]}]}," is a ",{"type":"[[","value":[["United States National Park"]]}," on ",{"type":"[[","value":[["Saint John (Virgin Islands)"],["Saint John"]]}," in the ",{"type":"[[","value":[["U.S. Virgin Islands"]]},".\n\n",{"type":"[[","value":[["File:Virgin islands national park map.png"],["thumb"],["Virgin Islands National Park Map"]]}," \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"*","value":["Visitor Information, (340) 776-6201 ext. 238, Fax: (340) 775-9592, ",{"type":"[","value":["http:\/\/nps.gov\/viis\/"]},"."]},"\n",{"type":"===","value":["History"]},"\nCivilizations lived on St. John as early as 1100, as evidenced by the petroglyphs, or rock carvings left by the Taino people. These carvings are found especially on the Reef Bay hiking trail. These people were all but driven into extinction by Europeans in the 17th century seeking new territories as colonial properties. \n\nIn 1962, Congress expanded the boundary of Virgin Islands National Park to include 5,650 acres of submerged lands to protect and preserve the beautiful coral gardens and seascapes. Today, the Park conducts research, and has developed policies and practices aimed at protecting the fragile coral reef systems. \n\nA Presidential Proclamation established the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nps.gov\/vicr\/index.htm Virgin Islands Coral Reef National Monument"]}]}," in January 1999 to protect reefs from further degradation. Hurricane Hole is the only area of the Monument reachable by land. \n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nMuch of the vegetation on ",{"type":"[[","value":[["Saint John (Virgin Islands)"],["Saint John"]]}," is second generation growth. Almost the entire Island was clear-cut to make way for sugar cane production during the colonial era. Some native species like the tyre palm remain, but much growth today are introduced species. The only mammal known to be native to the island of St. John is the bat.\n\n",{"type":"===","value":["Climate"]},"\nClimate is temperate year-round ranging from low eighties during the winter to the low to mid nineties in summers.\n\n",{"type":"==","value":["Get in"]},"\nVisitors must arrive by ferry to ",{"type":"[[","value":[["Saint John (Virgin Islands)"],["Saint John"]]},". The ferry terminal at ",{"type":"[[","value":[["Cruz Bay"]]}," has both safari bus shuttles and tour operators available.\n\nRoute 20 (North Shore Road) runs from the ferry dock past the Visitors Center to the most contiguous part of the Park, including most beaches and the campgrounds as well.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"'''","value":["Admission"]}," to Virgin Islands National Park is free. However, at ",{"type":"'''","value":["Trunk Bay"]}," a one-day user fee is collected.  Adults $4, under 17 free; individual annual pass, $10; family annual pass, $15; Golden Age and Golden Access annual cardholders are admitted for half price.\n\nA ",{"type":"'''","value":["Special Use Permit"]}," ($25.00) is required at ",{"type":"'''","value":["Hawksnest"]}," for organized activities that include ten or more people. A permit is required for weddings and other special events regardless of the number of people participating. In addition to the Special Use Permit, there is a Cost Recovery Deposit of $100.00. The fee is refundable after grounds inspection and removal of trash when the event has ended. Picnic pavilions and grills are available for all activities.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The Park's beautiful beaches are the \"can't miss\" attraction as they are stunningly beautiful."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Park’s Visitor Center in ",{"type":"[[","value":[["Cruz Bay"]]}]}," offers an exhibit showing both natural and cultural resources with examples of reef fishes and coral on display. Other panels depict the cultural history from the earliest inhabitants to the subsistence era. Artifacts from the pre-Columbian Tainos, tools used to harvest sugarcane during the late 1700s and early 1800s sugar production era, and examples of objects that became essential for survival after slavery emancipation are displayed."]},{"type":"[[","value":[["File:Cinnamon Bay Plantation; Saint John, United States Virgin Islands.jpg"],["thumb"],["Cinnamon Bay Sugar Factory Ruins."]]},"\n",{"type":"*","value":["The St. John Historical Society has a small museum located at the Battery (Offices of the Governor), just a short walk from the Visitors Center."]},"\n",{"type":"*","value":["In ",{"type":"'''","value":["Cinnamon Bay"]},", visitors may visit the archeology lab (a converted sugar factory warehouse) and see the artifacts recovered from the nearby dig.  If planning a visit, call first to ascertain that the building is open."]},"\n",{"type":"==","value":["Do"]},"\nDiverse beaches, coral reefs, historic ruins, and hiking trails are available for exploration and enjoyment. Some visitors explore the park on their own, while others prefer a two-hour safari bus island tour with a private tour guide.  To learn more about the island and its diverse plants, animals and people attend a Park program.\n\n",{"type":"*","value":["Enjoy the crystal blue waters on a charter day-sail or boat snorkeling tour offered by private operators in Cruz Bay and Coral Bay. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Annaberg"]}," and ",{"type":"'''","value":["Trunk Bay"]}," are the most popular park sites. Trunk Bay is considered to be one of the world's most beautiful beaches and has a marked underwater trail. Facilities there include a bathhouse, snack bar, souvenir shop and snorkel gear rentals. Lifeguards are on duty daily. These facilities close at 4PM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cinnamon Bay"]}," has a water sports center that rents snorkel gear and windsurfing equipment. You can also arrange day sailing, snorkeling and scuba diving lessons. A campground with bare tent sites, prepared sites and cottages is adjacent to the beach.  There is also a camp store. The campground closes to unregistered guests at 10:00 PM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hawksnest"]}," has changing rooms, picnic tables, grills and restrooms.  It is the closest beach to Cruz Bay.  Restroom facilities do not close, but amplified music is not allowed and there is a 10PM noise curfew."]},"\n",{"type":"*","value":["Beaches without facilities are favored by some for more solitude. "]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nLodging of all stripes is available outside the park on ",{"type":"[[","value":[["Saint John (Virgin Islands)"],["Saint John"]]},".\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Botanical Villas Campground"],["url=http:\/\/botanicalvillas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-305-573-8074"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A private campround within the national park with affordable cabins, ecotents and baresites.  Call for reservations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cinnamon Bay Campground"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-340-776-6330"],["tollfree=+1-800-539-9998"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bare tent sites and tent covered platforms with cooking utensils and linens. Store and cafeteria. The campground closes to unregistered guests at 10:00 PM. Two week maximum stay. Reserve well ahead."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maho Bay Camp"],["url=http:\/\/maho.org"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-340-776-6226"],["tollfree=+1-800-392-9004"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A privately owned campground within the authorized boundary of the Park. It has \"tent cabins\" containing cooking supplies. Facilities includes a camp store and central dining area where meals are served."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["18.3333"],["-64.7333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Saint_John_(Virgin_Islands)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Virgin Islands National Park"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Virgin Islands National Park"]]}]