[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Vietnam_visa.jpg"],["thumb"],["400px"],["A typical inserted visa from Vietnam."]]},"\n\nA ",{"type":"'''","value":["visa"]}," is a document, normally affixed within the ",{"type":"[[","value":[["passport"]]},", allowing the bearer or alien to ",{"type":"'''","value":["apply"]}," for entry into the country in question. It simply allows the alien to travel to present himself or herself to an immigration officer at a designated port-of-entry.  It ",{"type":"'''","value":["does not"]},", however, automatically guarantee entry into that country. Only a very few countries (not known for tourism) require exit visas separate from entry visas. \n\nMany popular travel destinations provide visitors with a free short-term visa on arrival stamped into their passport. This article deals mainly with visas which must be obtained in advance and have a fee. It's important to find out which of these two situations applies to your destination.\n \nEither way, ",{"type":"'''","value":["be sure your passport does not expire within the next 6 months!"]}," Otherwise, you will probably be ",{"type":"'''","value":["denied"]}," entry and\/or ",{"type":"'''","value":["refused"]}," a visa until a new passport is presented. In some cases, the requirement is six months from your planned date of entry, rather than today's date. (This doesn't apply to visa-free land borders at the boundary of your home country, as passports are usually good up to their expiration.)\n\n",{"type":"==","value":[" Do you need a visa? "]},"\n\nCountries require visas from visitors for regulatory, security and economic reasons.  It is important to confirm visa information with a current and reliable source, such as the embassy of the country where you're traveling. You may need a visa for any countries you ",{"type":"'''","value":["visit or transit"]}," on your trip. Visa requirements vary depending on the nationality of your passport, the length of your  stay, whether you will leave the airport, the nature of your trip, your point of entry, and the areas you will be visiting. These requirements can also change regularly. While you may be exempt from having to obtain a visa when making a short trip to a particular country for tourism or business, ",{"type":"'''","value":["long stays in any foreign country will almost always require you to obtain a visa"]},".\n\nYour residency usually does not determine whether or not you need a visa, only the nationality on your passport. If you are a non-citizen where you currently reside, ",{"type":"'''","value":["never"]}," rely on local advice on whether you need a visa to visit a nearby foreign country or other popular location abroad. The locals may not need visas, while you may (or vice versa). \n\nAlso, be sure you will be allowed back into the country where you are residing.  If you are not a citizen of that country, you may need a permanent residence visa in your foreign passport to be allowed to return.  \n\nOn the other hand, your residency does matter in where you go to obtain the visa.\nSee the section: ",{"type":"'''","value":["Obtaining the visa"]}," below.\n",{"type":"*","value":["The Foreign and Commonwealth Office - www.fco.gov.uk issue advice to UK Nationals on whether or not a visa is required for a complete list of countries around the world."]},{"type":"*","value":[" U.S. citizens can use ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_4965.html"]}," for initial indications of need for visas."]},{"type":"*","value":[" Most nationals, including US citizens can use ",{"type":"[","value":["http:\/\/www.iatatravelcentre.com\/#"]}," for initial indications on whether a visa is required or not."]},"\n",{"type":"==","value":["In advance or at point of entry?"]},"\n\nMany popular travel destinations provide visitors for tourism with a free short-term visa on arrival stamped into their passport. Others will accept payment and issue a visa on arrival for a fee.  Still others require an application and visa to be in your passport in advance, and prior to boarding any flight.\n\nIf visas are issued at points of entry, sometimes they are only issued at some points of entry. For example in some developing countries major airports may issue visas on arrival, but some land borders may require a visa issued in advance.\n\n",{"type":"==","value":[" Visa fees "]},"\n\nWhen visa fees are charged they can vary according to your nationality, the number of times you will enter, the length of stay or validity, purpose of travel and sometimes how and where you apply.  If visas are available at the border, it might be significantly cheaper to get one there, rather than acquiring one in advance.  \n\nShould your own country charge a fee for visitors of your destination, a reciprocal visa policy and fee may apply. Sometimes particular nationalities are charged additional visa fees for reasons that are difficult to ascertain, with country groups assigned to particular fee bands. ",{"type":"[[","value":[["Brazil"]]}," and ",{"type":"[[","value":[["China"]]}," are both known to do this, levying a US$160 fee for US citizens to apply for a visa to match what the US charges Brazilians and Chinese.  \n\nIf you are travelling around border regions you can often reduce visa fees by structuring your movements around such fees, taking an open jaw flight into one country and out of its neighbour can avoid multiple entry fees. If taking a quick visit to a neighbouring country, keeping your trip to a single day can often avoid fees too.\n\nChildren are sometimes charged a reduced fee, or no fee at all. The maximum age of the child can vary from under 12 up to 18.\n\nThe embassy or consulate of the country  will also tell you how your payment has to be remitted.  Some methods include direct payment by debit\/credit card upon submission of your online application, bank deposit, purchase of manager's cheque.\n\n",{"type":"==","value":["Classes of visas"]},"\n\nVisas come in many forms, so it is very important to obtain the appropriate visa for what you intend to do. Attempting to enter the host country on an incorrect visa can see you refused entry, deported and even banned from reentry.  Not all countries offer the same types of visas. Here are some of the most common varieties:\n\n",{"type":"'''","value":["Tourist Visas"]}," are issued to persons wishing to travel to a country for sightseeing or vacation. Most tourist visas last for, at most, six months. A few may last five years (for periodic visits), but these usually have a hefty fee.  To successfully get this, you must demonstrate to the consul that you are definitely going to return home after your stay in their country.  Employment is not allowed unless it is issued together or in conjunction with with a working holiday visa.\n\n",{"type":"'''","value":["Transit Visas"]}," are issued to people passing through the country without a significant stay, normally for anywhere from 24 hours to ten days.  \n\n",{"type":"'''","value":["Business Visas"]}," are issued if one needs to conduct financial transactions in the country, sign contracts, attend training or meetings, and a plethora of activities in connection to one's work or profession ",{"type":"'''","value":["back home"]},".  Employment in the host country is forbidden.\n\n",{"type":"'''","value":["Student Visas"]}," are issued to those who wish to undertake a course of study in another country. Proof of admission, enrollment, proficiency in the local language, and evidence of sufficient funds to cover your school fees and living expenses are necessary. In some countries this can come with limited, part-time employment rights.\n\n",{"type":"'''","value":["Work Visas"]}," are permits allowing one to hold a paid job in the destination country for a period of time. These are notoriously hard to acquire unless special arrangements exist between your home country and the destination country. This is because the primary requirement to be considered for a work visa is that nobody in the employer's local job market is qualified and willing to do the job the employer needs to fill.  It might slightly be easier for you to get a working visa if you possess an advanced degree (i.e. MA, MS, PhD) from a reputable school or an undergraduate degree with extensive and substantial related experience.  If the work visa does not automatically allow you to permanently immigrate (i.e. you're a contract worker), the visa will usually be restricted as well to a particular employer and job type.           \n\n",{"type":"'''","value":["Working Holiday Visas"]}," are work visas that allow ",{"type":"'''","value":["short-term"]}," jobs to be undertaken to subsidize a vacation.  Often this is available only by certain countries to nationals of selected countries as part of special agreements.  \n\n",{"type":"'''","value":["Religious Pilgrimage Visas"]},", such as visas given for the ",{"type":"[[","value":[["Hajj"]]},", entitle the bearer to visit a religious shrine or site. These are common in most Muslim countries.\n\n",{"type":"'''","value":["Retirement Visas"]}," allow one to reside in a country indefinitely, so long as they abide by the law and don't seek paid employment. See ",{"type":"[[","value":[["Retiring_abroad#Visas"]]},".\n\n",{"type":"'''","value":["Immigrant Visas"]}," or ",{"type":"'''","value":["Permanent Residence Visas"]}," permit one to resettle in a country. These visas are generally the hardest to obtain, with stringent requirements. Common criteria that have to be fulfilled for obtaining such visas include investing a large sum of money in a local business, living in the country continuously on a work visa for a certain period of time, or being married to somebody from that country. In addition, many countries will require you to have a clean bill of health and no criminal record.\n\nAs the mechanics for long-term and work visas can get complicated, it is advisable to engage the services of an immigration attorney to properly assess your eligibility for the desired type of visa, and facilitate the necessary paperwork.\n\n",{"type":"==","value":["Conditions to get a visa"]},"\n\nSome countries require that ",{"type":"'''","value":["you have at least 6 months of validity remaining on your passport."]}," In some cases, the requirement is six months from your date of entry, rather than the visa application date.\n\nHaving a criminal record in your home country may be grounds for denial of a visa. It can also be grounds for refusal of entry when travelling without a visa. This is true even for countries with land borders and no visa requirement for tourists such as at the U.S.-Canadian border.  To avoid disappointment, it's best to inquire at the nearest embassy or consulate. In some cases, this information might be on the host country's web site. However, it is still best to inquire about your particular situation, as legal matters can be enormously complex--especially in an international context. Differences between American and British English can come into play as well. In short, the host country's definition of a certain crime may be totally different from your own.  Moreover, the host country's criteria for time served may be based on the penalties imposed if the crime was committed in that country.  If you have a criminal record it is usually best to apply for a visa in advance, as being refused a visa at entry is considerably more inconvenient. If you have declared your criminal record during the visa application and it is granted, then you are unlikely to be refused admission for that reason at the border crossing.  \n\nIt is also important that you have not violated the terms of any previously-issued visas to you. In other words, you should have not for instance overstayed by even just a single day or worked on a tourist\/student visa. Doing so makes it very difficult to re-apply and be granted another visa.\n\nBeing in a stable financial and employment situation is strongly advised as it can demonstrate that you have less reason to potentially overstay or violate your visa.  Hence, be ready to procure financial documents from your bank, certificate of employment, affidavit of support, etc. in advance in case the consulate requests this.  If you are applying for a work or immigrant visa, the financial situation of the prospective host or employer will also be very important.\n\n",{"type":"===","value":["Third-party agent concerns"]},"\nBe ",{"type":"'''","value":["extremely careful"]}," with persons or organisations whose services you wish to engage to help you apply for a visa. Some of them claim that they can get you a visa quicker than conventional methods. If a proposition sounds too good to be true it probably is. You will be held liable for whatever fraud or misrepresentation they commit in your application. In addition, if you commit fraud either by yourself or with the help of your agent, you face the following consequences:\n",{"type":"*","value":["ban from re-applying for a visa which can last perpetually"]},{"type":"*","value":["criminal prosecution and jail time in the country which you committed it in"]},{"type":"*","value":["loss of the money you paid the third-party"]},"\nIf you don't have a document to prove your eligibility, it is better to explain its absence than present one that is fraudulent or forged. Most agency fraud is related to visas for employment, immigration, or education rather than business matters or a short vacation. That said, there are many legitimate visa processing companies that assist persons who reside far from the embassy, find the matter too complex, or live a busy life. Of course, it's a good idea to check their reputation first.\n\n",{"type":"==","value":["Entry without a visa"]},"\n\nSome countries permit certain nationalities to enter without an advance visa, but other conditions may apply for entry and the stay. For example, all nationalities in the ",{"type":"[[","value":[["European Union"]]}," can generally freely travel from one country to another with almost no restrictions.  Members of the Association of Southeast Asian Nations (or ASEAN) allow visa-free access to each other for business and tourism purposes.  The ",{"type":"[[","value":[["United States"]]}," allows certain nationals to enter under the Visa Waiver Program for tourism and business only, provided they fill out an online application prior to their arrival. \n\nSome countries still do not require transit visas for transits of certain lengths, such as ",{"type":"[[","value":[["Saudi Arabia"]]}," (in airport, 18 hours), ",{"type":"[[","value":[["China"]]},", and the ",{"type":"[[","value":[["United Kingdom"]]}," (only applies to certain visa required nationals).\n\nIf your destination allows others of your nationality in without a visa, don't automatically assume that you won't need one, especially if you are planning to stay for extended periods (i.e. to work, study or immigrate either temporarily or permanently). In fact, it's a good idea to inquire if you're traveling for ",{"type":"'''","value":["any"]}," reason other than being a typical \"tourist\". This includes getting married, speaking to an audience or congregation (even if unpaid), journalism, research, professional photography, etc. Check to make certain of your status before entry. In some cases you may in fact need a visa, in others you may simply need to bring more documentation to the border. For example, Canada requires all non-visa nationals (apart from US Citizens living in a handful of border communities and who hold a special ",{"type":"[[","value":[["NEXUS"]]}," expedited border clearance card) present a ",{"type":"'''","value":["letter of invitation"]}," if they're seeking entry for ",{"type":"'''","value":["any"]}," reason outside the scope of traditional tourism - including visiting family or friends. Also, you may need a special visa if you visit remote areas where indigenous people live who are not part of the  mainstream society (e.g. parts of the ",{"type":"[[","value":[["Amazonia"],["Amazon Basin"]]},", ",{"type":"[[","value":[["Andaman and Nicobar"]]}," Islands off the coast of ",{"type":"[[","value":[["India"]]},", etc.)\n\n",{"type":"==","value":["Obtaining the visa in advance"]},"\nYour first stop on your journey to get the valuable visa is the website of the immigration authorities, foreign ministry or embassy (see below) of the country or countries you wish to enter.  They will provide the list of documents you need to get and specific procedures you need to undergo for your case.  They will also provide instructions on how to apply in case they are not directly represented in your home country.  \n\nIn the case of short-term visas, the following documents are usually needed:\n",{"type":"*","value":["birth certificate"]},{"type":"*","value":["passport (including photocopies of your bio-data page and other previous visas\/stamps)"]},{"type":"*","value":["financial documents (e.g. tax returns, bank certificates, bank statements)"]},{"type":"*","value":["employment or school certificates (if applicable) "]},{"type":"*","value":["affidavit of support with sponsor's supporting documents (if applicable)"]},{"type":"*","value":["travel details including flight reservations (however don't purchase the tickets yet unless and until the visa is issued), hotel reservations, invitations and itineraries"]},{"type":"*","value":["bank deposit or payment slip (if instructed to pay in this method)"]},"\nOnce you have all the necessary documents, you can start filling-out the application form\/s.  In some countries, this is only possible to do online while in others, it has to be hand-written or type-written.  In the case of the former, you will have to print-out the submitted application form.  Next you can set an appointment using the website or phone number assigned by the visa-issuing authorities.  The country you are applying to will also indicate how you should remit your payment and whether this happens before or during the appointment.  A commercial third-party accredited by the embassy\/consulate may handle administrative aspects of your visa application (i.e. you could be dealing with them in submitting your application rather than the embassy\/consulate itself) but they have no influence over the outcome of your application.  The embassy or consulate will tell you if you need to come for further interviews.            \n\nEmbassies are normally located in the national capital city (London, Paris, Rome, etc.) Consulates are a branch of an embassy, usually located far away from the capital. For example, Los Angeles and San Francisco have many consulates, as these are major cities thousands of miles\/kilometers away from Washington DC. Generally, small countries have no need for consulates at all, with the possible exception of a neighboring country having a few consulates to reduce the load on the main embassy, and making it more convenient for its citizens who are just across the border. \n\nIn some cases, only your designated consulate or embassy will process your visa, based on where you live. For example, if you live in a small city in the USA and are visiting Washington DC, you might not be able to apply for a visa there if the destination country has a consulate closer to your home. This is even more likely to be a problem if you visit an embassy in a third county where you are not a resident (even if it's the closest). For example, Ottawa, Canada has dozens of embassies, and can be less than an hour's drive from upstate New York. However, they may or may not be able to help a U.S. resident. Be sure to contact the embassy ahead of time to avoid a wasted trip. On the other hand, if your travels have already begun, and you want to visit a nearby country which requires a visa, contact the nearest embassy or consulate. There's no guarantee, but they may be able to help.\n\nA further complication can occur if you have documents that need to be authenticated by the destination country prior to travel (not common for tourist visas unless getting married). If the documents originate from a different part of the country than where you currently reside, they may have to be shipped to whichever consulate (or main embassy) that handles their particular region of origin. The most common example of this is a birth certificate issued from another state or province. \n\nFor most countries, begin the visa process at least four weeks prior to your trip. This will ensure that you can complete all of the necessary work in advance of when you desire to leave. Some countries allow for quicker turnaround times, but this comes with the obvious risk of missing your flight or paying a substantially higher fee. If you cannot visit an embassy or consulate in person, the visa may sometimes be obtained by postal mail or air express document shippers (FedEx, DHL, UPS, etc.). If this is not allowed or you prefer the added convenience, there are usually visa processing services in your home country which deal directly with the embassy. As much as possible, start the application process at the earliest possible opportunity.  Processing of your application can take weeks but some countries may have priority processing available.\n\n",{"type":"==","value":["Transit"]},"\n\nA transit is when you enter a country for a short period for the purposes of transferring to an onward transport leaving the country again.\n\nWorking out which rules apply to a transit can often be more complex than working out the visitor visa requirements. Some variables include the length of your stay (often measured in hours), and whether you will need to leave the sterile transit area of an airport.  Some countries that require visitors to have visas will allow transit without a visa under some conditions, but may require a transit visa if these are not satisfied. \n\nIf the transit entry conditions require you to stay in the sterile area during transit, you have to consider your luggage. Some airlines will not check your luggage through to your destination. This can be because they are a budget airline operating on a point-to-point basis, or even with multiple full-service airlines without the correct affiliations to transfer luggage between them. Countries which don't normally require visas for a sterile air-side transit may require you to procure a visitor or transit visa to collect your bags, since you technically need to enter that country to commence the rest of your journey by checking-in again by yourself. You should consider any visa application fees when comparing travel options.\n\nSome airlines that don't normally offer to check luggage through to a final destination when fares are booked per sector online, may do so for the same flights if booked as a connecting flight by a travel agent, or as a codeshare.\n\n",{"type":"==","value":["After obtaining your visa"]},"\nFirst, check to see if all the information printed on the visa sticker is correct (from your name to the type of visa).  The usual information printed on the visa are as follows:\n",{"type":"*","value":["name"]},{"type":"*","value":["date of birth"]},{"type":"*","value":["nationality"]},{"type":"*","value":["validity dates*"]},{"type":"*","value":["number of entries allowed* "]},{"type":"*","value":["type of visa "]},"\n'*For validity dates and entries allowed, even if you applied and paid for a longer period, the consul, at his discretion may actually give you a shorter period and fewer entries if he is not fully satisfied that you will potentially comply.  It is typical for first time successful visa applicants to get single entry visas.\n\nHaving a valid visa does not automatically guarantee entry into the country that issued the visa.  When you land at the host country, passport control officers will check once again to see that you are still eligible for that visa.  The reasons and circumstances that gave you the visa in the first place must still exist.  If travelling as a tourist or a business visitor, make sure you have a return or onward ticket and contact details of your host (including their ",{"type":"'''","value":["full"]}," address).  For other status, have all the documents related to the purpose of your trip in order.  Don't bring documents or items a traveller of your type won't normally bring.  Your may be denied entry and your visa may be cancelled if you are unable to demonstrate your eligibility or qualifications for your visa. \n\nFrom the time the visa is issued to the time you leave the host country, you are responsible for complying with all the terms and conditions of your stay.  If on a multiple-entry visa with a long validity period, the following constitute grounds to automatically invalidate your visa once these are uncovered:\n",{"type":"*","value":["staying beyond the period given to you"]},{"type":"*","value":["performing an activity not allowed by your visa or immigration status (e.g. work or study on a tourist visa, work more than the maximum number of hours on a student visa)"]},{"type":"*","value":["changing of circumstances that got you the visa in the first place (i.e. they no longer exist)"]},"\n",{"type":"===","value":["Length of stay and validity dates"]},"\nDepending on the country, the length of authorised stay may or may not be printed on the visa and instead be given at passport control.  In relation, the validity dates may have different meanings depending on the country.  \n\nIn the United States for example, the validity period is simply the window in which you can travel to that country.  It is not connected to the allowed period for which you can stay in the country.  This means you can enter on the last day of your visa but still receive and be allowed up to a full 6-month period in which to stay there.  The actual deadline for you to exit will be stamped in your passport by passport control officers - make sure you leave on or before this date.  \n\nIn other places such as the United Kingdom and most Schengen countries, the last day of your validity period is the deadline for you to exit the country.  While the maximum period for you to stay may be printed on the visa, you will either be given that period to stay or until the last day in which your visa is valid - whichever is ",{"type":"'''","value":["shorter"]},".  This means while you can enter on the last day, you must also exit on that day.\n\n",{"type":"===","value":["Extending stay and changing status"]},"\nIf you are looking to extend your stay or change your immigration status, apply at the immigration service centre of your host country.  However this is not always possible depending on the rules of the immigration status that you used to enter the country with.  For example, those who entered the US under the Visa Waiver Programme are not permitted to change status or extend their stay at all.  When it is not allowed to change status in the host country, you must exit first and apply at your home country (make sure you leave before time is up otherwise you will have a difficult time getting that new visa).  Other than checking past compliance with immigration history, your application for a different visa is independent of your past visa applications and will be viewed on its own merits.\n\nMany foreign citizens that work or live in a country where it is difficult or simply not possible to extend a visa will be familiar with the visa trip.  For example, a foreigner working in Maputo, Mozambique can get a 1 month visa on entry to the country very easily, but extending this is not an option.  So the trick for many is to take the short car journey into South Africa (where many citizens can enter without a visa), do some shopping and then return, picking up a new Mozambique visa on the way.\n\n",{"type":"==","value":["Overstaying"]},"\nIf your visa (or entry permission) expires before you leave the country, you have overstayed.  The best advice is not to do this.  Punishment for this varies from nothing to having to 'tip' the immigration official, to fines or imprisonment. Be aware that changes can occur at any time with little to no notice. If you overstay, you may be denied future entry to the country.  If there is any chance you will overstay your entry permit\/visa, you should contact the counties immigration service for advice.\n\nOne trick to reduce your chances of overstaying your entry permission is to say you will be staying longer than you really are when you enter the country.  Usually you will fill out a form when entering, saying when you will leave.  Add a few days or a week to the exit date.  If the immigration policy is only to grant entry permission for the actual length of stay, you can gain some time with this and save a trip to the immigration service.\n\n",{"type":"==","value":["Exit visas"]},"\n\n",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Europe#Schengen_Agreement"],["Schengen countries"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]}," and some other countries have an ",{"type":"'''","value":["exit visa"]}," requirement. This should not be confused with the exit visa that some CIS countries require their citizens to have to validate their passport for international travel - see the ",{"type":"[[","value":[["Passports"]]}," page for more information.  Those who are required to have a visa to enter these countries must also have a visa to leave them. It is not as dire as it seems, however; only certain classes require a Saudi exit visa; Russian tourist, business, and transit visas are entry-exit visas; and so are Schengen short-stay and long-stay visas.\n\nCountries, such as ",{"type":"[[","value":[["Saudi Arabia"]]},", require that foreigners have an exit visa before they can leave. Getting in with a work visa requires a Saudi sponsor and getting out requires the sponsor's signature; this can lead to a variety of problems. Foreign teachers at a university may find they need half a dozen lesser signatures (no overdue library books, no outstanding advances on pay, ...) before they can get the official signature to get out. At one point in the 80s one problem — female domestic employee claims various sorts of abuse by an employer; he says she is lazy and disobedient, and refuses to sign exit papers — became so common that the ",{"type":"[[","value":[["Philippines"]]}," government forbade their citizens to take such jobs in Saudi.\n\nHowever, if, for any reason, your visa or permission to remain expires before you leave, you are normally required to obtain an exit visa. This requirement may be waived under certain conditions. For example, Russian exit visa requirement may be waived in case of minor delays due to unforeseen circumstances such as illness or flight cancellation.\n\nIf you are required to obtain an exit visa, do so well in advance of your departure. It can take as many as three weeks to obtain an exit visa.\n\nIn any case, upon departure, immigration officials in most countries will check your documentation, and, if the country uses some kind of migration control document (e.g. entry card stapled into passport), they will collect that document. If you lost your passport during your stay, these will probably have to be verified or replaced.\n\n",{"type":"==","value":["Foreigner Registration"]},"\nRegistration is an additional requirement to the visa process.  In some countries, you must register your presence and address where you are staying with the local authorities.  This might require filling out a form with the local police or a visit to the immigration offices.  In many countries that are visited by tourists, local hotels will handle the registration (make sure to ask).\n\nThe registration may be an additional stamp in the passport or a piece of paper with an official stamp.  Leaving a country without the registration can be a problem.  You may well be turned back at the immigration counter and told to go to register which will mean missing your flight.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Diplomatic missions"]]}]},{"type":"*","value":[{"type":"[[","value":[["Passport"]]}]},"\n",{"type":"{{","value":[["PartOfTopic"],["Preparation"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Visa (document)"]]}]