[{"type":"{{","value":[["pagebanner"],["Vaser Valley Romania train ride banner.jpg"],["caption=The Mocăniţa"]]},"\n",{"type":"[[","value":[["File:Camil_Iamandescu-Forrest_Narrow_Gauge_Railway,_Ihoasa,_Vaser_Valley_Railway.jpg"],["thumb"],["300px"],["Vaser Valley Railway"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cffviseu.ro\/en\/ Vişeu de Sus"]}]}," is in ",{"type":"[[","value":[["Maramureș"]]},", ",{"type":"[[","value":[["Romania"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gara CFF"],["lat=47.7147774"],["long=24.4429242"],["content=Starting point of the famous Vaser Valley Forestry Railway. The Vaser River is 62 kilometres long, forming a spectacular canyon-like valley, where cliffs alternate with fir and beech forests, clearings and mineral water springs."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" The Mocăniţa "]},"\nThe only logging train hauled by narrow gauge steam engines (760 mm) still in use in Europe, crosses the Maramureş Mountains in the middle of one of the most wild and beautiful Romania's landscapes, and the only means of transportation in the valley. Built between 1930-1932 for transporting wood, the train is still used for the original purpose, attracting thousands of tourists from all over the world. The journey is long and with several fueling stops. The train can also fall off the rails, but at the slow speed of 10 km\/hour that poses no danger. The passengers (who are experienced in the matter) can help get the train back on the rails using anything they can lay their hands on: cut pieces of wood, chains, axes, or hooks.\n\nThe main line is 43 km long (Viseu de Sus-Comanu), with other two branches (Novat Valley-13 km long, and towards Stevioara-3 km), and usually takes (just until Paltin, the main station, situated at 21 km from Viseu), between 2 and 3 hours. A journey with the Mocanita is like going back in time: on the valley is not cell phone signal (there are working only radio stations), there are no shops, and provisions of food and other consumables have to be made before departure. However, when the train arrives at Paltin station, you have the opportunity to buy food and drinks from the train. Also there is no certainty about the departure and return hours, but it is usually around 15:00 at Viseu de Sus.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nYou can sleep in a train! Single 75 Ron with breakfast. ",{"type":"[","value":["http:\/\/www.cffviseu.ro\/en\/hoteltrain_pricesandreservation.html"]}," \n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nAt Paltin station, there is a short signed road in the woods, look out for it. It goes up to a sightseeing point next to the tracks. However, you should hurry a bit since the train stays at Paltin only for approx. 1,5 hour, and it definitely goes back without you.\n\n",{"type":"[[","value":[["WikiPedia:Vişeu de Sus"]]},"\n\n",{"type":"{{","value":[["geo"],["47.7167"],["24.4333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Maramureș"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]