[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vojvodina.gov.rs\/ Vojvodina"]}]}," is an autonomous region of northern ",{"type":"[[","value":[["Serbia"]]},". \n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Novi Sad"]]}," — capital and largest city of Vojvodina"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kikinda"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Palić"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Subotica"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Titel"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vršac"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Fruska Gora"]}," — a gently sloping hill south of Novi Sad is the second closest thing that Vojvodina has to a mountain (the closest thing being Vršački Breg, which rises above Vršac). It possesses a dozen of monasteries of the Serbian Orthodox Church built between 15-19th centuries by Serbian settlers from the South. Combining the European Baroque with the Byzantine traditions of the Balkans, these churches had a cultural importance as a bridge between the Southern and the Northern Serbs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sremski Karlovci"]}," — became famous in 1699 when the Austrians and the Turks signed there the “Peace of Karlowitz” ejecting the Ottomans decisively from Vojvodina and Croatia. It has also long been a cultural seat of the Serbs in Austria-Hungary. It contains the Patriarchate of Serbian Church (approved by Leopold of Austria) and the oldest Serbian gymnasium (1791).  Today belonging to the municipality of Novi Sad, it remains one of the most picturesque towns in the country."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dundjerski Castle"]}," —  Vojvodina has more than twenty castles belonging mostly to German, Magyar, and Serbian noble families in the past, and the Dunjerski Castle is the most visited one. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Palic lake"]}," — one of the oldest tourist attractions in the country, dating back to the 1840s, when it was not only a popular weekend escape, but also a spa for well-to-do middle class and nobility."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":["Vojvodina"]}," is the autonomous province of Serbia, located north of Belgrade, the country's capital, in the farming region called the Pannonian plain. Its western and southern borders are marked by great rivers, the Danube and the Sava, whose banks are often dotted with weekend cottages, and with forests and marshlands, some of which have been turned into wildlife sanctuaries and good hunting grounds. The third river, the Tisa, flows southward from Hungary and cuts Vojvodina approximately in half. These three rivers mark Vojvodina’s three historic regions: Bačka, the region which is shared with Hungary, in the North West; Banat, shared with Romania, in the East; and Srem, in the South-West, shared with both Croatia and Central Serbia, as part of Srem has been included in the Belgrade metropolitan region.\n\nThe locals here often take pride in their cities and villages having a more European look than those just south of the rivers. This is because Vojvodina entered the first Yugoslavia (after WW I) as an affluent region of the Habsburg Empire, while the rest of Serbia had long been dominated by the Ottoman Turks. Along with the German, Hungarian, and Jewish cultures which thrived in this ethnically diverse region, Vojvodina was the place of the Serb cultural revival at that time. It largely inspired the other Serbs to fight against the Ottoman rule – and achieve their own independence in the course of the 19th and early 20th centuries. And even when what is now Central Serbia proclaimed independence from the Turks in 1875, the cities with most ethnic Serbs were still in the Habsbug Monarchy, except for Belgrade. This included those in the region which is now Vojvodina: Novi Sad, Sombor, Bečkerek (now Zrenjanin), and Pančevo. \n\n",{"type":"[[","value":[["Novi Sad"]]}," is currently the capital and largest city in the province with over 300,000 residents. It was the largest Serbian city, along with Sombor between the 17th and 19th centuries. Novi Sad was also called the Serbian Athens, as the cultural center of the Austrian Serbs. ",{"type":"[[","value":[["Subotica"]]}," was a city of over 100,000 people at the beginning of the 20th century. In contrast to Novi Sad, the Serbs there constituted only a small minority at that time, the rest being the Hungarians, Bunjevci, Germans, etc. When Yugoslavia was formed after WW I, Subotica was the second largest city in the new country, after Zagreb, now the capital of Croatia. Unfortunately, Subotica stagnated throughout the 20th century, and now it is only the second largest city in Vojvodina. It boasts a good old town atmosphere and many Art Nouveau landmarks, and a popular resort by Lake Palić. Bečkerek was renamed ",{"type":"'''","value":["Zrenjanin"]}," after WWII, after a local war hero, and is now Vojvodina's third largest city. ",{"type":"'''","value":["Sombor"]},", another old town close to the Hungarian border, with a lot of greenery and bicycles, has a remarkable theater and the oldest Serbian teacher's college. Like Subotica, it stagnated populationwise in the twentieth century and currently has about 50,000 people. ",{"type":"'''","value":["Pančevo"]}," (currently 135,000) was, with Zemun, the southernmost Austro-Hungarian outpost bordering first Turkey and later Serbia, lying on the Danube river and very close to Belgrade. After Yugoslavia was created, the Belgrade metropolitan region tried to merge the three cities into one. Zemun merged with Belgrade, and is now part of Central Serbia, while Pančevo remains a separate city. However, the commuter train line connecting Belgrade and Pančevo brings these two cities much closer together.\n\n",{"type":"==","value":["Talk"]},"\n\nNow this is something to talk about! First, as a foreign visitor, you will probably find a way to communicate. Most people, especially the younger and in the cities, can speak and understand at least some English. German is also often taught at school, French is restricted to a very thin elite, but Hungarian remains native to 14 percent of the population and is spoken by many more, making them the largest minority group in Serbia.\n\nIf you are studying Serbian, Vojvodina may be your best place to start using it. The speech there is slow and clear, indeed it can be so slow that it has become the butt of jokes. But Serbian is by no means the only language you may hear in that province. With over three quarters of the population now claiming Serbian as their mother tongue, it is true that Vojvodina is no longer the linguistic mosaic that it used to be. But it remains ethnically diverse and many Vojvodinians take pride in preserving their various native languages. No less than six are considered official: Serbian, Hungarian, Slovak, Romanian, Croatian, and Rusyn. They may soon be joined by the Serbo-Croatian dialect spoken by the Bunjevci, an ethnic group from northwestern Vojvodina, which is a controversial matter as both Serbs and Croats claim the Bunjevci as their own. \n\nGerman, or rather its dialect called Danube Swabian, was native to one quarter of Vojvodina’s population before the Second World War, and spoken by many more. But most ethnic Germans were either deported or killed in the war’s aftermath. With just over three thousand local Germans remaining dispersed throughout Vojvodina today, their dialect is all but extinct. Some members of other tiny minorities, hailing from various parts of the Habsburg Empire (the Czechs, the Ukrainians, etc.) and the former Yugoslavia (the Macedonians, the Albanians, etc.) also try to preserve their native languages. Vojvodina is home also to the Roma or Gypsies, many of whom speak their various mother tongues. Last but not least, some of the newest immigrants speak Chinese.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nthe above mentioned cities and places. EXIT music festival in Novi Sad has been a huge crowd gatherer ever since its foundation in 2000; it was ranked by London as the most vibrant and successful festival in Central\/South Eastern Europe. \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["45.5000"],["20.0500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Serbia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Vojvodina"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Serbia\/Vojvodina\/"]]}]