[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Volcano Baru"]}," or ",{"type":"'''","value":["Volcan Barú"]}," is in Chiriqui Province of the ",{"type":"[[","value":[["Pacific West"]]}," in ",{"type":"[[","value":[["Panama"]]},".\n\nVolcan Barú is the highest mountain in Panama.  There is a rough and very steep 4x4 road to the top.  Near the summit, there are numerous cellular towers, and the rock face of the summit is covered with graffiti.  In spite of this, the views beyond are breathtaking.\n\n",{"type":"==","value":["Itineraries"]},"\n\nThe best views from the peak are at dawn.  On some days (if you are lucky), it is possible to see both the Atlantic and the Pacific, as well as Costa Rica.  On other days (if you are unlucky) you will just see the surrounding mountains in the fog.\n\nThere are two possible ways to be at the peak at dawn.  First, you can start around midnight and be on the top for sunrise and hike back the same day.  Second, you can go the day before until the camping site one km before the peak, sleep there, wake up early see the sunrise, and then walk down.  It typically takes 6-8 hours to reach the summit, and 4-5 hours to come back down.\n\nThe most common hike is up the 4x4 road from Boquete, but there is also a highly challenging trail from Volcan.  A taxi to the ranger station near Boquete can be made from in town; if you are doing the night time hike, this will need to be arranged the day before.\n\nCampers typically hike at the Fogones campground, which is 12.5 km into the trail (1 km before and about 200 meters below the summit).  The campground has a shelter.  The shelter itself is typically kept free of debris by fellow hikers, but the overall area is strewn with garbage and a bit smelly.  There are mice.\n\nThe first three kilometers, and kilometers 6 to 9, and 11 to 12.5, are the steepest.  There is a downhill around kilometer 10, which is followed by a steep uphill.\n\nThere is an indigenous path going across the park to Bocas del Toro, but it is long, perilous, rarely traversed, and none of the tour operators offers trips across it.\n\n",{"type":"==","value":["Preparation"]},"\n\n",{"type":"[[","value":[["Image:VolcanBaruPma.JPG"],["thumb"],["400px"],["Vocan Barú peak at dusk"]]},"\n\nAlthough the road up is wide and clearly marked, do not be fooled: This is a challenging hike. It is 13.5 km long and involves 1,700m of elevation.  The road up is steep and only occasionally flattens.  Inexperienced hikers should take a guide, as there are risks (hypothermia, mild altitude sickness, broken ankles) that they may not be prepared for or able to judge well.  For the same reasons, doing the hike alone is risky.  That said, hikers and employees of the towers at the summit traverse the path nearly every day, so rescue is often possible within hours -- but there are no guarantees.  A guide from a tour operator can also provide a full set of hiking gear for those who do not come with their own.  As the road is wide and clearly marked, those without a guide do not need to fear getting lost.\n\nHikers should be prepared for three main issues: Cold, wetness, and a lack of water.\n\nThe base of the trail and the first half of the hike are usually fairly warm (perhaps 20c during the day and 10c at night), so a light base layer is recommended.  The summit, and the campground near the summit, are close to freezing -- a bit above in the rainy season, a bit below in the dry season.  Layers are best for this -- something like a 300 weight fleece (or down sweater) and a windwall.  A hat and gloves are a must.\n\nIt can rain any time, though it rains much more in the rainy season.   Rains typically appear in the early afternoon and last a few hours, but may appear at any hour.  Rains can be torrential, and can get into backpacks over the shoulders under the rain fly, and into waterproof hiking boots through the ankles.  For this reason, extra precautions (such as wrapping clothing and sleeping bags in grocery\/garbage bags, or taking rain pants) may help.  A poncho may also provide more protection than a rain jacket.  Rubber boots will not get wet the way hiking boots will, but provide less ankle support.  Extra dry base layers are recommended.\n\nThere is no water available -- there may or may not be a ranger at the summit who may or may not be willing to provide rainwater.  Typical water consumption would be two liters going up, one and a half liters going down, and one liter overnight. \n\nBear in mind that at the time when the hike starts to get colder (around perhaps km 11), it may be raining and changing clothes may be difficult.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\nIt is the highest mountain of Panama (3474 m) and if you are lucky you might see the Pacific and the Caribbean ocean from the top. Best chances for that is right on the sunrise.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThis not a tropical forest because of its altitude. There are plenty of birds to see and it has characteristics of a cloud forest.  Timber line is close to the summit.\n\n",{"type":"===","value":["Climate"]},"\n\nFrom May till November it is pretty wet and above 3000 meters it could get very cold at night.\n\n",{"type":"==","value":["Get in"]},"\n\nThe easiest way is to take a cab from ",{"type":"[[","value":[["Boquete"]]}," for US$5 until La Casetta.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nIt s 3 US for citizens of Panama and 5 US for foreigners. Camping is 5 US and 3 US for students.\n\n",{"type":"==","value":["Get around"]},"\n\nWalking is the way to go but it is possible to get up until the summit. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Volcan Barú Hike to the Top"],["url=http:\/\/www.boquetemountainsafaritours.com\/volcanbaruhike.html"],["email="],["address=Boquete, Panama"],["lat="],["long="],["directions=Pick up at your Hotel"],["phone=507-6627-8829"],["tollfree="],["fax="],["hours="],["price="],["content=The summit of the volcano reaches an altitude of 3,474 meters above sea level (11,398 feet); this is the highest point in the Republic of Panama. On a clear sunny day both oceans and a good portion of eastern Panama can be seen from the peak of the Barú Volcano. This is a hiking tour at high altitude--not for everyone."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat & Drink"]},"\n\nThere is no water source after the registration station so bring enough supplies for your trip.\n\n",{"type":"===","value":["Camping"]},"\n\nThe only possibility to stay overnight in the park is camping. There is a shelter with some bins for trash about one km before the top.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nBe aware that you might get wet (especially in rainy season) and that the temperature in the early morning hours might drop under 10 C°. So bring a tent, second set of clothes, good sleeping bag, water, food, rain jacket and optionally a camping mattress.\n\n",{"type":"==","value":["Go next"]},"\n\nPass the registration hut and continue walking until \"la cruz\" (the crossway) there you should be able to get a taxi or a bus  which brings you back to ",{"type":"[[","value":[["Boquete"]]}," (both around 1 US per person).\n\n",{"type":"{{","value":[["IsPartOf"],["Pacific West"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["Geo"],["8.808"],["-82.543"]]},"\n",{"type":"[[","value":[["wikipedia:Volcán Barú"]]}]