[{"type":"{{","value":[["pagebanner"],["Volcanoes Bromo and Semeru (Indonesia) banner .jpg"],["caption=Semeru, Java, Indonesia"]]},"\n",{"type":"{{","value":[["confused"],[{"type":"[[","value":[["Volcano (California)"],["Volcano, California"]]}]]},"\n\n",{"type":"'''","value":["Volcanoes"]}," come in all shapes and sizes. Although the name evokes images of the conical mountain spewing ash and lava, such events are rare, though often newsworthy, and are probably best seen on the TV news rather than witnessed up close in person. However, many volcanoes around the world are tourist attractions, and are worth a visit to appreciate the awesome power of nature.\n\n",{"type":"[[","value":[["File:Etna Volcano Paroxysmal Eruption July 30 2011 - Creative Commons by gnuckx (3).jpg"],["thumb"],["300px"],["Etna erupting, Sicily, Italy"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nSome of the largest volcanoes on Earth are not easily recognisable as such. For example, ",{"type":"'''","value":[{"type":"[[","value":[["Yellowstone"]]}]}," in the ",{"type":"[[","value":[["United States"]]},", ",{"type":"'''","value":[{"type":"[[","value":[["Lake Toba"],["Toba"]]}]}," in ",{"type":"[[","value":[["Indonesia"]]},", and ",{"type":"'''","value":[{"type":"[[","value":[["Taupo"]]}]}," in ",{"type":"[[","value":[["New Zealand"]]}," are known as ",{"type":"''","value":["super-volcanoes"]},". They are generally in the form of large ",{"type":"''","value":["calderas"]},", which are giant volcanic depressions formed either by large explosive eruptions or quiet long-term drainage of magma, and they often have associated lava flows or domes. Most supervolcanoes are explosive in origin and have undergone unimaginably huge eruptions in the geologic past. However, it is important to note that such volcanoes have erupted violently very infrequently, usually only once every 100,000-800,000 years. Hence, there is no reason to worry that Yellowstone, for example, will explode during your visit! Many are so big that, for many years, geologists did not appreciate that these features were volcanoes in their own rights. Compared to these, the currently active volcanoes on earth are relatively quite small!\n\nThere are hundreds of active volcanoes around the world, but many more that are extinct. One can still appreciate the awesome power of nature from extinct volcanoes, without the hazards that go with active ones. A volcano is defined as ",{"type":"''","value":["active"]}," if it has erupted within the last 10,000 years (less than a second in geological time!), according to the ",{"type":"[","value":["http:\/\/www.volcano.si.edu\/index.cfm Smithsonian Global Volcanism Program"]},", the major volcano monitoring organization based in Washington, DC. One that is active but not currently erupting is considered ",{"type":"''","value":["dormant"]},". Any volcano that has not erupted for more than 10,000 years and often, but not always, lacking geothermal heat and activity, may be considered ",{"type":"''","value":["extinct"]},". (But this is problematic when dealing with supervolcanoes because of their long and slow cycles of activity, and not to mention that some supposedly extinct volcanoes come back to life).\n\n",{"type":"===","value":["Geothermal areas"]},"\n\nThroughout volcanic areas of the world, one may also encounter ",{"type":"''","value":["geothermal"]}," areas.  These places are often, but not always, associated with volcanic activity. ",{"type":"[[","value":[["Hot springs"]]},", geysers, mud pools and fumaroles (steam\/gas vents) are common scenic features in geothermal areas, and hot springs can be great places to take a dip. Countries such as ",{"type":"[[","value":[["Japan"]]}," and ",{"type":"[[","value":[["Iceland"]]}," are especially famous for hot spring baths. Geothermal areas are also an environmentally friendly source of energy, and Iceland takes advantage of this very well.\n\n",{"type":"[[","value":[["Yellowstone National Park"]]}," is probably the best known example of a geothermal area, as molten magma lies not far beneath its 640,000 year-old caldera. ",{"type":"[[","value":[["New Zealand"]]},", with its volcanoes in the ",{"type":"[[","value":[["North Island"]]},", is also known for extensive geothermal areas.\n\n",{"type":"===","value":["Preparations"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Affected zone"]},"\nIf you are intending to venture into an area containing a highly active volcano, ",{"type":"'''","value":["be aware that you are entering a potential hazard zone."]}," Depending on the level of activity, the hazard zone may extend for several ",{"type":"''","value":["dozen"]}," kilometres, and there is the serious potential for ",{"type":"''","value":["pyroclastic flows"]}," and flying ",{"type":"''","value":["volcanic bombs"]},", which are larger pieces of rocks thrown up by eruptions.  Other associated hazards like volcanic ashfall and lahars (volcanic mudflows) can extend for hundreds of kilometres more.\n\n",{"type":"===","value":["Eruptive dangers"]},"\nVolcanic bombs can be up to the size of a soccer ball or even larger - enough to kill an unprotected person. Pyroclastic flows are clouds of red-hot ash and other volcanic debris that rush downslope from their source vents. They are some of the most dangerous parts of volcanic eruptions, as the temperature inside a pyroclastic flow can reach 400-700°C (~750-1300°F) and can reach speeds of up to 150 km\/h (93 mph). Obviously, this means they can literally incinerate everything flammable in their path and then bury the area in hot ash.  Also, volcanic ash tends to stop aircraft and vehicle engines, so transportation in the area may be restricted or disrupted. Public\nsafety authorities may order hazard areas evacuated and would normally prefer that the casual tourist stay well away, but authorities are slow to act in much of the world.   This does not eliminate dangers.   Unless you have some very genuine reasons for going to these places, the best advice is to stay away and watch it from the safety of your home on the TV news.\n\n",{"type":"===","value":["Dormant hazards"]},"\nWhen active volcanoes are not erupting (in other words, simply ",{"type":"''","value":["dormant"]},"), many of them can be approached reasonably closely in safety. However, when visiting active volcanic areas, there are still plenty of hazards even in dormant volcanic areas. New lava flows may still be very hot for months or even years afterwards and may be only covered with a thin crust of solid rock. Old lava flows can be as sharp as broken glass, so wearing a good pair of shoes or hiking boots are a must.  Gases may be seeping out of vents, poisonous enough to kill.\n\nA lahar is like an avalanche or flash flood of old ash from an eruption that becomes mobile by rainfall, earthquake or collapsing crater lake. A lahar may occur without warning many years after an eruption that is fading from memory. A large lahar can travel many kilometers and can be as devastating as an eruption itself, sweeping away settlements and bridges and killing thousands of people. Unlike eruptions, which may give more obvious warning signs, lahars can happen with zero warning.  Keep in mind lahar hazards during periods of heavy rainfall.\n\n",{"type":"===","value":["Geothermal areas"]},"\nEven geothermal areas can be hazardous. Many of the hazards encountered in geothermal areas are similar to volcanic hazards, because both arise from similar geological mechanisms. Hot springs and mud pools can be boiling hot, acidic or downright poisonous, hence do not even try to take a dip or approach unless it is absolutely safe to do so. Geysers are a common feature of major geothermal areas, and can erupt hot water or mud unexpectedly. Landslides are also common, as  even volcanic rock can become weakened over time with acidic fumes seeping out of fumaroles (steam\/gas vents) or hot springs. Noxious gases may come out of vents or similar holes in the ground and may be concentrated in enclosed low-lying spaces such as caves, manholes, and pool enclosures. Carbon dioxide, a byproduct of volcanic activity, is notorious for this and can kill swiftly with little or no warning.\n\n",{"type":"==","value":["Active volcanoes"]},"\nA selection of some of the more active and\/or better known volcanoes in the world today. Some of these can still be explored from up close.\n\n",{"type":"===","value":["Africa"]},"\n",{"type":"[[","value":[["Image:Nyiragongo by Night.jpg"],["thumb"],["300px"],["The glow from the lava lake of the Nyiragongo volcano can clearly be seen at night."]]},"\n",{"type":"[[","value":[["Image:Lava Lake Nyiragongo 2.jpg"],["thumb"],["250px"],["The lava lake from the rim (around 500-700m above)."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Cameroon"]]}]}," The only volcano outside of Europe to have records of an eruption before the Common Era in 5 BC. It remains active today, with its most recent eruption in 2000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Kilimanjaro"],["Kilimanjaro"]]}]}," in ",{"type":"[[","value":[["Tanzania"]]}," is Africa's tallest peak at 5895 m (19,340 ft). It has a series of concentric summit craters apparently less than 10,000 years old and may have last erupted less than 2000 years ago. The name Kilimanjaro means \"shining mountain\" in Swahili, no doubt due to the once-extensive glaciers which are unfortunately disappearing rapidly each year."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Virunga National Park"],["Mount Nyiragongo"]]}]}," in the far eastern ",{"type":"[[","value":[["DRC"]]},", near ",{"type":"[[","value":[["Goma"]]}," and the ",{"type":"[[","value":[["Rwanda"]]},"n border. One of just four volcanoes in the world with a persistent lava lake, the others being ",{"type":"[[","value":[["Danakil Depression"],["Erta Ale"]]},", Kilauea (",{"type":"[[","value":[["Hawaii"]]},"), and Mount Erebus (in ",{"type":"[[","value":[["Antarctica"]]},"). The volcano is usually accessed by overnight hike (8-10 hr up first day, hike down the following morning), with the night spent in tents on the rim of the caldera with stunning views of the lava lake and the surrounding region. Unfortunately, it is located in a conflict zone and access is occasionally blocked due to the presence of rebels & criminal gangs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ol Doinyo Lengai"]]}]}," (\"Mountain of God\" in the Masai tongue), in Tanzania, is the only volcano on Earth that erupts natrocarbonatite lava.  This type of lava emerges black, cools to grey, and oxidizes to white."]},"\n",{"type":"===","value":["Asia"]},"\n",{"type":"====","value":["Indonesia"]},"\n",{"type":"[[","value":[["Image:5 Java Vulkan Semeru näher Lavafluss.JPG"],["thumb"],["right"],["300px"],["Mount Semuru erupting in 2004"]]},"\nWith 167 known active volcanoes, ",{"type":"[[","value":[["Indonesia"]]}," is the world's most volcanic country by far.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Bromo"]]}]}," in ",{"type":"[[","value":[["East Java"]]}," is known for its unreal scenery, especially with ",{"type":"'''","value":[{"type":"[[","value":[["Mount Semeru"]]}]},", Indonesia's third highest active volcano nearby."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Krakatoa"]]}]}," in ",{"type":"[[","value":[["West Java"]]}," famously exploded so violently in 1883 that the sound was heard 5,000 km away and global temperatures dipped by over a degree."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kintamani"],["Mount Batur"]]}]}," in ",{"type":"[[","value":[["Bali"]]}," is a very accessible active volcano which takes just 2 hours to climb."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Merapi"]]}]}," is perhaps Indonesia's single most active volcano (no mean feat). It looms large over the major cities of ",{"type":"[[","value":[["Yogyakarta"]]}," and ",{"type":"[[","value":[["Solo"]]},", and the very popular temples of ",{"type":"[[","value":[["Borobudur"]]}," and ",{"type":"[[","value":[["Prambanan"]]},". Merapi has erupted  68 times since formal record keeping began in the 16th century."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Rinjani"]]}]}," in ",{"type":"[[","value":[["Lombok"]]}," is Indonesia's second highest volcano with a stunning crater lake. For much of 2009 the summit of the mountain was closed to the public due to eruptive activity."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Tambora"]]}]}," in ",{"type":"[[","value":[["Sumbawa"]]}," is one for the truly adventurous. Only about 50 visitors a year make it to this very remote volcano. In 1814 Tambora was 4,200 metres high. It erupted with such force the following year that 1,400 metres was lost from its top."]},"\n",{"type":"====","value":["Elsewhere"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Aso"]]}]}," on the island of ",{"type":"[[","value":[["Kyushu"]]}," in ",{"type":"[[","value":[["Japan"]]},", is one of the largest active volcanoes in the world with the largest caldera."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Fuji"]]}]}," in central Japan near ",{"type":"[[","value":[["Tokyo"]]},", is Japan's highest and most beautiful volcano. It is also the most climbed mountain in the world because so many people climb it to view the sunrise from its summit crater."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mayon"],["Mayon Volcano"]]}]},", near ",{"type":"[[","value":[["Legazpi City"]]}," in the ",{"type":"[[","value":[["Philippines"]]},", described as the world's most perfect volcano cone. Mayon’s last fatal eruption was in 1993."]},"\n",{"type":"===","value":["Europe"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tenerife"],["El Teide"]]}]}," in ",{"type":"[[","value":[["Tenerife"]]},", is the highest active volcano in the ",{"type":"[[","value":[["Canary Islands"]]}," at 3715 m (12,188 ft). A flank vent at El Teide was observed erupting by Christopher Columbus and his crew in 1492."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vesuvius"]]}]}," near ",{"type":"[[","value":[["Naples"]]}," in ",{"type":"[[","value":[["Italy"]]}," is an active (but presently \"dormant\") volcano. It has not been smoking since it last erupted in 1944, but it is still very closely monitored because of its seriously hazardous proximity to Naples, which is southern Italy's largest city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Stromboli"]]}]}," in the ",{"type":"[[","value":[["Aeolian Islands"]]}," of Italy and ",{"type":"'''","value":[{"type":"[[","value":[["Mount Etna"]]}]}," in ",{"type":"[[","value":[["Sicily"]]}," are two of Italy's most active volcanoes. At 3350 m (10,991 ft), Etna is Europe's highest volcano. Stromboli has been in near continuous activity since at least the time of the Ancient Greeks and has been billed as the \"Lighthouse of the Mediterranean\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nisyros"]]}]}," in the Greek Dodecanese islands is mildly active with smoking fumaroles. It is possible to walk into the crater floor for a closer look."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santorini"]]}]}," in the Aegean Sea, is probably ",{"type":"[[","value":[["Greece"]]},"'s most famous volcano because of its eruption that destroyed the Minoan civilization over 3,600 years ago. It is still active, for it last erupted in 1950 out of Nea Kameni (\"New Burnt\" in Greek), an island made up of lava flows in the middle of the caldera bay."]},"\n",{"type":"===","value":["North America and Caribbean"]},"\n",{"type":"[[","value":[["File:Volcano evacuation route sign.jpg"],["250px"],["thumbnail"],["Volcano evacuation route signs are common in the ",{"type":"[[","value":[["Pacific Northwest"]]}]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Baker"]]}]}," in Washington State, USA, is one of the five major stratovolcanoes in the area that have produced over 200 eruptions in the last 12,000 years."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" ",{"type":"[[","value":[["Mount St. Helens"]]}]},", in Washington State, USA, is famous for its May 18, 1980 eruption. Since late 2004, it has been erupting once again, but not nearly as violently - this time, a new lava dome is slowly being extruded in its crater."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Hood"]]}]},", at a height of 11,239 feet is the highest mountain in the state of ",{"type":"[[","value":[["Oregon"]]}," and a major outdoor recreation site in the Pacific Northwest. Located about 50 miles (80 km) east-southeast of Portland, the mountain is visible from the city on clear days and usually forms the backdrop for the Portland skyline in postcards and photographs of the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Rainier"]]}]},", in Washington State, USA, at 14,410 feet, is the most prominent peak in the Cascade Range. The mountain stands nearly three miles higher than the lowlands to the west and one and one-half miles higher than the adjacent mountains. The volcano, which last erupted approximately 150 years ago, is encased in over 35 square miles of snow and ice."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Popocatepetl"]]}]},", near ",{"type":"[[","value":[["Mexico City"]]},", often has a volcanic plume above its crater which is 5,450m high. The name means \"smoking mountain\" in the native Nahuatl language."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soufriere Hills"]}," volcano on ",{"type":"[[","value":[["Montserrat"]]},", previously considered dormant, began erupting again in 1995, forcing the closure of the southern half of the island (including its capital and airport in 1997).  It is still active, though mostly a nuisance seeping lava and spewing ash into the air."]},"\n",{"type":"===","value":["South and Central America"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cotopaxi"]]}]}," in Ecuador, often misstated as being the highest volcano in the world (despite its elevation of 5911 m (19, 393 ft), it does not even make the top ten list of highest active volcanoes - see this list ",{"type":"[","value":["http:\/\/www.volcano.si.edu\/faq\/index.cfm?faq=04 here"]},"), is still one of South America's most spectacular volcanoes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Fortuna (Costa Rica)"],["Arenal"]]}]}," in Costa Rica, the youngest volcano of the country. Its eruptions were frequent until 2010, but now it is calm."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Volcan Masaya"]]}]}," in ",{"type":"[[","value":[["Nicaragua"]]},", near ",{"type":"[[","value":[["Managua"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Volcan Santa Maria"]]}]}," and ",{"type":"'''","value":["Volcan ",{"type":"[[","value":[["Santiaguito"]]}]}," in ",{"type":"[[","value":[["Guatemala"]]},", near ",{"type":"[[","value":[["Quetzaltenango"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Volcan de Fuego"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Volcan Pacaya"]]}]}," in Guatemala, near ",{"type":"[[","value":[["Antigua Guatemala"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Volcan Atitlan"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Volcan San Pedro"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Volcan Toliman"]]}]}," in Guatemala, on the southern shores of ",{"type":"[[","value":[["Lake Atitlán"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Volcan Láscar"]]}]}," in the Atacama Region of northern Chile."]},"\n",{"type":"===","value":["Oceania"]},"\n\n",{"type":"====","value":["Hawaii"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[" ",{"type":"[[","value":[["Kilauea"]]}]}," in the Big Island of ",{"type":"[[","value":[["Hawaii"]]},", has been erupting continuously out of its flank vent, known as Pu'u O'o (\"Hill of the O'o bird\" in the native Hawai'ian language) since 1983."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mauna Loa"]]}]},", also in ",{"type":"[[","value":[["Hawaii"]]},", is the state's highest historically active volcano and is topped by the Moku'aweoeo Caldera. It is also the largest volcano by volume in the world. Don't be fooled by its gentle slopes - with its highest point at 4170m\/13,683 ft), the altitude can be hard on inexperienced hikers and its summit is often covered in snow during the winter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mauna Kea"]]}]}," is the highest volcano in ",{"type":"[[","value":[["Hawaii"]]}," at 4205 m (13,796 ft), and is pockmarked with cinder cones. Its high elevation is also a magnet for astronomers with their giant telescope facilities - and even skiers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Haleakala"],["Hale'akala"]]}]}," (\"House of the sun\" in Hawai'ian), is the tallest volcano on the island of ",{"type":"[[","value":[["Maui"]]},", and is renowned for its erosional crater and the cinder cones nestled inside."]},"\n",{"type":"====","value":["New Zealand"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Ruapehu"]},", ",{"type":"'''","value":["Mount Tongariro"]}," and ",{"type":"'''","value":["Mount Ngauruhoe"]}," in ",{"type":"[[","value":[["Tongariro National Park"]]},". Ruapehu, ",{"type":"[[","value":[["New Zealand"]]},"'s highest volcano, has a crater lake that forms and fills when the volcano is not erupting."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["White Island"]]}]}," is a volcanic island in the ",{"type":"[[","value":[["Bay of Plenty"]]},", southeast of ",{"type":"[[","value":[["Auckland"]]},", and the most active volcano in New Zealand. Organized tours go to the island."]},"\n",{"type":"[[","value":[["Image:Tavurvur volcano edit.jpg"],["thumb"],["right"],["300px"],["Mt Tavurvur, New Britain, Papua New Guinea"]]},"\n\n",{"type":"====","value":["Papua New Guinea"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Tavurvur"]}," is a very active volcano right next to the city of ",{"type":"[[","value":[["Rabaul"]]}," on the island of ",{"type":"[[","value":[["New Britain (Papua New Guinea)"],["New Britain"]]},". It last erupted on 7 October 2006, shattering windows up to 12 kilometres away and sending an ash plume 18 km into the stratosphere."]},"\n",{"type":"==","value":["Travel agencies"]},"\nThe following travel agencies specialize in volcano tourism.\n\n",{"type":"*","value":[{"type":"'''","value":["Volcano Adventure Indonesia"]},", Sukapura, Indonesia, tel. +62-335-581439, +62-81319090225, ",{"type":"[","value":["http:\/\/www.volcanoadventureindonesia.com\/"]},".  Tours to ",{"type":"[[","value":[["Mount Bromo"]]}," and elsewhere in Indonesia."]},"\n",{"type":"*","value":[{"type":"'''","value":["VolcanoDiscovery"]},", Germany, tel. +49-2241-2080175, +30-2107522310, ",{"type":"[","value":["http:\/\/www.volcanodiscovery.com\/"]},". This tour operator specializes in international volcanoes and one of its most important programs is for Indonesian volcanoes. The tours are trekking & photography tours with small groups and an intensive personal service. The tours are usually about 7–14 days."]},"\n",{"type":"{{","value":[["PartOfTopic"],["Natural attractions"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Volcano"]]}]