[{"type":"{{","value":[["pagebanner"],["Volos banner.jpg"]]},"\n\n",{"type":"'''","value":["Volos"]}," (Greek: ",{"type":"''","value":["Βόλος"]},") (Population: 144,449 (2011)) is the 5th biggest city (and 3d largest port) in ",{"type":"[[","value":[["Greece"]]},", situated in ",{"type":"[[","value":[["Thessaly"]]},", almost in the middle of the distance between ",{"type":"[[","value":[["Athens"]]}," (326 km) and ",{"type":"[[","value":[["Thessaloniki"]]}," (219 km). Volos is an industrial city, with a large port - but there are a few hidden gems here that you might find as you pass through to islands or Pelion.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["39.36443"],["22.94426"],["zoom=13"]]},"\n\n",{"type":"===","value":["History"]},"\nModern Volos is built on the area of the ancient cities of Demetrias, Pagasae and Iolkos. Iolkos was the homeland of ancient Greek hero Jason who boarded the ship Argo accompanied by the Argonauts and sailed in the quest for the Golden Fleece to Colchis. Demetrias was established by Demetrius Poliorcetes, King of Macedonia, in 293\/92 BC. In 197 BC Romans annexed Demetrias.  \n\nTo the west of Volos there are the Neolithic settlements of Dimini with a ruined acropolis, walls and two beehive tombs dated between 4000-1200 BC and Sesklo with the remains of the oldest acropolis in Greece (6000 BC), as well as the foundations of a palace and mansions, among the most typical examples of Neolithic civilisation.\n\nDuring Byzantine empire, emperor Justinian I in 551 fortified Palea hill. In 1423 Ottomans annexed Volos. Volos during the Ottoman empire was a hamlet, build on the hill in Palea district. The hill was fortified with walls. Today just a few parts of the walls can be seen near the Tsalapata building.\n\nAfter its annexation to Greece from the Ottoman Empire in 1881, it had a population of only 4,900 but rapidly grew within the next 4 decades. Houses were built outside the walls and the main area of Volos by the sea was built up. Merchants, businessmen, craftsmen and sailors moved to Volos from the surrounding area. In the 1920s there was a large influx of refugees in Volos, especially from Ionia, but also from Pontus, Cappadocia and Eastern Thrace. In the 1920 census, Volos had 30,046 inhabitants but according to the 1928 census, its population had grown to 47,892.\n\n",{"type":"===","value":["Climate"]},"\n\nVolos, unlike other towns of the Thessalian plain, enjoys a mild Mediterranean climate with can-be-hot-but-bearable summers (though a little bit humid) and mild winters. Spring and Autumn are the best times to visit the city itself, Winter is the time to be on the Pelion mountain villages, and Summer should definitely be dedicated to the numerous beaches of the region on the Pagasetic gulf and the Aegean Sea.\n\nBeing privileged to be situated on the foothills of ",{"type":"[[","value":[["Mount Pelion"]]},", the mythical mountain of the centaurs, and bounded by Goritsa Hill to the Southeast, Volos sports nice weather all year long, with the sea and mountain breezes dominant in all city areas.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Volos_from_Makrinitsa_at_dusk.JPG"],["thumb"],["300px"],["Volos view from Makrynitsa, Pelion"]]},"\n",{"type":"===","value":["By plane"]},"\n\nVolos airport ",{"type":"[","value":["http:\/\/www.facebook.com\/Volosairport"]}," (VOL) is situated in Nea Anchialos, about 30 km SW from the city. \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airberlin.com\/site\/index.php?LANG=eng Air Berlin"]}]}," operates every Monday and every Friday from May to October (Flights to\/from ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Hamburg"]]},", ",{"type":"[[","value":[["Dusseldorf"]]},", ",{"type":"[[","value":[["Nuremberg"]]},", ",{"type":"[[","value":[["Vienna"]]},"). \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}]}," operates flights from April to October to\/from ",{"type":"[[","value":[["Hahn"]]},". (",{"type":"[[","value":[["Frankfurt"]]},"), ",{"type":"[[","value":[["Bergamo"]]}," (",{"type":"[[","value":[["Milan"]]},"), ",{"type":"[[","value":[["Rome"]]}," and ",{"type":"[[","value":[["Charleroi"]]}," (",{"type":"[[","value":[["Brussels"]]},") airport.\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.laudaair.com\/ Lauda Air"]}]}," operate to\/from ",{"type":"[[","value":[["Vienna"]]},".\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transavia.com\/hv\/main\/splash Transavia"]}]}," operate to\/from ",{"type":"[[","value":[["Amsterdam"]]},".\n\nIt also operates weekly charter flights during the summer, directly from Amsterdam, the UK and Germany. \n\nThere are expansion projects of the airport underway, as well as a rail connection from Volos city to the airport. The new airport building is in use since November 2010.\n\nThere is a bus connecting airport and Volos bus station (",{"type":"[","value":["http:\/\/www.ktelvolou.gr\/dromologia_air_xeim.html"]},"). Buses are waiting to pick up travelers after a plane lands, the cost form the airport to Volos Bus station is 5 €. Travellers of charter flights are transferred to their accommodation by their travelling agency.\nIf you have a car, the airport parking area charge 8 €p\/d 47€ p\/w.\n\n",{"type":"===","value":["By international coach"]},"\n\nThere are buses starting from Volos, and also buses that starts from Athens and stops on the highway close to Volos (at Velestino exit). FPtravel ",{"type":"[","value":["http:\/\/www.fptravel.gr\/"]}," (Serbia, Hungary).\n\n",{"type":"===","value":["By regional coach"]},"\n\n",{"type":"{{","value":[["infobox"],["Buying KTEL tickets from a more central location"],["Frustratingly, the KTEL coach station is not particularly central in Volos. However it is now possible to buy tickets in person at two, more central, locations. Marked only by small signs, and sold at a small till in a cafe and a sweet shop, you can buy KTEL tickets at Iasonas 16 (at Σερραίος – Tυρόπιτες, which is open from morning until evening) and Iasonas 84A (at Ξηροί Καρποί Τσιαπάρας, which is open usual shop opening hours.)"]]},"\n\nGenerally, intercity coaches (\"KTEL\" buses) (",{"type":"[","value":["http:\/\/ktelvolou.gr\/en\/home\/ KTEL Volou"]},") are by far the most convenient way to travel around Greece, as well as for intra-regional travelling. This is doubly true for travelling to Volos from ",{"type":"[[","value":[["Athens"]]},", where the train takes five hours or even more as opposed to four on the coach. With the train you have to change in Larissa, but the views you get along the way from the mountains is for tourists often worth a while.\n\nThere is frequent bus service from Athens Liossion Station to Volos about 15 times a day (cost is about €20), as well as from Thessaloniki bus terminal \"Macedonia\" to Volos about 10 times a day (about € 12). Volos is also connected with daily direct routes to ",{"type":"[[","value":[["Patras"]]},", ",{"type":"[[","value":[["Ioannina"]]},", ",{"type":"[[","value":[["Larissa"]]},", ",{"type":"[[","value":[["Trikala"]]},", ",{"type":"[[","value":[["Karditsa"]]}," and to many more places in continental Greece via Larissa. Interurban Bus Terminal is opposite to \"Volos info center\" near the City Hall, the Railway Station and the Port, on a major hub. Note that if you buy the return ticket, it is cheaper thatn buying two separate tickets.\n\n",{"type":"===","value":["By train"]},"\n\nTrains (",{"type":"[","value":["http:\/\/www.trainose.gr\/ OSE"]},") connect Volos to other cities in Greece via Larisa. Travelling with ordinary trains can be cheaper, although a little bit slower, whereas choosing a faster Intercity train will cost the same amount of money, or even more than a KTEL bus.\n\nThe train from ",{"type":"[[","value":[["Athens"]]},", whilst travelling through some of the most attractive parts of the country, takes approximately five hours and involves a change at ",{"type":"[[","value":[["Larissa"]]}," - it's really not worth it! All the locals travel from Athens by intercity coaches. If you are travelling from ",{"type":"[[","value":[["Thessaloniki"]]}," or elsewhere in the north, there's not much to choose between the coach and the train in terms of duration or cost. The train wins on comfort, with space to get up and move around. \n\n",{"type":"===","value":["By Ferry"]},"\n\nThere are ferry services to ",{"type":"[[","value":[["Skiathos"]]},", ",{"type":"[[","value":[["Skopelos"]]},", and ",{"type":"[[","value":[["Alonissos"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"{{","value":[["cautionbox"],["Don't think you can rely on using the internet to find out travel details - Greece is late to the online party! You will either need to call KTEL or download an incredibly basic schedule app for iOS or Android."]]},"\n\n",{"type":"{{","value":[["infobox"],["Bus routes in and around Volos"],[{"type":"*","value":["Νο 1\tAnavros - N. Ionia (Αναυρος-Ν.Ιωνία)"]},{"type":"*","value":["Νο 2\tAmpelokipi (Αμπελόκηποι)"]},{"type":"*","value":["Νο 3\tAnavros - N. Dimitriada - N. Ionia (Αναυρος-Ν.Δημητριάδα-Ν.Ιωνία (ΜΕΤΚΑ))"]},{"type":"*","value":["Νο 4\tAno Volos (Ανω Βόλος) "]},{"type":"*","value":["Νο 4   Katichori, Stagiates, Ag. Onoufrios (Κατηχώρι, Σταγιάτες, Αγ.Ονούφριος)"]},{"type":"*","value":["Νο 5\tAgria, Lechonia, Platanidia (Αγριά, Λεχώνια, Πλατανίδια)"]},{"type":"*","value":["Νο 6\tAlykes, Agios Stefanos (Αλυκές, Άγιος Στέφανος)"]},{"type":"*","value":["Νο 7\tAli Meria (Άλλη Μεριά) "]},{"type":"*","value":["Νο 8\tDimini (Διμήνι)"]},{"type":"*","value":["Νο 9\tChiliadou (Χιλιαδού) "]},{"type":"*","value":["Νο 10\tMelissatika (Μελισσάτικα)"]},{"type":"*","value":["Νο 11\tCemetery (Κοιμητήριο)"]},{"type":"*","value":["No 15  Anavros - G. Dimou - Palia (Άναυρος - Γ. Δήμου - Παλιά)"]}]]},"\n\nThere are twelve bus lines going around the city (tickets cost €1.10 for inner city routes, whilst using inner city buses for close destinations outside Volos costs €1.50), detailed info in the regional bus terminal (called \"Astiko KTEL\"), directly adjacent to the Interurban Bus Terminal (\"Yperastiko KTEL\"). Details on buses, ",{"type":"[","value":["http:\/\/astikovolou.gr\/index.php?option=com_content&view=article&id=23&Itemid=182 can be found online here"]},"\n\nFor going further away around Volos, you can use the Interurban Bus Terminal (\"Yperastiko KTEL\"). Details on buses, ",{"type":"[","value":["http:\/\/ktelvolou.gr\/en\/routes\/map\/&map=magnesia can be found online here"]},"\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis in Volos, as everywhere in Greece are comparably cheap. You should not pay more than € 7 if you hail a cab (silver colour) on the road to take you anywhere in the city. Note that taxi meters have two rates - rate 1 applies from 5am till midnight, and rate 2, the double rate, from midnight to 5am. Taxi fare fraud is rather rare but it could still happen, so make sure the rate is correct. If you feel you have been overcharged, ask for a receipt (they are obliged to give one) and take the plate number, then phone the tourist police to report the driver on 171. Expect to pay € 1 or € 2 extra if you take a taxi from the bus station, the train station or the port, and a surcharge if you call for a taxi service on demand. Note, also that the minimum charge is 3.39 euros. Groups of three or four could consider using a taxi to go sightseeing around Volos, Pelion [for example. It's more expensive but more comfortable, and in some cases quite cost-effective. Prices ",{"type":"[","value":["http:\/\/www.volostaxiservice.com\/Prices.html"]},"\n\n",{"type":"===","value":["By bicycle"]},"\n\nMost of Volos is quite flat, that makes it very easy for cycling, and a lot of locals do cycle. Especially the waterfront is the best area for cycling. Generally, cycling is a recommended way to move around. Volos recently has developed a network of bicycle lanes, however the lines are often blocked with parked cars and hardly anybody use them.\n\n",{"type":"===","value":["On foot"]},"\n\nSeveral streets at the center of the town have been recently pedestrianized, mainly around Ermou Street and St. Nicolas church. Along the pedestrianized streets there are a lot of cafe places. \nThe waterfront is also an excellent area for walking. When the weather is good it's packed with people walking around and enjoying the sun.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["infobox"],["Volos tourist office"],["Volos tourist office has plenty of useful information about Volos, plus a free town map, a free Volos travel guide and many more. Volos tourist office is located opposite the bus station in Palea district.\nAlso you can visit via your browser ",{"type":"[","value":["http:\/\/www.ilikevolos.gr\/ www.ilikevolos.gr"]},",volos and pelion online guide."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Archaeological site of Ancient Dimini"],["url="],["email="],["address=Dimini"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tues - Sun: 8.30AM - 4.30PM, Mon: closed."],["price=€2 per person, students free. Ticket includes free entry to archaeological site at Sesklo"],["content=Ancient Dimini was a neolithic village which has been excavated and uncovered. Of particular interest are the well preserved ",{"type":"'''","value":["House N"]},", where a pot was discovered beneath the floor with the burnt remains of a child (an ancient resident as opposed to a more recent one!) and the ",{"type":"'''","value":["Tombi grave,"]}," similar to that at Mycenaea, which is buried deep into the ground near the fortified town, but with a caved in roof. Shade is spare, so make sure to visit early in the morning. Adjacent to these ruins, and to be opened soon (although how long this has been the case is not said!) are some Mycenaean ruins, which include a large palace. These ruins, whilst not open yet, can be viewed from behind a limit, and are expected to be part of the as-of-yet-undiscovered ancient city of Iolkos, the home of Jason (of Argonaut fame!) There is an interesting audio guide tour available for free in both Greek and English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Archaeological site of Ancient Sesklo"],["url="],["email="],["address=Sesklo"],["lat="],["long="],["directions=Take the road to Sesklo, then look for the turn-off to the left that goes down the hill before the start of Sesklo (it is signposted, but keep an eye open for them."],["phone="],["tollfree="],["fax="],["hours="],["price=€2 per person, students free - entrance included in tickets to Dimini (and vice versa.)"],["content=Sesklo is a more impressive site in terms of its location, but is less impressive in terms of the remains. It's far larger, and is perched on top of a hill from where it can see all around the local area. It was either a local trading partner, or the main rival to nearby Dimini. Archaeologists aren't sure. Worth a visit, but it's not as interesting as Dimini."]]}]},"\n",{"type":"[[","value":[["File:Archaelogical Museum of Volos 4.jpg"],["thumb"],["300px"],["Athanasakeion Archaeological Museum of Volos"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Athanasakeion Archaeological Museum of Volos"],["alt="],["url="],["email=protocol@igepka.culture.gr"],["address="],["lat=39.35178"],["long=22.96132"],["directions="],["phone=+30 24210 25285"],["tollfree="],["fax=+30 24210 28563"],["hours="],["price="],["content=The 1 Athanasaki Str., Τ.Κ. 38001, Volos , open Tuesday - Sunday: 08:30 - 15:00, admission full: €2, reduced: €1; for free admission days see web site ",{"type":"[","value":["http:\/\/odysseus.culture.gr\/h\/1\/eh151.jsp?obj_id=3271"]},", is one of the best smaller museums in Greece and should on no account be missed."]]}]},"\n",{"type":"*","value":[" At first glance, Volos City Center doesn't seem particularly interesting for the traveller, but a walk in the town streets might change your first idea. Ermou street is a long paved road parallel to the promenade, Argonafton str, offering a wide variety of shops for any taste, plus a selection of \"hidden\" bars and cafes, especially around ",{"type":"'''","value":["St.Nikolaos Square"]},", the city cathedral, dedicated to patron saint of the sailors, St. Nicholas. There is a ",{"type":"'''","value":["seaside park"]}," between the university \"Papastratos building\" and \"Agios Konstantinos\" church on the promenade. ",{"type":"'''","value":["Anavros Park"]}," starts directly behind Agios Konstantinos and extends to the east all the way till Anavros beach, an open municipal strand, offering clearwater to the swimmer during the summer (and winter for the brave)."]},"\n",{"type":"==","value":["Do"]},"\n\nThere are acceptable ",{"type":"'''","value":["beaches"]}," towards the southern end of the city at ",{"type":"'''","value":["Anavros"]},". To get there, follow the coastal promenade south from Argonafton St or park in the roads behind the city hospital. There is also ",{"type":"'''","value":["Alykes municipal beach"]},", a 5-minute-drive from the center to the southwest, in the more easygoing Alykes district of Volos, having cafes and bars offering sunbeds on the sand during late at night, where you can enjoy your cocktail and take a swim as well. The municipal beach in Alykes has an entrance fee of € 1 during the day, offering a lifeguard, showering facilities, clothes-changing chambers and a beach bar. You can easily go to Alykes with city bus (blue bus) number 6 from the city hall. \n\nMost locals, however, head to ",{"type":"'''","value":["beaches outside of the city"]}," on the other side of the giant cement works, to beaches at ",{"type":"[[","value":[["Agria"]]}," (20 mins by bus) or further down the coast. Generally, the water is clearer and cleaner the further away from Volos' port. ",{"type":"''","value":["But"]},", Anavros ",{"type":"''","value":["is"]}," acceptable and many many locals ",{"type":"''","value":["do"]}," swim there. But seriously, if you do have a car and you want to go to a beach, it is well worth getting out of the city limits and beyond - some of the best beaches on the Greek mainland can be found on ",{"type":"[[","value":[["Pelion"]]},".\n\nThere are several ",{"type":"'''","value":["cinemas"]}," in Volos. Films are shown in original language with Greek subtitles, whereas cartoons are dubbed. In the summer make sure you get to one of the open air cinemas (Θερινό σινεμά).\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Village cinemas"],["alt="],["url=http:\/\/www.villagecinemas.gr\/index.asp?a_id=63&parent_id=46"],["email="],["address=Gianitson (Γιαννιτσών) 29"],["lat="],["long="],["directions="],["phone=+30 2108108080"],["tollfree="],["fax="],["hours="],["price="],["content=Four screens."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Metaksourgio"],["alt=Greek: Μεταξουργείο"],["url=http:\/\/www.provoles.gr\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Every Friday at 21:30"],["price=2.00€"],["content=Art movies."]]}]},{"type":"*","value":[{"type":"'''","value":["Achillion"]}," (Greek: Αχίλλειον) on Iasonos street."]},"\n",{"type":"==","value":["Drink"]},"\n\nWinter bars, pubs and clubs, usually close down during summer. Most of them have a different facility for the summer, usually by the sea.\nThe most popular Coffee places are in Koumoundourou (Κουμουνδούρου) Str. and at the seafront.\n\n",{"type":"===","value":["Bars"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=PocoPico"],["alt="],["url="],["email="],["address=Koumoundourou (Κουμουνδούρου)"],["lat=39.35898"],["long=22.94931"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Beer 3.0€, Spirits 5-6€."],["content=Tiny budget choice. Open all year round."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Αββαείο"],["alt=Abbey"],["url=http:\/\/www.ilikevolos.gr\/avvaeio-volos-restaurant-bar.html"],["email="],["address=N. Votsi"],["lat=39.36480"],["long=22.93273"],["directions="],["phone=+30 24210 33130"],["tollfree="],["fax="],["hours="],["price="],["content=Huge variety of beers. Beer from 5€ to 12€, Spirits 7€. Serves food, nice mostly german disches, food on the expensive side. Open all year round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Balthassar"],["url="],["email="],["address=, center"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Huge variety of beers. Beer from 4€ to 12€, Spirits 7€. Has also 7 options for eating like pizza etc. Open all year round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Brazil"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Close to Agios Konstantinos church. Spacious, nice sea and Volos view. Beer 4€, Spirits 7€. Open all year round."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Santan"],["url=http:\/\/www.cafesantan.gr"],["email="],["address=Tsalapatas district"],["lat="],["long="],["directions="],["phone=+306980384693"],["tollfree="],["fax="],["hours="],["price=Beer: 5.0€, Spirits:7.0€-10.0€"],["content=Rock, Jazz, Blues Bar, one of the most famous bars in Greece. Has been around for almost 30 years and is known for its place in the Greek Rock History as most of the famous Greek rock singers have sometime played there, along with worldwide famous blues and jazz artists. Open all year round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mystique"],["url=http:\/\/www.valisresort.gr"],["email="],["address=in Valis Resort"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent summer choice which gathers many people from Volos. Summer hotspot, but open all year round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Posh"],["alt="],["url="],["email="],["address=Papakyriazi (Παπακυριαζή) 38, Palea district"],["lat=39.36166"],["long=22.93546"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Electronic music. Beer 5€, Spirits 7€. Open all year round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lab Art"],["alt="],["url="],["email="],["address="],["lat=39.36451"],["long=22.93114"],["directions="],["phone="],["tollfree="],["fax="],["hours=Friday & Saturday (22:00 - 06:00)"],["price="],["content=Live rock music every Friday and Saturday. Open in the winter only."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n\n",{"type":"===","value":["Coffee"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Puerto Volos"],["alt="],["url="],["email="],["address=Argonafton - Koumoundourou (Αργοναυτών - Κουμουνδούρου)"],["lat=39.35823"],["long=22.94863"],["directions="],["phone="],["tollfree="],["fax="],["hours=(09:00 - 01:00)"],["price=Coffee 2.5-3.2€"],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe main shopping district is along and around Ermou St. \n\nEnglish books can be bought at main bookstores: \n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Public"],["alt="],["url="],["email="],["address=Ogl 28 & I. Kontaratou 9"],["lat="],["long="],["directions="],["phone=+302421022904"],["tollfree="],["fax="],["hours=Monday-Friday 09:00-21:00 Saturday 09:00-20:00"],["price="],["content=Ground floor has computers, cameras, phones etc, books are on the basement. The biggest bookstore in Volos"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Papasotiriou"],["alt=Παπασωτηρίου"],["url=http:\/\/www.papasotiriou.gr\/?lang=2"],["email="],["address=Dimitriados & Koumoundourou"],["lat="],["long="],["directions="],["phone=+302421076210-2"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThere is a good food market every Friday. \n\nFor washing your clothes:\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Easywash - SelfService"],["url="],["email="],["address=Glavani 90"],["lat="],["long="],["directions="],["phone=+306979019281"],["tollfree="],["fax="],["hours=8:00 - 24:00"],["price="],["content=Self service Laundry"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["infobox"],["Tsipouradika"],["Volos specializes in \"Tsipouradika\" (Greek Τσιπουράδικα) (also called \"Ouzeri\" (Greek Ουζερί)) where (",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Tsipouro \"Tsipouro\""]},") (local Greek spirit) is served with a huge variety of tidbits. There are plenty of tsipouradika along the waterfront near the port. Cheaper choices can be found in Nea Ionia. Most of tsiouradika have a fixed price for tsipouro with meze, the price may vary from 3€ - 3,5€ per 25cl, usually it's the same price in every tsipouradiko. The difference in price comes when ordering extra dishes. Meze vary from tsipouradiko to tsipouradiko also, some serve one meze per 25cl, while some in the center serve one meze per 50cl of tsipouro. Tsipouro is served in open bottles or closed bottles of 25cl, bottled is 0,5€ more expensive but the standard quality may be worth it."]]},"\n\nAs with the rest of Greece, the restaurants in Volos are far more varied than appears at first glance. In Greece, the so-called ",{"type":"'''","value":["restaurants"]}," (eστιατόριο) usually serve hot food that has been prepared earlier in the day and kept warm in large dishes (better than it sounds!) Beyond that there's the local specialities, the ",{"type":"'''","value":["tsipouradika"]}," restaurants (Τσιπουράδικα or Ουζερί) where seafood is served, and the ",{"type":"'''","value":["tavernas"]}," (Ταβέρνα) where mostly meat dishes are served. \n\nThere are also ",{"type":"'''","value":["psistaries"]}," (Ψησταριά) (Grill houses) where the main dish is grilled meat, and also ",{"type":"'''","value":["souvlatzidika"]}," (Οβελιστήριο or Σουβλατζίδικο) where souvlaki are served. Psistaries serve mostly meat, salads and french fries. The meat usually is ordered by weight, and the price is per kilo also. One portion is 330gr of grilled meat. You'll be able to pick up a pitta gyros (Greek kebab) from any souvlatzidika, which are by far the cheapest option if you are on a budget, and don't mind gaining a few extra pounds (starts from 1.50 €).\n\nPeople in Greece usually eats late in the evening (9pm - midnight), and so, during the day, most taverns, psistaries and restaurants are closed. However, tsipouradika and the ubiquitous Greek fast food restaurants are open all day long.\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gea (Γαία)"],["alt=Traditional Greek cuisine"],["url="],["email="],["address=Argonafton 15 (Αργοναυτών 15)"],["lat="],["long="],["directions=at the seafront near the port"],["phone=+30 2421034153"],["tollfree="],["fax="],["hours="],["price="],["content=Cheap, traditional Greek restaurant. One of the best options if you want to try Greek cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ntinos"],["alt=Ντίνος"],["url="],["email="],["address=Analipseos 136"],["lat="],["long="],["directions="],["phone=+30 2421043840"],["tollfree="],["fax="],["hours="],["price="],["content=Souvlaki. One of the cheapest pitta gyros in town, 1.70€"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tsardakas (Τσαρδακάς)"],["alt=Tavern"],["url="],["email="],["address=Kiprou str (Κύπρου)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sogno di San"],["alt=Italian restaurant"],["url="],["email="],["address=Ferron str (Φερρών), Palea district"],["lat=39.36329"],["long=22.93619"],["directions="],["phone=+30 2421032690"],["tollfree="],["fax="],["hours="],["price="],["content=Italian style pizzas and pasta. (Evening only)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Papadis (Παπαδής)"],["alt="],["url="],["email="],["address=Solonos 1 (Σόλωνος 1)"],["lat=39.36097"],["long=22.94296"],["directions="],["phone=+30 2421 029360"],["tollfree="],["fax="],["hours="],["price="],["content=Tsipouradiko and seafood. At the waterfront. 25cl tsipouro with meze 3.5€, 25cl bottled tsipouro with meze 4,0€, serves 3 meze per 4x25cl."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lemonas Leonidas"],["alt="],["url="],["email="],["address=Karaiskaki 2, Volos 38222"],["lat=39.35490"],["long=22.95674"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€15pp will get you a good amount of food."],["content=Good food, good fish. Nice outdoor seating near the church"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Marimba"],["alt=Mexican restaurant"],["url=http:\/\/www.marimba.gr"],["email="],["address=Nikotsara str (Νικοτσάρα)"],["lat="],["long="],["directions="],["phone=+30 2421071167"],["tollfree="],["fax="],["hours="],["price=Evening only. Closed on Monday"],["content= Romantic tone, has a wonderful courtyard with a lot of trees. One of the best mexican restaurants in Greece. Delicious foods, great drinks (try their margaritas, or caipirinhas and mojitos). It might be a good idea to book ahead during the high season if you're hoping to eat here between 9pm and 11pm."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels in Volos. Most are in center near the sea. Car parking could be hard to find in the center of Volos.\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Avra hotel"],["alt=Αύρα"],["url="],["email="],["address=Solonos 5"],["lat="],["long="],["directions="],["phone=+30 24210 25370"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Galaxy hotel"],["alt=Γαλαξίας"],["url=http:\/\/www.webtourists.com\/galaxyhotel\/index-gr.html"],["email="],["address=Ag. Nikolaou 3"],["lat="],["long="],["directions="],["phone=+30 24210 20750"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Roussas hostel"],["alt=Ρουσσάς Ξενώνας"],["url=http:\/\/www.hotelsline.gr\/Roussas\/"],["email="],["address=Iatrou Tzanou 1"],["lat=39.35258"],["long=22.95869"],["directions="],["phone=+30 24210 21732"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aegli hotel"],["alt=Αίγλη"],["url=http:\/\/www.aegli.gr\/"],["email="],["address=Argonafton 24"],["lat="],["long="],["directions="],["phone=+30 24210 25691"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kalloni hotel"],["alt=Καλλονή"],["url=http:\/\/www.hotelkalloni.gr\/"],["email="],["address="],["lat="],["long="],["directions=N. Pagases"],["phone=+30 24210 88240"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park hotel"],["alt=Παρκ"],["url=http:\/\/www.amhotels.gr"],["email="],["address=Deligiorgi str."],["lat="],["long="],["directions="],["phone=+30 2421 036511"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Domotel Xenia Volou Hotel"],["alt="],["url=http:\/\/www.domotelxeniavolouhotel.com"],["email=resaxenia@domotel.gr"],["address=1, Plastira Street, 38221, Volos"],["lat=39.35307"],["long=22.95712"],["directions="],["phone=+30 24210 92700"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=A five star hotel situated near the waterfront, ten minutes walk to the south of the centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Volos Palace"],["url=http:\/\/www.volospalace.gr"],["email="],["address=Xenofontos & Thrakon Streets"],["lat="],["long="],["directions=Behind the city hall, near the waterfront and train station"],["phone=+30 24210 76501"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very nice new hotel with breakfast buffet, bar and restaurant. Modern, comfortable rooms, half of which have a sea view. Helpful staff, most of whom speak English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Valis Resort"],["url=http:\/\/www.valisresort.gr"],["email="],["address=Pelion Street & Democratias Avenue"],["lat="],["long="],["directions=At the city end, on the waterfront, 5.5km from the city centre"],["phone=+30 24280 97260"],["tollfree="],["fax=+30 24280 97260"],["hours="],["price="],["checkin="],["checkout="],["content= A new luxurious hotel with three restaurants at the sea front, two bars and spa. Modern, comfortable rooms, half of which have a sea view, the other half facing Pelion. Parking."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Philippos Hotel"],["alt=Hotel Philippos"],["url=http:\/\/www.philippos.gr"],["email=info@philippos.gr"],["address=9, Solonos, 38333, Volos"],["lat=39.361959"],["long=22.943197"],["directions="],["phone=+30 24210 37607"],["tollfree="],["fax=+30 24210 39550"],["hours="],["price="],["checkin="],["checkout="],["content=Hotel Philippos is a two-star city hotel right in the city center of Volos, close to the main commercial road of Ermou and just a block away from the Port road. It has well equipped, air conditioned rooms ideal for travellers. Free Wifi."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["infobox"],["Finding Intercity coach stops"],["Iperastiko (intercity) coach stops are harder to spot than the Astiko (innercity) stops. Don't just wait at a bus shelter, instead look out for a blue sign saying KTEL Iperastiko at the top of the pole by the side of the road. Tickets can be bought on the bus from a conductor, and only one-way tickets are available."]]},"\n\nYou'll most definitely want to take the opportunity to visit the close mountain villages of ",{"type":"[[","value":[["Portaria"]]}," and ",{"type":"[[","value":[["Makrinitsa"]]},", offering you a splendid specimen of the renowned traditional architecture of the Pelion mansions. The city view from Makrynitsa is magnificent.\n\nOne of the greatest secrets that the Greeks have kept from the world, ",{"type":"[[","value":[["Pelio"],["Mount Pelion"]]},", is close to Volos. It can easily be reached by bus or car. Pelion has wonderful beaches, fantastic hiking routes, and pretty villages. There are far fewer tourists than there should be, simply because it is a peninsular and not an island.\n\nThe nearby ",{"type":"[[","value":[["Sporades Islands"]]}," are great during the summer. Ferries and hydrofoils connect Volos with the islands.\n\nThere are nice, close(ish) beaches at\n",{"type":"*","value":[{"type":"[[","value":[["Agria"]]},", approximately 20 mins bus journey from the centre (board a blue and white astiko bus on Iasonas street in the centre.) Approximately €1.50 for a single ticket."]},{"type":"*","value":[{"type":"[[","value":[["Kala Nera"]]},", approximately 45 mins bus journey from the centre (board a green iperastiko coach on Iasonas street in the centre.) Approximately €1.70 for a single ticket."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Consulates"]},"\nVolos is home to a few consulates:\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Consulate of Belgium"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Consulate of Denmark"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=Consulate of France"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Consulate of the Germany"],["url="],["email="],["address=Konstanta 154"],["lat="],["long="],["directions="],["phone=+30 24210 35988"],["tollfree="],["fax="],["hours="],["price="],["content=e-mail: volos@hk-diplo.de, fax: +30 24210 35989"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Consulate of Italy"],["url="],["email="],["address=El. Venizelou 80"],["lat="],["long="],["directions="],["phone=+30 24210 40452"],["tollfree="],["fax="],["hours="],["price="],["content=Ms Maria Arfe, e-mail: marar@internet.gr"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Vice consulate of The Netherlands"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+30 24210-37714"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},"\n",{"type":"{{","value":[["geo"],["39.3667"],["22.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Magnesia"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Volos"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Greece\/Prefectures\/Magnesia\/Volos\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Volos"]]}]