[{"type":"{{","value":[["Pagebanner"],["Volokolamsk-banner2.jpg"],["caption=Inside the Volokolamsk Kremlin"]]},"\n\n",{"type":"'''","value":["Volokolamsk"]}," is a small town in the ",{"type":"[[","value":[["West Moscow Oblast"],["west"]]}," part of ",{"type":"[[","value":[["Moscow Oblast"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Volokolamsk (Moscow Oblast) 07.jpg"],["thumb"],["270px"],["The Volokolamsk Kremlin above the town"]]},"\n\nVolokolamsk is considered the oldest town in the Moscow Region. First mentions of Volokolamsk date back to 1135 making it 12 years older than Moscow. Original town emerged near important portage (volok) from Lama river to Voloshnya river and further to Oka on one of the north-south trade routes. During 12-17th centuries Volokolamsk had a lot of rush times, being under different russian and lithunian knyazes, tatars and polyaks, and destroyed several times during these times. With rise of Moscow after mongol invasion eventually Volokolamsk entered Moscow Principality and lost its own significance becoming a small manufacturing town. Currently it is famous by several centuries old landmarks in the center of the town, and a couple of glorious sights in it's vicinity.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nSuburban trains reach Volokolamsk from Rizhskiy train station (trains at 9:31 and 18:24 start from Rzhevskaya station and pass Rishskiy train station, Dmitrovskaya and Tushino stations can be more convenient to change from metro). \n\nTrains to ",{"type":"[[","value":[["Velikie Luki"]]}," and ",{"type":"[[","value":[["Riga"]]}," also stop in Volokolamsk (both daily in the evening), there are also a weekend express train in the morning and daily in the evening. Tickets are 200 rubles from Tushino, 240 rubles from Rizhskiy train station and 400 rubles cheapest train tickets. \n\nVolokolamsk train station is located in the south part of the city, 7 km south from historical centre, you would have to change to buses 5,28,31 or 50 to the stop \"Gorod\" (or look for the Volokolamsk Kremlin, which is easily spotted as it is high on the hill to the right of bus route).\n\n",{"type":"===","value":["By bus"]},"\nDirect bus from Moscow to Volokolamsk center is ",{"type":"'''","value":["963"]}," from Tushino to ",{"type":"[[","value":[["Starica"]]}," (4 buses a day), the two others - to Volokolamsk itself and to ",{"type":"[[","value":[["Rzhev"]]}," - reach only Volokolamsk bus station, which is still 2 km to the south from the Kremlin. You can use local buses (above and 48 and 71) or walk from there. \n\n",{"type":"===","value":["By car"]},"\nThe car route from Moscow is along the New Riga highway (M9), which was first in the Moscow region built to satisfy contemporary standards all the way to Volokolamsk (2 lines on each side, wide divider and multilevel crossings). Currently (March 2012) renovation of highway is planned and jams in the first part of it are possible. The highway passes away from all the towns in the Moscow Region and crosses Volokolamsk at the bus station place. The other route, old Volokolamsk highway passes through towns in the Moscow region (including highly jam-prone Krasnogorsk) and more packed with cars and turns.\n\nVolokolamsk can be reached by M9 from the west, mind the extremely poor state of the road between Shahovskaya and Velikie Luki though. An alternate route through M1 and then R90 might be better.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Volokolamsk - memorial 40.jpg"],["thumb"],["270px"],["WWII memorial"]]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yaropolets"]]},", dubbed \"Russian Versailles\", is a home to estates of two russian noble families, Goncharovs (who gave birth to Pushkin's wife) and Chernyshovs (who have generals of russian army in 18th century, and later, dekabrists). Both estates suffered greatly in 1941 from fashists, but while Goncharovs estate was restored and is now a resort house for Moscow Aviation Institute (access to territory is free), Chernyshovs estate still mostly remains in state of disrepair, which only deepens impression it gives, because the sight is still great even in spite. Buses 28 and 963 from Volokolamsk to \"Yaropolets-1\" stop, by car use R108 (north exit from town), then to the left on R107."]},{"type":"*","value":[" ",{"type":"[[","value":[["Teryaevo"]]}," is a site of a glorious ",{"type":"'''","value":["Joseph-Volotsky Orthodox Monastery"]},". Founded in 1479, it has several churches and monastery walls preserved from 16-17th centuries, surviving both church demolitions of Soviet period and fashist occupation. The site certainly worth visiting if you have time. From Volokolamsk go by buses 23 or 31, both take almost an hour. By car use R108, then to the right on R107."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rzhev"]]}," is about 100 km further west by M9, there are two Moscow trains in the evening and one suburb train in the morning in that direction. Mind the poor state of highway in the Tver Oblast."]},"\n",{"type":"{{","value":[["IsPartOf"],["West Moscow Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Volokolamsk"]]},"\n",{"type":"[[","value":[["Commons:Category:Volokolamsk"]]},"\n\n",{"type":"[[","value":[["ru:Волоколамск"]]},"\n",{"type":"{{","value":[["geo"],["56.033333333333"],["35.95"]]}]