[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Volusia County"]}," is in ",{"type":"[[","value":[["East Central Florida"],["East Central"]]}," ",{"type":"[[","value":[["Florida"]]},". Volusia County is bordered on the west by the historic St. Johns River, and by the Atlantic Ocean to the east. Roughly the size of Rhode Island, Volusia is situated 50 miles northeast of Orlando, 60 miles north of the Kennedy Space Center, and 89 miles south of Jacksonville.\n\nThe Volusia County Tourism Authority promotes the area as being the \"Fun Coast,\" as the local area code (386) spells out the word \"fun.\"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Volusia-florida.jpg"],["thumb"],["400px"],["Map of Volusia County relative to Florida, with locations of Cities."]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cassadaga (Florida)"],["Cassadaga"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Daytona Beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Daytona Beach Shores"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["DeLand"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Smyrna Beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Orange City (Florida)"],["Orange City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ormond Beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ponce Inlet"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Orange"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Blue Spring"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bulow Creek"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Canaveral National Seashore"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["DeLeon Springs"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Woodruff"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Volusia County (DeLand).JPG"],["right"],["300px"],["thumb"],["Volusia County Courthouse in DeLand, Florida."]]},"\n\nVolusia County is named after the community of Volusia, which today is a tiny, unincorporated community on the east bank of the St. Johns River where State Road 40 crosses. However, when Volusia County was carved from Orange County by the Florida legislature in 1854, the community was a prosperous steamboat landing and the largest town in the County. Keep in mind that the entire population of Volusia County barely exceeded 600 people at that time.\n\nThe community of Volusia began as a trading post sometime in the first or second decade of the 1800s. It was located where an Indian trail intersected with the St. Johns River. This location was later developed as an important supply depot for the military during the Second Seminole War in 1834-35. When commercial steamships started to travel up and down the St. Johns, the community grew and was listed as one of four post offices in the County. With the introduction of regional railroad systems in the 1880s, the community of Volusia was bypassed, and thus, its era of prosperity ended.\n\nThe origins of the word \"Volusia\" is of some debate. Despite serious effort by amateur and professional  historians, no one has ever discovered a historic document which has provided the definitive answer.\n\nThere are three theories:\n\n",{"type":"*","value":[" The name derives from a word meaning \"Land of the Euchee.\" When the Timucuan Indian cultures died out in the early 1700s, the land in the area was uninhabited until some of the Indian tribes to the north began to migrate into the area (much like the people that have become known as Seminoles). The Euchee Indians were a tribe originally from an area in South Carolina."]},{"type":"*","value":[" The name was taken from the name of a British plantation which was located on the St. Johns River in the late 1700s. However, no one has explained where the plantation owner came up with the name."]},{"type":"*","value":[" The name is derived from the last name of one of the employees at the trading post. He is described as being well-liked and of Belgian or French descent. The story goes that his name was something like \"Veluche,\" which was pronounced \"Va-loo-shay.\" The post became known as \"Veluche's Place,\" hence the eventual creation of \"Volusia."]},"\nThere have been recent proposals by county officials to rename Volusia County to either \"Daytona County\" (similar name to its most famous city) or \"NASCAR County\" (reflecting its famous attraction, Daytona International Speedway). These proposals have been opposed by county residents.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the official language of the state. However, the ",{"type":"[[","value":[["Spanish phrasebook"],["Spanish language"]]}," is making inroads throughout the state. \n\nNative-born Floridians will usually speak in a southern accent. However, after the migration of millions of Americans from other states to Florida, the southern dialect is becoming diluted with other American-English accents.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By plane "]},"\n",{"type":"*","value":[" Daytona Beach - The largest airport in Volusia County is ",{"type":"'''","value":["Daytona Beach International Airport"]}," (",{"type":"{{","value":[["IATA"],["DAB"]]},") ",{"type":"[","value":["http:\/\/www.flydaytonafirst.com\/"]},", which is served by Delta Air Lines ",{"type":"[","value":["http:\/\/www.delta.com\/"]},", US Airways.  All flights are available on flydaytonafirst.com. Some other cities in the County have Municipal Airports, but these are only used by private aircraft. "]},{"type":"*","value":[" DeLand - Municipal Airport"]},{"type":"*","value":[" New Smyrna Beach - Municipal Airport"]},{"type":"*","value":[" Ormond Beach - Municipal Airport"]},{"type":"*","value":[" Spruce Creek Fly-In - Private Airport"]},"\n",{"type":"===","value":[" By train "]},"\n",{"type":"'''","value":["Amtrak"]}," offers the ",{"type":"''","value":["Amtrak Auto Train"]}," service with its southern Terminus located in ",{"type":"[[","value":[["Sanford (Florida)"]]},", a few miles west of Volusia County. The Amtrak Auto Train carries passengers and automobiles between Sanford and ",{"type":"[[","value":[["Lorton"]]},", ",{"type":"[[","value":[["Virginia"]]},", effectively serving as a car-rail link from Florida to the ",{"type":"[[","value":[["Washington, D.C."]]}," Metro Area. You can easily drive your car into Volusia County after departing from the Auto Train.\n\nAmtrak offers regular passenger service with the closest stop being near the city of ",{"type":"[[","value":[["DeLand"]]},". This stop is rather remote and may not be recommendable as an option.\n\n",{"type":"===","value":[" By bus "]},"\nVolusia County is served by ",{"type":"'''","value":["Greyhound Bus Lines"]},", which has scheduled stops in Daytona Beach. The bus depot in DeLand has ceased operation and is now a coffee house called the Stetson Station. The Greyhound routes connect with hubs in ",{"type":"[[","value":[["Jacksonville"]]}," and ",{"type":"[[","value":[["Orlando"]]},".\n\n",{"type":"===","value":[" By car "]},"\nVolusia County is easy to drive to, as several major highways pass through the area:\n",{"type":"*","value":[" Interstate 4 - From the Eastern Terminus in Daytona Beach, the highway leads southwest, connecting to Orlando and Tampa"]},{"type":"*","value":[" Interstate 95  - Passes through Eastern Volusia, connecting to Miami, Jacksonville, and other cities along the US Eastern Seaboard. I-95 generally parallels US-1, with I-95 being faster to travel through."]},{"type":"*","value":[" ",{"type":"[[","value":[["U.S. Highway 1"]]}," - Passes through Eastern Volusia, connecting to Miami, Jacksonville, and other cities along the US Eastern Seaboard. US-1 generally parallels I-95, with US-1 being a slower, local route with lodging and restaurants available. Local names for US-1 will vary from city to city (Old Dixie Highway, Ridgewood Avenue)."]},{"type":"*","value":[" U.S. Highway 17 "]},{"type":"*","value":[" U.S. Highway 92 "]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.votran.org Votran"]}]}," is the name of the local Volusia County bus service. It is a cheap way to get around and is handicap accessible. The buses offer service throughout the county, Monday through Saturday, from 7 AM to 7PM. Some limited bus routes are offered in ",{"type":"''","value":["East Volusia"]}," in the evenings and on Sundays. The website provides maps and timetables. Buses travel to most sites and places of interest. Cost: $1.25 per trip, or $3 for a one-day bus pass (Valid for all routes)."]},{"type":"*","value":[" ",{"type":"'''","value":["A1A Beachside Trolley"]}," operates from January to Labor Day (September) along Atlantic Avenue on the beachside. They are air-conditioned and handicapped accessible. $1.25 for one trip, or $3 for a one-day pass (can be used on all Votran buses)."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cfrail.com\/ Commuter Rail"]}]}," - The Florida Department of Transportation (FDOT), in cooperation with local government officials in Orange, Seminole, Volusia and Osceola counties and the federal government, are currently working on a 61-mile commuter rail project, using existing Amtrak and CSX freight rail lines. The commuter rail line will roughly parallel Interstate 4, and is projected to start service in 2010.\n\n",{"type":"===","value":[" By taxi "]},"\n",{"type":"'''","value":["Taxi companies"]}," include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Yellow Cab"],["alt=Daytona Beach"],["url=http:\/\/www.daytona-florida.com\/taxicabs\/yellow.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 386  255-5555"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Southern Komfort Taxi"],["alt=Daytona Beach"],["url=http:\/\/www.daytona-florida.com\/taxicabs\/southern.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 386  252-2222"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=All Florida Cab"],["alt=Daytona Beach"],["url=http:\/\/www.daytona-florida.com\/taxicabs\/florida.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 386  254-3400"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Deland Taxi"]},", 236 S Alabama Ave. ",{"type":"''","value":["+1 386"]}," 734-8484."]},"\n",{"type":"===","value":[" By car "]},"\n",{"type":"[[","value":[["Image:VolusiaCounty-FL-Garage-wide.jpg"],["thumb"],["350px"],["right"],["The Volusia County Parking Garage in Daytona Beach provides a place for visitors to park and walk around."]]},"\nVolusia County is easy to drive within, as roads are usually paved and several State and County highways wind through the area:\n\n",{"type":"*","value":[" Florida State Road A1A "]},{"type":"*","value":[" Florida State Road 40 "]},{"type":"*","value":[" Florida State Road 44 "]},{"type":"*","value":[" Florida State Road 5A "]},{"type":"*","value":[" Florida State Road 421 "]},{"type":"*","value":[" Florida State Road 11 "]},{"type":"*","value":[" Florida State Road 483 "]},{"type":"*","value":[" Volusia County Road 4164 "]},"\nThe Volusia County Parking Garage is located at 701 Earl Street at North Atlantic Avenue (A1A) in Daytona Beach. The garage is strategically located, next to the Ocean Center, Daytona Lagoon, and across the street from the Hilton Hotel and Ocean Walk Shoppes. Over one thousand parking spaces are available inside the garage. Price for parking varies at different times of the year. \n\nThere is also a VOTRAN transfer station (Intermodal Transit Facility - ITF) located inside the garage area.\n\n",{"type":"==","value":["Learn"]},"\nPublic primary and secondary education is handled by Volusia County Schools. Some of the larger private schools include Father Lopez Catholic High School.\n",{"type":"[[","value":[["Image:ERAU_WrightFlyer.jpg"],["right"],["400px"],["thumb"],["The life-sized Wright Flyer statue at Embry-Riddle Aeronautical University's Daytona Beach, FL, USA campus."]]},"\n\n",{"type":"===","value":["Colleges and Universities"]},"\n",{"type":"*","value":[" Bethune-Cookman University (Daytona Beach)"]},{"type":"*","value":[" Daytona State College (Campuses in multiple locations around the County)"]},{"type":"*","value":[" Embry-Riddle Aeronautical University (Daytona Beach)"]},{"type":"*","value":[" Keiser College (Daytona Beach)"]},{"type":"*","value":[" Stetson University (DeLand)"]},{"type":"*","value":[" University of Central Florida, Daytona Beach Campus"]},"\n",{"type":"===","value":["Vocational"]},"\n",{"type":"*","value":[" Advanced Technology Center (Daytona Beach)"]},{"type":"*","value":[" Florida Technical College ",{"type":"[","value":["http:\/\/www.flatech.edu\/"]}," (DeLand)"]},{"type":"*","value":[" International Academy Beauty School ",{"type":"[","value":["http:\/\/www.iahd.net\/"]}," (South Daytona)"]},{"type":"*","value":[" Palmer College of Chiropractic (Port Orange)"]},{"type":"*","value":[" Phoenix East Aviation (Daytona Beach)"]},{"type":"*","value":[" The Airline Academy (Daytona Beach)"]},{"type":"*","value":[" WyoTech ",{"type":"''","value":["(formerly AMI)"]}," ",{"type":"[","value":["http:\/\/www.wyotech.edu\/"]}," (Daytona Beach)"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:DaytonaBeach-OceanCenter-wide.jpg"],["right"],["300px"],["thumb"],["The Ocean Center is Volusia County's convention center and event venue in Daytona Beach."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Daytona International Speedway"]}," and its Daytona 500 Experience motorsports attraction in ",{"type":"[[","value":[["Daytona Beach"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Jackie Robinson Ballpark"]}," in ",{"type":"[[","value":[["Daytona Beach"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["New Smyrna Speedway"]}," in ",{"type":"[[","value":[["New Smyrna Beach"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ponce de Leon Inlet Lighthouse and Museum"]}," in ",{"type":"[[","value":[["Ponce Inlet"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Ocean Center"]}," (convention center) in ",{"type":"[[","value":[["Daytona Beach"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Volusia Speedway Park"]}," (racetrack) in Barberville"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches"]}," - The beaches of Volusia County are its major attraction."]},{"type":"*","value":[" ",{"type":"'''","value":["Boating"]}," - Boats can be rented at several marinas, located along the Halifax River and St. Johns River."]},{"type":"*","value":[" ",{"type":"'''","value":["Diving"]}," - The area has an extensive artifical reef program just off the Atlantic coast, and several inland springs offer freshwater and cave diving opportunities. "]},{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}," - Fishing boat charters usually originate from Ponce Inlet or New Smyrna Beach. "]},{"type":"*","value":[" ",{"type":"'''","value":["Golfing"]}," - Over two dozen golf courses can be found throughout Volusia County."]},{"type":"*","value":[" ",{"type":"'''","value":["Horseback Riding"]}," - Several parks and Recreation areas in Volusia County offer horseback trails."]},{"type":"*","value":[" ",{"type":"'''","value":["Swimming"]}," - You can swim in the Atlantic Ocean or in several rivers that pass through Volusia County."]},{"type":"*","value":[" ",{"type":"'''","value":["Surfing"]}," - The area has plenty of surf schools and shops.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Tennis"]}," - Dozens of tennis courts can be found around Volusia County."]},"\n",{"type":"==","value":["Buy"]},"\nATMs can be found thoughout Volusia County. Usually larger hotels and convenience stores will have a \"generic\" ATM machine available; however, be forewarned about hidden service fees.\n\n",{"type":"==","value":["Eat"]},"\nCuisine across Volusia County is generally a mix between traditional \"Southern\" style and \"Caribbean\" style cooking. Sometimes a blending of the two styles is found, named as \"Floribbean.\" The area has easy access to fresh seafood and many eateries offer a wide variety of seafood dishes.\n\nSome favorite dishes in the area include:\n",{"type":"*","value":[" ",{"type":"''","value":["Conch"]}," (pronounced \"conk\") - These chewy clams are served tenderized with lime juice, raw, and chopped in salad. Also chopped, breaded, and fried as conch fritters and in conch chowder (usually red and spicy)."]},{"type":"*","value":[" ",{"type":"''","value":["Mahi Mahi"]}," - A firm, white fleshed fish; delicious when served grilled, blackened or Cajun-style."]},{"type":"*","value":[" ",{"type":"''","value":["Grouper"]}," - One of the mildest fishes available; served fried, blackened, broiled, or grilled as an entree. Fried grouper sandwiches are also popular."]},{"type":"*","value":[" ",{"type":"''","value":["Yellowfin Tuna"]}," - A firm, flavorful semi-dark meat fish often served grilled, broiled, or blackened."]},{"type":"*","value":[" ",{"type":"''","value":["Florida Lobster"]}," - Known as a spiny lobster, the Florida lobster has no claws like Maine lobster. Florida lobster tails are broiled and served with melted butter."]},"\n",{"type":"==","value":["Drink"]},"\nVolusia County is a \"wet\" county in Florida. Alcoholic beverages are sold in both taverns and liquor stores. The Florida State Alcoholic Beverage Control (Police) frequently conduct raids for underage drinking in tourist areas, particularly during Spring Break. There aren't many places around the county for clubbing, except in the beach tourist areas. However, there are many biker bars around the area because of periodic motorcycle rallies.\n\n",{"type":"===","value":["Tropical Drinks"]},"\nSome tropical drinks that are popular in Volusia County, include:\n",{"type":"*","value":[" ",{"type":"''","value":["Planters Punch"]}," - 1 oz. lemon juice, 1\/2 oz. lime juice, 1 oz. passion fruit juice, 1 oz. pineapple juice, 1 1\/2 oz. rum. Combine ingredients over shaved ice. Garnish with a sprig of mint."]},{"type":"*","value":[" ",{"type":"''","value":["Rum Runner"]}," - 1 1\/2 oz. rum, 3\/4 oz. blackberry brandy, 3\/4 oz. creme de banana, splash of grenadine, splash of lime juice."]},{"type":"*","value":[" ",{"type":"''","value":["Bahama Mama"]}," - 1 oz. orange juice, 1 oz. pineapple juice, 1\/2 oz. grenadine, 1\/2 oz. rum, 1\/2 oz. coconut flavored rum, 1 cup crushed ice. Garnish with a slice of pineapple and a cherry."]},{"type":"*","value":[" ",{"type":"''","value":["Pina Colada"]}," - 1 shot rum, 2 oz. coconut milk, 3 oz. pineapple juice, 1 cup ice. Combine all ingredients in a blender and blend until smooth."]},{"type":"*","value":[" ",{"type":"''","value":["Cuba Libre"]}," - 2 oz. rum, Coca Cola, lime wedge."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:BeachPatrol-VC-FL.jpg"],["right"],["300px"],["thumb"],["Volusia County provides Beach Patrol and Lifeguard services along all the county beaches."]]},"\nFlorida has a high occurrence of ",{"type":"'''","value":["hurricanes"]}," which may produce heavy winds and rain between, mostly in the summer months. You might want to check the ",{"type":"[[","value":[["Hurricane safety"]]}," page if you are visiting Florida. Beware of lightning in the central part of the state. Also, during severe weather, there may be tornadoes, so check the ",{"type":"[[","value":[["Tornado safety"]]}," page.\n\nVolusia County is known for a high number of ",{"type":"'''","value":["shark encounters"]},", most of which are minor in nature and due in large part to the large number of swimmers on this highly-accessible shoreline.  Steer clear of fishermen and schools of baitfish, which swimming.\n\nAs in all areas, Volusia County has varying crime intensity from city to city, so it's always a good idea to travel in pairs\/groups.  Tourist areas rarely have violent crimes, but theft is an occasional occurrence, so be sure to lock your car and hotel room. \n\nThe Volusia County Sheriff is in charge of law enforcement throughout the county, which includes Sheriff's Deputies and Beach Patrol Officers. The Sheriff's Department provides patrols where there are no city police forces organized. \n\nThe ",{"type":"'''","value":["911"]}," number for fire, police, and medical emergencies is in effect throughout Volusia County.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Seven digit dialing"]}," is in effect for local calls within each of the three regions in Volusia County. \"1\" and the Area Code must be used when phoning into a different region. The local area code is (386)."]},"\n",{"type":"===","value":[" Agencies "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=The Daytona Beach Area Convention & Visitors Bureau"],["alt="],["url="],["email="],["address=126 East Orange Avenue"],["lat="],["long="],["directions="],["phone = +1 386  255-0415"],["tollfree="],["fax=(386) 255-5478"],["hours="],["price="],["content=Daytona Beach, Florida. The official tourism, sales and marketing organization for the ",{"type":"'''","value":["East Volusia"]}," region ",{"type":"''","value":["(Daytona Beach and surrounding area)"]},". ",{"type":"[","value":["http:\/\/www.daytonabeach.com\/"]},"."]]}]},{"type":"*","value":[{"type":"'''","value":["The New Smyrna Beach Visitors Bureau"]},", 2238 State Route 44, New Smyrna Beach, Florida.  Tel: (800) 541-9621.  The official tourism, sales and marketing organization for the ",{"type":"'''","value":["Southeast Volusia"]}," region ",{"type":"''","value":["(New Smyrna Beach and surrounding area)"]},". ",{"type":"[","value":["http:\/\/www.nsbfla.com\/"]},"."]},{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=West Volusia Tourism Advertising Authority"],["alt="],["url="],["email="],["address=336 North Woodland Avenue"],["lat="],["long="],["directions="],["phone = +1 386  734-4331"],["tollfree="],["fax=(386) 734-4333"],["hours="],["price="],["content=DeLand, Florida 32720. The official tourism, sales and marketing organization for the ",{"type":"'''","value":["West Volusia"]}," region ",{"type":"''","value":["(St. John's River Country)"]},"."]]}]},"\n",{"type":"===","value":[" Internet "]},"\nIt is common for many of the larger hotels and lodgings in the area to offer free internet access for their guests.\n\n",{"type":"===","value":[" Newspapers "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.news-journalonline.com\/ Daytona Beach News-Journal"]}]}," - Online edition of daily newspaper covering the Greater Daytona Beach Area. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.beacononlinenews.com\/ DeLand Beacon"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.avionnewspaper.com\/ Avion Online Newspaper"]}]}," - Student college publication of Embry-Riddle University in Daytona Beach."]},{"type":"*","value":[" ",{"type":"'''","value":["Daytona Beach Pennysaver"]}," - Weekly publication with coupons and classified ads."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vfbr.com\/ Volusia\/Flagler Business Report"]}]}," - Biweekly publication that covers the business community in Volusia and Flagler counties."]},"\n",{"type":"===","value":[" Radio Stations "]},"\n",{"type":"====","value":[" AM "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["WNDB"]},", 1150 AM, Daytona Beach, ",{"type":"''","value":["News\/Talk\/Sports"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WSBB"]},", 1230 AM, New Smyrna Beach, ",{"type":"''","value":["Standards"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WYND"]},", 1310 AM, DeLand, ",{"type":"''","value":["Religious"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WROD"]},", 1340 AM, Daytona Beach, ",{"type":"''","value":["Standards"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WELE"]},", 1380 AM, Ormond Beach, ",{"type":"''","value":["News\/Talk"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WMFJ"]},", 1450 AM, Daytona Beach, ",{"type":"''","value":["Religious"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WTJV"]},", 1490 AM, DeLand, ",{"type":"''","value":["Spanish Language"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WPUL"]},", 1590 AM, South Daytona, ",{"type":"''","value":["Talk"]}]},"\n",{"type":"====","value":[" FM "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.z883.com\/ WEAZ"]}]}," , 88.3 FM, Holly Hill, ",{"type":"''","value":["Contemporary Christian"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WKTO"]},", 88.9 FM, Edgewater, ",{"type":"''","value":["Religious"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WJLU"]},", 89.7 FM, New Smyrna Beach, ",{"type":"''","value":["Religious"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wapn.net\/ WAPN"]}]}," , 91.5 FM, Holly Hill, ",{"type":"''","value":["Contemporary Christian"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/wkro.fm\/ WKRO"]}]}," , 93.1 FM, Edgewater, ",{"type":"''","value":["Country"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WCFB"]},", 94.5 FM, Daytona Beach, ",{"type":"''","value":["Urban Adult Contemporary"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WLGM"]},", 95.3 FM, Edgewater"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hog957.com\/ WHOG"]}]}," , 95.7 FM, Ormond-by-the-Sea, ",{"type":"''","value":["Classic Rock"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WJLU"]},", 97.3 FM, Deland, ",{"type":"''","value":["Religious"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WJHM"]},", 101.9 FM, Daytona Beach, ",{"type":"''","value":["Mainstream Urban"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wvyb.fm\/ WVYB"]}]}," , 103.3 FM, Holly Hill, ",{"type":"''","value":["Pop music"]}]},{"type":"*","value":[" ",{"type":"'''","value":["WOCL"]},", 105.9 FM, Deland, ",{"type":"''","value":["Alternative rock"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Brevard County"]]}," - to the South"]},{"type":"*","value":[" ",{"type":"[[","value":[["Flagler County"]]}," - to the North"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake County (Florida)"],["Lake County"]]}," - to the West"]},{"type":"*","value":[" ",{"type":"[[","value":[["Marion County (Florida)"],["Marion County"]]}," - to the West"]},{"type":"*","value":[" ",{"type":"[[","value":[["Orange County (Florida)"],["Orange County"]]}," - to the Southwest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Putnam County (Florida)"],["Putnam County"]]}," - to the Northwest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Seminole County (Florida)"],["Seminole County"]]}," - to the Southwest"]},"\n",{"type":"{{","value":[["geo"],["29.07"],["-81.14"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East_Central_Florida"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Volusia_County,_Florida"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Florida\/Counties\/Volusia\/"]]},"\n\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Volusia County, Florida"]]}]