[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:KesiGhat River.JPG"],["thumb"],["400px"],["Kesi Ghat and the Yamuna River. The word \"Radha\" is repeatedly written on the side in the Devanagari alphabet."]]},"\n\n",{"type":"'''","value":["Vrindavan"]},", also spelled ",{"type":"''","value":["Brindavan"]},", is a holy town in ",{"type":"[[","value":[["Uttar Pradesh"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe town stands on the original forest of Vrindavana where the Hindu deity Krishna spent his childhood, on the banks of the Yamuna river.  Numerous events are documented to have occurred here: this is where Krishna did the divine dance with Gopis (",{"type":"''","value":["Maharaas"]},"), spread the message of divine love with his lover Radha, stole the clothes of the bathing maidens (",{"type":"''","value":["gopis"]},") who prayed for attaining him,  and destroyed an entire succession of demons.  Consequently, it is a major pilgrimage destination for Hindus, and features by some counts as many as 5000 temples.\n\nIt is believed that the essence of Vrindavan was lost over time until the 16th century, when it was rediscovered by Lord Chaitanya Mahaprabhu. In the year 1515, Lord Chaitanya Mahaprabhu visited Vrindavana, with purpose of locating the lost holy places associated with Lord Sri Krishna's transcendent pastimes. Lord Chaitanya wandered through the different sacred forests of Vrindavana in a spiritual trance of divine love. By His divine spiritual power, He was able locate all the important places of Lord Krishna's pastimes in and around Vrindavana. \n\nAccording to Vaishnavites and particularly Krishna devotees, Vrindavan on Earth is a manifestation of the original Goloka Vrindavan Dham of Lord Krishna. Rather than visiting Vrindavana as any other tourist spot, this place is best enjoyed when visited with the thoughts of Sri Krishna alone and when remembering him at every foot length of land. It will not be too inaccurate to say that all the great Hindu saints have visited Vrindavana in their lifetime atleast once. Even now most localites here always chant the names of Radha and Krishna during their day to day activities. This place is still being visited by devotees from different parts of India who are very spiritual and attracted to Lord Krishna.\n\nVrindavan is also known as the Shelter City for Widows. By Hindu tradition, widows may not remarry but spend life towards spiritual liberation, and many of those abandon their families or having abandoned by their families on the death of their husband make their way here. In exchange for singing ",{"type":"''","value":["bhajan"]}," hymns for 7-8 hours in ",{"type":"''","value":["bhajanashrams"]},", they are given a meal and a little money (around Rs.10-20). This enables chanting of the Lord's name and also feeding of widows who have no other means of survival. Some of them also beg on the streets. However, some of the trusts that operate the ashrams are regularly accused of skimming off vast amounts from the donations.  There are an estimated 20,000 widows, some of whom are very old having spent over 30 years there.\n\n",{"type":"==","value":["Get in"]},"\nVrindavan is about 150 km south of ",{"type":"[[","value":[["Delhi"]]},".  The nearest train station is Vrindavan's twin holy town ",{"type":"[[","value":[["Mathura"]]},", 12 km (20 min) away by rickshaw.  A one-way ride from Vrindavan's train station will cost you Rs.100 upwards. \n\nVrindavan is about 50 km from Agra, which hosts the Taj Mahal. It lies on the tourist Golden Triangle of Delhi, Agra and Jaipur.\n\n",{"type":"==","value":["Get around"]},"\nThe core of Vrindavan is congested as it is an ancient town with thin lanes. The best way to get around is on foot or cycle rickshaw. A cycle rickshaw ride from ISKCON Krishna Balaram temple to the Banke Bihari temple or similar distances would cost you Rs. 20 per person.\n\nSignage in English is non-existent, so you'll either need to ask for directions constantly or, an easier choice, hire a guide to show you around.  Your rickshaw driver will be more than happy to find you one, but do beware of temple scams (see ",{"type":"[[","value":[["#Stay safe"]]},").\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Temple GovindaDev.JPG"],["thumb"],["240px"],["Govinda Dev Temple"]]},"\n\nEntry into all temples is free, but have some coins handy for the shoe handlers.  Many temples prohibit photography inside, so enquire when in doubt.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bihariji"],["alt="],["url=https:\/\/www.bihariji.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best-known temple in Vrindavan, home to a Krishna idol known as ",{"type":"''","value":["Thakur-ji"]},". The idol's eyes are said to be so powerful that it is kept hidden from view behind a curtain, which is opened and closed every few minutes."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Govinda Dev Mandir"]},".  Built by Raja Sawai Man Singh of ",{"type":"[[","value":[["Jaipur"]]}," in 1590, this squat, bulky temple reportedly had four stories lopped off during Aurangzeb's reign of terror.  These days it's just infested by monkeys."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Jaigurudeo Temple"],["alt="],["url=https:\/\/www.jaigurudeo.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also named \"Naam Yog Sadhna Mandir\". It resembles the Tajmahal, built with white marble. It is a unique temple in that you are prohibited from donating if you are a non-vegetarian."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Krishna Balaram Mandir"],["alt="],["url=http:\/\/iskconvrindavan.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Better known as the ",{"type":"'''","value":["ISKCON Temple"]},". A major draw for ",{"type":"''","value":["Hare Krishna"]}," (ISKCON) pilgrims to India, and uniquely among Vrindavan's temples well equipped to deal with foreign visitors. Free breakfast and lunch are available. Great restaurant. Comfortable guesthouse on the Temple grounds."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kesi Ghat"]},", by the Yamuna.  According to the legend, this is where Krishna killed the demon Kesi and then bathed to celebrate.  ",{"type":"''","value":["Aarti"]}," (prayer lamps) are offered to the Yamuna here every evening."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Seva Kunj"]},".  Planted with countless ",{"type":"''","value":["tulsi"]}," (holy basil) trees, this is the garden where ",{"type":"''","value":["gopis"]}," dance for Krishna at night, and where Krishna and his lover Radha spend the night locked in the ",{"type":"''","value":["Moti Mahal"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Rangji Mandir"],["alt="],["url=http:\/\/www.srirangjimandir.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The single largest temple in Vrindavan, built in 1851 in a South Indian style, complete with intricate seven-story ",{"type":"''","value":["gopuram"]}," (gateway) at the entrance. Inside is a 50-ft high wooden chariot, taken out yearly for festivals, and in the inner courtyard is the 50-ft high gold-plated pillar known as ",{"type":"''","value":["Dhwaja Stambha"]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Radhavallabh Mandir"],["alt="],["url=http:\/\/www.radhavallabh.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very wellknown ancient temple of Vrindavan, founded by Shri Hith Harivansh Mahaprabhu, Sri Radhavallabh Lal's idol resemble Sri Radha and Sri Krishna to be embodied in it together- \"One soul and two bodies\"."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Radharaman Mandir"]}," In Seva Kunj, see the Deity of Radharaman that self-manifested from a Shalagrama Shila (sacred stone)."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Festival Snake Deity.JPG"],["thumb"],["240px"],["Offerings to Krishna and Radha beneath a snake during the Brahmotsava Festival, Rangji Mandir"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Brahmotsava Festival"]},", held for ten days after Holi (February\/March), is the largest in Vrindavan and can draw up to 100,000 visitors.  On the main day, known as ",{"type":"'''","value":["Ratha Ka Mela"]},", a giant wooden chariot is pulled by devotees from the Rangji temple to its gardens and back."]},"\n",{"type":"*","value":[" Attend the ",{"type":"'''","value":["Sandhya (Evening) Aarti "]},", at ISKCON Krishna Balaram temple held at 7:00 PM in summer and 6:30 PM in winter. It's a beautiful spiritual drama of singing, dancing & chanting."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parikrama"]}," is about three hour \/ 6km walk around the city performed by hindu pilgrims on the parikrama path that circles the city.  Best to start early in the morning at the ISKCON Mandir."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nidhi Van (Nidhuban, Nidhuvan)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Krishna rested with His beloved Sri Radha. The shrine inside has a bed, which is decorated with flowers by the priest every evening. No one is allowed to stay inside after dusk because according to popular belief the Lord visits the spot with Sri Radha. The samadhi (memorial) of Svami Hari Das is also within this complex. All the groves of Vrindavan are notorious for monkeys that have a special fascination for cameras and spectacles.Yamuna river flows through Vrindavan and Mathura. It is the most sacred river in India as it is so intimately connected with Krishna's pastimes."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=MVT Restaurant"],["url="],["email="],["address=Behind Krishna-Balaram Mandir"],["lat="],["long="],["directions=ISKCON"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best place to get Western food that is cooked by Westerners. A lot of fresh organic salads, pasta, great pizza, lasagna and Baskin Robins ice cream."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Govindas Restaurant"],["url="],["email="],["address=On the backside of Krishna-Balaram Mandir"],["lat="],["long="],["directions=ISKCON"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent vegetarian food. Air conditioned. Serves all cuisines - Indian, Italian, Chinese, South Indian."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bharati Foods"],["alt=Bharti Mithai wala"],["url="],["email="],["address=Near Ramjibai Satsang Bhavan, Vidhyapeeth Chauraha"],["lat=27.57636"],["long=77.68743"],["directions=Go straight towards iskcon temple from Vidhyapeeth Chauraha (Intersection)on Swami bhaktivedanta Road, The restaurent is on right hand next after 2nd intersection"],["phone=+91 0565 3293580"],["tollfree="],["fax="],["hours=9AM-5PM 5PM-9PM"],["price="],["content=This is the Most Genuine restaurent in vrindavan, they serve North Indian, South Indian, Chinese foods and also Indian Sweet Dishes at very reasonable prices. Sitting facility is good."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nBe sure to try the delicious lassi (yogurt based shakes) as well as jal jeera (literally means \"cumin water\"), a sweet and sour tamarind beverage with a spicy kick. Both are specialities of the region.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["MVT Guesthouse"]},". 24 hrs hot and cold running water, AC or heating during cold seasons, 24 hrs electric power (with generator).  Kitchens in the rooms and a Western restaurant on the rooftop."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yamuna Dham"],["url=http:\/\/www.vrindavanhotels.in"],["email="],["address=Raman Reti Road"],["lat="],["long="],["directions=Next to Bharti Foods"],["phone = +91 9990892221"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very Economical, A\/C Doubles Room Rs.900, Clean Rooms, Convenient Location (close to Isckon and Bankey Bihari Temple)"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bharti Guest House"],["url=http:\/\/www.vrindavanhotels.in"],["email="],["address=Dusayat"],["lat="],["long="],["directions=Near Sneh Bihari Temple"],["phone = +91 9990892221"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very close to Bankey Bihari Temple(2min walk), quite economical, A\/C Doubles Room Rs 800, Non AC Rooms also available, situated in the heart of the city (ideal location if you wish to visit lot of famous temples)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel The Shubham"],["alt="],["url=http:\/\/www.shubhamhotels.in"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91-565-2456025"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Vidyapeeth Crossing. City hotel with air-conditioning, CTV, Room Service, 24 Hrs Hot and Cold running water. A\/C doubles from Rs.1000. Also includes Swastik Restaurant, a strictly vegetarian restaurant without onion and garlic that serves Indian, Indian Chinese, and Continental cuisine."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Basera"],["url=http:\/\/www.hotelbaseravrindavan.com"],["email="],["address=Raman Reti Marg, Opposite Phogla Ashram, Vrindavan"],["lat="],["long="],["directions="],["phone = +91 565-2913222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Clean rooms,convenient location, 24 Hour power back up, TV, Aircon, Parking,Veg Restaurant, Banquet room."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nLike all Hindu holy towns, the chaos and squalor of Vrindavan can get pretty intense.\n\nIf you take a guided tour, you can expect to be led to a temple where the priest will treat you to a simple ceremony and then start ",{"type":"'''","value":["demanding donations"]}," of thousands of rupees to carve your name on a marble plaque that will supposedly go up on the wall.  A few tens of rupees for dabs of kumkum on your forehead etc are reasonable, but there is absolutely no reason to pay more: simply walk out if you feel uncomfortable.  The easiest way to avoid getting into this situation in the first place is to insist on going to temples of ",{"type":"''","value":["your"]}," choice, not the guide's.\n\nVrindavan is absolutely infested with ",{"type":"'''","value":["monkeys"]},", who are adept at stealing cameras, glasses (yes! in certain areas some are trained to come up behind you and whip off your glasses, then there are boys who ask for money to get them back by offering food to them), food and anything you're not keeping a close eye on.  Wear contacts or go without if you can.\n\n",{"type":"{{","value":[["geo"],["27.5833"],["77.7000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Doab"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Vrindavan"]]}]