[{"type":"{{","value":[["pagebanner"],["An oil rig offshore Vungtau voyage.jpg"],["caption=Oil rigs offshore Vungtau"]]},"\n",{"type":"[[","value":[["Image:Một phần Vũng Tàu 2.JPG"],["thumb"],["300px"],["Vung Tau as seen from Tao Phung Mount"]]}," \n\n",{"type":"'''","value":["Vung Tau"]}," (Vũng Tàu) is a city in ",{"type":"[[","value":[["Southern Vietnam"]]},", about 125 km from ",{"type":"[[","value":[["Ho Chi Minh City"]]}," (Saigon). Its nearness to Saigon and its beauty and fresh air makes it a very popular destination for weekends.\n\n",{"type":"==","value":["Understand"]},"\nVung Tau is the tourist and commercial centre of ",{"type":"[[","value":[["Ba Ria - Vung Tau"],["Bà Rịa - Vũng Tàu"]]}," (an industrial province in southeastern Vietnam). The city lies on a peninsula which is separated from the mainland by a stream called the Co May River.\n\n",{"type":"===","value":["History"]},"\nDuring 14th and 15th centuries, the cape that would become Vũng Tàu was a swamp which European trading ships visited regularly. The ships activities inspired the name Vũng Tàu, which means \"anchorage\". The Portuguese navigators passed Vũng Tàu many times and named it after Saint Jacques. The French invaded Vietnam afterwards and called it Cape Saint Jacques. The cliff of Vũng Tàu is now called Mũi Nghinh Phong (literally means “cape of greeting the wind”).\n\nVũng Tàu was originally referred to as Tam Thắng (\"Three Boats\") in memory of the first 3 villages in this area: Thắng Nhất, Thắng Nhị, and Thắng Tam. It was within the province of Biên Hòa under the Nguyen dynasty. \n\n10 Feb 1859 marked the first use of cannons by Nguyen's army, when they fired at French battleships from the fortress of Phước Thắng, 100 m from Vũng Tàu's Front Beach. This marked an important period in Vietnam's war against French invaders in South Vietnam (then called ",{"type":"''","value":["Cochinchina"]},").\n\nIn 1901, the population of Vũng Tàu was 5,690, of which 2,000 persons were immigrants from northern Vietnam. Most of the town's population made their living in the fishing industry.\n\nDuring the Vietnam War, Vũng Tàu was home to the Australian Army and American support units, and was a popular spot for in-country R & R for US troops. After the war, Vũng Tàu was a common launching place for boat people fleeing the communists.\n\nOn 12 Aug 1991, the province of Bà Rịa-Vũng Tàu was officially founded and Vũng Tàu Town officially became Vũng Tàu City.\n\n",{"type":"===","value":["Economy and society"]}," \nThe city is in south Vietnam, and is at the tip of a small peninsula. It has traditionally been a significant port, particularly during Vietnam's period of French rule. Today, the city's importance as a port has diminished, but it still plays a significant role in Vietnam's offshore oil industry. Vung Tau is the centre of Vietnam's petroleum industry. Oil and gas exploitation dominate the city's economy and contribute to Vietnam's current account balance.\n\nVũng Tàu is home to 210,000 people. Roughly 1,250 are Russian specialists working in the oil industry.\n\n",{"type":"===","value":["Climate"]},"\nVũng Tàu has two seasons:\n",{"type":"*","value":[" Dry season (Nov-Apr): dry and slightly cooler during the winter months and the Tết Holiday. Gets hotter in Apr."]},{"type":"*","value":[" Rainy season (May-Oct): rainy, but less so than Ho Chi Minh City. Usually hot from 12:00-15:00. Summer is ideal for seaside frolics."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nVũng Tàu is connected to the mainland by Hwy 51 (Quốc lộ 51), which runs from ",{"type":"[[","value":[["Bien Hoa"],["Biên Hòa"]]}," City. The route takes Hwy 1 north to Bien Hoa, crosses the  Dong Nai River Bridge and turns right at the Vung Tau intersection (Ngã Ba Vũng Tàu). \n\nYou can take a bus to Vung Tau from Tan Son Nhat (Tân Sơn Nhất) International Airport (SGN). All buses are parked near the domestic terminal. Look for \"JetStar\" or \"Vietnam Airlines\" painted on the bus body.\n\nThe fastest way on bus to Vung Tau is by taking a high speed coach from Mien Dong Coach Station (Bến Xe Miền Đông) in HCMC.  Comfortable 16-seat buses with air conditioning make trips every 15 minutes. Duration: 2 hours, with a break at the halfway point. To get to Mien Dong Coach Station, take Bus 19 from Ben Thanh Market Bus Station, which will drop you opposite the Mien Dong Coach Station entrance.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hoa Mai Tourist Buses"],["url="],["email="],["address=Phó Đức Chính St, District 1, HCMC"],["lat="],["long="],["directions="],["phone=+84 90 920 0200"],["tollfree="],["fax="],["hours=04:00-17:00"],["price=85,000 dong"],["content=Operated every hour. Seats are reserved by telephone only. If you are in Vung Tau, free pick-up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=",{"type":"'''","value":["Mai Linh Express"]}],["url="],["email="],["address=292 Đinh Bộ Lĩnh, Bình Thạnh District, HCMC"],["lat="],["long="],["directions=Miền Đông Coach Station"],["phone="],["tollfree="],["fax="],["hours="],["price=85,000 dong  (Jan 2012)"],["content=Reliable inter-provincial bus service in ",{"type":"[[","value":[["Vietnam"]]},", especially southern Vietnam. Operates every 30 min. The journey from the bus depot in Ho Chi Minh City to the bus depot in Vung Tao takes approximately 2.25 hr during the day. A bottle of water is provided to every passenger. Using the toilet at the bus depot at HCMC costs 1,000 dong."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rạng Đông Bus Company"],["url="],["email="],["address=292 Đinh Bộ Lĩ, Bình Thạnh District, HCMC"],["lat="],["long="],["directions=Miền Đông Coach Station"],["phone=+84 85 111 111"],["tollfree="],["fax="],["hours=04:30-19:45"],["price=80,000 dong (Jan 2012)"],["content=To\/from HCMC. Departs when bus is full, which is approximately every 20 min. Rạng Đông also serves Buon Ma Thuot, Pleiku, and Kontum."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thiên Phú"],["url="],["email="],["address=292 Đinh Bộ Lĩnh, Bình Thạnh District, HCMC"],["lat="],["long="],["directions=Miền Đông Coach Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The same as Rạng Đông, but with larger buses. Departure every 15 min."]]}]},"\n",{"type":"===","value":["By Hydrofoil"]},"\n\"Tàu cánh ngầm\" aka \"Hydrofoil fast ferry\" in Vietnam is a quick way to get to and from Vũng Tàu. Taking the Hydrofoil is a good way to see the commercial maritime areas as the boat runs through the Saigon River to the sea. After one hour and 15 minutes, Vũng Tàu peninsula appears with its two mountains (conveniently called \"Big Mountain\" and \"Little Mountain\") at the waterfront. This is a little more comfortable way to get to Vung Tau rather than taking the bus. It's a little more expensive at 200,000 dong\/person (USD10).  On the weekends, be sure to get your tickets at least a day early.  You will be lucky to get a ticket if you wait till the day of.\n\nSCAM ALERT\nAt the ticket counter in Saigon, they randomly didn't allow to buy the return ticket, recommending to buy it as soon as in Vung Tau. Once there, the lady at the counter will pretend that all the tickets are gone, and you will be immediately approached by local men willing to sell the tickets with a 100% surcharge, with the complicity of the Ticket counters employees. Make sure you buy the return ticket in Saigon, or accept to be considered as an ATM.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Petro Express"],["url="],["email="],["address=Hàm Nghi Road, District 1, Ho Chi Minh City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=250,000 dong"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greenlines"],["url="],["email="],["address=Hàm Nghi Road, District 1, Ho Chi Minh City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=250,000 dong"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vina Express"],["url="],["email="],["address=Hàm Nghi Road, District 1, Ho Chi Minh City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=200,000 dong"],["content="]]}]},"\nEssential information: \nPrice: 10 USD\/ 1 ticket\/ 1 passenger (adult) and 5 USD\/ child (age 6-11, high under 1.4m)\nDuration: 75 minutes\nDepart at: Bach Dang Pier in Saigon, District 1. Not far from the Majestic Hotel (100 m)\nLand in Cầu Đá Port, Ben Cau Da, Ha Long St, Vung Tau\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Sau Beach in Vungtau.jpg"],["thumb"],["right"],["300px"],["Bãi Sau (Back Beach)"]]},"\n",{"type":"===","value":["By taxi"]},"\n\nTaxis are rather expensive in Vũng Tàu. Prices are 30% higher than Saigon companies, especially along the beaches.    Major companies are Gili Taxi, Petro Taxi, Vinasun, and Mai Linh.  Petro Taxi by the hydrofoil port will charge five times more than a VinaSun taxi.\n\n",{"type":"===","value":["By motorbike"]},"\nAs an ordinary Vietnam urban area, Vũng Tàu has plenty of ",{"type":"''","value":["xe ôm"]}," (motorbike) drivers who are professional (and unfortunately seek out foreigners). Tourists coming to Vũng Tàu may find out that traffic is slower here, especially during the week. As of December 15th, 2007 all riders in Vietnam are now required to wear helmets an this is strongly enforced. As such, the driver should supply you with a helmet. If he doesn't - find another one, as you'll be the one stuck with the fine. Remember : always agree on a price before you set off.\n\n",{"type":"===","value":["By double-bike"]},"\nXe đạp đôi or double-bike (tandem bicycle) has been popular among youth and teenagers of Vung Tau. You can see groups of at least four riding along the windy and green streets and along the coast. A standard double-bike can carry 3 people in which 2 take the ride. You can rent a double bike at the Bãi Trước (Front Beach) Area beside Nhà thiếu nhi (Children Cultural House) or on pavements along the Bãi Sau (Back Beach) near hotels area.\n\n",{"type":"===","value":["Walking"]},"\nVũng Tàu is rather small in size, so don't hesitate to take a walk. Recommended ways are : Bacu street (the city's downtown), Đồ Chiểu Street (food center), Trưng Trắc and Trưng Nhị Square, Công viên Bãi trước (Front Beach park) and pavements along the coastline.  The only drawback; foreigners are constantly sought after by motorbike drivers, especially if walking alone.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bạch Dinh (Villa Blanche)"],["url="],["email="],["address="],["lat="],["long="],["directions=Trần Phú St on the slopes of Big Mountain, along Tran Phu St, 50 m above sea level"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built by the French (1898-1916) as a summer holiday house for French Governor-General Paul Doumer. The building was named Villa Blanche after his favourite daughter. The name Villa Blanche accurately describes its appearance. For that season, local people call it Bạch Dinh (White Palace). Later governors used this summerhouse so occasionally so it is also called “Villa du Gouverneur” (Dinh Toan Quyen). Both Ngo Dinh Diem and Nguyen Van Thieu used it for R&R. The outside walls were decorated with beading and Hellenic statues. This was also the location where the French colonialists placed Thanh Thai Kin under house arrest. He belonged to the last feudal dynasty in Vietnam and fought against the French before being exiled to Reunion Island off the coast of Africa (1909-1910). From its balcony there's a panoramic view of Front Beach and opposite the villa at the foot of that mountain is Hai Nguu Islet with a stone rock shaped like a water buffalo wallowing in water. Next to Hai Nguu at the seaside was the helicopter pad. Today Villa Blanche exhibits hundreds of antiques collected from Cau Islet-Con Dao and attracts hundreds of tourists every day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Đài Liệt Sĩ"],["alt=Martyr's Memorial"],["url="],["email="],["address=Lê Hồng Phong St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A stone obelisk on a hilltop, on the way to the sea, the Martyr's Memorial Hill is said to incorporate the biggest traffic circle in Indochina. A cool hangout for lovers."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Đình Thần Thắng Tam"],["alt=Thắng Tam Local Gods Communal House"],["url="],["email="],["address=Thắng Tam Ward"],["lat="],["long="],["directions=From the Front Beach, follow Truong Cong Dinh St to Tran Hung Dao Park. Here take Hoang Hoa Tham St to Thang Tam"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content According to legend, it was built in the Minh Mạng dynasty (1820-1840) as a place to worship the 3 men who set up the 3 villages of Thắng in Vũng Tàu, starting a new way of life. The architecture is particularly interesting around the Tam Quan Gate, the sanctum, the public commune, the meeting room, and the stage for military operas that is skillfully engraved. The sanctum is roofed with ying-yang tiles and is in the shape of “a couple of dragons joking upon the moon” and the pillars are engraved with the shapes of dragons. On the right of Thắng Tam commune is the Whale Tomb where there is a set of whale bones and on the left is Ngũ Hành Temple, celebrating the 5 elements, metal, wood, water, fire, earth."]]},"  "]},"\n ",{"type":"[[","value":[["Image:VN-vungtau-christus-statue.jpg"],["thumb"],["200px"],["right"],["Jesus Statue on Summit of Small Mountain"]]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jesus Statue"],["url="],["email="],["address="],["lat="],["long="],["directions=Small Mountain summit"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The enormous 28 m figure of Jesus gazing to sea with outstretched arms is at the south end of Small Mountain. Built in 1971, this giant Jesus rests on a 10 m high platform. The interior of the statue is hollow and contains a spiral staircase of 129 steps, ascending from the foot of the statue to its neck. The two shoulders of the figure are balconies, each able to accommodate up to six people, which offer a splendid view of the surrounding landscape. This is the largest sculpture in southern Vietnam. Recent construction of a pathway has made the 30 min hike up the mountain more pleasant and the panoramic view from various vista points along the way is magnificent. A must-do!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pagodas"],["url="],["email="],["address="],["lat="],["long="],["directions=Small Mount summit"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Niết Bàn Tịnh Xá and Thích Ca Phật Đài are most popular among the pagodas and temples in Vũng Tàu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vũng Tàu Lighthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=On top of Small Mountain"],["phone="],["tollfree="],["fax="],["hours="],["price=4,000 dong"],["content=First built in 1907 on the lower peak of Small Mount, it burned kerosene in its lamp. In 1911, it was rebuilt to 3 m in diameter and 18 m in height, and moved to the higher peak where it stands today. The Vũng Tàu Lighthouse projects light as far as 65 km (35 mi) and is equipped with telescopes to follow and direct ships at sea. Next to the platform, 4 old French cannons (weighing several tons) were once used to defend the area from naval attacks. The lighthouse affords a panoramic view of the whole of Vung Tau."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Beaches"]},"\nThe seaside makes Vung Tau a nearby paradise for Saigon visitors. Well-travelled foreigners may be underwhelmed. The beach is not too attractive with litter lining the coast, and most of the sandy eastern beach has signage about dangerous swimming. There are four beaches near the city centre:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bãi Dâu"],["alt=Mulberry Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Small beach on the west side of Big Mount."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bãi Dứa"],["alt=Pineapple Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Small beach along Hạ Long St, by Small Mount."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bãi Sau"],["alt=Back Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Also known as Thùy Vân Beach. The only standard beach for tourism in Vung Tau. It is 3 km long and stretches from the Small Mount to Paradise Park. All beaches here are free. You must pass through some \"water parks\" to get to the beach. There are places to stash your belongings, usually 15,000 dong for each person. A beach umbrella is 30,000 dong, a chaise longue, 25,000 dong. Fresh water showers cost 8,000 dong. Sea parachuting and canoeing available all day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bãi Trước"],["alt=Front Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=Centre of Vung Tau between Big and Small Mount"],["phone="],["fax="],["hours="],["price="],["content=Restaurants, kiosks, and hotels are close to the beach. Front Beach is connected through a small park called Front Beach Park. As this lies near the tourist centre of the city, most people come here to visit the park and view the sunset."]]}]},"\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":["Hike to the Lighthouse on Little Mount. The entrance is at in Phan Chu Trinh St, about 1 km from the beach."]},{"type":"*","value":["Hike to the Jesus Statue on Little Mount. This is a very nice short hike."]},{"type":"*","value":["Hike to Big Mount. The trail starts on Tran Hung Dao St. The top is very flat, and there are a of couple restaurants on top."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Where to buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chợ Vũng Tàu"]}," (Vũng Tàu Market), new central market built in 1985. Vietnamese day meals start with market. Goods in markets are cheaper and fresher than in shops and that's why a market is very familiar with every Vietnamese, esp. housewives."]},{"type":"===","value":["What to buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Handicrafts"]}," are ample at Trung Vuong Square and are ideal as souvenirs."]},{"type":"===","value":["ATMs"]},"\nATMs are plentiful in Vung Tau. Most of them are located on commercial streets such as Lê Hồng Phong, Ba Cu and Trưng Vương Square. Visa and MasterCard are accepted with a minimum fee of 50,000-70,000 dong for each withdrawal.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Bánh khọt.jpg"],["thumb"],["right"],["300px"],["Banh Khot"]]}," \n\nBanh Khot is Vung Tau's signature meal. It is a breakfast meal which includes greens and noodles. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bà Hai's Restaurant"],["url="],["email="],["address=42 Trần Đồng St"],["lat="],["long="],["directions="],["phone=+84 64 353 1255"],["tollfree="],["fax="],["hours=06:30-11:30"],["price=18,000-20,000 dong"],["content= A small bánh khọt restaurant run by a family. Not all tourists know it due to its location on a busy street."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bayview Takeaway\/Cafe Grill"],["url="],["email="],["address=144 Ha Long St"],["lat="],["long="],["directions="],["phone=+84 64 352 1984"],["tollfree="],["fax="],["hours="],["price="],["content=Hamburgers, sandwiches, fish 'n chips. Eat in, takeaway or delivery. Cold beers and soft drinks, big Aussie breakfasts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bia Tuoi"],["url="],["email="],["address=4 Le Loi St"],["lat="],["long="],["directions=Off of front beach near the Pacific Hotel"],["phone="],["tollfree="],["fax="],["hours=Dawn to last customer"],["price=Food starts at 12,000 dong; beer 4,000 dong"],["content=A cheap beer garden frequented mostly by locals with snacks and seafood. Breakfasts too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bistro Nine"],["alt="],["url="],["email=sud@avietnam.com"],["address=9 Truong Vinh Ky"],["lat=10.34879"],["long=107.07302"],["directions="],["phone=+84 64 3511571"],["tollfree="],["fax="],["hours=06:00-22:00"],["price=20,000+ dong"],["content=Bistro style, open early for breakfast until late for dinner. Large wine cellar, bakery, house-made excellent bread and charcuterie. Nice place to chill out for coffee or dinner. Sandwiches, wood oven pizzas, meats, fish, great ribs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=David Pizzeria"],["url="],["email="],["address=130 Ha Long St"],["lat="],["long="],["directions="],["phone=+84 64 385 6612"],["tollfree="],["fax="],["hours=10:00-14:00 and 17:00-23:00"],["price="],["content= Italian restaurant with a wide selection of pasta, wood-fired pizza, seafood, wine, and Italian desserts. They also have fresh bread, coffees. Delivery available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ganh Hao Restaurant"],["url="],["email="],["address=03 Trần Phú, P.5"],["lat="],["long="],["directions="],["phone=+84 64 355 0909"],["tollfree="],["fax="],["hours="],["price=45,000+ dong"],["content=Lovely restaurant by the sea. High quality fresh seafood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gốc Vú Sữa"],["alt="],["url="],["email="],["address=14 Nguyễn Trường Tộ"],["lat="],["long="],["directions="],["phone=+84 35 23465"],["tollfree="],["fax="],["hours=06:00-12:00"],["price=35,000 dong"],["content=An ideal place to enjoy your breakfast \"bánh khọt\". The restaurant is always crowded on weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Great Aussie Pie Shop"],["alt="],["url="],["email="],["address=144 Ha Long St"],["lat="],["long="],["directions=Opposite the Ferry Terminal"],["phone=+84 64 352 1984"],["tollfree="],["fax="],["hours=07:00-22:00"],["price="],["content=Popular pie shop is home to Australian beef and chicken pies. Cold beer and soft drink with a terrific view of Vung Tau Bay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotpot Restaurants"],["url="],["email="],["address=Trương Công Định St"],["lat="],["long="],["directions="],["phone=+84 85 6394"],["tollfree="],["fax="],["hours=Till 23:00"],["price="],["content=An area of four adjoining restaurants. Come here to enjoy the Vietnamese hotpot in different styles. Hotpot is a must at every Vietnamese party. Beer is encouraged."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kozak"],["alt="],["url=http:\/\/www.kozak-mamay.com"],["email="],["address=06-07 Nguyen Tri Phuong St"],["lat="],["long="],["directions="],["phone=+84 64 356 3776"],["tollfree="],["fax="],["hours=Till 23:00"],["price="],["content=Ukrainian restaurant, decorated with Ukrainian stuff. Restaurant offers traditional beverages: Ukrainian liquors, borsht, vareniki, kvass."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rodstarz Fast Food"],["alt="],["url=http:\/\/www.facebook.com\/rodstarzvn"],["email="],["address=30 Quang Trung 1 and 244 Thống Nhất"],["lat="],["long="],["directions=Across from the beach"],["phone=84 94 711 0192"],["tollfree="],["fax="],["hours=06:00-22:00"],["price="],["content=Western dishes with a slight Asian twist. The restaurant carries an expanded menu ranging from 100% Australian Beef Burgers, Cheese Burgers, Shrimp Burgers, Burritos, Pork Kabobs, Fried Squid Rings, Waffle Dogs, Ice Cream, Beer, and much much more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Quán 95"],["url="],["email="],["address=36 Trần Hưng Đạo"],["lat="],["long="],["directions="],["phone=+84 85 6394"],["tollfree="],["fax="],["hours=08:00-23:00"],["price="],["content=Well-known mid-range restaurant for Vietnamese meals and variety of seafood. Tiger Beer and Pilsner Urquell available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vườn Bàng"],["url="],["email="],["address=37\/4 Nguyễn Thái Học"],["lat="],["long="],["directions="],["phone=+84 57 0607"],["tollfree="],["fax="],["hours=08:00-23:00"],["price="],["content=Large indoor restaurant, ideal place for parties. Special foods include shashlyk (Russian fried pork) and Russian salad."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Bars"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Matildas Pub"],["url="],["email="],["address=6 Nguyen Du"],["lat="],["long="],["directions=Behind the Grand Hotel"],["phone=+84 64 385 6581"],["tollfree="],["fax="],["hours=09:00-late"],["price=Standard beers 15,000 dong"],["content=Laidback Aussie pub. The cheapest beers\/drinks in town. Very affordable meals, including breakfast. Happy hour every day from 09:0018:00. Very friendly staff. An excellent place to enjoy a relaxing beer or meal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Nine Cafe"],["url="],["email="],["address=9 Truong Vinh Ky"],["lat="],["long="],["directions="],["phone=+84 64 351 1571"],["tollfree="],["fax="],["hours=06:00-22:00"],["price="],["content=Espresso, cappuccino, fresh juice and home made 100% natural French ice cream. Happy hour from 15:00-19:00. Indoor-outdoor."]]}]},"\n",{"type":"===","value":["Coffee"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bạch Dinh"],["url="],["email="],["address=Trần Phú, near Bãi Trước"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Till 23:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ô Cấp"],["url="],["email="],["address="],["lat="],["long="],["directions=Along Bãi Dứa"],["phone="],["tollfree="],["fax="],["hours=Till 23:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rin Cafe"],["alt="],["url="],["email="],["address=241 Nguyen An Ninh"],["lat="],["long="],["directions=Near Paradise Golf Course"],["phone=+84 93 4763138"],["tollfree="],["fax="],["hours=All day"],["price=USD1 (10,000 dong)"],["content=Serves a decent cup of strong, dark, and rich aromatic coffee. Said to serve only coffees that are grown directly from Vietnam highland provinces. The beans here are kept fresh and are ground only on order. Popular for to go orders among locals and tourists alike."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Saigon Ice Cream"],["url="],["email="],["address=Lý Thường Kiệt St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Till 23:00"],["price="],["content=Little ice cream spot with soft music. Well-known for 20 years."]]}]},"\n",{"type":"==","value":["Sleep"]}," \n",{"type":"===","value":["Budget"]},"\nVung Tau may have the cheapest guesthouses and hotels in Vietnam. Rooms range from fan-only with shared bath to air conditioned with hot water. All on Thùy Vân St, in front of Bãi Sau (Back Beach) at the foot of Small Mount. Lowest prices from 120,000 dong\/room (on weekdays) to 200,000 dong (weekends).\n\n",{"type":"===","value":["Midrange"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tháng Mười Hotel"],["url=http:\/\/www.thangmuoihotel.com.vn"],["email="],["address=151 Thùy Vân"],["lat="],["long="],["directions=In front of Bãi Sau"],["phone=+84 64 852 665"],["tollfree="],["fax=+84 64 859 876"],["hours="],["price=300,000-500,000 dong"],["checkin="],["checkout="],["content=92 comfortable bedrooms with cable TV, air conditioning and minibars. Just a short walk to the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Valley Mountain Hotel"],["alt=Sleep"],["url=http:\/\/valleymountainhotel.com"],["email="],["address=102\/6 Trần Phú, Ward 5"],["lat="],["long="],["directions="],["phone=+84 64 355 3660"],["tollfree="],["fax="],["hours="],["price=USD45+"],["checkin="],["checkout="],["content=Not large, but designed to high standards. Attentive service."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cap Saint Jacques"],["url="],["email="],["address="],["lat="],["long="],["directions=Back Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=USD35-101"],["checkin="],["checkout="],["content=With private beach. Only 200 m  to the Paradise golf course and 5 minutes access to the central city. Offers 133 guest rooms and suites with air conditioner, satellite TV, IDD telephone, high speed Internet, minibar, dressing table, bathtub."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Imperial Hotel & Residences"],["url=http:\/\/www.imperialhotel.vn"],["email=sales@imperialhotel.vn"],["address=159 Thuy Van St"],["lat="],["long="],["directions="],["phone=+84 64 362 8888"],["tollfree="],["fax="],["hours="],["price=USD130-830"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mỹ Lệ Hotel"],["url="],["email=mylehotel@hcm.vnn.vn"],["address=57-59 Thùy Vân"],["lat="],["long="],["directions="],["phone=+84 64 852 177"],["tollfree="],["fax="],["hours="],["price=USD39-115"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palace Hotel"],["url=http:\/\/www.palacehotel.com.vn"],["email=palacevt@hcm.vnn.vn"],["address=01 Nguyễn Trãi"],["lat="],["long="],["directions="],["phone=+84 64 856 411"],["tollfree="],["fax=+84 64 856 878"],["hours="],["price=USD65-165"],["checkin="],["checkout="],["content=94 guest rooms. Casino."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nWhile pickpockets are not common, theft (usually snatching bags or purses) is an increasing problem. Visitors should not carry valuables in bags and try to avoid carrying them as much as possible at night, especially in the city centre or along the front and back beaches. Bags or purses have been known to be snatched off bicycles and even motorbikes as well as pedestrians. This is sometimes followed by violent pushing or hitting to distract the victim and anyone who may be with them, to help the perpetrators get away. This is not as common as it is in Ho Chi Minh City, however, thefts increase in the lead up to the Tet holiday.\n\n",{"type":"===","value":["Emergency numbers"]},"\n",{"type":"*","value":["Police: 113"]},{"type":"*","value":["Fire: 114"]},{"type":"*","value":["Ambulance: 115"]},"\n",{"type":"===","value":["Hospitals"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lê Lợi Hospital"],["url="],["email="],["address=22 Lê Lợi St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tell the taxi driver \"benh vien\" and he'll understand."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" High-speed Internet is available in all streets in Vung Tau. They are called in many names e.g. \"Internet cafe\", \"Game Online\" or \"Chat\". Pay 3,000-4,000 dong\/hour. Most stores provide Internet dialing cards, so it's advised that you use it to make international calls."]},{"type":"*","value":[" Use 171 and 178 with your calls: Make you domestic and international calls with 171 or 178 as following, you'll save up to 40% of bills"]},"171 (178) + 00 + National code + Area code + Phone number.\n",{"type":"''","value":["Note :"]}," This method is not available with cellphones.\n",{"type":"*","value":[" ",{"type":"'''","value":["Vung Tau Post Office"]}," : 45 Lê Hồng Phong."]},{"type":"*","value":[" General info service : (064) 1080."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bình Châu Hot Stream :"]}," in Xuyên Mộc District. "]},{"type":"*","value":[" ",{"type":"'''","value":["Côn Đảo Islands :"]},"  archipelago in the southern sea. Best known for Côn Đảo Prisons, Côn Đảo National Garden. Hydrofoil fast ferry costs 350,000 dong, sets off at Côn Đảo Port (April 30 Rd)."]},{"type":"*","value":[" ",{"type":"'''","value":["Long Hải Town :"]}," a seaside town in nearby Long Điền District about 20 km north of Vung Tau. The beach here is smaller, but the town owns a local goddess temple called \"Dinh Cô\" which holds an annual cultural festival called \"Dinh Cô Festival\". It is one of the three well-known traditional festivals in southern Vietnam. The town also features Minh Đạm Tunnel, a former hideout of the Viet Minh during the wars."]},{"type":"*","value":[" ",{"type":"'''","value":["Long Sơn: "]}," for the wooden Nhà Lớn Long Sơn complex dating from the 19th century. "]},"\n\n",{"type":"{{","value":[["geo"],["10.3500"],["107.0667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern Vietnam"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Vũng Tàu"]]}]