[{"type":"{{","value":[["pagebanner"],["Vuno Albania banner.jpg"]]},"\n",{"type":"'''","value":["Vuno"]}," is a village in ",{"type":"[[","value":[["Coastal Albania"]]},", located a few kilometres north to the town of ",{"type":"[[","value":[["Himarë"]]},". \n\n",{"type":"[[","value":[["File:Vuno village.jpg"],["thumb"],["Overview of Vuno village"]]},"\n\n",{"type":"==","value":["Understand"]},"\nVuno is a small village in a mountainside near the ocean. It has about 80 inhabitants all year round which increases to about 500 in the summertime. There are no school here anymore, so the youngsters have to go elsewhere for education.\n\n",{"type":"==","value":["Get in"]},"\n\nYou can take a bus from ",{"type":"[[","value":[["Tirana"]]}," to ",{"type":"[[","value":[["Sarandë"]]}," but since it departs early in the morning, you may try getting first to the town of Vlorë and then taking a bus to ",{"type":"[[","value":[["Himarë"]]},". In either case, just ask the driver to stop in Vuno. Vuno is the small village between ",{"type":"[[","value":[["Dhermi"]]}," and Himarë.\n\n",{"type":"==","value":["Get around"]},"\n\nThe village is small and easily covered ",{"type":"'''","value":["on foot"]},". Besides that, the most reliable way to get around (ie. to nearby Himarë or to the beach) is ",{"type":"'''","value":["hitchhiking"]},". Basically, any car with available seats and heading for your direction will take you. If you're staying at Shkolla Hostel there is a possibility that the nice people working there can give you a lift for a fee.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Canyon de Gjipe.jpeg"],["thumb"],["Canyon de Gjipe"]]},"\n\n",{"type":"[[","value":[["File:Cave by the beach near Vuno, Albania.jpg"],["thumb"],["Cave by the beach"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beach Caves"]}," - Paddle along the coast just north from Jal beach you can find a couple of caves that are worth a visit"]},{"type":"*","value":[" ",{"type":"'''","value":["Canyon de Gjipe"]}," -  Beautiful walk into the canyon with possibilities for climbing and swimming"]},{"type":"*","value":[" ",{"type":"'''","value":["Vuno village"]}," - Go to through the village, to the top and enjoy the view at sunset"]},{"type":"*","value":[" ",{"type":"'''","value":["Shkolla"]}," - The area around Shkolla has some nice old buildings typical for rural Albania"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Jala Beach Vlora Albania.jpg"],["thumbnail"],["Jala Beach is the most popular beach near Vuno"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beach"]}," - Spend time at the marvellous beaches, even partying there at night. Crowded or deserted beaches? You decide. There's something for almost everyone here"]},{"type":"*","value":[" ",{"type":"'''","value":["Kayak"]}," - Rent some simple two seat kayaks at the beach"]},{"type":"*","value":[" ",{"type":"'''","value":["Paddleboating"]}," - Can be rented at the beach"]},{"type":"*","value":[" ",{"type":"'''","value":["Relax"]}," - Vuno is a perfect place to relax. Set up you hammock or sunbed as soon as possible! This is probably the laziest town you'll find at the Albanian riviera."]},{"type":"*","value":[" ",{"type":"'''","value":["Hike"]}," - To the mountain behind the village"]},{"type":"*","value":[" ",{"type":"'''","value":["Mix with the locals"]}," - If you're good at playing cards this should be no problem. If you're talking Albanian you're gonna rock!"]},"\nOther than this, it is a great place to wander about this pure area, encountering stocks of various domestic animals.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are two small restaurants\/cafés\/shops in the village. Here you can buy some groceries, eat a few of the local dishes or just grab a local beer. Don't expect anything fancy, but this is the meetingspot for the locals in the summertime and gives you the opportunity to meet some autentic Albanians.\n\n",{"type":"==","value":["Drink"]},"\n\nBeers can be bought at the two restaurants mentioned in the \"Eat\"-section. Jal beach, 5 km from Vuno, has a few clubs and bars where you can find drinks and some decent and quite posh parties from time to time. How posh? Sometimes even the urban people of Tirana comes down here to see and be seen.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["File:Shkolla Hostel in Vuno.jpg"],["thumb"],["The old school in Vuno, Albania"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shkolla Vuno"]}," - Vuno is famous for its school-hostel \"Shkolla Vuno\" - a magnet for all passing-by backpackers. It is run by a local NGO, performing renovation of the area. It is dorms or tent only, but quite budget oriented with the daily contribution for dorms set at €7 (or 800 lek). For details you can contact Mr. Ilir Hysa - phone no. ",{"type":"''","value":["+355 683 133 451"]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe only safety issue in Vuno would be the stray dogs. Some are really friendly and just want you to pet them. Some are scared and run away as soon as they see you. Others will for sure try to chase you away from their territory. Don't get bitten! You hear them growl, leave, but back off slowly and don't run, as dogs have an instinct to chase after anything that runs.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["40.1333"],["19.7000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Albanian Riviera"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Vuno"]]}]