[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Vágur"]}," is a town on ",{"type":"[[","value":[["Suðuroy"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Vagur Suduroy.jpg"],["thumb"],["Vágur, view towards east"]]},"\nVágur is situated in the southern part of the island Suðuroy, between the villages Porkeri and Lopra. It is situated on the east coast, but the west coast is not far away, only around 1 km from where the town ends. You can travel to Vágur by car or by bus (line 700), but first you must travel to Suðuroy either with the ferry Smyril (2-3 times daily) or by the helicopter (2-3 times a week). There is a new road tunnel between Øravík and Hov, it has made travelling in Suðuroy much easier and faster. Now it takes only around 15 minutes from Tvøroyri to Vágur and the road has two lanes all the way. The old road between Øravík and Hov is worth to take, if one comes by car and has enough of time.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around in Vágur is by feet or by car. One can walk around in the town and visit museums or shops or just have a look at local life. The main road is called Vágsvegur. The first road you come to when arriving to Vágur is Marknoyrarvegur, the road then splits into two, the left one is the main road Vágsvegur and the road to the right is Toftavegur. Vágsvegur continues all the way to the end of the fjord, where it splits into two, one road goes straight ahead to the west coast and the road changes its name at some point to Eiðisvegur, and the other road follows the curve of the fjord and continues to the southern villages Lopra and Sumba, the name of the road along the southern side of the fjord is Líðarvegur. If you wish to visit a breathtaking viewpoint just south of Vágur in a place called Eggjarvegur, than you should look out for a narrow side road to Líðarvegur, which is called Eggjarvegur. It is just a few hundred metres after the Magn petrol station, turn right. The road has a few curves and it is narrow, but there is not much traffic and the view towards Beinisvørð is fantastic up there. The road stops only around 20 metres from the edge, which goes vertically down to the North Atlantic Ocean.\n\nBuses drive to and from the ferry from Sumba, ",{"type":"[[","value":[["Vágur"]]}," (both route 700), Famjin and Hvalba via ",{"type":"[[","value":[["Tvøroyri"]]}," (both route 701). Time schedule is on the website: www.ssl.fo.\n\n",{"type":"'''","value":["Taxi and busses in Suðuroy:"]},"\n",{"type":"*","value":[" Phone: 373380 or 213380, Hjørleif Holm, Vágur. Taxi."]},{"type":"*","value":[" Phone: 222918, Jákup Lindenskov, Vágur. Taxi."]},{"type":"*","value":[" Phone: 239550, Ludvig Poulsen Busses, Sumba\/Vágur. Several buses which are for 13, 19, 42 and 49 persons. "]},{"type":"*","value":[" Phone: 227228, AH Taxi, Trongisvágur. Taxi (two cars)."]},{"type":"*","value":[" Phone: 215210 or 250350, David Findleton, Taxi and minibus."]},{"type":"*","value":[" Phone: 226566, Mikkjal Pauli Johansen, Trongisvágur,bus"]},{"type":"*","value":[" Phone: 212324, Fámjins Bygdaleið, Fámjin, Two busses for 14 and 19 persons."]},"\n",{"type":"'''","value":["Rent a car in Suðuroy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["ADI Auto Service"]},", Sjógøta 79, FO-800 Tvøroyri, phone +298 222328. Description: ADI Auto Service has a few cars and pick-up's for hire. Two Skoda Sabia, one Ford Mondeo, one Daewoo, 2 pick-up's and one jeep in which you can drive up in the mountains. Price for one of the cars is 500 DKK for one day. If you hire the car for more than one day the price is 350 DKK pr. day. Free kilometer. (These information are from 2010, the cars and prices may change in time). "]},{"type":"*","value":[" ",{"type":"'''","value":["Magn"]}," petrol station in Trongisvagur, phone +298 371466"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ruth Smith Art Museum"],["alt=Ruth Smith Savnið"],["url=http:\/\/www.ruthsmithsavn.com\/"],["email="],["address=Vágsvegur 101"],["lat="],["long="],["directions=In the western part of the village next to the DJ Vilhelm supermarket."],["phone=+298 597368"],["tollfree="],["fax="],["hours=By appointment"],["price=30 DKK"],["content=Ruth Smith (1913-1958) was born in Vágur and grew up here too. Later she moved to Denmark, where she studied art. She is famous in several countries. In the museum you can see art works by Ruth Smith."]]}]},"\nThe nature around Vágur is beautiful and breathtaking. \n",{"type":"*","value":[{"type":"'''","value":["Vágseiði"]}," is on the west coast, only around 1 km west of the village. Just follow the main road and drive or walk strait ahead in stead of following the bay. The road goes all the way to Vágseiði, a rocky place where the sea often is rough. There is an old harbor there, which only occasionally is used now, but in the old days it was very important for the fishing boats. They were rowing out from this harbor, when the wind came from the east, north-east or south-east. There used to be many boat houses, but they were blown away in the hurricanes in the eighties and the nineties."]},{"type":"*","value":[" ",{"type":"'''","value":["Eggjarnar"]}," is on top of a mountain south west of Vágur, a beautiful and breathtaking place with vertical cliffs. It is near Skúvanes. If you wish to go to Eggjarnar just follow the main road in Vágur, turn left when you come to the bottom of the bay, drive or walk a few metres past the Magn petrol station and turn right when you see a road called Eggjarvegur. Follow this road up the hill until you reach Eggjarnar on the top. The road ends up there, only around 20 metres from the edge. Be careful not to walk over the edge, and don't leave the road, if there is fog. If the weater is clear or just a bit clear, than you can enjoy the view to the west coast of the southern part of the island, all the way to Beinisvord in the south."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Broadway Bowling Centre"],["alt=Bowlinghøllin"],["url=http:\/\/www.broadway.fo\/"],["email="],["address=Bryggjan 4"],["lat="],["long="],["directions=In the harbor in the centre of the town."],["phone=+298 374999"],["tollfree="],["fax="],["hours="],["price="],["content=The Broadway Bowling Centre is the only bowling centre in Suðuroy. There are also pool and air hockey tables in the bowling center and a restaurant with permission to serve wine and beer."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Torgið - Shopping Centre in Suðuroy"],["alt=Torgið - Handilsstaðið í Suðuroy"],["url="],["email="],["address=Vágsvegur 62"],["lat="],["long="],["directions=In the center of the town on the main road, opposite of a shipyard, a few 100 metres west of the church.."],["phone=+298 612096"],["tollfree="],["fax="],["hours="],["price="],["content=This is the only shopping center in the island Suðuroy. There are two floors with a few shops, on the ground floor there is: a Samkeyp supermarket, a shop with sweets and bakeries and a café. The tables are in the hall, you can buy coffee and cakes from the shop to the right on the ground floor. There are also toilets on the ground floor. On the second floor there are two-three shops, where you can buy: Homeware, Glassware, Kitchen Accessories, Bathroom Accessories, clothing, Sirri (Faroese design, wool wear)."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Heimavirki - Souvenirs, books, knitwear"],["alt=Suðuroyar Heimavirki"],["url="],["email="],["address=Vágsvegur 47"],["lat="],["long="],["directions=In centre of town, near the harbor."],["phone=+298 373960"],["tollfree="],["fax="],["hours=Mon-Fri 9:00-17:30, Sat 9:00-12:00"],["price="],["content=Heimavirki sells Faroese knitwear and yarn, Faroese silver, souvenirs, Faroese books. Heimavirki is also a mini farmacy (pain killers, vitamins etc.)."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Supermarket DJ Vilhelm"],["alt=DJ Vilhellm á Gørðunum"],["url="],["email="],["address=Oyrarvegur 6"],["lat="],["long="],["directions=In the western part of town. Visible from the mainroad Vágsvegur. Next to the Ruth Smith Art Museum. Near the Cultural House Stóra Pakkhús and the bottom of the bay."],["phone=+298 373006"],["tollfree="],["fax="],["hours="],["price="],["content=Supermarket on the mainfloor. Furnitures on the first floor."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":[" Restaurants "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bakkin Restaurant and Pizzeria"],["url="],["email="],["address=Vágsvegur 69"],["lat="],["long="],["directions=On the mainroad in the center of the town."],["phone=+298 373961"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant Bakkin is situated on the Hotel Bakkin. The restaurant is normally open in the evening from 17-22 and sometimes also at noon for 1 hour (12-13). In the evening you can order fish and chips, pizza, steak etc."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Messan Restaurant"],["url="],["email="],["address=Vágsvegur 109"],["lat="],["long="],["directions=At the bottom of the fjord."],["phone=+298 374222"],["tollfree="],["fax="],["hours=12-13 and 17-22"],["price="],["content=Opening hours may be different than they were, when this was written, please check. Open at noon from 12-13 and in the evenings from 17-22. They serve steaks, fish & chips and fast food. Messan has permission to serve wine."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Broadway Restaurant"],["alt=Broadway Bovlinghøllin"],["url=http:\/\/www.broadway.fo"],["email="],["address=Bryggjan 4"],["lat="],["long="],["directions=In the harbor."],["phone=+374999"],["tollfree="],["fax="],["hours="],["price="],["content=The Broadway Restaurant is in the Bowling Center. They serve mainly fastfood. The restaurant is open when the bowling center is open. In 2009 that is thursday-sunday from 17-22. Website: www.broadway.fo. E-mail: bowling@email.fo"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bakkin Bar"],["url="],["email="],["address=Vágsvegur 69"],["lat="],["long="],["directions="],["phone=+298 373961"],["tollfree="],["fax="],["hours="],["price="],["content=The Bakkin Bar is in the Hotel Bakkin in the center of Vágur, but separated from the Bakkin Restaurant. Nice sea view."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Stora Pakkhus (Large Storage House)"],["alt=Mentanarhúsið Stóra Pakkhús"],["url=http:\/\/www.storapakkhus.com\/"],["email="],["address=Oyrarvegur 7"],["lat="],["long="],["directions="],["phone=+298 373438"],["tollfree="],["fax="],["hours="],["price="],["content=Stóra Pakkhús (The Large Storage House) is a cosy bar on the old harbor of Vágur, in the western part of the town. The storage house was restored a few years ago and is now a bar\/café on the first floor with live music some weekends, and a maritime museum on the 2nd floor. A cultural centre."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Bakkin"],["url="],["email="],["address=Vágsvegur 69"],["lat="],["long="],["directions="],["phone=+298 373961"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel Bakkin is a small hotel\/inn, which is situated in the center of Vágur. Hotel Bakkin has 10 rooms: 2 single rooms with bathroom, 2 double rooms with bathroom, 3 single rooms with shared bathroom and 3 double rooms with shared bathroom. There is a restaurant and a bar on the hotel. Sea view."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Homes Self Catering"],["alt=Kunningarstovan, Tourist Information"],["url=http:\/\/www.visitsuduroy.fo\/UK\/index.asp"],["email="],["address=Vágsvegur 30"],["lat="],["long="],["directions=Next to the school, near the church."],["phone=+298 733090"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Tourist Information in Vágur rent out houses (holiday homes) in the southern part of the island in the villages: Vágur, Lopra, Akrar and Sumba."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Scouts House"],["alt=Skótahúsið í Vági"],["url=http:\/\/www.visitsuduroy.fo\/UK\/index.asp?pID={78B9F525-107B-467F-AB8B-34808C192A4B}"],["email="],["address=Geilin 103"],["lat="],["long="],["directions=A bit difficult to find. Geilin is one of the streets which is up on the mountain side, just below the park. The street is a dead end, you must drive from east, find the street Geilin and continue towards west until the street ends."],["phone=+298 574865"],["tollfree="],["fax="],["hours="],["price=100 DKK"],["checkin="],["checkout="],["content=The Scouts house is for groups or for individuals, who don't wish much comfort and wish to travel on a low budget. There is one large room on the ground floor and a few smaller rooms on the 1st floor, where 1-2 persons can sleep. There are no beds, only matresses. You need to bring a sleeping bag with you. There are kitchen and toilet\/batroom facilities. You can also camp outside the Scouts House."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThe Tourist Information in Vágur is on Vágsvegur 30 in the same building as the Town Hall of Vágur. Phone: +298 733090, e-mail: info@vagur.fo, website: www.visitsuduroy.fo.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Suðuroy"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["61.475"],["-6.8069"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Vágur, Faroe Islands"]]},"\n",{"type":"[[","value":[["Commons:Category:Vágur"]]}]