[{"type":"{{","value":[["pagebanner"],["Vasteras banner Östra Holmen med Västerås.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vasteras.se\/ Västerås"]}]}," (pronounced roughly ",{"type":"''","value":["Vester-ohs"]},") is in the southern part of central ",{"type":"[[","value":[["Sweden"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nVästerås is by Swedish standards a quite large city, with 107,000 inhabitants in the city proper, which makes it Sweden's fifth largest, and a total of about 134,000 inhabitants in the municipality as a whole. Västerås is also one of Sweden's oldest cities, being officially established in the year 990.\n\nThe city name is derived from Västra (west) Aros (old Swedish name for river mouth), which relates to the estuary of the small river (creek) \"Svartån\" (Black River) crossing the city towards Lake Mälaren.\n\nBishop Johannes Rudbeckius founded Sweden's first high school (",{"type":"''","value":["gymnasium"]},") here in 1623.\n\nVästerås has preserved a selection of older buildings, both by the creek and around (and north of) the city's small Cathedral. They all give the town a bit of a small town atmosphere. Unfortunately hundreds of old houses were demolished, roughly between 1950 and 1975, during one of the country's most thorough city modernization projects. There are however several modern buildings of some architectural interest. The downtown area is generally considered to have an \"urban\" feel, especially around Stora Gatan, mainly because of the skyscraper (cordially nicknamed \"Skrapan\") with surrounding business, commerce and residential buildings.\n\nVästerås is known for the Asea Brown Boveri (ABB) electrical industries (formerly ASEA).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" By ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vasterasflygplats.se\/english.asp Västerås airport"]}]}," (just 4 miles\/6km from the centre) using ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}]}," from ",{"type":"[[","value":[["London"]]}," Stansted or using ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.scandinavian.net SAS"]}]}," from their hub at ",{"type":"[[","value":[["Copenhagen"]]},". ",{"type":"'''","value":["A town bus"]}," (941) ",{"type":"[","value":["http:\/\/www.vl.se\/template\/ResePlanerareUnder____3197.aspx"]}," connects with Ryanair flights."]},"\n",{"type":"*","value":[" By ",{"type":"[[","value":[["Stockholm"]]}," ",{"type":"'''","value":["Arlanda airport"]},", then ",{"type":"'''","value":[" by bus"]}," (501) ",{"type":"[","value":["http:\/\/www.vl.se\/template\/ResePlanerareUnder____3197.aspx"]}," to Västerås."]},"\n",{"type":"*","value":[" By ",{"type":"'''","value":["Skavsta airport"]}," using ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}]},"."]},"\n",{"type":"*","value":[" By ",{"type":"'''","value":["train"]},". Train station in city centre. The rail operator is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sj.se SJ"]}]},"."]},"\n",{"type":"*","value":[" By ",{"type":"'''","value":["bus"]},". Bus station in city centre, next to train station. The main bus operator is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.swebusexpress.se\/ Swebus Express"]}]},"."]},"\n",{"type":"*","value":[" By ",{"type":"'''","value":["car"]},". Main road E18 from Stockholm."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" Västerås city is really small. Walk."]},"\n",{"type":"*","value":[" The suburbs by bus or car."]},"\n",{"type":"*","value":[" Taxi for 100 SEK you cover the town. (Taxi Exact +46 21 170000)"]},"\n",{"type":"*","value":[" By bicycle. Västerås is famous for its cycle paths, 340 km of asphalt only for bicycling."]},"\n",{"type":"==","value":["See"]},"\n\nOnce in Västerås, almost every attraction is well within walking distance or can be reached in no time by public transportation. The city is not very touristy, which could be considered a good thing. This is one of the larger industrial cities in provincial Sweden, situated 110km to the west of the capital.\n\nIf you are spending a day in Västerås we recommend that you start at the train station, and then walk through the Vasa Park, to the Museum of Art ",{"type":"[","value":["http:\/\/www.vasteraskonstmuseum.se\/start.asp?kat=35"]},". Then continue to the Turbine House, which is one of Sweden's first power plants, constructed in 1890 by ASEA. From here you can view the castle ",{"type":"[","value":["http:\/\/www.vastmanlandslansmuseum.se\/"]},", famous for the Parliamentary decision of 1527 when King Gustav Wasa abolished Catholicism in Sweden, making Sweden a protestant country. The Västerås castle was originally erected around 1200, but what is seen of the castle today was built by Gustav Vasa mid 1500. The castle is a rather ugly building clearly meant for defence and not to impress by look. Nowadays it is a museum.\n\nLater on you may want to follow Svartån creek northwards to the older parts of Västerås (Stora Torget and the surrounding streets are especially nice), where you also find the old Cathedral dating back to the 13th century. The cathedral is definitely worth a visit. The oldest parts of the cathedral was built around 1200. The oldest son of Gustav Vasa, Erik XIV, is buried in the church. Erik XIV is mostly famous because he was killed by poisoned pea soup. Summertime appointments for guided tours can be made between 11 am and 1 pm at the tourist office. A stone's throw from the Cathedral lies Church Hill (",{"type":"''","value":["Kyrkbacken"]},"), which is the only major part of central Västerås not destroyed by the building programs of the 1960s. Really nice surroundings, where you can walk on the small and winding lanes and look at some of the oldest buildings in Västerås and, if you like, visit local arts and crafts shops.\n\nAnundshög, which lies a few kilometers east of Västerås, is a nice place for a picnic during the summer. Anundshög is an ancient burial mound, 14 metres high and 60 metres across, making it the largest in Sweden. Next to the mound there is two big stone-ships. Take bus 40 towards Tortuna or go by car.\n\n",{"type":"==","value":["Do"]},"\n\nIf you like music you should try the jazz club ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.village.nu Village"]}]}," or the new ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vmu.nu\/pages\/Vasteras+Konserthus concert hall"]}]}," (tickets at Västerås tourist office housed in the same building, just a short walk from the railway station). Sadly the Village jazz club has recently closed due to financial problems, hopefully it will resurrect itself, but almost certainly not in its old building.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.arosfortet.se ArosFortet"]}]}," is an indoor adventure facility challenging creativity and cooperation in group exercises. From city centre follow Kopparbergsvägen to the north, cross E18, then on the righthand side (about 2 km walking distance from city centre).\n\nThere is a quite new ",{"type":"'''","value":["bowling"]}," facility with a restaurant on Torgatan 1 in the city centre. Book in advance especially on Friday and Saturday evenings.\n\nKristiansborgsbadet is a ",{"type":"'''","value":["bathing"]}," facility with a traditional 25 m pool and a separate section with moist and dry sauna, and cold bath (",{"type":"''","value":["Romerskt bad"]},"). Recommended.\n\nDjäkneberget close to the Cathedral has a nice ",{"type":"'''","value":["park"]}," featuring hundreds of stones with inscriptions (quotes and names of people) from the enigmatic Sam Lidman that founded the park in the 19th century.\n\nIf you have kids try Lögarängsbadet west of Västerås (a couple of kilometers).\n\nIf you have half a day or so and transportation is arranged, you can visit ",{"type":"'''","value":["the silver mine"]}," in ",{"type":"[[","value":[["Sala"]]}," about 32km to the north on 67. Just follow the signs to Sala and the \"Silvergruvan\" is on the left. They give tours each day down into the mine. It's quite an experience both for adults and kids.\n\n",{"type":"==","value":["Buy"]},"\n\nIf you're interested in crafts, there's a beautiful pottery along Black River called \"Krukmakeriet\".\nIt's open on Fridays and Saturdays and you will probably buy from the potter herself.\nShe makes everything by hand and uses techniques like stoneware and raku. It's located close to the cathedral just next to Black River. Take a walk from Stora Torget, head north on the left hand side of Elite Stadshotell, cross the road after 100 meters, turn left til you get to the river and then turn right. You will see the \"Krukmakeriet\" on the right hand side after a couple of hundred meters.\nYou will find everything from small candleholders to pieces of art.\n\n",{"type":"==","value":["Eat"]},"\n\nIf you have a tight travel budget and also want to avoid famous hamburger chains, try to grab a Kebab on a plate at either Hemdals or Sippan. Otherwise choose the vegetarian lasagna at ",{"type":"'''","value":["Cafe Gränden"]},", Sturegatan in the city centre.\n\nSome of the city's most classic and oldest restaurants are restaurant ",{"type":"'''","value":["Stadskällaren"]},", ",{"type":"'''","value":["Stora Torget"]},", and ",{"type":"'''","value":["Piazza di Spagna"]}," on Vasagatan. The latter is worth a visit just to meet the always friendly staff.\n\n",{"type":"*","value":[{"type":"'''","value":["Sjökrogen"]}," is easy to find if you follow the river all the way down to the lake. It's a nice place to sit outside, right next to the water. Enjoy a good meal or have a drink, just sit in the sun, relax to the view and watch the sailing boats or the small Mälaren ferries come and go."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bill & Bob's Krog"],["alt="],["url=http:\/\/www.billobob.se\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At Stora Torget is another good restaurant. Mains 99-246 SEK."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kalle på spången"]}," is a nice cafe\/restaurant with light food. Prices around 75 SEK for a salad (as a main dish)."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Choy's garden"],["url="],["email="],["address="],["lat=59.612158"],["long=16.547577"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Mains 100-250 SEK"],["content=at Smedjegatan 5 is a nice place with friendly staff, thai-chinese food, but they have sushi too. The curry beef worth a try. At the end of the meal they present you with a fortune cookie."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Soya sushi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Sushi plates 80-150 SEK"],["content=on Sturegatan, average sushi place, with quite cheap sushi plates, it's small, but you can sit down and stare at the busy street or take it away. Quite popular lunch place."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spicy Hot"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is another one on Sturegatan, just next to Soya, quite good thai food with low prices. Lunch menu around 80 SEK, otherwise mains between 80 and 180 SEK"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mongolian Barbecue - Oriental"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=at Torggatan 1 is an oriental \"all you can eat\" buffet restaurant, with quite good quality food, but it is more chinese than mongolian. Lunch buffet is 79 SEK."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café Gränden"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=at Sturegatan 13 is an Italian style café and restaurant, free salad accompanies the sizeable portion of food. Lunch menu 70 SEK"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gideonsbergsgrillen"],["url="],["email="],["address=Gideonsbergsgatan 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's actually just a hamburger stand, but it is cheap and delivers awesome burgers for the price. For 75 SEK you get a 200grams burger with fries and lots of toppings."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bishops Arms Pub"]}," has numerous draft beers and 100s different whiskeys."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pitcher's"]}," is a nice sport pub."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bill&Bob"]}," is a nice large beer garden."]},"\n",{"type":"*","value":[{"type":"'''","value":["Oliver Twist"]}," is a nice Irish pub. Recently closed, replaced by Wine & Beer."]},"\n",{"type":"*","value":[{"type":"'''","value":["Harrys!"]}," is a pub and nightclub."]},"\n",{"type":"*","value":[{"type":"'''","value":["Å"]}," is a pub and restaurant."]},"\n",{"type":"*","value":[{"type":"'''","value":["Circus"]}," is a new pub in a genuine old Frensh style."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sky Bar"]}," is Sweden's highest located pub bar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Duo House"]}," is a Lebanese bar and restaurant."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sportsbar"]}," is a new sports bar and restaurant."]},"\n",{"type":"==","value":["Sleep"]},"\n\nIf you are planning on staying the night and want to experience something slightly different, one of the special hotels by the artist Mikael Genberg is recommended: ",{"type":"'''","value":["The Hotel Woodpecker"]}," is a single room tree house in the middle of the Wasa Park. The cost per night is around 1000 SEK. The same artist is also responsible for a unique one-room hotel in the lake! ",{"type":"'''","value":["The bedroom is underwater"]},".\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotell Arkad"],["alt="],["url=http:\/\/www.hotellarkad.se\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Östermalmsgatan 25."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Elite Stadshotellet"],["alt="],["url=http:\/\/www.elite.se\/hotell\/vasteras\/stadshotellet\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Stora Torget."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=First Hotel Plaza"],["url=http:\/\/www.firsthotels.se\/Vara-Hotell\/Hotell-i-Sverige\/Vasteras\/First-Hotel-Plaza\/"],["address=Karlsgatan 9"],["lat="],["long="],["directions=350 m from Central Station"],["phone=+46 211 010 10"],["fax="],["hours="],["prie="],["checkin="],["checkout="],["content=Modern hotel in the city's tallest building. Rooms are generic but spacious, and it's easy to find your way back to the hotel from anywhere in town. South-facing rooms have a view of Lake Mälaren."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Valsaren"],["url=http:\/\/valsaren.se\/default.asp?p=hotell"],["email="],["address=Västerås, Metallverksgatan 2."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=650 - 900 SEK\/night"],["checkin="],["checkout="],["content=is a small but cozy 3 stars hotel, 15-20 minutes walk from the center, in the Science park of Västerås. Average prices, but breakfast and afternoon snacks are included."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nIf you walk along the river down to the lake you will find a little ferry port on your left side. Boats take you to some of the islands in the lake such as Elba or Ridö. It's a nice way to spend a day or a half.\n\nBjörnö is the city's main island. It's easy to find, as there are signs everywhere. It's connected to the main land with a little bridge. There is a nice beach, walking tracks and the possibility to hire kayaks and other boats at Björnögården. In the winter you can rent skies and skates.\n\nAnother really nice island is Ängsö just 15 km out of town. Take E18 West, towards Stockholm till the Airport Exit, from the roundabout just follow the signs saying \"Ängsö\". It's a beautiful island with a little castle, a church, a small cafe where you sit right by the water, and lots of hiking and bike tracks through the beautiful landscape. There's tons of space to relax on the cliffs by the water all by yourself, have a barbecue or swim. A must, when you're in town!\n\n",{"type":"{{","value":[["routebox-1"],["image1=Tabliczka E18.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Karlstad"]]}],["minorl1=",{"type":"[[","value":[["Hallstahammar"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Stockholm"]]}],["minorr1=",{"type":"[[","value":[["Enköping"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Västerås"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Sweden\/Västmanland County\/Localities\/Västerås\/"]]},"\n\n",{"type":"{{","value":[["geo"],["59.6167"],["16.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Västmanland"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Västerås"]]}]