[{"type":"{{","value":[["pagebanner"],["Tabriz banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Tabriz_Aerial_View.JPG"],["thumb"],["250px"],["Tabriz aerial view"]]},"\n\n",{"type":"'''","value":["Tabriz"]}," is the capital of East Azerbaijan province, in the ",{"type":"[[","value":[["Iranian Azerbaijan"],["Azerbaijan"]]}," region of ",{"type":"[[","value":[["Iran"]]},". It is an ancient city with a history going back about 4,500 years. Archeologists have found evidence for this in digs near the Blue Mosque.\n\n",{"type":"==","value":["Understand"]},"\nProvincial capital of Eastern Azarbaijan, it is 310 km southeast of Bazargan (Iran- Turkey frontier); 159 km south of Jolfa on Iran-Azarbaijan Republic border, and can be reached by good road; rail (742 km from Tehran, with connections to Europe and Moscow), and air from Tehran, Istanbul and other major cities.\n\n",{"type":"===","value":[" Geography "]},"\nSituated at an altitude of 1,340 meters above sea level, 619 km northwest of Tehran, the second largest city in Iran until the late 1960's and one of its former capitals ( with a population of 1,400,000 according to 1992 census), Tabriz is in a valley to the north of the long ridge of Mount Sahand. The valley opens out into a plain that slopes down gently to the northern end of Lake Orumieh, 60 km to the west. The 160-km long Aji ,Chai or Talkheh River is the major river of the city, formed by merging of three smaller rivers, namely the Ab Nahand, Quri Chai, and Ojan Chai, all of which originate from the Sabalan Mountain and the heights in the southeastern part of the town. The river and streams join the Orumieh Lake after passing through the valleys between the Sorkhband and Yekkeh Chin mountain north of Tabriz and Osku district. Mehran River or Maidan Chai, also called Liqvan River, originates from the peaks between Karim and Sultan mountains overlooking the Liqvan village (a: major center of cheese production in Iran) near Esparakhoun and Qeshlaq. Its worst natural disadvantage, however, is its vulnerability to earthquakes, one of which utterly destroyed the city in 858. Rebuilt in a minor key, it was again devastated in 1041, when more than 40,000 people lost their lives.\n \n",{"type":"===","value":[" Climate "]},"\nBy virtue of its situation, Tabriz has an agreeable summer climate, but the cold in winter is severe. Altogether, it has a continental climate with low humidity. The average annual rainfall is 288 mm.\n\n",{"type":"===","value":[" History "]},"\nThe town has along and checkered history: Although the early history of Tabriz is shrouded in legend and mystery, the town's origins are believed to date back\" to distant antiquity, perhaps even before the Sassanian era (224-651 AD). The oldest stone tablet with a reference to Tabriz is that of Sargon II, the Assyrian King. The tablet referrers to a place called Tauri Castle and Tarmkis. The historians believe that this castle was situated on the site of the present Tabriz. It was the capital of Azarbin the 3rd century AD and again under the Mongol Ilkhanid dynasty (1256-13 53), although for some time Maragheh supplanted it. During the reign of Aqa Khan of the Ilkhanids, as well as under the reign of Ghazan Khan, Tabriz reached the peak of 1 glory and Impotance. Many great artists and philosophers from allover the world  traveled to Tabriz. During this same period 1 Khajeh Rashid od-Din Fazlollah, the i..: learned historian and Minister of Ghazan , Khan, built the famous Rob'e Rashidi center. \nIn 1392, after the end of Mongol rule, the town was sacked by Tamerlane. It was soon restored under the Turkman tribe of r the Qara Qoyunlu, who established a short-lived local dynasty. Under the Safavids it rose from regional to national capital for a short period, but the second of the Safavid kings, Shah Tahmasb, moved the capital to Qazvin because of the vulnerability of Tabriz to Ottoman attacks. The town then went into a period of decline, fought over by the Iranians, Ottomans and Russians and struck by earthquake and disease. \n\nTabriz was the residence of the crown prince under the Qajar kings, themselves of Turkish stock, but the town did not return to prosperity until the second half of the 19th century .The greatest boost to Tabriz came with the opening up of Persia to the West at the turn of this century, when it became the main staging post between the interior of Iran and the Black Sea and, for a short time, the economic capital. In 1908 it was the center of a revolt against Mohammad Ali Shah, which was only put down with the brutal intervention of the Russians.\n\nIn the second Irano-Russian War the city was occupied by the Czar troops. however, it was returned to Iran following the signing of Turkmanchai Treaty, a peace and trade settlement that ended the Irano- Russian War of 1826-1828. The Iranian Constitutional Revolution originated in Tabriz and culminated during the reign of Mohammad Ali Shah of Qajar dynasty (1779-1925). Sat tar Khan and Baqer Khan were the two most prominent leading figures behind the movement. Tabriz was occupied by Russians several times in the first half of this century, including most of both world wars. A railway line to the border at Jolfa, built by the expansionist Russians, was of little importance until recently, but it has increased in significance in the '90s as a result of Iran's friendlier relations with its northern neighbors.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:TabrizRail.jpg"],["thumb"],["Tabriz Railway Station"]]},"\n",{"type":"===","value":["By plane"]},"\n\nDaily flights from ",{"type":"[[","value":[["Tehran"]]}," on Iran Air, Iran Aseman and other companies. Fare is 490,000 Rials for 1-way. Direct flights from ",{"type":"[[","value":[["Dubai"]]}," have just started on Tue and Sat, operated by Kish Air (around 200 USD for 2-way). Direct flights from ",{"type":"[[","value":[["Tbilisi"]]}," (2 flights per week), operated by ATA air.Direct flights from ",{"type":"[[","value":[["Baghdad"]]}," have just started on Fri and Mon, operated by ATA Air. Direct flights from ",{"type":"[[","value":[["Baku"]]}," (1 flight per week) have just started on Tue and Sat, operated by Kish Air. Direct flights from ",{"type":"[[","value":[["Gaziantep"]]}," have just started on Tue, operated by Sky Airlines.\nDirect flights from ",{"type":"[[","value":[["Istanbul"]]}," (13 flights per week), operated by Turkish airlines (7 flights), Iran air (2 flights) and ATA air (4 flights); fare is around 250 USD for 2-way.There are also direct flights from Damsacus.\n\nFlights to other Iranian cities are scarce. Ask your favourite Iranian travel agency for schedules.\n\n",{"type":"===","value":["By car"]},"\nBy the newly built bridge over the Urmia lake Tabriz is reachable from ",{"type":"[[","value":[["Urmia"]]}," in 1.5 hours.\n\n",{"type":"===","value":["By train"]},"\n\nDaily train from Tehran. 12 Hours travel (152,500 Rials for 1-way ).\n\nWeekly to and from ",{"type":"[[","value":[["Istanbul"]]},", twice a week to ",{"type":"[[","value":[["Van"]]},", see ",{"type":"[","value":["http:\/\/www.tcdd.gov.tr\/tcdding\/ortadogu_ing.htm"]},".\n\n",{"type":"===","value":["By bus"]},"\n\nBus relations with major cities. 6-8 Hours travel from Tehran (normal ticket cost around 150,000 Rials for one-way).\n\n",{"type":"==","value":["Get around"]},"\n\nCity transport, awaiting the Metro currently under construction (and still for a long time) is limited to Taxis, shared taxis and buses.\n\nTaxis can be chartered for a modest fee (around 20 USD if you need a driver and car for the whole day to visit the region!)\n\nShared taxis are even more of a bargain, but you will need to speak a few words of Persian and risk your life by stepping on the side of the road and scream your destination at passing-by Paykans. However, the experience of sharing a car with 4 locals of both genders and all ages (+ driver) can be fun! Odds are the fare won't be more than 10 cents (1.000 Rials) for a 10-minutes trip. Some drivers even refuse to be paid, the pleasure of chatting with a foreigner about the various plagues of Iran being apparently enough to make their day. (be careful of ",{"type":"''","value":["tarof"]},", though)\n\nBuses are difficult to take (no map, no schedule) and definitely not worth the experience when compared to shared taxis despite being quasi-free.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Poets Mausoleum Tabriz.JPG"],["thumb"],["The poets' tomb"]]},"\n\nWith a very rich history, Tabriz used to house many historical monuments. Unfortunately, many of them were destroyed in repeated invasions and attacks of foreign forces, negligence of the ruling governments, as well natural disasters such as earthquakes and floods. What remains now mostly dates back to the Ilkhanids, the Safavids, and the Qajars. Some of the monuments are unrivaled masterpieces of architecture. The Shahrdari Square is the center of the town, on the south-west of which stands the imposing edifice of Municipality. The railway station (5 km from the center of the town) is at the western edge of the town. The Quri Chai river runs through Tabriz, and most places of interest to the visitor are to the south of this river and alone or north of Imam Khomeini Avenue. \n\n",{"type":"*","value":[{"type":"'''","value":["El Goli"]}," (formerly Shah Goli)  A superb park around a square artificial pond. In the center, a small hall is on an island and hosts a restaurant. Very nice for eating some tchelokebab or sip some tea while enjoying the freshness of the park in summer."]},"\n",{"type":"[[","value":[["File:Tabriz-BlueMosque-05.jpg"],["thumb"],["Blue Mosque"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Blue Mosque"]},"  Originally built in 1465, this mosque which was once certainly superb, but was severely damaged in an earthquake in 1778, leaving only the entrance Iwan. It was reconstructed at early 1900 by the Iranian Ministry of Culture. The inside of the mosque is tiled with superb blue ceramic, unfortunately, many pieces went missing during the quake and were simply replaced by painting instead of tiles - some of the original tiles can be found around the entrance. "]},"\n",{"type":"[[","value":[["Image:Bazaar.of.tabriz12.jpg"],["thumb"],["250px"],["The Bazaar of Tabriz"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Bazaar of Tabriz"]},"  is one of the oldest bazaars of the Middle East and the largest covered bazar in the world. It was inscribed as World Heritage Site by UNESCO in July 2010."]},"\nTabriz has been a place of cultural exchange since antiquity and its historic bazaar complex is one of the most important commercial centres on the Silk Road. Located in the center of the city of Tabriz, Iran, this spectacular structure consists of several sub-bazaars, such as Amir Bazaar (for gold and jewelry), Mozzafarieh (a carpet bazaar), a shoe bazaar, and many other ones for various goods. The most prosperous time of Tabriz and it's bazaar was in 13th century when town became the capital city of Safavid kingdom. The city lost it's status as capital in 16th century, but it's bazaar has been being important as a commercial and economic center. Although, numerous modern shops and malls have been established nowadays, the bazaar of Tabriz has remained economic heart of both the city and northwestern of Iran. It is worthy of mention that Tabriz bazaar has been being an important political place, and one can point out its importance in the Iranian Constitutional Revolution in the last century and Islamic Revolution in the contemporary time.\n\n\n",{"type":"*","value":[{"type":"'''","value":["Ark-e-Alishah"]}," also known as Arg e Tabriz, is a remnant of a fortress built in the Ilkhanate period. Currently it was located in the center of Tabriz. Historians believe that it was used as a military castle but clerics claim that the structure was initially used as a mosque in its early days. After the Revolution, large parts of the building were destroyed by the clerics to prepare a new place for Friday prayers in Tabriz. The structure today stands 28 meters high, and is still used as part of a space for holding Friday prayers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Constitution house"]}," a house retracing the story of the Iranian constitutional revolution in the early 20th century, Tabriz being a high place of the uprising. Quite well documented and well kept, although few English translations are available. The edifice is located next to the Tabriz grand bazaar, on Motahari Ave. During the years leading up to the Constitutional Revolution and afterwards, the house was used as the gathering place of the leaders, activists, and the sympathizers of the movement, among them Sattar Khan, Baqer Khan, Seqat ol-Eslam and Haji Mirza AqaFarshi.  The two-story building was constructed in 1868 by Haj Vali Me'mar-e Tabrizi. It has numerous rooms and halls. The most beautiful parts of the house are a skylight and a corridor decorated with colorful glasses and mirrors. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Bazaar"]}," one of the most beautiful and largest in Iran and world. Some parts have been renovated and are truly wonderful. You will find mosques, bid selling halls, and all kind of trades possible. Worth to get lost inside for a few hours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Azerbaijan Museum"]}," a good place encompassing the long Iranian history. But poorly kept: very few translations and erratic classification make the trip inside the numerous dynasties intricate for first timers."]},"\nThere are also numerous places to see ",{"type":"'''","value":["around Tabriz"]},". The mountainous region of south ",{"type":"[[","value":[["Iranian Azerbaijan"],["Azerbaijan"]]}," offers breathtaking views and excellent treks among castles, rocky paths and remote villages. \n\n",{"type":"*","value":[{"type":"'''","value":["Orumyeh Lake"]}," a salted lake with salt beaches and improbable bathing spots (gender separate, of course). Numerous migratory birds stop there on their long trip for some rest and food. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Babak Castle"]}," breathtaking castle, nested on a rocky peak at an altitude of 2,700 m. Babak was apparently one of the last Zoroastrian heroes fighting the Islamic invasion, 1400 years ago. A 2-hours walk to get up there, but definitely worth it. What a view ! "]},"\n",{"type":"*","value":[{"type":"'''","value":["Kandovan"]}," a troglodytic village 2 hours away from Tabriz. Great for discovering both the odd beauty of the place and the daily life of an Iranian village, among sheep, donkeys, hens and cats... Women in printed chadors can go outside and playing kids are all around. Mullahs obviously don't bother going there too often. Resistant walking shoes are mandatory if you want to climb up the village. A living example of human adaptation to exceptionally unusual natural surroundings, Kandovan village is located 50 km to the south of Tabriz, Osku, on the northern slopes of a valley at the foothills of Mount Sahand. A river originating from the Sahand peaks passes through the valley. There are a number of natural springs to the north of the river, the water from which has traditionally been used for the treatment of kidney stones, according to the locals. The physical structure of the village looks like images from fairy tales. Natural cones, scattered over a vast area, serve as human dwellings on rock formations which themselves seem to have been the work certain sculptors. The road from Tabriz goes through this natural artwork. On getting nearer to the dwellings, the visitor finds out that large families are living inside two or three of these hollow interconnected cones with features such as openings on their surface playing the role of actual windows. The lowest cones are used as stables and those on top as the living quarters."]},"The interiors of the dwellings, usually divided into a living and a bed room, are dimly lit; however, the villagers are used to it. The interconnecting corridors are very narrow. From the outside, the dwellings look so similar to each other that one may easily get lost in the village. Steep pathways and steps are made of rock pieces for animals as well as human beings.\nAs the legend goes, the first people to settle here were the soldiers involved in military operations nearly 800 years ago, who found the cones by chance and used them as their temporary camouflage and accommodation. However, among archaeologists, it is considered to be of Pre-Islamic Period. \n\n",{"type":"*","value":[{"type":"'''","value":["Mount Sahand"]}," big dome topping at around 3,700 m. Interesting to climb in summer, or for skying in winter (1 lift available, another in project)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Rob-e-Rashidi"]},"This complex was built 700 years ago . This place was a place that they do all surgeries in there. The books were made of leather . They teach science in there."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gholestan Garden"]}," Is good place to relax under the shadows of trees."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tabriz Art Museum"]}," Is the first art museum in Asia and Iran and the fifth in the world."]},"\n",{"type":"*","value":[{"type":"'''","value":["Poets Tomb"]}," Also known as ",{"type":"''","value":["Maghbarato-Shora"]}," Many poets are buried here, as well as Shahriyar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Canonical palace"]}," This beautiful palace was built approximately 60 years ago."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[" El-Goli (former: Shahgoli) park"]},". This place is worth staying 4-5 nights in. There is also a Tourist Info center there with rooms to stay in. Pars Hotel is approximately a 10 minute walk away. Visit this park in summer, because in winter the weather is quite cold, and people from places other than Tabriz can seldom bear it. In summer, El-goli park is a beautiful place to visit. People from different areas come to jog, exercise and play group sports. Especially in the mornings you can see bunch of old men organized in lines, jog around the pool you see in the picture and the exercise for a few minutes. The real fun begins after they finish exercising; they start singing and dancing and other people gather to enjoy. Up on the hill, (100 steps above the pool) there is a vast beautiful green area which is full of boys and girls doing sports in the mornings. In the afternoons, the area is full of families sitting there to have fun at night. You can see hundreds of tents and children laughing around."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hot springs and Hydrotherapy Resorts in the north-west of Iran"]},". Important and rich hydrotherapy centers such as \"Sare Aine\", Boostan Abad, and specially the coastal strip along Urmia Lake enjoy great popularity among all tourists. Situated 20 km off the city of Ardabile, Sare Aine Spa forms one of the most significant health resorts in Iran. Moreover, hot springs rich in phosphoric and other mineral properties, located in this region, substantially contain various medicinal benefits. As a picturesque natural phenomenon comprising distinctive medicinal and healing features, Urmia Lake definitely constitutes one of the main attractions of this scenic province"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["File:2008 fruit Tabriz 3092886830.jpg"],["thumb"],["Lemons on a market stall"]]},"\n\nIf you have (lots of) money, the ",{"type":"'''","value":["Tabrizi carpets"]}," are among the finest in the world, and you will find masterpieces in shops and inside the Bazaar. Tabrizi rugs are among the most decorative rugs and frequently use colors like pink, red and cream. Rugs here are about 50% less than what you pay in the West, but you can typically only take 2-3 rugs back to your home country without paying a customs fee.\n\nYou can buy gold from Amir Bazar.\n\nTabrizi nuts are very famous.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Kabab(or Kebab), rice, Abgousht (Meat broth)"]}," some restaurants serve them all, but if you step inside a more modest Tchelowkebabi, odds are you won't have much choice apart from the traditional rice and kebab. But still you can finid some resturants which serve all, for instance there is a historical bath in tabriz which now has became a traditional resturant and it serves both Abgousht, Kufteh, and other foods.\n",{"type":"'''","value":["Kufteh Tabrizi (Meat ball)"]}," Tabrizians most popular food; very delicious.\n\n",{"type":"'''","value":["Confectioneries and Dried Nuts"]},"\nthere are lots of confectioneries which are speacially for tabriz Qurabiya is one of the most delicious and famous ones, there are other confectioneries such as Nuga(or Nuqa), others like Ris, there are also lots of other kinds of confectioneries, you may name Tabriz as the capital city for eating!\nNuts just one thing: you don't wanna miss them, althogh they are a bit expensive but it's worth, they're very delicious.\nyou can enjoy Tabriz so much, if you have a guide it will help you out to find and go to lots of monuments and also to save up lots of money, because they know how to and where to buy things to be affordable so the money you pay for your guide makes you enjoy, it depends on your luck if you find a good guide or not, but you can ask for it from tourist information.\n\n",{"type":"==","value":["Drink"]},"\n\nTea, dough...\n\nYou could say that Iran isn't really a destination for binge drinking. It's more the kind of place for Tea and Hubble Bubble (Qalyan) lovers. Or sipping a glass of dough over some Tchelowkebab.\n\n\"Nightlife\" may not have the same meaning in Iranian towns. Apart from private parties, you won't find anything even vaguely close to a nightclub in the whole country. However, places for getting out at night in Tabriz include ice & juice houses, kebab restaurants, Qalyan (hubble bubble), tchaikhaneh and walking around the Valiasr district. Nothing really exciting, but good enough for spending the evening chatting with friends or trying to meet young locals.\n\n",{"type":"==","value":["Sleep"]},"\n\nRecently Hotels and Guest Houses (Mosaferkhaneh) have to offer a same tariff for nationals and foreigners. In case of doubt, ask a local to compares your price by the one written on price board in Persian. Main place for regular Guest Houses in Tabriz is Ferdowsi Street and Amin Street. For Japanese Darya Guest House is more friendly. Some richer Turks often go Darya Hotel in Rah-Ahan Street, otherwise one of those in Ferdowsi Street. From best to worst:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tabriz Shah-Goli PARS Hotel"],["alt="],["url=http:\/\/www.parshotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Five-star but not worth the price. Often used by business travelers."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Shahriyar Hotel"]},", five star, same as above."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel International"]},", Abresan Crossroads. 50$ single \/ 75$ double, with breakfast, for foreigners. New interior, very clean and quiet, semi-international standards (meaning new western bathroom, soap, clean towels, room service, buffet breakfast, TV, mini-bar, English-speaking staff ...). Worth a good European 3*."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Azarbaijan"]},", 375.000 Rls Double Room. Dirty and noisy, definitely not worth it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mashad Guest House"]},", 70.000 Rls Single rooms. Near the tourist office ask there."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ark Hotel"]}," inside Ark alley. Very impolite staff. May not relay messages left by your local contacts for you, by phone or orally. Especially if you are a female and message was left by male local or vice versa."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Morvarid"],["url="],["email="],["address=In front of Baghe Golestan (Fajr)"],["lat="],["long="],["directions=City center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Formally polite staff but will interfere and investigate your relations with locals! May not get your local contacts messages for you in your absence or let them wait for you in lobby. Will warn them they are not permitted to contact foreigners."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ghods Hotel"],["url="],["email="],["address=Mohagegi St"],["lat="],["long="],["directions=The opposite of previous terminal (facing a large round about intersection. Gas station nearby."],["phone=5568098"],["tollfree="],["fax="],["hours="],["price=45,000 Toman (450,000 Rial)"],["checkin="],["checkout="],["content=Clean and excellent staff. [June 2011]"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Deniz Internet Cafe"],["url="],["email="],["address=Maghazahaye Sangi Alley"],["lat="],["long="],["directions=off South Shariati St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good area to hang out. There is coffee shop down the road that has an expresso machine and the guys who work at the internet cafe are friendly helpful, speak English and are fun to hang out with."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere are comfortable night trains to Tehran. There is 2nd class sleeping train (6 people in one room) that leaves Tabriz at 8.30PM and arrives to Tehran at 9.30 AM. Price is 40 000 IR. The more comfortable choice is to take 1st class train for 170 000 IR. This train leaves at 5.30 PM and arrives to Tehran at 6 AM. There are 4 bed-rooms with TV and dinner is included in that price. To get the ticket you need to use some of travel agencies it the city or in the train station (this option only for recent day registration). For more info visit Iranian Passenger Railway ",{"type":"[","value":["http:\/\/www.Raja.ir"]},"or Comprehensive Train Travel Site ",{"type":"[","value":["http:\/\/www.Seat61.com"]},".\n\n\n",{"type":"{{","value":[["isPartOf"],["Iranian Azerbaijan"]]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tabriz"]]},"\n",{"type":"[[","value":[["commons:Category:Tabriz"]]},"\n\n",{"type":"{{","value":[["geo"],["38.07080"],["46.30119"]]},"\n\n",{"type":"[[","value":[["fa:تبریز"]]}]