[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["File:NASA-FanningIsland.jpg"],["thumb"],["Tabuaeran in a NASA photo from Earth orbit"]]},"\n",{"type":"'''","value":["Tabuaeran"]},", also known as ",{"type":"'''","value":["Fanning Island"]}," or ",{"type":"'''","value":["Fanning Atoll"]},", is one of the ",{"type":"[[","value":[["Northern Line Islands"],["Northern"]]}," ",{"type":"[[","value":[["Line Islands"]]}," in ",{"type":"[[","value":[["Kiribati"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThe most common way to get into Fanning Island is by taking a boat from Christmas Island (",{"type":"[[","value":[["Kiritimati"]]},").  It's also quite common (although not as much in recent years) to visit the atoll as a port of call from a cruise line.\n\n",{"type":"==","value":["Get around"]},"\nThere is a dirt road that completely circles the lagoon.  There are small dirt trails running in every direction from the road, but be mindful of the native population's personal property and space when hiking the trails.  There is a modest collection of bicycles near the lagoon's main dock and you should be able to rent one for a small fee.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Fanning lagoon entrance.jpg"],["thumb"],["View of the lagoon entrance from sea level"]]},"\nThere is a concrete basketball court on the island that was built by a cruise line years ago.  The men of the island enjoy a pick-up game and are friendly when approached about playing.  Be mindful, however, that the men do not stop smoking their hand-rolled cigarettes, even while actively playing the game.\n\n",{"type":"==","value":["Buy"]},"\nYou will not find any stores on the island in the conventional sense.  There are natives that are willing to sell you certain trinkets though.  A popular item with visitors is a woman's \"defense knife.\"  It is made from palm wood and is studded with shark teeth and other decorations scavenged from the sea.  American currency is generally accepted.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Line Islands (Kiribati)"]]},"\n",{"type":"[[","value":[["wikipedia:Tabuaeran"]]},"\n",{"type":"{{","value":[["geo"],["3.86"],["-159.36444444444"]]}]