[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tachileik"]}," (also spelt Tachilek) is in Shan State, ",{"type":"[[","value":[["Eastern Myanmar"]]},", on the border with ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAlthough just 5m across the river from ",{"type":"[[","value":[["Mae Sai"]]},", the northernmost town in Thailand, Tachileik is in a whole different world. The happy outgoing atmosphere that you have been used to in ",{"type":"[[","value":[["Thailand"]]}," evaporates instantly and is replaced by a slightly uptight one. This is not to say that the Burmese people are not welcoming, indeed they love tourists and are very keen to sit down and talk (when they think they are not being watched), but do not expect to feel at ease here, and do not be surprised if you are followed by government people throughout the town. As long as your purposes are legitimate, you follow local rules and customs and you don't go around making a spectacle of yourself, you will have a great time in Tachileik and the border area of Burma. \n\nThe town is a typical border trading town with a twist. \n\nThe majority of people crossing over to ",{"type":"[[","value":[["Myanmar"]]}," are Thais shopping for bootlegged Chinese goods in the market. Alternatively some Thais cross to play golf on the only course in the region, so expect to see the very surreal site of large groups of people crossing the border carrying a set of clubs. There is also a small casino in Tachileik catering even to \"low\" rollers. You may even find a 10 baht roulette table.\n\nIf you are expecting to see the real Myanmar, this is not the place to do it. If you are \"stamp collecting\" in your passport, want to see something a bit more visceral than what you find in ",{"type":"[[","value":[["Thailand"]]}," or are at loose ends in ",{"type":"[[","value":[["Chiang Rai"]]}," for the day, then this is a good place to go. The great thing about visiting here is the ease of entry to the border area, getting another stamp in your passport, and getting a flavour of life in ",{"type":"[[","value":[["Myanmar"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["From ",{"type":"[[","value":[["Thailand"]]}]},"\nIt's possible to enter ",{"type":"[[","value":[["Myanmar"]]}," at the ",{"type":"[[","value":[["Mae Sai"]]}," border post. A 14 day visa is USD10 or 500 baht. Note, if your USD10 is not in pristine condition, the authorities will not accept it. They really want 500 baht instead since it is worth USD16. The visa is only good for the Tachilek-",{"type":"[[","value":[["Kengtung"]]}," area and is not valid for travel to other parts of Myanmar. Be warned that the ",{"type":"[[","value":[["Myanmar"]]}," Immigration authorities will hold on to your passport for the duration of your stay in the country giving you an entry permit instead. You will get your passport back on crossing back over to Thailand. Holders of a normal one-month Myanmar visa cannot use it to enter at Mae Sai. Be sure that you have the appropriate travel documents to re-enter Thailand at Mae Sai, you will only be able to get a 15 day entry pass into Thailand rather than the usual 30 day one that you get at the airport. If you have an actual visa and want to keep it, remember to get a re-entry permit in advance.\n\nIf you are a Thai citizen, you can get a temporary border pass at the Immigration office about 2 km before the border on Pahonyotin Rd in Mae Sai for 30 baht. All you need is your ",{"type":"''","value":["bat prachachon"]}," (ID card).\n\n",{"type":"===","value":["By air"]},"\nAir Bagan and Yangon Airways fly to ",{"type":"[[","value":[["Heho"]]}," via ",{"type":"[[","value":[["Kengtung"]]}," daily. Air Mandalay offers a non-stop flight to ",{"type":"[[","value":[["Mandalay"]]},". All have connecting or continuing service to ",{"type":"[[","value":[["Yangon"]]}," and other parts of ",{"type":"[[","value":[["Myanmar"]]},". \n\n",{"type":"===","value":["By road"]},"\nShared taxis (USD12) and buses (USD8) run to ",{"type":"[[","value":[["Kengtung"]]}," (4-5 hr) in the mornings. A permit is necessary but bus and taxi drivers can make the arrangements (don't show up at the last minute). Onward travel from Kengtung to Mong La on the Chinese border is possible with permission from Myanmar immigration, easily organised in Kengtung.\n\n",{"type":"==","value":[" Get around "]},"\nTachilek is small and there are plenty of trishaws for hire. Motorcycle taxis and car taxis are also available. The bus station and airport are outside town on the road to Kengtung. Take a pickup or hire a taxi to get there.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The local market, populated by vendors from villages near and far, is worth a visit. The market closes in mid-morning, so go early. A second market caters to day tourists from Thailand."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shwedagon Paya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The main pagoda in town, it is large and gilded. Not to be confused with its namesake in ",{"type":"[[","value":[["Yangon"]]},"."]]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Regina Casino"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Try your luck here, a short 100 baht tuk-tuk ride from the border. They're the same people who own the golf course. Definitely for low rollers, you can play roulette with 10 baht chips. They've also got black jack, craps and gaming machines. If you change 2,000 baht into chips you get a free Thai lunch. You can change left over chips back again afterwards. A casino minibus will take you back to the border."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"'''","value":["Tachileik market"]}," is much like any market you would find on the Thai side of the border except that it sells a large quantity of items that would get you into a good deal of trouble with your customs authority back home. \n\nYou can find all the latest DVDs at prices ranging from 40 baht. As long as you don't go mad with the quantity you should have no problems getting them back into Thailand. As for taking them back home, that depends on your country's customs policies. \n\nExpect, occasionally,  to see wildlife, endangered animal pelts, and skulls, though these are rarely seen in the main part of the market. Local handicrafts range from kitsch to genuine Shan clothing.\n\nKnock-off prescription drugs (in particular, Viagra) and X-rated films are carried around by very annoying, but licensed hawkers. Knives and guns are freely  available. ",{"type":"'''","value":["Do not buy cigarettes"]}," as they are usually Burmese knock-offs put into Western-branded packages and will likely get you into trouble with the Thai Customs when you try and return into ",{"type":"[[","value":[["Thailand"]]},". (Also, they taste terrible.)\n\nBe wary that if you do intend to shop here the Thai customs authority screen every bag returning to ",{"type":"[[","value":[["Thailand"]]}," and do not take kindly to many of the things sold in the market. This applies mainly to returning Thais however. Foreigners' bags are hardly ever screened as long as the bearer looks presentable.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cook Thao Restaurant"],["alt=ร้านอาหาร กุ๊กเต๋า"],["url=http:\/\/www.tachileik-restaurant.com"],["email="],["address=No. 6\/20 4 Mekhong St"],["lat="],["long="],["directions=East on Hwy 4 from border, right on second soi past Mekhong River Hotel & Casino"],["phone=+95 85 7215286"],["tollfree="],["fax="],["hours=Daily 10:00–23:00"],["price=30-250 baht"],["content=Open air Thai-style with private salas available. Thai cuisine with a touch of Burma and China. Great food, friendly, clean. Staff speaks enough English, owner speaks very well. Great place for good food and relaxed friendly atmosphere."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nMost tourists to Tachilek pop across the border from Thailand for a night and there are many hotels in town. Prices are usually quoted in baht, but US dollars are welcome.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Allure Resort and Casino"],["url=http:\/\/www.allureresort.com"],["email="],["address=Baydar St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=3,000-30,000 baht"],["checkin="],["checkout="],["content=Luxury hotel and casino aimed at a Thai clientèle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dream Flower Hotel"],["alt="],["url="],["email=thura.dreamflower@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+95 84 51318, + 66 814737904"],["tollfree="],["fax="],["checkin="],["checkout="],["price=250-400 baht"],["content=Recently renovated, the hotel is nice, neat, quiet and tidy, albeit in a concrete building."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you have a regular Myanmar visa and plan to exit Myanmar at the Mae Sai border, you must obtain a permit in advance from the MTT offices in ",{"type":"[[","value":[["Yangon"]]},".\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mae Sai"]]}," in ",{"type":"[[","value":[["Thailand"]]}]},"\n\n",{"type":"{{","value":[["geo"],["20.4500"],["99.8833"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern Myanmar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tachiliek"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tachileik"]]}]