[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tacloban"]}," is a city in ",{"type":"[[","value":[["Eastern Visayas"]]}," and the capital of the province of Leyte. It's the home of the Pintados Festival, a cultural event in Leyte commemorating the life and culture of the early settlers of Tacloban.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["11.24629"],["125.00521"],["zoom=16"],["height=470"],["width=470"],["layer=OP"]]},"\nDaily flights from ",{"type":"[[","value":[["Manila"]]}," with Cebu Pacific, Philippine Airlines, Air Asia, about a 1h flight. Cebu Pacific has flights to\/from ",{"type":"[[","value":[["Cebu (city)"],["Cebu"]]}," every afternoon. No shipping line plies the route between Manila and Tacloban any more.\nyou can take a Bus or Van to Ormoc port or Baybay port then get a ferry to Cebu city.\n\n",{"type":"==","value":["Get around"]},"\nThere are many ways to get from the airport to all over Tacloban City, especially downtown, which is where most of the fun and excitement happens.\n\nJeepneys are the cheapest way to get downtown and cost an average of ₱10 for a one way trip downtown, for a taxi or pedicab you are looking at around ₱50-100; if asked for more, then you are being ripped off.\n\nTaxis operate from the airport to any part of the city. MLHuillier Taxi have the most number of units. Taxi service is now available from the hotel to fetch you to the airport or any destination within the city and sub-urban towns around Tacloban at a higher price. For pick-up from downtown hotels in Tacloban to the airport, the standard price is ₱250. More than this amount is above the norm. Be prepared with the exact amount as drivers may not always have loose change. When wanting taxi service at your hotel, ask the front desk, they have contacts with taxi operators and drivers. For out-of-city points, prices are negotiable.\n\nJeepneys are the cheapest way to travel all around the city. Although confusing at first, it may take you a while to adjust to the directions and the naming of the different sections of the city, if in doubt ask a local since everyone is very willing to help.\n\nWhen walking around the city, crossing the streets, intersections, observe traffic rules as the city imposes its \"anti-jaywalking ordinance.\" Some tourists and visitors who are used to the indifference of pedestrians in other cities in the Philippines, Tacloban could be a different place for them.\n\nThe feel of the city is not as urbanized as in other highly urbanized cities in the Philippines. So every visitor and locals alike who come from rural towns may mistakenly take for granted traffic rules. There is a tendency to disregard the local ordinances.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Juanico Bridge"]}," - the longest bridge in the Philippines connects the city to the third biggest island of the Philippines, Samar. The bridge spans 2.14km and is one of the major tourist spots in the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["MacArthur National Park"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Santo Niño Shrine"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere is not a huge amount to buy in Tacloban, but there are various markets, bazaars and two malls. The latest is Robinsons mall.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Robinsons mall."],["alt="],["url=http:\/\/www.robinsonsmalls.com"],["email="],["address="],["lat="],["long="],["directions=about 4 kms from down town."],["phone="],["tollfree="],["fax="],["hours=10.00-20.00"],["price="],["content=has a big supermarket."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Gaisano Capital Mall"],["alt="],["url=http:\/\/www.gaisanocapital.com"],["email="],["address=J Romualdez street"],["lat="],["long="],["directions="],["phone=6353-321-3993"],["tollfree="],["fax="],["hours=10.00-20.00"],["price="],["content=one of two Gaisano in Tacloban. both have same owner. and both are on the same street."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Calle Z "]},"For \"bulalo\" is along Independencia St. Just ask the tricycle driver to bring you to this restaurant. It has a homey ambiance.\n\n",{"type":"*","value":[" Ocho Grill "]},"\n",{"type":"*","value":[" Zaibatsu Cafe Bar - along Sen. Enage St, at right going to the provincial capitol from downtown Tacloban."]},"\n",{"type":"*","value":[" Elements Bar"]},"\n",{"type":"*","value":[" Na Ning"]},"\n",{"type":"*","value":[" Cafe Lucia"]},"\n",{"type":"*","value":[" Karlos Coffee"]},"\nSample the best barbecues in the Philippines at very reasonable prices. You may choose to go to Real Street and look for Pindoko's or sample the best food-by-the-seaside in Lion's Den. \n\nFor visitors not familiar with the city, you hire a tricycle to get to your destination. It costs a few pesos to reach these dining places, ₱8 per ride.\n\n",{"type":"==","value":["Drink"]},"\nYou shouldn't leave Tacloban without trying the most famous Tuba. It's the regional drink in the islands of the Visayas with the wine being extracted from the heart of the coconut.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=GV Hotel."],["alt="],["url=http:\/\/www.gvhotels.com.ph"],["email="],["address=Corner of Juan Luna and Veteranos"],["lat="],["long="],["directions="],["phone=+63 53 325 3142"],["tollfree="],["fax="],["checkin="],["checkout="],["price=₱480\/500\/720\/820"],["content=fan double rooms with own bathrooms and Cable TV. a\/c single and double rooms all with own bathrooms and Cable TV. a good budget option, safe and clean. the GV Hotel in Tacloban has 137 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Asia Star Hotel"]},", in the downtown area"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leyte Park Hotel"]},", formerly one of Tacloban's well kept charms (actually a monument of its own comparable to the San Juanico Bridge) - now totally destroyed like most other buildings. There you will see a bird's eye view of the Canacabato Bay."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sohoton National Park"]},", one of the biggest cave systems in the world. "]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Leyte"]]},"\n",{"type":"{{","value":[["geo"],["11.244"],["125.003"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tacloban_City"]]}]