[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Tafi Atome monkeys3.JPG"],["thumb"],["350px"],["Monkeying around on a roof"]]},"\n\n",{"type":"'''","value":["Tafi Atome"]},", a small village in the ",{"type":"[[","value":[["Volta Basin"]]},", is best known for the ",{"type":"'''","value":["Tafi Atome Monkey Sanctuary"]},", one of the most popular and well-run ecotourism projects in ",{"type":"[[","value":[["Ghana"]]},".  \n\n",{"type":"==","value":["Understand"]},"\nAccording to local guides, the mona monkeys native to this area were considered sacred as the spirits of their fallen warriors.  As residents slowly abandoned the old beliefs in favor of Christianity, the taboos on killing monkeys weakened, and the monkeys' numbers declined. But more recently, seeing the potential to both develop the local economy through ecotourism and to protect the monkeys,  the village worked with an American Peace Corps volunteer to establish a wildlife sanctuary.    \n\nToday, Tafi Atome is one of the best run ecotourism projects in Ghana. Proceeds are reinvested in the community, including the recent construction of a medical clinic (unfortunately closed due to lack of medical staff).  A guesthouse is available onsite, and breakfast and dinner are provided to those staying the night.  Excellent guided tours of the forest are also included, beginning with an obligatory morning stop to see the monkeys.  \n\n",{"type":"==","value":["Get in"]},"\nThe village is easily accessible off the main Ho-Hohoe road, making it a possible daytrip destination from both cities. As of January 2012, the government is preparing to construct a paved road through Tafi Atome.  \n\n",{"type":"===","value":["From Ho"]},"\n",{"type":"[[","value":[["File:Tafi Atome monkeys1.JPG"],["thumb"],["270px"],["Mona monkeys on the dirt road"]]},"\n\nAsk for Tafi Atome at the main tro-tro station.  You’ll likely board a Hohoe-bound van, and get off near the halfway point at Logba Alekpeti.  In January 2012, the fare was ~3.5 cedis.  \n\nThe village is several kilometers up a dirt road. From there, a taxi or moto-taxi is the easiest way to the village (~1 - 2 cedis per person).  \n\nIt is possible to walk from the junction to the village, although you'll certainly disappoint the taxi drivers. Take note, though, that the road has been widened in preparation for paving, so there is no shade for the one hour+ walk. Be sure to bring plenty of water and apply sunscreen. \n\n",{"type":"==","value":["Get around"]},"\nTafi Atome is a small village.  Upon arriving, take a few minutes to walk around and familiarize yourself with the layout of the town. You can easily get around the village and the nearby forest paths on foot.\n\nMotorcycle taxis are the fastest way back to the main Ho-Hohoe road or to the neighboring kente village of Tafi Abuife.  Moto-taxis are to be found in front of the Information Center.  \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The biggest draw is obviously seeing the groups of ",{"type":"'''","value":["mona monkeys"]}," that live in the surrounding forest and pop in town a couple times per day.  The best time to see them is in the early hours of the morning, but tours can be arranged throughout the day.  Bananas are covered by the entrance fee, and the monkeys will usually take them directly from your hands.  Because the monkeys are now habituated to humans, they are even willing to climb on your arms and shoulders.  This is safe and the monkeys are not aggressive.  "]},{"type":"*","value":["A tour of the surrounding ",{"type":"'''","value":["forest"]}," is also included.  This is an excellent chance to see some of the local flora and fauna.  "]},{"type":"*","value":["The cemetery.  Ask your tour guide to show you the local cemetery, located in the forest along the “Cemetery Trail.”  "]},{"type":"*","value":["The ",{"type":"'''","value":["clinic"]},".  Ask one of the residents to show you the recently constructed medical clinic, built with funds raised by the tourism project.  As of January 2012, the clinic was closed.  Residents are waiting for a medical professional to staff the location.  "]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"[[","value":[["File:Tafi Atome woods.JPG"],["thumb"],["270px"],["Forest path"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tafi Abuife"]},". This ",{"type":"'''''","value":["kente"]}," weaving village is several kilometers away. You can see how kente cloth is made, tour the village, and buy high quality kente at some of the best values in Ghana. A moto-taxi is the easiest way to get between the two villages.  For those feeling more adventurous, it is possible to hike. Follow the Cemetery Trail straight from Tafi Atome to Tafi Abuife.  The hike is over 6km and will easily take more than an hour.  The path gets very small at times, and you may have to walk through tall grass for a stretch.  Bring water and sunscreen.    "]},"\n",{"type":"==","value":["Buy"]}," \n",{"type":"*","value":["Souvenirs, including local kente cloth and carvings, are available at the Information Center. "]},"\n",{"type":"==","value":["Eat"]},"\nFor those staying overnight at the guesthouse, dinner and breakfast are included. Most visitors eat at ",{"type":"'''","value":["Vinolia's Inn"]},".  If you are interested in having lunch, let Vinolia or the information center know in advance.  \n\nThe food on offer through the Information Center is sometimes a little spare—you could find yourself sharing a rather small meal with several other tourists, so you might want to supplement with packaged snacks and soft drinks, which are sold in several small shops.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Bottled water and pure water sachets are sold in the small shops.  "]},{"type":"*","value":["Beer and soft drinks are also available, but may be room temperature.  "]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Tafi Atome houses.JPG"],["thumb"],["270px"],["Houses in the center of the village"]]},"\nSeveral rooms are available in the guesthouse, and are reserved through the Information Center upon arrival.  \n\n",{"type":"==","value":["Connect"]},"\nThere is no internet available in the village.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Wli"]]}," falls is reasonably close, and a pretty natural place to visit along with Tafi on a Volta Region itinerary."]},"\n\n",{"type":"{{","value":[["isPartOf"],["Volta Basin"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["commons:Category:Tafi Atome"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]