[{"type":"{{","value":[["pagebanner"],["Taganga-banner.jpg"]]},"\n",{"type":"'''","value":["Taganga"]}," is a small fishing village 5km north of ",{"type":"[[","value":[["Santa Marta"]]}," at the ",{"type":"[[","value":[["Costa Norte (Colombia)"],["Caribbean coast"]]}," in ",{"type":"[[","value":[["Colombia"]]},". \n",{"type":"==","value":["Understand"]},"\nThis is not the idyllic fishing village it once was, but local authorities have realized some tourism implementation on the front beach and tried to improve the infrastructure. It still has charm and might be a nicer place than Santa Marta to explore the surrounding attractions or do some diving.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nFrequent minibuses (collectivos) go from Carrera Quinta (5th), in Santa Marta to the center of Taganga for COL$ 1,400 per person (Correct as of Oct 2013).  It's about 15 minutes and a beautiful ride. You can get off at the Mirador and walk down to town.\n\nBerlinas bus company offers shuttle tickets from Taganga hostels to ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," at around 35.000 pesos. DivaExpe (see tour operator) sells tickets.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi fare from bus terminal of Santa Marta to Taganga starts from $6,000, but drivers usually charge more for foreigners. Be sure to negotiate before you take. The fare from the main beach of Santa Marta (Carrera 1) to Taganga starts from $8,000 and raises to 10.000 on Sundays, holidays and nights. For cruise ship passengers arriving in Santa Marta there are plenty of taxis and mini-buses waiting in a gated police controlled area to take you.\n\n",{"type":"===","value":["By boat"]},"\nThere is a daily boat arriving from Cabo in the ",{"type":"[[","value":[["Tayrona National Park"]]}," at 4PM. To reach Cabo there is a daily boat leaving early in the morning at about 9:30AM. The 1 hour boat ride can be really rough in the open ocean. Protect your belongings with plactic bags, because especially in the back of the boat you get all wet. There is a fix price of 40,000 COP each way. The entrance fee for the National Park has to be paid at the beach.\n\n",{"type":"==","value":["See"]},"\nTaganga is surrounded by beautiful desert mountains covered in natural flora and fauna. There are millions of lovely fish and corals which can be reached by short walks and snorkeling out to corals. People watching and good mellow times are to be had along the beach road and loads of beautiful tourists.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main beach is shared with the harbor of Taganga. It's small and simple but good for swimming. It is very crowded with Colombian tourists on weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Walk to Playa Grande"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 25 minute walk north of town lies ",{"type":"'''","value":["Playa Grande"]},", definitely better than Taganga's beach but maybe even more crowded. It is also possible to take a boat to get there (from 3000 COP per person) or one of the more remote beaches in Tayrona Park like Concha, Chengue, Neguanje (from 30000 COP per person for a return trip) - real unspoiled paradise. There are no people except some fishermen."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hike to Bonito Gordo"],["alt="],["url=http:\/\/thuitours.com.co\/tours\/#!\/bonito-gordo"],["email="],["address=Carrera 2, #17a-20"],["lat="],["long="],["directions="],["phone=(+57) 312 510 4791"],["tollfree="],["fax="],["hours="],["price=COP80.000"],["content=A longer walk goes to ",{"type":"'''","value":["Bonito Gordo"]}," via a steep but rewarding mountain path and from there on the ",{"type":"'''","value":["Bahia Concha"]},". Reserve a full day for this and ask around to decide if you need to contract a local guide. You can spend the night at Bonito Gordo or Bahia Concha, but you may need to take your own hammock. ",{"type":"[","value":["http:\/\/thuitours.com.co\/ Thui Tours"]}," organizes a guided walk, in partnership with a local environmental foundation, ",{"type":"[","value":["http:\/\/www.fundacioncalipso.org\/ Fundacion Calipso"]},", to Bonito Gordo where they manage a protected area of the reef for study. It is possible to snorkel here. For the return journey you are able to retrace your steps, take a bus to Santa Marta, or via boat to Taganga."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mountain Biking"],["url=http:\/\/www.elementooutdoor.com\/"],["email="],["address=Calle 18 #3-31"],["lat="],["long="],["directions=by the football pitch"],["phone=4210870"],["tollfree="],["fax="],["hours="],["price="],["content=The best way to see Tayrona park, unspoiled beaches and dense tropical forest away from the heat up in Sierra Nevada."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Tayrona National Park"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An unspoilt natural paradise of jungle, birds, ocean, and absolutely gorgeous beaches. A boat leaves for the backpacker beach haven of El Cabo every morning around 10AM. If you find enough people there is also an boat heading for playa cristal."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Minca"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can also be in the Minca, a small town in the Sierra Nevada Santa Marta in less than an hour. You can get there by bus or taxi. A taxi should not cost from 35.000 to 40.000 pesos."]]}]},{"type":"===","value":["Tour operator"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=DivaExpe"],["alt="],["url=http:\/\/www.divanga.com\/en\/divaexpe-tourist-information"],["email="],["address=Calle 11 # 3-05"],["lat=11.26933"],["long=-74.18978"],["directions=In Casa Divanga."],["phone=+57 54219092"],["tollfree="],["fax="],["hours="],["price="],["content=This office offers free information in English, Spanish and French. It promote local operators for short treks, fishing, diving and ecolodges around Tayrona park. The office represents the local indigenous community Wiwas agency which organizes the Lost City trek with an indigenous guide explaining the culture, the Lost City story and the nature of Sierra Nevada. Also a good source of practical Taganga information such as accommodation, restaurants, bars, events and transportation."]]}]},{"type":"===","value":["Scuba diving"]},"\n",{"type":"[[","value":[["Image:Coralcerebro.jpg"],["thumb"],["Brain Coral in Tayrona Park"]]},"\n\nTaganga turned in to a popular ",{"type":"[[","value":[["scuba diving"]]}," spot. Diving spots are usually near the small island \"Aguja\", a part of ",{"type":"[[","value":[["Tayrona National Park"]]},". The underwater of Taganga has a big diversity of marine life. There are a dozen diving schools in town, but be careful where you do your courses. There are many reports of travelers doing their courses, paying and never receiving any certificate. ",{"type":"'''","value":["Be careful for your safety"]},": some diving centers have pretty old equipment, never follow safety rules such as safety-stop and even skip important skills\/exams during the course or have dive masters teaching courses, check if you will be with a real instructor. For more information check ",{"type":"[","value":["http:\/\/www.padi.com\/padi\/en\/footerlinks\/advisoriesdcs.aspx padi alerts"]},".\n\nA small review of available dive centers:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tayrona Dive Center"],["url=http:\/\/tayronadivecenter.com\/"],["email=cbtayrona@hotmail.com"],["address=Carrera 2 No 18A-22"],["lat="],["long="],["directions="],["phone=421 5349"],["tollfree="],["fax="],["hours="],["price="],["content=Tayrona is the oldest dive center in Taganga. This is where Colombian anti-narcotics policemen take their courses. They also know great sites for diving in the areas of the Tayrona national park. The instructors are very experienced and staff is very nice. They also offer accommodation in very clean rooms with sea view. The founder and owner, known as “muñeco” is one of the best PADI instructors in Colombia. They take great underwater pictures for no extra charge. They also have very good equipment. Courses can be taken in English, Spanish or German."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aquantis Bed Breakfast & Diving"],["url=http:\/\/www.aquantisdivecenter.com\/"],["email=divecenteraquantis@gmail.com"],["address=Calle 18 No 1-39"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=C$ 580.000 for OW course, underwater pictures for free."],["content=Organized and honest, classroom with AC, long dives. Includes coffee, towels, books and warm shower after diving; and you do not have to carry or wash your equipment. Small groups, fantastic food. Great people, amazing service, you can stay in the dive center for hours meet each other before and after the dives."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Centro de Buceo Poseidon"],["alt=Poseidon Dive Center"],["url=http:\/\/www.poseidondivecenter.com\/"],["email=info@poseidondivecenter.com"],["address=Calle 18 No 1-69"],["lat="],["long="],["directions=First street when you get to Taganga, turn left, big red door with the diving flag."],["phone=(57-5)-421-9224"],["tollfree="],["fax="],["hours=Every Day: 7:30AM - 7PM"],["price="],["content=German-owned diving center. Price for OW+Advanced C$1.300.000 (C$ 670.000 for OW). One of the most professional diving centres, headed by a well known PADI course Director. Has a swimming pool inside and well-maintained equipments, also are very strict about safety local regulations. This is the place where instructors from Colombia, come to take their course, as they are a PADI 5* Instructor Development Dive Resort. Even some divers from the Colombian Navy come to take courses here. Without any doubt has the best boats in town, 2 well maintained very comfortable Catamaran boats. And there for the only ones that could take you to the furthest dive sites on the Park. They also let you dive until your tank reaches reserve, no time policy (as some others in town do). Courses could be taken in different languages: English, Spanish, Portuguese, French, German and some others. Has free amazing coffee at the shop, kind and nice staff. Could be a little bit pricey compared to other dive centers in town, but the price is still way below average worldwide, totally worth it if what you're looking for is safety, comfort and a good experience. You also have the option of getting accommodations on their facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Calipso Dive Center"],["alt="],["url=http:\/\/calipsodivecenter.com.co\/"],["email=roberdive@hotmail.com"],["address=Calle 12 No 1-40"],["lat="],["long="],["directions="],["phone=421 91 46"],["tollfree="],["fax="],["hours="],["price="],["content=Calipso is the only center that offers a Tayrona Park Safari, where people can spend 2 nights in hammocks on a beautiful beach in the park and dive. People have raved about this experience. The diving is good. They are also pioneering a project to restore coral, which is rapidly degrading worldwide. In conjunction with the C-Force Foundation they are growing coral in a coral nursery. They are the only agency doing this in Colombia and one of the only ones doing this in the world. You can even take a coral growing\/ gardening course. The people are really kind and you can stay at the center before your safari. (note per http:\/\/www.calipsodivecenter.com.co\/en-us\/secpages\/voluntariado_EN.php it is \"4 weeks full program 2,000.00 U.S. Dollars\") Calipso is a member of NAUI, the second largest Scuba Diving Association in the World. Any certification between NAUI and PADI is mutually recognizable. NOT a PADI facility according to the PADI website. Prices for OW or Advanced Tayrona Park Safari with 2 nights 3 days sleeping in the park are C$780.000 or for both is 1.100.000 with safari. They offer cheaper courses if you don't want to do the safari. For a 3 day and 2 night Safari with 7 dives it's C$550.000."]]}]},"\n",{"type":"===","value":["Volunteering"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=UNILOT"],["alt="],["url="],["email=infotur.taganga@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=(57-5)421 92 17"],["tollfree="],["fax="],["hours="],["price="],["content=UNILOT is Divanga's foundation in tourism research (Unilot means \"Unidad de Investigacion-Accion Local en Turismo\"). B.A. graduates travellers can participate in sustainable tourism research, the foundation is linked with the local public University Universidad del Magdalena. You can ask for free accomodation and food against research work, may be on the field, surveys or secondary research directed by Master degree graduates"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Coral Conservation Program"],["alt="],["url="],["email="],["address=Calle 12 No 1 - 40"],["lat="],["long="],["directions="],["phone=(057)5 4219146"],["tollfree="],["fax="],["hours="],["price="],["content=Volunteer in Coral Conservation Program SantaMarta - Taganga"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Midwater marine nursery"],["alt="],["url=http:\/\/www.calipsovolunteers.blogspot.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Calipso Dive Center and Tayrona National Park in Taganga Colombia are running a midwater marine nursery to recover species of corals around the marine area, control lion fish, educating the local fisherman and monitoring the coral reef. This is a opportunity for volunteers to enjoy scuba diving and support conservation."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spanish Teacher Santa Marta"],["alt=Amira Paola Melo"],["url=http:\/\/spanishteachersantamarta.weebly.com"],["email=spanishteachersantamarta@gmail.com"],["address=Santa Marta & Taganga"],["lat="],["long="],["directions="],["phone=+57 3014928766"],["tollfree="],["fax="],["hours="],["price="],["content=Certified and experienced teacher offers flexible private lessons"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nGet homemade seasonal sweets and delicious frozen fruit treats at Kelly seasonally.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=ATM Bancolombia"],["alt="],["url="],["email="],["address="],["lat=11.26646"],["long=-74.19015"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is only one ATM of Bancolombia in town. Reports that the ATM is broke or out of cash are common, so maybe it is a good idea to bring some money from Santa Marta. Paying with credit cards is quite common in international hotels or at booking agencies."]]}]},"\n",{"type":"==","value":["Eat"]},"\nOverpriced, mid-quality restaurants that specialize mainly in fish dishes are clustered on the beach. But it's worthwhile to walk up two blocks.\n\n",{"type":"*","value":[" note you can buy fresh fish from fisherman right at the left side of beach from afternoon into the evening - large fishes go from 5,000 per fish and up... they will cut it for you and give you just the fillet if you want..."]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Republika Taganguera"]}," Divanga's French Restaurant\/Bar\/Swimming pool. Located in DIVANGA nice hostel with swimming pool 2 blocks straight from Delfin Hostel on the beach. good vibes.(57-5)421 90 92"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Che Luis"]},", usually very crowded with locals\/Israelis. Mostly an Israeli place and very loud as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Reef"]},", Cra1 # 15-09. Great panini sandwich and good salad. The speciality : very good waffles with ice cream and nutella."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café Bonsai"],["alt="],["url=http:\/\/www.cafebonsai.com"],["email="],["address=Calle 13 # 1-07"],["lat=11.26784"],["long=-74.19147"],["directions=by the beach, a block from sensation"],["phone=4219495"],["tollfree="],["fax="],["hours=8.00-22.30"],["price=1,5-8 USD"],["content=Great breakfasts (freshly baked breads, wholegrain or rye sour dough, creamy yogurt with homemade jams and granola). Lunch with excellent sandwiches, big, fresh and tasty with some extremely nice sauces. At night great BBQ with pork chops, ginger chicken, balsamic rosemary skewers of tenderloin. Also available: Colombian excelso arabica coffee or tea from India, tasty brownies, cocktails including martinis, daiquiris and a really fresh variant of mojito. AC, WiFi and great music. Café Bonsai also offers Spanish instruction. The owner, Marisol, taught for over 10 years at UCLA in Los Angeles. Since she is completely fluent in English (she has a doctoral degree in literature from UCLA), she can explain things better than most teachers in town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Babaganoush Restaurant\/Bar"],["url="],["email="],["address=above dive center tayrona"],["lat="],["long="],["directions=cr 1 no 18-22"],["phone=3188681476"],["tollfree="],["fax="],["hours=17.00-23.30"],["price="],["content=A new restaurant opened by the previous(dutch)chef from Casa Felipe. Beautiful place with nice sea view, lounge area and terrace, international cuisine, pumpkin soup, beef carpacio, vitello tonato, curries, tikka masala, pastas, fresh fish fillet, filet mignon with red wine or blue cheese sauce, homemade desserts.\nSunset happy hour 17.00-21.30."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nIt would be good idea to take a couple of \"Stubbie Coolers\" (Australian vernacular for an item which keeps the beer in your bottle cooler or longer) as the heat in Taganga will have you drinking warm beer by the time you are at the end of your drink.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["Mapframe"],["11.2685"],["-74.1900"],["zoom=16"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Blanca"],["alt="],["url="],["email="],["address="],["lat=11.26460"],["long=-74.19120"],["directions="],["phone=5-421 9232 \/ 300 805 4968"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Opened in 1998 by Colombian\/Swiss team Carlos Botache and Bernard Gusten, Casa Blanca has become a favorite amongst beach-loving travelers and provides an excellent base for those taking dive courses in town or those wanting to make the most of their time by the sea. Prices are 18,000 Pesos pp with a 2,000 Pesos single supplement. Double rooms are 40,000 Pesos. Heavy Drug Influence on Beach in Front - ",{"type":"''","value":["be careful at night"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Divanga"],["alt="],["url=http:\/\/www.divanga.com"],["email=divangacolombia@yahoo.fr"],["address=Calle 12 with 4"],["lat=11.26969"],["long=-74.18827"],["directions="],["phone=+57 5 421 90 92"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Backpackers' bed and breakfast. Includes a beautiful swimming pool that creates a great social area. The staff is friendly. Comfortable and clean rooms with shower\/toilet at only C$34.000 per person, in dorm 29.000 pesos including internet and a generous breakfast. The view from the roof is fantastic, especially at sunset and a roof top bar plays excellent music. There is also a comfy TV room with cable TV and DVD player, an internet room with free high speed internet and Wi-Fi access and a restaurant inside serving excellent food. Free luggage storage. Discount for Hostelling International members."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Divanga"],["alt="],["url=http:\/\/www.divanga.com\/en\/casa-divanga-en"],["email=divanga@hotmail.com"],["address="],["lat=11.26931"],["long=-74.18978"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Dorm : from 19,000 COP"],["content=Divanga's little sister at one block down. You get access to Divanga's pool. Shady patio and communal kitchen. Spanish courses available. Includes a tourism information point with Taganga's map and full information about Tayrona park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Oso Perezoso"],["alt="],["url=http:\/\/www.hotelosoperezoso.com"],["email=hotelosoperezoso@yahoo.com"],["address=Calle 17 # 2-36"],["lat=11.26702"],["long=-74.18948"],["directions="],["phone=(57-5)421-8041"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Hotel Oso Perezoso is a three-story structure, perfectly designed to catch the cool breezes of Taganga and enjoy a chill atmosphere amid a 360 degree view. The first floor has three rooms and a store, free bag storage, and a book exchange. The second floor has four bright guest rooms with views of the ocean that open onto a breezy open-air corridor. The third floor is a gorgeous rooftop Tsunami bar and cafe with WiFi internet (C$5,000 extra), a 800GB jukebox, plenty of room for hammock chillin' and a sassy parrot. From here you can watch the sun rise over the mountains, watch the sun melt into the Caribbean, sip on a cold beer, and order something from the full-service restaurant. Restaurant and bar are open to the public. Room prices range from 15,000COP a night per person (hammocks), to 20,000COP a night per person (first floor), to 28,000COP per person per night (on the second floor). All rooms have private baths, excluding hammocks. Big breakfast is included with each room rate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Casa de Felipe"],["alt="],["url=http:\/\/www.lacasadefelipe.com"],["email=info@lacasadefelipe.com"],["address=Carrera 5A 19-13"],["lat=11.2659"],["long=-74.1859"],["directions=behind the football field"],["phone=(57-5)-421-9101"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Prices between C$15.000 and C$45.000. Breakfast C$6.000.Discount for ",{"type":"[[","value":[["Hostelling International"]]},"-members."],["content=Popular hostel. Several apartments some with kitchen, dormitory and hammocks if everything else is full. There is a communal kitchen, internet facilities, free wifi, laundry service, nice terraces and a friendly staff. Always crowded by backpackers. 15 minutes by walking from the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Tortuga Hostel"],["url=http:\/\/www.tortugahostel.com"],["email=tortugahostel@yahoo.com"],["address=Calle 9 No. 3-116"],["lat="],["long="],["directions="],["phone=57-5-4219048 \/ 3202589677"],["tollfree="],["fax="],["hours="],["price=From $22.000 COP"],["checkin="],["checkout=11:30AM"],["content=Clean and comfortable en-suite dorms and privates, a roof bar, garden swimming pool, tour info, private diving instructor, lost city treks, jenga tournaments, super friendly staff, 24 hour reception, free storage, internet acces, free wi-fi, book exchange, laudry service."]]}," www.tortugahostel.com"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Moramar Backpackers International"],["url=http:\/\/www.hostfreehere.com\/moramar"],["email=moramar@telecom.com"],["address="],["lat="],["long="],["directions=In front of the football field"],["phone=+5754219202"],["tollfree="],["fax="],["hours="],["price=C$15.000 pesos for a single room to C$8.000 for a hammock,"],["checkin="],["checkout="],["content=New. Good atmosphere, great service, nice views of the sea and the Sierra."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ReyMARIn"],["alt=used to stand for Miramar backwards when it was a Miramar hotel, now, it is the sea king"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Manager Chichi has 50 years of fishing experience. Family serves nice food next door."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Techos Azules"],["url=http:\/\/www.techosazules.com"],["email=contacto@techosazules.com, cacabelofreddy@yahoo.com.mx"],["address=Sector Dunkarinka Cabaña 1-100"],["lat="],["long="],["directions="],["phone=(57) (5) 421 91 41, Cel. 316 648 0731"],["tollfree="],["fax="],["hours="],["price=Around 20,000 COP per person, discounts can be contracted if you are in a group or staying for a longer period."],["checkin="],["checkout="],["content=Nicely placed at the entrance of the town, it has hammocks, private rooms with bathroom, \"cabañas\" (two rooms, sitting room with kitchen, shower with toilet). Beautiful views on Taganga and the bay."]]}]},"\n",{"type":"*","value":[" Another option is to ask around for an apartment to rent. There are gringo shacks and guest houses all over the town. Usually, most places to stay that are geared towards foreign backpackers will have all the creature comforts (read: running water). Taganga has a long history of people's belongings disappearing as everyone in town often have keys and people lose stuff the day they are scheduled to leave. There is always the option of find a person who's renting a room in their house, or seeing who's out of town and turned their home into a temporary guest house. It's a great way of meeting people and really getting to know a town as interesting as Taganga. If you do this, be sure you trust where you are staying, and bring your own locks as a precaution. Also, Taganga has no water due to political issues, so there are times where water can be an issue."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Caluca"],["alt="],["url=http:\/\/thuitours.com.co\/accommodation\/#!\/apartment-casa-caluca-1"],["email="],["address="],["lat=11.26630"],["long=-74.18534"],["directions=Near Casa de Felipe hostel."],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Popular holiday apartment for holiday weekend, short term, and long term rent. In a quiet area with sea views over Taganga. COP40.000 per day, or COP650.000 per month."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThere is a great little internet cafe a block to the west of the police station and ATM, which adds little friendly touches like the occasional cup of water.\n\n",{"type":"==","value":["Stay safe"]},"\n\nTaganga has recently become notorious for mugging and robbery, so regular precautions should be taken. Note that the local police is rather apathetic and mostly busy with dispersing artesanos selling handicrafts along the town beach.\n\nThere are quite a few small beaches outside of Taganga, which are connected by walking paths covered by vegetation. These paths are used by local robbers, especially on weekdays when there are not many people walking to and fro. Do not walk there in small groups, even in daylight. If you carry valuables with you and don't feel adventurous, it's better to take a boat.\n\nIf you consume illegal\/recreational drugs be careful of getting shaken down\/searched\/harassed by the local police. If they find anything on you be prepared to be taken into custody and threatened with jail unless you pay an on-the-spot fine (in cash, of course). Anyone you are traveling with is also subject to harassment and could be made to contribute to your \"fine\" as well.\n\nBeware: There were a spate of muggings from March 19th-23rd 2011 along the path  the football field  using machetes.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ciudad Perdida"]]}," — Taganga, even moreso than Santa Marta, is the main jumping off point for the famous trek, and you should be able to arrange a trek on short notice with any of the hostels or tour companies dotting the main road."]},{"type":"*","value":[{"type":"[[","value":[["Tayrona National Park"]]}," — an unspoilt natural paradise of jungle, birds, ocean, and absolutely gorgeous beaches. A boat leaves for the backpacker beach haven of El Cabo every morning around 10AM."]},"\n",{"type":"{{","value":[["isPartOf"],["Magdalena Department"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["11.26764"],["-74.19029"]]},"\n\n",{"type":"[[","value":[["wikipedia:Taganga"]]}]