[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:TagongMainStreet.JPG"],["thumb"],["Tagongs Main Street"]]},"\n",{"type":"'''","value":["Tagong"]}," is a small town in the Tibetan prefecture of ",{"type":"[[","value":[["Ganzi (prefecture)"],["Ganzi"]]},".  Its altitude is at 3700m and is located half way between Kangding and Litang. It is known for scenic grasslands and local Tibetan Buddhist culture.\n\n",{"type":"==","value":["Get in"]},"\nMany official buses and private vans\/cars will leave from Kangding in the mornings.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nMost people come here to relax and visit the grasslands and maybe hiking or take horse tour.\n\n",{"type":"==","value":["Do"]},"\nHorse treks through the pristine countryside are a popular option, running about ¥150\/person for half a day. This can be bargained somewhat. Be advised that \"half a day\" may only comprise a few hours. If possible, try to get the details.\n\nA wonderful hike across the grasslands to the south takes you to the Lhagang Monastery and Ani Gompa (nunnery), which offers affordable lodging. To get there, simply proceed from town past the temple, make a right on the road 100m past the temple, and you will see the monestery's golden roof in the distance. Walk toward it. \n\nAfter enjoying the monastery grounds you can seek out lodging at the nunnery. To reach it, proceed left (as you face the monastery) down the road in front of the monastery, through the village, past the temple there, until you see a very small shop on your right. Inquire there; the guesthouse is upstairs.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nCheck out Sally's if your chasing Western food. The Chinese food there is good, but not that Chinese. In particular, the spicy yak stew (¥18) went down well. Sally's is just round the corner of the temple. \n\nMost guesthouses will offer you very affordable Tibetan food. Most meals consist of the same thing: yak cheese dissolved in tea mixed with some barley flour. Definitely worth a try, and quite bland (it helps to add sugar), but it's good as a breakfast.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is a backpackers next to the temple.\n\nYou can choose to stay at a hotel without restaurant facilities for cheaper price.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Iya Drolma and Gayla's Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=Follow the sign off the town square."],["phone=+868362866056"],["tollfree="],["fax="],["hours="],["price=Dorm ¥20 \/ Double ¥50"],["checkin="],["checkout="],["content=Run by a lovely Tibetan family. Very authentic Tibetan house and cuisine. Some basic English spoken.Hot water and clean Bathroom, Comfortable beds (doubles have electric blankets).\nYou can also eat with the family."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nReally a lot of wild and guard dogs. They spend the whole day sleeping all around on the streets. If you want tohike hills around Tagong, they may go with you and to be sure, the more dogs, bigger the problem. There are reports of Han Chinese being mugged at knife point in Tibetan regions of China.\n\n",{"type":"==","value":["Go next"]},"\nWhile there is no formal bus station, you can hop on a minibus, which may entail a long wait. Give the driver your phone number and tell him to phone you when he is ready.\n\nMove on to ",{"type":"[[","value":[["Danba"]]}," or ",{"type":"[[","value":[["Bamei"]]},", neither as scenic or authentic a Tibetan village\/town as Tagong, but each with their own worthwhile attractions. Past Bamei, en route to Danba, the driver may stop at a roadside hotspring (for free) or you can ask him to. \n\nGo to ",{"type":"[[","value":[["Kangding"]]}," or ",{"type":"[[","value":[["Xinduqiao"]]},"\n\nMini Buses go to ",{"type":"[[","value":[["Ganzi"]]}," (About ¥120, 11 Hours) via ",{"type":"[[","value":[["LuHou"]]}," from the main road. The best tame to catch them is in the morning (8-9)\n",{"type":"*","value":["May 2011- The road Between Tagong and Ganzi is Under Renovation and most of it isn't paved. The ride is Hard and long(11-12H) "]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["30.321667"],["101.519722"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ganzi (prefecture)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tagong"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tagong Monastery"]]}]