[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tainan"]}," (台南; ",{"type":"''","value":["Táinán"]},") ",{"type":"[","value":["http:\/\/www.tncg.gov.tw\/kdefault.asp"]}," is a city in south west ",{"type":"[[","value":[["Taiwan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Tainan City Hall.jpg"],["thumb"],["Tainan City Hall"]]},"\nTainan is the oldest city in Taiwan and was the capital during imperial times. It is famous for its temples, historic buildings and snack food. The city is currently the fifth largest city on the island after ",{"type":"[[","value":[["New Taipei"]]},", ",{"type":"[[","value":[["Kaohsiung"]]},", ",{"type":"[[","value":[["Taichung"]]}," and ",{"type":"[[","value":[["Taipei"]]}," with a population of over 1.8 million. For a city of its size by population, Tainan's size by land area is exceptional. Very few buildings are more than 5 to 6 stories in height and most are between two and three stories. Like other Taiwanese cities, most people in Tainan, including taxi drivers, cannot speak English well (except for high school and college students), though some of the older generation can converse in Japanese. However, to help visitors get around, there are free tri-lingual (Chinese, English and Japanese) map-guides available at the railway station.\n\nOne of the most popular destinations in the Tainan area is the Anping District (安平區； Ānpíng qū).  The Anping District is the historical heart of Tainan, the original capital of Taiwan.  Anping is home to the Anping Old Fort (安平古堡； Ānpíng gu bǎo), the Anping Tree House (安平樹屋 Ānpíng shù wū） (a warehouse with massive banyan trees growing out of it), and numerous restaurants and food stalls.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest international airport is in ",{"type":"[[","value":[["Kaohsiung"]]},". From there you can take a train, bus, taxi, or rental car for a 45 minute to one hour journey to Tainan.\n\nThere is a domestic airport in Tainan, and the flights from ",{"type":"[[","value":[["Taipei"]]}," take about 45 minutes, although the route is now defunct.\n\n",{"type":"===","value":["By bus"]},"\n\nTainan has good inter-city bus connections with other cities in Taiwan.\n\n",{"type":"===","value":["By train"]},"\nTainan is a major stop on the ",{"type":"[[","value":[["Taipei"]]}," - ",{"type":"[[","value":[["Kaohsiung"]]}," High Speed Rail line (about NT$1500 one way from Taipei). The stop is a bit outside of town ",{"type":"[","value":["http:\/\/www.thsrc.com.tw\/en\/?lc=en"]}," (NT$400 by taxi). There are free shuttle buses running from the city to the bullet train terminal. You can also take the TRA (slow train) into Tainan city from the THSR station (NT$25 each way). Travel time from ",{"type":"[[","value":[["Taipei"]]}," is 1h45 and generally considered more convienent (city center to city center) and less strenuous to ride than domestic air travel. Standard rail takes ranging from 3.5 hours to 6 hours depends on the type of the train.\nFor example, a class 1 (4 hours) ticket from Taipei will cost NT$758.\n\nOn the Southern line, trains to ",{"type":"[[","value":[["Taitung"]]}," (3 hours and about NT$500) and, less frequently, to ",{"type":"[[","value":[["Hualien"]]},".\n\nFor more detailed information, see \"Getting Around\" on the ",{"type":"[[","value":[["Taiwan"]]}," page.\n\n",{"type":"==","value":["Get around"]},"\n\nThe best way to travel around the city is by car, bicycle or motorcycle. There are taxis and buses (公車 gōngchē), but they are not so convenient for non-Chinese speakers. There is a scooter rental shop next to the Tainan City TRA (slow train) station. Rentals cost around NT$600 per 24 hours.  Whether a rental shop will check for a license varies from shop to shop.\n\nAll inner city bus routes pass through Tainan Station (train). There is a tourist information booth at the Station with friendly staff (English speaking) who can show you how to use the bus system. On Sundays there are two free sightseeing bus routes (88 and 99) which can take you to and back from all the major historical sites.\n\nIf you do take a taxi just make sure you have a map you can point at or the business card of the location you're headed.  The taxi drivers are very helpful, but be aware that sometimes even Chinese speakers take roundabout ways.\n\nOne should take note that there are thousands of scooters and motorbikes packing the streets and if you injure someone while you are driving in Taiwan, the local laws require you to pay for whatever the person you injured cannot. Try getting your insurance company to write a waiver for you to be insured before driving in Taiwan.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Anping"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eternal Golden Fortress"],["alt=億載金城 (Yì Zài Jīnchéng)"],["url="],["email="],["address=16 Nanwen, Anping District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-5PM"],["price="],["content=",{"type":"[[","value":[["File:Eternal Golden Fortress, Taiwan.jpg"],["thumb"],["Eternal Golden Fortress"]]}," A 19th-century coastal fortress."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Anping Fort"],["alt=安平古堡 (Ānpíng Gǔbǎo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8:30AM–5:30PM"],["price=NT$50"],["content=",{"type":"[[","value":[["File:Anping Fort, Tainan.jpg"],["thumb"],["Anping Fort"]]},"In the early 17th century, European seafarers came to Asia to trade and develop colonial outposts. In 1624, the Dutch occupied today's Anping and took ten years to build a fort named \"Fort Zeelandia.\" After 1662, because Koxinga and his son lived here, it was named \"King Castle,\" \"Anping Castle\" as well as \"Taiwan Castle.\" The Japanese rebuilt it and named it \"Anping Old Fort.\" Today, the only Dutch remains are th ruins of a semicircular bulwark and a section of the outer fort's brick wall; the root of an old banyan tree on the wall remains a witness to the fort's long history. (Taken from the ticket) Its commanding views of the ocean make it a popular place to watch the sunset."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Anping Tree House"],["alt=安平樹屋 (Ānpíng shù wū)"],["url="],["email="],["address=108 Fort St., Anping District (entrance through the back door of Old Tait & Co. Merchant House)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=NT$50"],["content=",{"type":"[[","value":[["File:Anping Tree House.jpg"],["thumb"],["Anping Tree House"]]}," Anping Tree House was originally the warehouse of Tait & Co. During the Japanese Occupation it was the office and warehouse of the Japan Salt Company. After World War II, the salt industry in Anping declined, and this area was abandoned.  The aerial roots and branches of banyan trees wrapped around the building, combined with the soil, red brick and partial concrete wall creates an unusual sight. (Taken from the ticket)"]]}]},"\n",{"type":"===","value":["Elsewhere"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chihkan Towers"],["alt=赤崁樓 (Chìkàn Lóu)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["File:Chihkan Tower, Tainan.jpg"],["thumb"],["Chihkan Tower"]]}," Chihkan Tower is the landmark of Tainan and its most famous historic site. In 1653 the Dutch built \"Fort Provedentia\" in the area, and the Chinese named it \"Tower of Savages\" or \"Tower of Red-haired Barbarians.\" Chihkan Tower is its official name today.  Even though Chihkan Tower has survived different historical periods, it retains its rich and graceful architectural aspects. Crammed with various kinds of steles, stone horses, weight lifting rocks, stone weights, ponds with colorful fish and nine stone tortoises carrying royal stele carved in both Chinese and Manchurian, the courtyard looks like an outdoor museum. Chihkan Tower is particularly attractive at night. (Taken from the ticket) Location: 212 Sec. 2, Min-Tsu Rd., Central District. Hours: 8:30AM-9PM. NT$50."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum of Taiwanese Literature"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in a restored colonial-era Japanese building, even with the limited English on display this museum is fascinating.  The coffee shop is good too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Confucius Temple"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A serene destination surrounded by a small park.  Explore the temple, then go to the incredibly popular shaved-ice store right on the opposite side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Guanziling"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Taiwan's best-known hot springs"]]}]},"\n",{"type":"===","value":[" Night markets "]},"\n",{"type":"[[","value":[["File:Tainan Anping night market.jpg"],["thumb"],["Anping night market"]]},"\n\nThere are over two dozen night markets of various sizes in and around the city. Regardless of size, night markets all possess an abundance of stalls selling clothing, shoes, jewelry, toys, food and drink. Some even have live entertainment.\n\nMost night markets are only held on certain days of the week. Check before going.\n\nThe biggest and most famous night market, the Garden Night Market (花園夜市 huāyuán yèshì) is open on Thursday, Saturday, Sunday. There are tons of food stalls and game booths, but be warned that this market can get very busy (i.e. mosh pit busy) on some days.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Mangrove reserves"]},". Tainan is located near a significant mangrove reserve, which serves as a migrating ground for the rare black-faced spoonbill. Trips to these reserves can be arranged through a local expat group called 'Barking Deer Adventures' ",{"type":"[","value":["http:\/\/www.barking-deer.com\/"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tainan Park"],["alt=台南公園"],["url="],["email="],["address=GongYuan North Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful park in a central part of the city. Great for a relaxing walk or a stay of a few hours. It has many beautiful trees and flowers as well as a pond."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nPreserved Plums(酸梅 suānméi) are a popular item.\n\nShinkong Mitsukoshi department store Ximen branch provides first class shopping experience. The department store focuses on both high end products and mainstream fashion. Luxurious brands such as Chanel, Hermes, Ferragamo can be found in the department store. Men's fashion includes Calvin Klein, Hugo Boss, Polo Raulph Lauren, Nautica, Esprit and more. There's also a movie theatre inside. Two food courts offer various Asian, western cuisine and fast food chains.\n\nBeimen Road is considered to be the \"downtown\" of Tainan. It is here where you can find the main train station and also all the intercity bus terminals. It stretches from the National Tainan Second High School, by the Tainan Park (previously known as Dr. Sun Yat San Park). South of the main train station is where you can find various boutique stores that mainly focuses on Japanese fashion and sport equipment stores (a popular place to visit for local students). It is also on Beimen Road where you can have maybe too much technology. Countless electronic stores offer the selection that is very hard to be competed. Sony, being the predominant electronic brand in Taiwan, is found in virtually every shop. Note that the laptops purchased in Taiwan comes with standard U.S. keyboard ",{"type":"'''","value":["with"]}," Chinese alphabets. Most of electronics on the other hand has English as optional language for operation. Da-han art supply shop is a great little store for the artists. It is here where you can find most of the art supply you need for your next masterpiece or even just a relaxed Sunday afternoon drawing.\n\nOn the other side of railway and back entrance of the station is Tainan's landmark; Far-East department store and Shangri-La's Far Eastern Plaza Hotel. The department store focuses more on midrange consumers. Downstairs food-court offers good selection of restaurants and Hong Kong-based supermarket, Wellcome.\n\nAlso close to Beimen Road is the Shinkong Mitsukoshi department store Chung-San branch, and another Far-East department store where the Times Warner Movie Theatre is situated. Chung-San Road, Beimen Road, and the train station make up the core of Tainan.\n\n",{"type":"==","value":["Eat"]},"\n\nTainan is often known as \"the City of Snacks\" (小吃城). In addition to the wide variety of food available at night markets, the city also has an abundance of street vendors specializing in tasty and cheap dishes.\n\n",{"type":"'''","value":["Tainan specialities are"]},":\n\n",{"type":"*","value":["Coffin toast (棺材板 guāncaibǎn) - fried bread stuffed with various ingredients, such as chicken, beans, seafood, vegetables and milk-based sauces"]},"\n",{"type":"*","value":["Oyster omelette (蚵仔煎 kèzǎijiān \/ ",{"type":"''","value":["o-a chen"]},")"]},"\n",{"type":"*","value":["Oysters and thin noodles (蚵仔麵線 kèzǎi miànxiàn \/ ",{"type":"''","value":["o-a mi soa~"]},")"]},"\n",{"type":"*","value":["Rice cake (碗稞 wǎnkē)"]},"\n",{"type":"*","value":["Dan Zai Noodle(擔仔麵 dānzǎi miàn)"]},"\n",{"type":"*","value":["Elite Cake (狀元糕 zhuàngyuan gāo)"]},"\nDon't forget to try the shrimp rolls (",{"type":"''","value":["zhou-shi"]},")  down along the canal.\n\n",{"type":"*","value":[" Andi's Party Corner sells traditional Austrian food and beers, an oddity in Tainan."]},"\nThere's a massive (and crowded) night market at the corner of Hai-an and He-wei Roads.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Imma Bakery"],["url="],["email="],["address=Shulin St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coffee house with breads, cakes, cookies, etc. An Israeli chef and Western style."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nPearl milk tea (珍珠奶茶, zhēnzhū nǎichá) is a must drink in Tainan. Look out for shops, where it is made directly to order!\n\n",{"type":"*","value":["Dirty Roger, Dongmen Rd. (",{"type":"''","value":["close to the Railway station"]},").Excellent small bar. Used to be very hip, still very good. Every Music imaginable."]},"\n",{"type":"*","value":[" The Armory, Gongyuan Rd. Good for beers and sport"]},"\n",{"type":"*","value":[" Willies Second Base, for beers, sport, food and pool upstairs"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Hangout Bar"],["url="],["email="],["address=台南市公園路128-32號(No.128-32 Gongyuan Rd. Tainan)"],["lat="],["long="],["directions="],["phone=886 6 226-4861"],["tollfree="],["fax="],["hours=1800~0200"],["price=100"],["content= in Gongyuan Road is a nice bar to relax, play pool and watch sports. They also have good burgers and steak, free public computer and WiFi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Eroos"],["url=http:\/\/eroosnoka.blogspot.com\/"],["email="],["address=台南市神農街115號"],["lat="],["long="],["directions="],["phone=+866 6 221-0321"],["tollfree="],["fax="],["hours=9PM-4AM"],["price=100NT"],["content=Bar\/lounge, very nice place to relax and have a drink."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tin Pan Alley"],["url=http:\/\/zh-tw.facebook.com\/tinpanalleytaiwan"],["email="],["address=Beimen Road"],["lat="],["long="],["directions=Across from Tainan Park on Beimen Road."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great Partly outdoor Pub and Bar near Tainan.  Wonderful friendly owners and delicious food ranging from Pizza to Felafel."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guang Hwa Hotel"],["alt="],["url="],["email="],["address=155 Beimen Rd Sec 1"],["lat="],["long="],["directions=near the train station"],["phone=+886 6 226-3171"],["tollfree="],["fax="],["price=Small singles starting from NT$920"],["checkin="],["checkout="],["content=Free internet and breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cheng Kuang Hotel"],["alt="],["url="],["email="],["address=294 Beimen Rd Sec. 1"],["lat="],["long="],["directions=near the train station"],["phone=+886 6 222-1188"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The hotel is a little old, but the rooms are OK for the price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tainan City Labour Recreation Centre"],["alt="],["url=http:\/\/labor2.tncg.gov.tw\/recreation\/"],["email="],["address=261 Nanmen Rd"],["lat="],["long="],["directions="],["phone=+886 6 215-0174"],["tollfree="],["fax="],["price="],["checkin="],["checkout=11AM"],["content=Large single room including private bathroom NT$550\/Double room. Open 6AM-midnight, hot water only from 6PM-midnight. They no longer offer dorm rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=FuQi Hostel"],["url=http:\/\/fuqi-hostel.tw\/en\/"],["email="],["address=No.76-2, Zhongzheng Rd., West Central Dist., Tainan City 700"],["lat="],["long="],["directions=The hostel is on the 2nd and 3rd floor. The entrance is not very obvious, it's just a metal door with the name of the hostel on it."],["phone=+886-6-7034543"],["tollfree="],["fax="],["hours="],["price=Dorm Rooms for NT$450"],["checkin="],["checkout="],["content=WiFi, free internet, kitchen, living room and laundry plus very helpful and friendly staff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=City Hut 1828"],["alt=Dorm1828"],["url=http:\/\/www.dorm1828.com\/"],["email="],["address=No.28 Lane 18, Dasyue Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=NT600"],["content=15 minute walk from the train station."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sendale Yong Fu - Tainan City 新大福軒館"],["alt="],["url=http:\/\/www.sendale.com.tw"],["email="],["address=115 Yong Fu Rd Section 1"],["lat="],["long="],["directions=behind Landis Hotel, 3 minutes by walking to New Life Square-Mitsukoshi Department Shopping Mall"],["phone=+886 6 214-2988"],["tollfree="],["fax=+886 6 214-2799"],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dynasty Hotel"],["alt="],["url="],["email="],["address=46 Chengkung Rd"],["lat="],["long="],["directions="],["phone=+886 6 225-8121"],["tollfree="],["fax=+886 6 221-6711"],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cambridge Hotel"],["alt="],["url="],["email="],["address=269 Sec 2 Mintzu Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shangri-La's Far Eastern Plaza Hotel"],["url=http:\/\/www.shangri-la.com\/en\/property\/tainan\/fareasternplaza"],["email="],["address=89 Section West, University Rd"],["lat="],["long="],["directions="],["phone=+886 6 702-8888"],["tollfree="],["fax=+886 6 702-7777"],["hours="],["price="],["checkin="],["checkout="],["content=Five-star property near the train station (regular, not HSR). Free internet (wired)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tayih Landis Hotel"],["url=http:\/\/tainan.landishotelsresorts.com\/"],["email="],["address=660, Shi-Men Rd, Sec.1"],["lat="],["long="],["directions="],["phone=+886 6 213-5555"],["tollfree="],["fax=+886 6 213-5555"],["hours="],["price="],["checkin="],["checkout="],["content=5 star property adjacent to an enormous Shin Kong Mitsukoshi department store. Nearby Confucius temple and the Chihkan towers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Evergreen Plaza Hotel"],["url=http:\/\/www.evergreen-hotels.com\/branch\/Index.aspx?checkcode=AVMGU&tempdbsn=6&debug=1"],["email="],["address=No. 1, Lane 336, Chunghua E. Rd., Sec. 3, Tainan City"],["lat="],["long="],["directions="],["phone=+886 6 289-9988"],["tollfree="],["fax=+886 6 289-6699"],["hours="],["price="],["checkin="],["checkout="],["content=4-5 star property about 10 min south of the train station (regular, not HSR). Free internet."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Taiwan"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tainan City"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Taiwan\/Localities\/Tainan City\/"]]},"\n",{"type":"{{","value":[["geo"],["22.983333333333"],["120.18333333333"]]}]