[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Taiping"]}," is a town in ",{"type":"[[","value":[["Perak"]]}," state, ",{"type":"[[","value":[["Malaysia"]]},".\n",{"type":"[[","value":[["File:MaxView.JPG"],["thumb"],["340px"],["Panoramic view of Taiping from Bukit Larut"]]},"\n",{"type":"==","value":["Understand"]},"\nThe name Taiping is made up of two Chinese characters 太 (",{"type":"''","value":["tai"]}," - 'great') and 平 (",{"type":"''","value":["ping"]}," - 'peace'). The discovery of tin deposits in the area in the 19th century attracted settlers from China, who were organised into two feuding groups around the Cantonese Ghee Hin(義興) society and the Hakka Hai San (海山) society.  British intervention in the early 1870s put an end to the feuding and the town, which used to be known as Klian Pauh, acquired its present name.  The British made Taiping the administrative centre for the state of Perak in 1875. The town served this function until 1937 when the state capital was moved to Ipoh.\n\nThe town sits on a coastal plain at the foothills of the Bintang Range.  This topography is responsible for the copious rainfall for which the town is known. An umbrella is not needed, though, as most of the time, it is just a drizzle. Locals do not wonder whether it will rain on a particular day; they wonder what time it will rain.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nTaiping Airport (",{"type":"{{","value":[["IATA"],["TPG"]]},") consists of a dilapidated wooden terminal building dating back to 1929, and a short runway only capable of handling small turboprops. There are no scheduled flights into Taiping, so flying in is only an option if you have your own aircraft.\n\nThe nearest airport served by commercial flights in at ",{"type":"[[","value":[["Ipoh"]]},", about an hour's drive away, whose sole commercial fights are twice daily flights from ",{"type":"[[","value":[["Singapore"]]},". ",{"type":"[[","value":[["Penang"]]}," is slightly further, about one and a half hour's drive away, but is served by more destinations, with domestic flights from most of the major cities in Malaysia as well as international flights from regional destinations. Alternatively, you can head to Kuala Lumpur International Airport, which is about four hour's drive away, but is one of the major air hubs in Southeast Asia.\n\n",{"type":"===","value":["By road"]},"\nTaiping is easily accessible from the PLUS North-South Expressway. From ",{"type":"[[","value":[["Penang"]]}," (90 km) Kamunting is the nearest exit, whilst Changkat Jering is the most convenient exit from the motorway if you are travelling north from ",{"type":"[[","value":[["Ipoh"]]}," (70 km).\n\nTaiping is well connected to the rest of Peninsular Malaysia by express buses, which arrive at and depart from the long distance bus station at Kamunting (6 km from the town centre) as well as Simpang (7km from the town centre).  Buses also travel direct from Taiping to Singapore and Hat Yai.\n\nSouthbound buses usually depart from Kamunting and call along Simpang (Medan Simpang) to pick up a few more passengers from Simpang before heading to the highway via Changkat Jering interchange. Bus tickets are available from counters located at Medan Kamunting and Medan Simpang.\nYou can drive from Kamunting direct to Selama town about 40 minutes through Jalan Pondok Tanjung.\n\n",{"type":"===","value":["By rail"]},"\nKeretapi Tanah Melayu (formerly known as Malayan Railway) operates a number of daily services along the main north-south line which stops at Taiping station.  One service, the Ekspres Langkawi, connects Taiping with Hat Yai.\n\n",{"type":"==","value":["Get around"]},"\nThe compact town center is easily explored on foot.  For trips further afield (e.g. to Maxwell Hill, the long-distance bus station at Kamunting, the Matang Mangrove Reserve), taxis are available for hire.  Stage buses fan out in all directions serving the suburbs and the rural hinterland.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Maxwell Hill"]}," (Bukit Larut) - a quiet hill station with an altitude of about 1000 m. Access is along a narrow single-track paved road on a fleet of dilapidated four-wheel drives run by the municipality. Accommodation is available in a couple of resthouses and a small number of bungalows."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taiping Lake Gardens"]}," - public gardens created out of abandoned surface tin mines. A series of interconnected ponds surrounded by flower beds, lawns, flowering shrubs and trees and playgrounds.  Famous for a stretch of road lined by century-old rain trees (",{"type":"''","value":["Samanea saman"]},") whose branches arch down to the water's edge."]},"\n",{"type":"[[","value":[["File:Wohin auswandern malaysia Taiping Lake Gardens 4.jpg"],["thumb"],["275px"],["Taiping Lake Gardens"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Taiping Zoo"],["alt="],["url=http:\/\/www.zootaiping.gov.my\/main.html"],["email=zootaiping@zootaiping.gov.my"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=And ",{"type":"'''","value":["Night Safari Taiping"]}," - the first zoo to be established in Malaysia. Packed at weekends with day-trippers from out of town."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''''","value":["Daytime zoo"]},": adults RM12, child (3 to 12 years) RM8, discounts available for school groups, senior citizens (55+), tourist groups (20+ pax); open 08:30-18:00, feeding times 10AM and noon."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''''","value":["Night safari"]},": adults RM16, child (3 to 12 years) RM10, discounts available for senior citizens (55+) and tourist groups (20+ pax); open 20:00-23:00 on weekday including public holidays, 20:00-24:00 on Saturdays and eve of public holidays."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Matang Mangrove Forest Reserve"]}," - forty acres of mangrove forest reserve. You will get to see a variety of flora and fauna in this undisturbed forest."]},"\n",{"type":"==","value":["Do"]},"\n\nA stroll through the town can be a pleasant experience.  You are mostly protected from the elements by the arcades on both sides of the road, a typical architectural feature in most Southeast Asian towns.  Some of the older buildings have retained their stucco façades with picturesque wooden shutters.  Sticking out incongruously amongst these traditional two-storey brick and plaster buildings are more modern buildings, some of them rising four or five storeys.  The bluish-green hills of the Bintang Range, their summits often shrouded in cloud, are visible everywhere from the town when you look east.  As you stroll in that direction, the urban landscape quickly gives way to the refreshing view of the Lake Gardens, with the hills still dominating the background.\n\nTaiping is one of the place with heaviest rainfall in Malaysia.  You will notice that there is this betting culture on the time rain is going to fall from sky.  Usually the punter will gather around the City oldest wet market and place bets with one another.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy local fresh fruit.\n\nHiong Piah -  a local traditional delicacy not to be missed.\n\nAntong Coffee\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:TaipingLake.jpg"],["thumb"],["330px"],["Taiping Lake and hills at sunset"]]},"\nTaiping is famous for its cheap delicious hawker spreads. Notable among them are:\n\n",{"type":"*","value":["Roti Canai Bismillah Restaurant, Hawker's Center"]},{"type":"*","value":["Nasi Briani ex Kantin Polis - infront POS"]},{"type":"*","value":["Laksa at the Food Court beside the Lake Gardens"]},{"type":"*","value":["Ice Cream - Foodstalls Belakang Bomba"]},{"type":"*","value":["Popiah - Foodstalls @ bawah supermarket, Prima Coffee Shop"]},{"type":"*","value":["Wan Tan Mee - Larut Matang Food Court, Prima Coffee Shop, Tong Ah Coffee Shop (next to the wet market)"]},{"type":"*","value":["Char Keuy Teow - Hawker's center"]},{"type":"*","value":["Tim Sum - Kum Loong Restaurant (Jalan Kota - few lots away from Panorama Hotel) and Kong Meng (behind Panorama Hotel)"]},{"type":"*","value":["Curry Mee - Prima Coffee Shop"]},{"type":"*","value":["Cendol - Behind Bismillah Restaurant"]},{"type":"*","value":["Ais Kacang - Larut Matang Food Court"]},{"type":"*","value":["Combat Mee Goreng - Larut Matang Food Court"]},{"type":"*","value":["Mee Rebus - Larut Matang Food Court"]},{"type":"*","value":["Satay (near Pokok Assam market)"]},{"type":"*","value":["Clay Pot Chicken Rice - Hawker's center"]},{"type":"*","value":["Nasi Lemak"]},{"type":"*","value":["Lobak"]},{"type":"*","value":["Yong Tau Foo (near Fire Station also known as Belakang Bomba)"]},{"type":"*","value":["Peanut soup- larut matang food court"]},"\nThe best reference point for most of the eating places is the Panorama Hotel\/The Store shopping centre. The wet market is beside the hotel with the ",{"type":"'''","value":["Larut Matang Food Court"]}," located behind the wet market. ",{"type":"'''","value":["Tong Ah Coffee Shop"]}," (with its Wantan Mee) is located beside the wet market. ",{"type":"'''","value":["Prima Coffee Shop"]}," (there are 2 Primas which face each other - you decide which one you prefer) and ",{"type":"'''","value":["Kum Loong Restaurant"]}," (Tim Sum) is located a short stroll along Jalan Kota (the road fronting the hotel and the wet market) from the hotel.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nyonya Kuih"],["url="],["email="],["address=Larut Matang Food Ct"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taman Tasik Food Court"],["url="],["email="],["address=Corner of Jalan Maharajalela and Jalan Taman Tasik"],["lat="],["long="],["directions=West side of the lake near where the paddle boats can be hired"],["phone="],["tollfree="],["fax="],["hours=24 hours"],["price="],["content=This is a very large food court with many vendors with great views of the lake (if you stand up). Signs around indicate everything from laksa, chicken and rice, noodles, western and Thai choices.  Large beer cost RM11. Later in the evening the place fills up and sports is played on the large projection screen and several TVs.  Great atmosphere for some food and drink."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Mountain ice drink ( like ",{"type":"''","value":["ais kacang"]}," ) at Larut Matang Food Court"]},"\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation is available in a number of hotels, including:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bukit Merah Laketown Resort"],["url=http:\/\/www.bukitmerahresort.com.my\/"],["email="],["address=Jalan Bukit Merah, 34400 Semanggol, Perak Darul Ridzuan"],["lat="],["long="],["directions="],["phone=605 890 8888"],["tollfree="],["fax="],["hours="],["price=From MYR 140.00"],["checkin="],["checkout="],["content=976 rooms, all equipped with Air-conditioning, Television and Phone. Facilities and services are Water Park, Eco Park and Water pedal boats."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flemington Hotel"]}," - The hotel nestled in the valley & offer breathtaking views of the Lake Garden.The hotel 116 well furnished rooms and suite are tailored to the need of both business and leisure guests. ",{"type":"[","value":["http:\/\/www.flemingtonhotel.com.my"]}," N 4°50' 52\"  E 100°45' 01\""]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Meridian"]}," - rates start from RM68"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Seri Malaysia"]}," (a little far away from town area)"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=New Champagne Hotel"],["alt="],["url=http:\/\/www.newchampagnehotel.com"],["email=info@newchampagnehotel.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=05-806 5060"],["price="],["checkin="],["checkout="],["content=17, Jalan Lim Swee Aun, tel+ - rates start at RM58, which gets you an air-con room with double bed, very small TV (cable\/movie channels but no remote) and private bathroom (hot shower, cold sink, western toilet). No minibar, no lift. Reasonable value, clean albeit not spotless."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Panorama Hotel"],["url=http:\/\/www.panoramataiping.com"],["email="],["address=No. 61-79, Jalan Kota"],["lat="],["long="],["directions="],["phone=(605) 808 4111"],["tollfree="],["fax="],["hours="],["price=rate starts at RM 78.20 Nett"],["checkin="],["checkout="],["content= Panorama Hotel is in the center of Taiping. The hotel has 80 rooms was wall to wall carpeting and central air-conditioning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taiping Golf Resort"],["url=http:\/\/www.taipinggolfresort.com\/"],["email="],["address=Jalan Bukit Jana, PO Box 4, 34600 Kamunting"],["lat="],["long="],["directions="],["phone=6 05 883 6700 \/ 8812 \/ 8815"],["tollfree="],["fax="],["hours="],["price=From MYR 120.00"],["checkin="],["checkout="],["content=185 fully furnished units, all equipped with Hot & Cold shower, Air-conditioning and Cable television. Facilities and services are Golf lessons, Outdoor swimming pool and Tennis courts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=SSL Traders Hotel"],["url=http:\/\/www.ssltradershotel.com"],["email="],["address=No.43, Jalan Medan Perwira Satu, Medan Perwira, 34600 Kamunting"],["lat="],["long="],["directions="],["phone=05-808 0000"],["tollfree="],["fax="],["hours="],["price=RM120.00-RM170.00"],["checkin="],["checkout="],["content=SSL Traders Hotel is a boutique hotel with 118 uniquely decorated modern rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=West Inn Taiping"],["url=http:\/\/www.westinntaiping.com\/"],["email="],["address=21, Jalan Kamunting, 34600 Kamunting, Perak, Malaysia."],["lat=4.868777"],["long=100.728536"],["directions="],["phone=+6058066888"],["tollfree="],["fax="],["hours="],["price=From RM48"],["checkin="],["checkout="],["content=One of the latest boutique accommodation in Taiping, West Inn is conveniently located 300m to Tesco and Taiping Sentral. With only 18 well furnished suites, unmatched facilities and services at West Inn are also worth mentioning."]]}]},"\nCheaper alternatives are available in traditional Chinese-run hotels in the town centre.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ipoh"]]},", the state capital, known for good Malaysian food."]},{"type":"*","value":[{"type":"[[","value":[["Pangkor"]]},", known for its quiet beaches."]},{"type":"*","value":[{"type":"[[","value":[["Bukit Merah"]]},", which houses a theme park and the only Orang Utan Island in the country."]},{"type":"*","value":[{"type":"[[","value":[["Penang"]]},", a food paradise. Also colored with rich history and many beaches."]},{"type":"*","value":[{"type":"[[","value":[["Kuala Sepetang"]]},", a fishing village with eatery for seafood."]},"\n",{"type":"{{","value":[["IsPartOf"],["Perak"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Taiping, Perak"]]},"\n",{"type":"[[","value":[["Commons:Category:Taiping, Perak"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States and Federal Territories\/Perak\/Localities\/Taiping\/"]]},"\n",{"type":"{{","value":[["geo"],["4.85"],["100.73333333333"]]}]