[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Taitung"]}," is a city in south east ",{"type":"[[","value":[["Taiwan"]]},".\n",{"type":"==","value":["Understand"]},"\nTaitung is situated on a small plain between the mountains and the ocean at the southern mouth of the East Rift Valley.  This provides Taitung with not only spectacular scenery but also an ocean breeze that makes this tropical city surprisingly comfortable.  Taitung was developed by the Japanese in the early part of the 20th Century and were responsible for both the construction the road and railroad to the area.  This in turn brought an influx of Taiwanese settlers into the area that already had several aboriginal groups, creating a diverse city of aboriginal, Hakka, and Hoklo populations.\n\nThis uniquely Taiwanese blend is still easily discernible in part because a lot of the recent advances in Taiwan's economy have passed Taitung by.  This has prevented Taitung from devouring itself the way more successful cities have.  There are still large areas filled with Japanese houses in various states of use and disuse and repair and disrepair.  There are still winding alleyways filled with single story Chinese style houses with their unapologetic rustic appearance.  There are still neighborhoods that are largely aboriginal with their own celebrations and unique attributes.  One thing that is relatively sparse however, are seven-elevens.  All this surrounded by miles of quiet rice fields and orchards.  All this give Taitung an aesthetic unlike any other in Taiwan, something that is purely Taiwan.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nBy train, Taitung is on the main East Coast express route.\n\n",{"type":"*","value":[" From the North: The journey from ",{"type":"[[","value":[["Taipei"]]}," takes about five and a half hours to seven and a half hours depending on the type of trains you take. From ",{"type":"[[","value":[["Hualien"]]},", expect about 3 hours."]},"\n",{"type":"*","value":[" From the South: From ",{"type":"[[","value":[["Kaohsiung"]]}," to Taitung on the Southern route the trip takes from just over two hours to a little over three hours depending on the type train. From ",{"type":"[[","value":[["Tainan"]]},", expect about 3 hours."]},"\n",{"type":"===","value":["By plane"]},"\nBy plane, Taitung is serviced by a local airport with flights to ",{"type":"[[","value":[["Taipei"]]}," and ",{"type":"[[","value":[["Kaohsiung"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThere are car and scooter rentals near the train station if one has an international drivers license.  If that is not applicable one can take a bus or taxi to the city which is some distance from either the train station or the airport.  Taitung's public transportation is somewhat limited compared with other Taiwanese cities.  There are bus routes, while these are inexpensive, the timetables are in Chinese.  However, the main part of Taitung is small and compact enough to make walking a pleasant way to explore the city.\n\n",{"type":"[[","value":[["Cycling"],["Bicycles"]]}," are a good alternative form of transportation and can be rented at several location beach side as well as near the entrance to the Forest Park at the North end of Jhongshan Rd.  For excursions to the attractions on the outskirts of town a taxi may be your best option.  Taxis are quite plentiful around the Old Railway Station downtown (near the intersection of Guanming Rd. and Sinsheng Rd.)\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Taitung County Tourist Info"],["url="],["email="],["address=Old Railway Station on Tiehua Rd"],["lat="],["long="],["directions=On the South side of downtown."],["phone=089-357131"],["tollfree="],["fax="],["hours="],["price="],["content=This might be a good first stop in finding information on any local aboriginal or temple events that are gong on.  As well as maps and general information."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Prehistory"],["url=http:\/\/www.nmp.gov.tw"],["email="],["address=1, Buowuguan Road, Fengtian Village"],["lat="],["long="],["directions="],["phone=089-381166"],["tollfree="],["fax=089-381199"],["hours=Tu-Su 9AM-5PM"],["price=$80 (main museum), $30 (Peinan cultural park); discounts for students and groups"],["content=In the 1980s and 1990s, a team of archaeologists from National Taiwan University excavated over 1500 stone coffins and more than 20,000 stone and pottery artifacts belonging to the Peinan culture. This museum is dedicated to this discovery and is located a few kilometers from the actual archaeological site.  It also houses an extremely in depth exhibit on the current aboriginal groups in Taiwan.  Outside the Museum building there are beautifully sculpted grounds and garden area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Beinan Cultural Park"],["url="],["email="],["address=Wenhuagongyuan Rd., Nanwang Village, Taitung City"],["lat="],["long="],["directions="],["phone=089-233466"],["tollfree="],["fax="],["hours=Tu-Su 9AM-5PM"],["price=Free admission (except visitor center: 30NDT)"],["content=Associated with the Museum of Prehistory the Beinan Cultural Park contains the largest and most important prehistoric archaeological site in Taiwan. Beyond the archaeological site the park also consists of beautiful grounds with a commanding view of the surrounding area. Tours in Chinese begin twice a day at 10AM and 3PM. English tours must be planed in advance."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Taitung Railway Art Village"],["url="],["email="],["address=Tiehua Rd (鐵花路)"],["lat="],["long="],["directions=At the old railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Taitung City converted several buildings of the old railway station into a exhibition space for local artists and artist in residence."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Taitung Culture and Tourism Center"],["url="],["email="],["address=25 Nanjing Rd (南京路)"],["lat="],["long="],["directions="],["phone=089-320339"],["tollfree="],["fax="],["hours="],["price="],["content=Two buildings really, one houses the tourism center and library.  The other has exhibition spaces, one of which houses the Aboriginal Artifacts Exhibition."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tianhou Temple"],["url="],["email="],["address=Jhonghua Rd. one block south of Sihwei Rd 1st Section."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While there are seemingly temples on every block this one dedicated to Mazu (Matsu) is ornately decorated and quite popular, especially on Mazu's birthday (23rd day of the 3rd lunar month — generally April or May)."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Liyushan Park"],["alt=鯉魚山公圜"],["url="],["email="],["address=Next to the old train station, on the Southwest side of downtown."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With its trails and lookouts Liyu Shan offers a panoramic view of Taitung."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Taitung Seashore Park and Taitung Forest Park"],["url="],["email="],["address=On the North and East sides of town."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Taitung Seashore Park and the attached Taitung Forest Park are extremely popular with both locals and tourist alike.  With miles of cycling and walking trails as well a beautiful and surprisingly undeveloped seashore these parks offers a perfect chance to experience Taitung's laid back lifestyle and clean ocean air.  There are bicycles for rent at several places along the beach and at the entrance of the Forest Park."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Taitung City Bikeway"],["url="],["email="],["address=Taitung Seashore Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rent a bike at the beach (or bring your own) and bike the Taitung City Bikeway.  The Bikeway does a 32 km loop around the city.  It follows the old train track out to near the new train station before heading back along the river eventually  going through the Forest and Seashore Parks."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bombing of Master Han Dan"],["url="],["email="],["address=All over Taitung, but at night on Nanjing Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the 15th of the first lunar month (right after Chinese New Year) is the Festival which in Taitung is played out with a unique and spectacular display known as the Bombing of Master Han Dan. In the course of this display a man wearing nothing more than a pair of shorts and a face mask stands upon a sedan chair while onlookers lob strings of lit firecrackers at him. It is unique to Taitung and a must see."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Makapahay"],["url="],["email="],["address=Throughout Taitung City, Taitung County, and the East Coast."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every mid-July several aboriginal groups, though of primary importance to the Amis, celebrate the millet harvest.  This culminates in the long and colorful celebrations of dancing and merry making by Rukai, Paiwan, and Amis depending on which village or which part of the city you are in."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cycling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serious cyclist or even moderately serious cyclist will find Taitung a perfect place for cycling.  The Taiwanese cyclist already know this and you will find no shortage of them.  For anything longer than a casual ride around the city you will need to bring your own bike which is fairly easy thanks to the train.  The coastal highway heading North to Hualien is quite popular and has many places for camping and many homestays along the way.  The East Rift valley is also a popular ride heading North.  For a more strenuous ride hwy 197 heading North to Luye and Guangshan is a rewarding ride.  South from Taitung the strip of land between mountains and the ocean evaporates and the ride winding along the base of the hill is spectacularly picturesque."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Ata Aboriginal Culture Craft"],["alt=東台灣卡塔文化"],["url="],["email="],["address=Jhongsing Rd. 2nd Section 200th alley #7 (中興路2段200巷7號)"],["lat="],["long="],["directions=Across the Street from the grocery store.  Thru the sculpted metal gate."],["phone=089-228107"],["tollfree="],["fax="],["hours=10AM-5PM closed Mondays"],["price="],["content=Located in one of the buildings of a now defunct sugar factory this glass bead studio and handicraft center sells a variety of aboriginal handicrafts.  Including textiles, leather work, and handmade glass beads.  Since the Ata glass bead studio is located on site you can also watch glass beads being made."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Carrefour"],["url="],["email="],["address=300 Jhengci Rd (正氣路300號)"],["lat="],["long="],["directions=Downtown off of the fruit market street."],["phone=089-333258"],["tollfree="],["fax="],["hours="],["price="],["content=This Taitung sized hypermarket should cover you for most of your daily needs and provides the best selection of imported food and drinks in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Eslite Bookstore"],["url="],["email="],["address=478 Boai Rd (博愛路)"],["lat="],["long="],["directions="],["phone=089-330388"],["tollfree="],["fax="],["hours="],["price="],["content=The largest bookstore in Taitung.  If you want a book it is the best place to go."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=陳記 'Mochi'"],["url="],["email="],["address=186 Boai Rd. (博愛路)"],["lat="],["long="],["directions="],["phone=089-353286"],["tollfree="],["fax="],["hours=7AM-6PM"],["price="],["content=This unassuming little shop sells glutenous rice deserts that are as good or better than any of the more famous shops up the coast (and have been for 70 plus years).  It is quite popular with Taiwanese tourists."]]}]},"\n",{"type":"==","value":["Eat"]},"\nTaitung has eclectic food culture it reflects the various cultural influences that the city has had and continues to have. There are good examples of all manner of Taiwanese, Aboriginal, and other East and Southeast Asian food.  While many people equate Taiwanese food with street food to do so is a disservice to the food cultures that make up Taiwan and miss out on some great food.  Like all Taiwanese cities street food can be found throughout downtown.  Taitung is also home to a fair number of goat meat restaurants along Jhongjheng Rd.  Thanks to the large number of aboriginal groups in the area there are several different aboriginal restaurants in and around the city.\n\t\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe and Curry"],["url="],["email="],["address=231 SihWei Rd 3rd section (四維路3段231號)"],["lat="],["long="],["directions=Near the intersection of SihWei and Gengsheng Roads"],["phone=(089) 334 942"],["tollfree="],["fax="],["hours=10AM-10PM"],["price=NT $90-110"],["content=A cafe and restaurant that serves hand ground local Taitung coffee and a variety of innovative homemade curries. Also has wireless access. Located in the Northeast part of town it is a 10-15 minute walk from downtown. Also has a very affordable homestay."]]}]},{"type":"*","value":[{"type":"'''","value":["Kasa"]},", 102 Heping (和平) Street (",{"type":"''","value":["near the junction with Zhonghua Road"]},"). A cafe and eatery (with a full bar) specializing in Western dishes such as, bagels, burritos, quesadillas, tostadas and curried chicken - an average meal costs around NT$180. (Currently closed for renovation)"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taitung East Coast Restaurant"],["alt=East Coast Italian Cuisine"],["url=http:\/\/taitung-restaurant.com"],["email="],["address=#109, Zhi Hang Rd Section 1, Taitung (Taidong)"],["lat="],["long="],["directions="],["phone=(089) 232 902"],["tollfree="],["fax="],["hours=11AM-2PM and 5PM-9PM"],["price=NT$200-600"],["content=Newly-opened restaurant that serves good authentic Italian-style dishes and very good coffee. English menu, but only basic English spoken. Menu can be seen on website. About 20 minutes walk from rail station and 30-40 minutes walk from center of Taidong. Closed Sundays. There are three guest houses next door."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=海草"],["url="],["email="],["address=205 Jhongshan Rd.  (中山路205號)"],["lat="],["long="],["directions=Just Northeast of downtown."],["phone=089-330999"],["tollfree="],["fax="],["hours=11AM-2PM and 4PM-8PM"],["price=NT$ 40-100"],["content=A very popular and excellent quality noodle house.  Offering a variety of fresh, healthy noodle dishes and dumplings in a friendly and clean environment.  Daily specials. Closed the 10th, 20th, and 30th of each month."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=綠房子"],["alt=literally Green House as it looks sort of like a green house, as in where you grow plants not the colour"],["url="],["email="],["address=On the corner of Waihuandao (hwy 11) Rd. and Chenggong Rd.（外還道與成功路路口）"],["lat="],["long="],["directions="],["phone=089-333-636"],["tollfree="],["fax="],["hours=7AM- 9PM"],["price=around 40-100 NTD"],["content=This funky little place is one block off the beach has a has more than just a laid back atmosphere.  It also serves up healthy drinks and some great inexpensive and uniquely Taiwanese set meals."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=EGG"],["url="],["email="],["address=235 Jhongshan Rd (中山路)"],["lat="],["long="],["directions="],["phone=089-360880"],["tollfree="],["fax="],["hours=6AM-10AM"],["price="],["content=A better than average Taiwanese breakfast."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=IWAWNA"],["url=http:\/\/www.iwawna.com.tw"],["email="],["address=187 2nd Section Xingan Rd. (興安路二段187號)"],["lat="],["long="],["directions=A few blocks north of the New Train Station."],["phone=089-228999"],["tollfree="],["fax="],["hours=5-12PM"],["price="],["content=This Puyuma restaurant offers a unique setting with dance performances and excellent aboriginal food.  Best for groups so one should find some friends or family to accompany one and to share the taxi."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mibanai"],["alt=米巴奈"],["url=http:\/\/www.mibanai.com.tw"],["email="],["address=470 Chuanguang Rd. (傳廣路470號)"],["lat="],["long="],["directions="],["phone=089-220336"],["tollfree="],["fax="],["hours=11:30-14:00 & 17:00-22:00"],["price="],["content=This Amis restaurant located in the Malan section of town provides a taste of aboriginal food not too far from the center of the city.  It is set up groups so once again bring friends or family."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=玉子屋"],["alt=Jade House"],["url="],["email="],["address=#17, 450th alley, 2nd section Jhongsing Rd.(中興路二段450巷17號)"],["lat="],["long="],["directions=One block behind the Naruwan Hotel."],["phone=0911-865693"],["tollfree="],["fax="],["hours=Lunch and Dinner"],["price=100-130NTD"],["content=Good, simple, home style Korean food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pasadena Tex-Mex & Italian Restaurant"],["url="],["email="],["address=74 Sihwei Rd. 3rd Section"],["lat="],["long="],["directions="],["phone=089-235928"],["tollfree="],["fax="],["hours=11AM-2PM & 5:30PM-8:30"],["price=150-300NTD"],["content=As kitschy as any Mexican restaurant in the United States but the salsa is better.  Overall the food is fresh and good and it is a decent place for a change of pace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Four Seasons Vegetarian Restaurant"],["url="],["email="],["address=76, 3rd Section Siwei Rd. (四維路三段76號)"],["lat="],["long="],["directions="],["phone=089-227661"],["tollfree="],["fax="],["hours=Open Lunch and Dinner"],["price="],["content=A good, clean and affordable vegetarian buffet."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Madina Indian Restaurant"],["url="],["email="],["address=152 ChunChi Rd. (正氣路152號)"],["lat="],["long="],["directions="],["phone=0983667485"],["tollfree="],["fax="],["hours=lunch thru dinner."],["price=140-280 NTD"],["content=Madina is a small and unassuming restaurant that serves up some of the basics of Indian cuisine.  The food is quite good and the location in the heart of downtown is convenient."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Quan An Viet Nam"],["url="],["email="],["address=168 Jhongjheng Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=lunch and dinner"],["price=very affordable"],["content=Good quality Vietnamese food.  Conveniently located just a few blocks from the beach and down town."]]}]},"\n",{"type":"==","value":["Drink"]},"\nTaitung's night life has been described as subdued, that may be true however there are of course some bars.  What Taitung does have however, is a rather large number of cafes.  Since Taitung County actually grows coffee beans it is also possible to find truly local coffee at several establishments.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Denim Elephant"],["url="],["email="],["address=181 Guangdong Rd. (廣東181號)"],["lat="],["long="],["directions=A couple blocks north of the main post office, it has the sign with the blue elephant on it."],["phone=089-340696"],["tollfree="],["fax="],["hours="],["price="],["content=This artsy cafe has Taitung coffee as well as other coffee and teas and a small but interesting menu."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=IF Cafe and Juice"],["alt=如果"],["url="],["email="],["address=403 Boai Rd.  (博愛403號)"],["lat="],["long="],["directions=Across from the Eslite bookstore"],["phone=089-333568"],["tollfree="],["fax="],["hours=2-12PM"],["price="],["content=This cafe serves coffee, tea, mixed drinks and beer in a relaxing atmosphere.  Has a large outdoor seating area in which you can enjoy your drinks in the cool Taitung evenings."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cheela 小屋 Cafe & Bakery"],["url=http:\/\/blog.sina.com.tw\/cheela\/"],["email="],["address=395-1 Sinsheng Rd. (新生碌395-1號)"],["lat="],["long="],["directions="],["phone=089-325096"],["tollfree="],["fax="],["hours="],["price=60-180NTD"],["content=A very hip cafe with a modern artsy vibe that is conveniently located right on the bikeway and only a block away from the Taitung Theater.  It serves a large range of coffees, teas, mixed drinks, and a fine assortment of Belgium beers. It serves daily freshly home-made bread by various products.  Hot Chilly Roll on Friday, Hot Brownie with Ice Cream on Saturday and Cinnamon Rolls on Sunday are the most bakery in Cheela Cafe & Bakery.  English menu & bilingual service available.   Open 2PM-MidNight."]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\nTaitung is one of the safest places in Taiwan. Like everywhere in Taiwan, be careful in traffic, and avoid confrontations in bars etc.\n\nBe aware that very few people in Taitung speak even a little of English, and most of them will expect you to speak Chinese. Be also aware that it is not uncommon to meet people only able to speak Taiwanese.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Pace Hostel"],["url=http:\/\/www.hostelworld.com\/hosteldetails.php\/HostelIbubunu-Taitung-32207"],["email="],["address=119-3 Chung Shan Road Taitung City"],["lat="],["long="],["directions=10 walk from Taitung Bus Terminal"],["phone=+886952136857"],["tollfree="],["fax="],["hours="],["price=USD12+"],["checkin=2PM"],["checkout=11AM"],["content=A small and homey place for budget stay."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aboriginal Cultural Center"],["alt=原住民文化會館"],["url=http:\/\/www.tac-hotel.com.tw"],["email="],["address=Jhongshan Rd. #10 (中山路 10號 )"],["lat="],["long="],["directions="],["phone=(089) 340-605"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This beautiful, modestly priced hotel is  generously decorated with aboriginal carvings making for a unique experience.  Located across the road from Taitung Forest Park and a short walk from the beach.  The hotel also has a nice gift shop stocked with well made authentic aboriginal handicrafts. Bicycle rentals next door."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Take Your Time Guest House 慢慢來民宿"],["alt="],["url=https:\/\/www.facebook.com\/TYTguesthouse"],["email=kitehong@gmail.com"],["address=台東市南昌街112巷33號 NanChang Jie 112 Xiang 33 Hao"],["directions=Central Taitung"],["phone=Kite 0988-710814, Mark 0912-316708"],["url=http:\/\/kitelovetravel.pixnet.net\/blog"],["checkin="],["checkout="],["price=NTD600-2800 for double rooms"],["lat="],["long="],["description=Take Your Time Guest House is run by Kite (a Taitung girl), Mark (a Kiwi boy) and their 2 little boys. Double rooms are very comfortable with new bathrooms and good air conditioning. The guest house also offers surfing and yoga classes and is gay- and lesbian-friendly. Pickup from train station costs $150."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Teachers and Public Workers Hostel"],["url="],["email="],["address=19 Nanjing Rd"],["lat="],["long="],["directions="],["phone=089-310142"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Not actually a hostel but a hotel, it is a affordable, clean and conveniently located downtown."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Formosan Naruwan Hotel"],["url=http:\/\/www.naruwan-hotel.com.tw"],["email="],["address=66 Lianhang Rd"],["lat="],["long="],["directions="],["phone=089-239666"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is five star hotel for those with a large budget and an appreciation for amenities.  It offers all the things a hotel of its stature should."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Jajowan"],["url=http:\/\/www.longbeach.com.tw"],["email="],["address=No.286, Changbin, Changbin Township"],["lat=23.32389"],["long=121.62611"],["directions="],["phone=+886 89 832858"],["tollfree="],["fax="],["hours="],["price=$1,100"],["checkin=3PM"],["checkout=11AM"],["content=Hotel Jajowan is located in Changbin, it is a small hotel with 21 rooms and 7 types of room. The hotel service includes free bicycle rental service, the lobby bistro offers aboriginal fusion cuisine, travel guide, rafting, dolphin watching and more service waiting for you to explore."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sea Art Hostel"],["alt=Mother Land"],["url="],["email="],["address=Dulan Village"],["lat="],["long="],["directions=Take Highway 11 to water running up hill attraction, Take the road west up the road, then call Emily to get directions"],["phone=0935061578"],["tollfree="],["fax="],["hours="],["price=600 NT"],["checkin=Noon"],["checkout=Noon"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Who knows"],["url="],["email="],["address=No.38, Ln. 586, Sec. 1,, Zhonghua Rd, Taitung, Taiwan"],["lat="],["long="],["directions=5mn walking distance from old central train station (be aware that the name of the hostel does not appear on the building!)"],["phone=+886-930929676"],["tollfree="],["fax="],["hours="],["price=From 400NT"],["checkin=Noon"],["checkout=Noon"],["content=Very friendly hostel, very clean dorms with A\/C and hot showers. Free WiFi in the lobby. Be aware that the hostel is not \"always\" open (e.g., it may be closed at 4PM when you want to check in!). So it is advised to call them first."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mafut'e Hostel"],["alt=馬浮蝶"],["url=http:\/\/mafute089.blogspot.com\/"],["email="],["address=#15, Lane 28, Feng Jung Road, Taitung City, Taiwan"],["lat="],["long="],["directions=downtown Taitung."],["phone=+886-970532723"],["tollfree="],["fax="],["hours="],["price=Varies from TWD500~1200 depending on the room type (dorm or en suite)"],["checkin="],["checkout="],["content=The hostel is hidden in a local tribal community next to the Tai-ping river, where you may jog alone the river bank park or do some sports in the nearby Sport park.  The hostel is internally renovated in a colorful and fresh look.  Spacious living room and kitchen are free to use.  Free PC available in the living room and free wifi in house. There are only 2 rooms that sleep less than 6 people. Karen offers deals for single travellers staying in the en suite room.  No breakfast included but various breakfast shops are available nearby."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Secret place of Jhiben"],["url="],["email="],["address=Lóngquán Rd, Lane113, number 58, Beinan Township"],["lat="],["long="],["directions=About 5 minutes' drive away from the Chihpen forest recreation area"],["phone=+886963138088"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= All new decoration, furniture, bedroom at least 50m²  (including a toilet, a bathroom and balcony). Bathtub which is composed of cypress wood and stone. Hotspring soup is available to each room. The bed is a new nano-memory bed. Around the premises there are many plants, flowers and organic vegetables. Free broadband wireless access is provided."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Chipen (Zhiben) hot springs."]},{"type":"*","value":[{"type":"[[","value":[["Green Island (Taiwan)"],["Green Island"]]}," - an island off the east coast near Taitung. It's quite beautiful, and features one of the world's few saltwater hot springs, lots of scenic tropical vegetation and coral seashores, as well as a number of current and former prison complexes. The trip there is either a harrowing flight or equally-harrowing boat ride (the plane ride is shorter but more expensive). Services on the island are quite limited, particularly during the off-season, so it would be a good idea to bring some snacks and water, and arrange overnight accommodations in advance. A rented scooter is useful for getting around the island."]},{"type":"*","value":[{"type":"[[","value":[["Luye"]]}," to the north of Taitung in the Inner Rift Valley.  It is a great place to drink tea and an especially popular spot for paragliding.  Also is a good spot for cycling for the less adventurous."]},{"type":"*","value":[{"type":"[[","value":[["Dulan"]]},"  to the north of Taitung on the coast.  This little village has an abandoned sugar factory that hosts a vibrant artist community as well as a cafe and gift shop.  Surfing is to be had at the rather secluded beaches from here on north if you have your own board."]},{"type":"*","value":["Siaoyeliou, just a couple kilometers north of Taitung city this beach offers the most beautiful rock formations on the southern coast.  The area just north of here is also popular for snorkeling."]},"\n",{"type":"===","value":[" By train "]},"\n",{"type":"*","value":[" Several trains a day to ",{"type":"[[","value":[["Kaohsiung"]]}," and then ",{"type":"[[","value":[["Tainan"]]},". For Tainan, about 3 hours and 500NT."]},{"type":"*","value":[" Several trains a day to ",{"type":"[[","value":[["Hualien"]]}," and then ",{"type":"[[","value":[["Taipei"]]},". To ",{"type":"[[","value":[["Hualien"]]}," count about 3h, around 400NT."]},"It is advised to book in advance trains to ",{"type":"[[","value":[["Tainan"]]}," and ",{"type":"[[","value":[["Taipei"]]}," as there are not so many a day, and they can be fully booked.\n\n",{"type":"{{","value":[["IsPartOf"],["Taitung County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Taitung"]]},"\n",{"type":"{{","value":[["geo"],["22.7583"],["121.1444"]]}]