[{"type":"{{","value":[["pagebanner"],["DaZhongZhiZheng banner.jpg"],["caption=Da Zhong Zhi Zheng (大中至正), here means Chiang Kai-shek."]]},"\n\n",{"type":"{{","value":[["Quickbar"],["image=ChiangKaiShek-MemorialHall-LanternFestival.jpg"],["location=LocationROC.png"],["flag=Flag of the Republic of China.svg"],["capital=",{"type":"[[","value":[["Taipei"]]}],["government=Multiparty democratic republic with a popularly elected president and unicameral legislature"],["currency=New Taiwan dollar (TWD)"],["area=",{"type":"''","value":["total:"]}," 35,980 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 3,720 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 32,260 km",{"type":"<","value":["sup",["2"]]}],["population=22,858,872 (July 2007 est.)"],["language=",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin Chinese"]]}," (official), ",{"type":"[[","value":[["Taiwanese phrasebook"],["Taiwanese"]]},", Hakka"],["religion=Mixture of Buddhist, Confucian, and Taoist 93%, Christian 4.5%, other 2.5%"],["electricity=110V\/60HZ (USA plug type)"],["callingcode=+886"],["tld=.tw"],["timezone=UTC+8"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/eng.taiwan.net.tw\/ Taiwan"]}]}," (Traditional Chinese: 台灣 or 臺灣, Simplified Chinese: 台湾, ",{"type":"''","value":["Tái wān"]},") is an island nation of about 36,000 km² located off the coast of southeastern mainland ",{"type":"[[","value":[["China"],["China"]]},", southwest of ",{"type":"[[","value":[["Okinawa"]]}," and north of the ",{"type":"[[","value":[["Philippines"]]},". The island is officially known as and governed by the ",{"type":"'''","value":["Republic of China"]}," (中華民國 ",{"type":"''","value":["Zhōnghuá Mínguó"]},") or ",{"type":"'''","value":["ROC"]},". Shaped roughly like a sweet potato, the nation is home to more than 23 million people and is one of the most densely populated places in the world. Besides its crowded cities, Taiwan is also known for steep mountains and lush forests. In addition to the island of Taiwan, the Republic of China also governs the tiny ",{"type":"[[","value":[["Pescadores"]]}," (Penghu), ",{"type":"[[","value":[["Quemoy"]]}," (Kinmen\/Jinmen), and ",{"type":"[[","value":[["Matsu"]]},".\n\n",{"type":"{{","value":[["disclaimerbox"],["While the political status of Taiwan is a somewhat controversial and sensitive issue, from a traveler's point of view, Taiwan is under the ",{"type":"''","value":["de facto"]}," control of a different government from mainland China, and in practice operates as a separate country. ",{"type":"''","value":["This page does not represent a political endorsement of the claims of either side of the dispute."]}]]},"\n\n",{"type":"==","value":[" Understand "]},"\n\nTaiwan is home to a large number of impressive scenic sites, and Taipei is a cultural center of entertainment and leisure activities. The island is also a center of Chinese pop culture with a substantial entertainment industry. Taiwanese cuisine is also highly praised.\nThe Japanese enjoy taking short trips to come over and stay and enjoy its neighboring hospitalities. In recent years there is an increasing number of Chinese visiting the country. Taiwan is home to some of the well known international companies such as Acer, MSI, Asus, HTC, and Giant Bicycles, whose technologies are some of the most advanced in the world.\n\n",{"type":"===","value":[" History "]},"\n",{"type":"[[","value":[["File:CKS_Memorial_Hall.jpg"],["thumb"],["350px"],["National Chiang Kai-shek Memorial Hall"]]},"\n\nTaiwan has been populated for thousands of years by more than a dozen non-east Asian aboriginal tribes. Written history begins with the partial colonization of Taiwan by the ",{"type":"[[","value":[["Netherlands"],["Dutch"]]}," and then the Portuguese in the early 17th century. (The old name of Taiwan, ",{"type":"''","value":["Formosa"]},", comes from the Portuguese ",{"type":"''","value":["Ilha Formosa"]}," for \"beautiful island\".) Han Chinese immigrants arrived in significant numbers with the onset of European trade. Although controlled by the Dutch, the Ming loyalist Koxinga defeated the Dutch garrisons and set up Taiwan as a rump Ming Empire with the hope of reconquering Qing China. His grandson surrendered to the Qing in the late 1600s. Although contact between China and Taiwan dates back thousands of years, it was not until larger numbers of Han residents arrived during the Qing dynasty that Taiwan was formally integrated into the rest of China as part of Hokkien (Fujian) province. It became a separate province in 1885. Defeated by the Japanese, the Qing Empire ceded Taiwan to ",{"type":"[[","value":[["Japan"]]}," under the terms of the treaty of Shimonoseki in 1895. Japan ruled the island all the way until the end of World War II in 1945, and exerted profound influences on its development. The island's entertainment and pop culture was and still is heavily influenced by that of Japan. Much of the Japanese-built infrastructure can still be seen on the island today, and has been in fact continuously used up to the present day (e.g. rail-road crossing gates, administrative buildings, and the old port at Kaohsiung).\n\nIn the early 20th century, the Nationalists (",{"type":"''","value":["Kuomintang"]},", KMT, 國民黨) and Communists fought a major bloody civil war in mainland China. Although the two sides were briefly united against Japan during World War II, they quickly began fighting again after the war was over. Eventually, the Communists were victorious in 1949. The Nationalist government, the remnant of their army, and hundreds of thousands of supporters then fled to Taiwan. From Taipei, they continued to assert their right as the sole legitimate government of all China. Initially very repressive, the government began to loosen control in its fourth decade under the leadership of Chiang Kai-shek's son, Chiang Ching-kuo. Taiwan also experienced rapid economic growth and modernisation under the leadership of Chiang Ching-kuo, becoming one of the world's richest and most modern economies and earning it a place as one of the East Asian Tigers. Today, Taiwan is generally regarded as a modern, developed economy, and still remains a leader in consumer electronics that is home to well-known computer brands such as Acer, Asus, Garmin, Gigabyte and HTC. Democratization began in earnest through the 1980s and 1990s, culminating with the first direct presidential elections in 1996, and the first peaceful transition of power between two political parties in 2000.\n\nTaiwanese politics remain dominated by the issue of relations between Taiwan and the ",{"type":"[[","value":[["China"],["People's Republic of China"]]},", which still claims Taiwan as a \"renegade province\" and regularly threatens military action if Taiwan attempts to break away from the current awkward ",{"type":"'''","value":["One China"]}," status quo, where both sides agree that there is only one Chinese nation, but disagree on whether that one nation is governed by the PRC or the ROC. To summarize a ",{"type":"''","value":["very"]}," complex situation, the ",{"type":"'''","value":["Pan-Blue"]}," (泛藍) group spearheaded by the KMT supports eventual unification with the mainland when the political climate is right, while the ",{"type":"'''","value":["Pan-Green"]}," (泛綠) group led by the Democratic Progressive Party (DPP) supports eventual independence under the name \"Taiwan\". The split extends down to trivial issues like Chinese romanization — the KMT prefers the mainland's ",{"type":"''","value":["Hanyu pinyin"]},", the DPP prefers a Taiwan-made variant called ",{"type":"''","value":["Tongyong pinyin"]}," — and political demonstrations and rallies, always turbulent, on occasion even turn violent.\n\n",{"type":"===","value":[" People "]},"\n\nTaiwan was originally populated by indigenous tribes that spoke various Austronesian languages, which are related to Malay, Tagalog and Indonesian. Today the remaining tribes make up only about 2% of the population, while the other 98% are considered ethnically Han Chinese. The ethnically Han Chinese are further split into Taiwanese, who make up about 84% of the population and whose culture is derived from people who migrated during the Ming and Qing Dynasties, as well as mainlanders, who make up about 14% of the population and whose families fled to Taiwan from the mainland after the communist takeover in China in 1949. Among the Taiwanese group, Hoklo (Minnan) speakers form the majority, which is about 70% of the population while the remaining 14% are largely Hakka speakers. There is also a sizeable Japanese community, with many of its members working in the entertainment industry.\n\nIt should be noted that the Taiwanese (who make up 84% of the Taiwan's population and are culturally Chinese) are to a large extent the descendents of immigrants from the mainland in recent centuries who intermarried with indigenous people. As a result, the genetic makeup of the Taiwanese is noticeably different from that of the mainlanders. In recent years there are also Vietnamese, Indonesian and Filipino migrant workers living harmoniously with other Asian minorities as well as Mainland Chinese immigrants. As for the 14 millions post 1949 immigrants, they come from every province and consist of many non-Han residents.\n\n",{"type":"===","value":[" Culture "]},"\n\nTaiwanese culture is largely based on traditional Chinese culture, particularly that of ",{"type":"[[","value":[["Fujian"]]}," province, due to the fact that most Taiwanese are ethnic Chinese whose ancestors migrated to Taiwan from that region. However, due to recent historical events, Taiwanese culture has also somewhat diverged from that of mainland China. Substantial Japanese influences can be seen in modern Taiwanese culture due to 50 years of Japanese rule, and this can be seen in its cuisine as well as pop culture. In addition, the Japanese also introduced baseball and a hot-spring bathing to Taiwan, and these remain popular pastimes for the Taiwanese to this day. The Taiwanese have also retained many elements of traditional Chinese culture that have been lost in mainland China, due to the fact that Taiwan was spared from the excesses of the cultural revolution that devastated mainland China.\n\n",{"type":"===","value":[" Climate "]},"\n\nLowland Taiwan has a marine tropical climate during the summer, with sweltering, humid weather (above 30°C, 86°F) from Jun-Sep. In the winter the weather is influenced by the nearby continent, and in the northern areas the temperature can go as low as 8°C at night. The best time of year to visit is from Oct-Dec, although even then occasional typhoons can spoil the fun. Spring is also nice, although it rains more than during autumn. During the typhoon season, the east coast bears the brunt of the damage as it is facing the Pacific Ocean.\n\nOn the other hand, when you head into the mountainous regions you will encounter more temperate conditions. Rapid weather change can endanger unprepared visitors, so advice on proper preparation should be obtained before visiting those areas. In fact, it snows every year on Taiwan's highest mountains and occasionally even on mountains like Alishan.\n\n",{"type":"===","value":[" Taiwanese calendar "]},"\n\nThe ",{"type":"''","value":["Minguo"]}," (民國, ROC) calendar, counting years from the establishment of the ROC (1911), is commonly used in Taiwan. To convert a ",{"type":"''","value":["Minguo"]}," date to A.D., just add 1911. Months and days are according to the standard Gregorian calendar. 2012 is 101st Minguo.\nHowever, most locals also keep track of Lunar calendar for holidays.\n\n",{"type":"===","value":[" Festivals "]},"\n",{"type":"{{","value":[["CNYdates"]]},"\n\nAs Taiwan is majority Han Chinese, traditional Chinese festivals are celebrated in Taiwan. Among the most notable are:\n\n",{"type":"*","value":[{"type":"'''","value":["Chinese New Year"]}," (春節). This is the most important festival for the Taiwanese and many shops and restaurants close on the first three days so it is not an ideal time to visit. However, the days leading up to the festival as well as the fourth to fifteenth days are ideal for soaking up the atmosphere and listening to Chinese New Year songs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tomb Sweeping Day"]}," (Ching Ming Festival, 清明節). This is when many Taiwanese would pay respects at their ancestors' graves."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dragon Boat Festival"]}," (端午節). This festival honors Qu Yuan, a patriotic official from the state of Chu during the Warring States period of Chinese history who committed suicide by jumping into a river when Chu was conquered by Qin. To prevent the fishes from eating his body, villagers threw rice dumplings into the river to feed the fishes and rowed dragon boats with drums being beaten on them to scare away the fishes. Since then, dragon boat racing has been carried out on this day and rice dumplings are also eaten."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hungry Ghost Festival"]}," (Ghost Month, 中元節). This festival runs throughout the seventh month of the Chinese calendar. It is believed that the gates of hell open during this period and hungry ghosts are allowed to roam freely into our world. In order to appease the ghosts and prevent misfortune, many Taiwanese will offer food and burn joss paper for them. In addition, traditional Chinese performances such as Chinese opera and puppet shows are held to appease these wandering spirits."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mid-Autumn Festival"]}," (Moon Festival, 中秋節). Legend has it that on this day, a woman known as Chang E swallowed some divine pills to prevent her power hungry husband from becoming immortal. Afraid of being killed by her husband, she fled to the moon and it is believed that the moon shines brightest on this day. This is when many lanterns will be put up for decoration in various parks and shops, which is quite a beautiful sight. Mooncakes are also eaten on this day so it would be an ideal time to try some."]},"\n",{"type":"===","value":[" Terrain "]},"\n",{"type":"[[","value":[["File:Jiuwanshibaguai.JPG"],["thumb"],["Cliffs meet the eastern coast of Taiwan, Hualien County"]]},"\n\nTaiwan is largely mountainous with a chain of mountains running from north to south at the centre of the island. The west coast is largely plains and unsurprisingly is where most of the population is concentrated, and is where all the larger cities like ",{"type":"[[","value":[["Taichung"]]}," and ",{"type":"[[","value":[["Kaohsiung"]]}," are located. The east coast also has some plains but are more sparsely populated due to the higher typhoon risk, but is also home to the cities of ",{"type":"[[","value":[["Hualien"]]}," and ",{"type":"[[","value":[["Taitung"]]}," with significant populations.\n\n",{"type":"===","value":[" Sports "]},"\n\n",{"type":"'''","value":["Baseball"]}," was brought to Taiwan by the Japanese during the colonial period. Its popularity rose greatly when the Taiwanese baseball team finished second in the Japanese national championships. Today, baseball retains a strong following and remains by far the most popular team sport in Taiwan. Several Taiwanese players have also gone on to successful careers in the U.S. Major League Baseball (MLB) and Japanese Nippon Professional Baseball (NPB), and the Taiwanese national team is considered to be one of the strongest in the world.\n\nBesides baseball, basketball also has a sizeable following in Taiwan and is quite popular among teenagers. When the class is over, the basketball courts inside schools are not only open to students but also the public.\n\nBilliard is another popular sport in Taiwan. It's easy to find billiard rooms throughout the country and there are also many championship-winning players in Taiwan, most of whom started training when they were still teens.\n\nOther sports which are popular include Taekwondo, table tennis and golf.\n\n",{"type":"==","value":[" Regions "]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap = Taiwan_Regions_Map.png"],["regionmapsize = 450px"],["regionmaptext = Map of Taiwan with regions color-coded"],["region1name=",{"type":"[[","value":[["Northern Taiwan"]]}],["region1color=#b08eb0"],["region1items=",{"type":"[[","value":[["Hsinchu"]]},", ",{"type":"[[","value":[["Hsinchu County"]]},", ",{"type":"[[","value":[["Keelung"]]},", ",{"type":"[[","value":[["New Taipei"]]},", ",{"type":"[[","value":[["Taipei"]]},", ",{"type":"[[","value":[["Taoyuan County"]]},", ",{"type":"[[","value":[["Yangmingshan National Park"]]}],["region1description=the capital city, main airport and technology hub of the island"],["region2name=",{"type":"[[","value":[["Central Taiwan"]]}],["region2color=#EFB86E"],["region2items=",{"type":"[[","value":[["Changhua County"]]},", ",{"type":"[[","value":[["Miaoli County"]]},", ",{"type":"[[","value":[["Nantou County"]]},", ",{"type":"[[","value":[["Sun Moon Lake"]]}," and ",{"type":"[[","value":[["Taichung"]]}],["region2description=scenic mountains and lakes and major national parks"],["region3name=",{"type":"[[","value":[["Eastern Taiwan"]]}],["region3color=#77c283"],["region3items=",{"type":"[[","value":[["Hualien"]]},", ",{"type":"[[","value":[["Hualien County"]]},", ",{"type":"[[","value":[["Taitung County"]]},", ",{"type":"[[","value":[["Taroko Gorge"]]},", ",{"type":"[[","value":[["Taitung"]]},", ",{"type":"[[","value":[["Yilan County"]]}],["region3description=Hualien and Taitung are cut off from the rest of the island by the central mountains; this is a region of great natural beauty"],["region4name=",{"type":"[[","value":[["Southern Taiwan"]]}],["region4color=#75a4c3"],["region4items= ",{"type":"[[","value":[["Chiayi County"]]},", ",{"type":"[[","value":[["Kaohsiung"]]},", ",{"type":"[[","value":[["Pingtung County"]]},", ",{"type":"[[","value":[["Tainan"]]}," and ",{"type":"[[","value":[["Yunlin County"]]}],["region4description=the tropics of Taiwan with beaches and palm trees and the second largest city"],["region5name=Outlying Islands"],["region5color=#c9cf7b"],["region5items=",{"type":"[[","value":[["Kinmen"]]}," and ",{"type":"[[","value":[["Matsu"]]},", just off the Chinese coast, ",{"type":"[[","value":[["Penghu"]]}," in the straits, ",{"type":"[[","value":[["Green Island (Taiwan)"],["Green Island"]]}," and ",{"type":"[[","value":[["Orchid Island"]]},", east of Taiwan"],["region5description=Small islands that are popular getaway destinations with the locals."]]},"\n\n",{"type":"==","value":[" Cities "]},"\n\nTaiwan has many large cities and towns. Below is a list of ",{"type":"'''","value":["ten"]}," of the most notable. Other cities are listed under their specific regional section.\n\n",{"type":"[[","value":[["File:Taipei 101 at night 2010.jpg"],["thumb"],["300px"],["Taipei at night"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hsinchu"]]}," (新竹) is a center of hi-tech industry, and one of the world's leading manufacturers of hi-tech components. Hsinchu Science Park ",{"type":"[","value":["http:\/\/eweb.sipa.gov.tw\/en\/index.jsp"]}," is the home to many hi-tech companies."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hualien"]]}," (花蓮) is located near Taroko Gorge, and is considered one of the most pleasant of Taiwan's cities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jiufen"]]}," (九份) - this former gold mining town located on the northeast coast is now a popular tourist destination."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kaohsiung"]]}," (高雄) is the second-largest city on the island. It has one of the busiest sea ports (the Port of Kaohsiung) in the world and it has the island's second-largest airport, Kaohsiung International Airport (KHH) ",{"type":"[","value":["http:\/\/www.kia.gov.tw\/english\/e_index.asp"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Keelung"]]}," (基隆) is the a center of transshipment in the north, and is located about a thirty minute drive or a twenty minute bicycle ride from downtown Taipei."]},{"type":"*","value":[" ",{"type":"[[","value":[["New Taipei"]]}," (新北) is the most populous city of Taiwan. The area includes a substantial stretch of Taiwan's northern coastline and surrounds the Taipei Basin."]},{"type":"*","value":[" ",{"type":"[[","value":[["Puli"]]}," (埔里) is located at the geographical center of the island, and it serves as a good base for exploring the central mountains and ",{"type":"[[","value":[["Sun Moon Lake"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taichung"]]}," (臺中 or 台中) is the third largest city in Taiwan, and has an abundance of interesting cultural amenities and activities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tainan"]]}," (臺南 or 台南) is the oldest city in Taiwan and was the capital during imperial times. It is famous for its historic buildings."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taipei"]]}," (臺北 or 台北) is the seat of government of Taiwan ROC and its center of commerce and culture. Taipei is home to the world's second tallest skyscraper, Taipei 101."]},"\n",{"type":"==","value":[" Other destinations "]},"\n",{"type":"[[","value":[["File:Alishan Forest Staircase2.JPG"],["thumb"],["240px"],["Mountain trail in ",{"type":"[[","value":[["Alishan"]]}]]},"\n",{"type":"[[","value":[["File:Footbridge, Taroko 01.jpg"],["thumb"],["240px"],["Taroko Gorge suspension bridge"]]},"\n\nPeople tend to think of Taiwan as a small, crowded island filled mostly with electronic factories, and if you stay in Taipei or along the west coast you might indeed maintain that impression. However, the island is also home to high mountain ranges, great beaches and stunning national parks - many with hot springs.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alishan"]]}," (阿里山) - misty forests of giant cypresses and amazing sunrises at the center of the island, reached by a scenic narrow-gauge train"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kenting National Park"]]}," (墾丁國家公園) - located at the extreme southern tip of the island, this park is famous for its beaches and lush vegetation."]},{"type":"*","value":[" ",{"type":"[[","value":[["Shei-pa National Park"]]}," (雪霸國家公園) - a park spanning mountains and rivers located in ",{"type":"[[","value":[["Hsinchu County"]]}," - great hiking trails"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sun Moon Lake"]]}," (日月潭) - nestled at 762 m (2,500 ft) in lofty mountains in ",{"type":"[[","value":[["Nantou County"]]},", this lake is famous for its clear sparkling blue water and picturesque mountain backdrop."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taipingshan"]]}," (太平山) - a historic logging area and one of Taiwan's most scenic spots. Located in ",{"type":"[[","value":[["Yilan County"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taroko Gorge"]]}," (太魯閣峽谷 ",{"type":"''","value":["Tàilǔgé"]},")- an impressive gorge located off the east coast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yangmingshan National Park"]]}," (陽明山國家公園) - spanning a mountain range overlooking Taipei"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yushan"]]}," (Jade Mountain\/玉山) - at 3,952 m (12,966 ft) the highest mountain in not just Taiwan, but all East Asia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lalashan"]]}," (拉拉山) - \"Lala\" means \"beauty\" in native Atayal language. Mt. Lala is one of natural protection zones in Taiwan. There are 500-2800 years old divine trees and the No. 5 divine tree, reputedly even older than Confucius. Lalashan is best known for its peach trees, and peach season (July - August) is the most beautiful time to visit Mt. Lala, which is located in ",{"type":"[[","value":[["Taoyuan County"]]},"."]},"\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" Visa information "]},"\n\nForeign nationals of the following 41 countries can enter Taiwan ",{"type":"'''","value":["visa-free"]}," as a ",{"type":"''","value":["visitor"]}," provided that their passports are valid for at least 6 months upon entry:\n\n",{"type":"'''","value":["For up to 90 days:"]}," All 27 ",{"type":"'''","value":["European Union"]}," member states, Canada, Iceland, Israel, Liechtenstein, Monaco, New Zealand, Norway, Switzerland, the United States, and the Vatican City\n\n",{"type":"'''","value":["For up to 30 days:"]}," Australia, Malaysia, Singapore, and South Korea\n\nIf citizens of the above countries present an emergency or temporary passport, they will be required to apply for a landing visa on arrival by supplying a passport photo and paying a fee of NT$2,400.",{"type":"[","value":["http:\/\/www.boca.gov.tw\/ct.asp?xItem=1446&ctNode=779&mp=2"]},"\n\nCitizens of Japan need only present a passport with at least 3 months' validity (rather than 6 months' validity) upon entry. Citizens of the United States can enter Taiwan on a passport with less than 6 months' validity on the date of arrival by supplying a passport photo and paying a fee of US$184 or NT$5,600.",{"type":"[","value":["http:\/\/www.boca.gov.tw\/ct.asp?xItem=1446&ctNode=779&mp=2"]},"\n\nCitizens of Canada and the United Kingdom can extend their stay for an extra 90 days (i.e. a total stay of up to 180 days) free of charge - more information is available on ",{"type":"[","value":["http:\/\/www.boca.gov.tw\/public\/Attachment\/1121416524871.doc this Bureau of Consular Affairs information sheet"]},".\n\nResidents of ",{"type":"'''","value":[{"type":"[[","value":[["Hong Kong"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Macau"]]}]}," who hold valid passports should apply for an entry permit, which can be done on arrival or online before departure if they were born in their respective territories or have been to Taiwan previously after 1983. \n\nResidents of ",{"type":"'''","value":["Mainland ",{"type":"[[","value":[["China"]]}]}," (Chinese passport holders) may visit Taiwan for tourism if they join an approved guided tour since 2008. Residents in 13 cities of Mainland China may travel to Taiwan personally since 2011.\n\nCitizens of India, Indonesia, the Philippines, Thailand and Vietnam who have a valid entry visa or permanent resident card issued by a ",{"type":"[[","value":[["Europe#Schengen Agreement"],["Schengen"]]}," country, Australia, Canada, Japan, New Zealand, the United Kingdom or the United States can obtain a 30-day Visa on Arrival after making an online application. ",{"type":"[","value":["https:\/\/oa1.immigration.gov.tw\/nia_southeast\/"]},"\n\nDetailed information about visas is available at the website of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boca.gov.tw\/mp?mp=2 Bureau of Consular Affairs"]}]},".\n\n",{"type":"===","value":[" By plane "]},"\n\nTaiwan's main international gateway is Taiwan Taoyuan International Airport near ",{"type":"[[","value":[["Taipei"]]}," (台北), with ",{"type":"[[","value":[["Kaohsiung"]]}," (高雄) a distant second and very limited international services to Taichung and Hualien.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Taiwan Taoyuan International Airport"]}," (台灣桃園國際機場, formerly ",{"type":"''","value":["Chiang Kai-Shek International Airport"]}," 中正國際機場) ",{"type":"[","value":["http:\/\/www.taoyuanairport.gov.tw\/english\/index.jsp"]}," (",{"type":"'''","value":["TPE"]},") is Taiwan's main international airport. Located 40km to the southwest of Taipei, it has good connections to major Asian cities and North America. The airport has direct buses to ",{"type":"[[","value":[["Taipei"]]},", ",{"type":"[[","value":[["Taichung"]]}," and other nearby cities. Alternatively, the U-Bus company operates shuttles to HSR Taoyuan station (台灣高鐵桃園站) for high-speed train connections to Hsinchu (新竹), Taichung (台中), Chiayi (嘉義), Tainan (台南), and Kaohsiung (高雄); and to Jhongli (中壢)Transit Station, for mainline TRA (Taiwan Railways Administration 台灣鐵路管理局) train and southbound bus connections to ",{"type":"[[","value":[["Tainan"]]},", ",{"type":"[[","value":[["Hsinchu"]]}," (新竹) etc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Songshan Airport"]}," (松山機場) ",{"type":"[","value":["http:\/\/www.tsa.gov.tw\/0069\/index_e\/index_e.shtm"]}," (",{"type":"'''","value":["TSA"]},") in downtown Taipei serves mostly domestic flights only, plus limited daily charter flights to mainland China and Tokyo's Haneda airport."]},"\n",{"type":"*","value":[" The Kaohsiung (高雄) ",{"type":"[","value":["http:\/\/www.kia.gov.tw\/english\/e_index.asp"]}," (",{"type":"'''","value":["KHH"]},") domestic and international airports are located in the same complex. International flights are only to other Asian cities, as well as charter flights to mainland China."]},"\n",{"type":"*","value":[" Taichung Airport (台中機場)(",{"type":"'''","value":["RMQ"]},") serves domestic flights as well as international flights to Hong Kong and Vietnam and cross-strait charters to mainland China."]},"\n",{"type":"*","value":[" Hualien Airport (花蓮機場)",{"type":"[","value":["http:\/\/www.hulairport.gov.tw"]}," (",{"type":"'''","value":["HUN"]},") serves domestic flights as well as some international charter flights to Japan, South Korea and Macau. It is also one of the airports designated to serve cross-strait direct flights."]},"\nIn addition, the airports at ",{"type":"[[","value":[["Makung"]]}," (馬公), ",{"type":"[[","value":[["Taitung"]]}," (台東) and ",{"type":"[[","value":[["Kinmen"]]}," (金門) have also been designated for cross-strait flights to mainland China, though of these, only Makung currently has regular flights to mainland China.\n\nAfter a break of almost 60 years, regular cross-Strait flights between Taiwan and mainland China resumed in 2008, and travel times on some popular routes have been reduced significantly as flights no longer have to be routed through Hong Kong airspace.\n\nThe main Taiwanese carriers are ",{"type":"'''","value":["EVA Air"]}," (長榮航空) ",{"type":"[","value":["http:\/\/www.evaair.com\/"]}," and ",{"type":"'''","value":["China Airlines"]}," (中華航空)",{"type":"[","value":["http:\/\/www.china-airlines.com\/"]},".\n\n",{"type":"===","value":[" By boat "]},"\n\nAs of 2008, all scheduled passenger ferry services between Taiwan and Japan have been suspended. Star Cruises ",{"type":"[","value":["http:\/\/www.starcruises.com"]}," operates limited cruise services from Keelung (基隆) and Kaohsiung (高雄) to Hong Kong and various Japanese islands.\n\nFrom Fuzhou (福州), China, there are two daily ferries to Matsu (馬祖). Take bus 69 from Fuzhou train station to Wuyilu, then bus 73 to the end station Mawei harbor (馬尾港). The ferry costs RMB350 from China and TWD1300 from Taiwan. The trip takes two hours. From Matsu, there are two daily ferries to Keelung in Taiwan. TWD1050 includes a bed, as the trip takes 10 hours. Bookings can be made at +886 2 2424 6868.\n\nAt ",{"type":"[[","value":[["Mawei"]]}," harbor in ",{"type":"[[","value":[["Fuzhou"]]}," there is an opportunity to buy an inclusive ticket all the way to Taipei (臺北) that includes the Fuzhou to Matsu ferry above and a domestic flight from Matsu to Taipei (or Taichung). The price (RMB780) includes transfer between port and airport on Matsu, and a coupon for lunch at the airport while you wait for your connection. The ferry leaves Fuzhou at 09:30. Get to Mawei at 08:00 to buy tickets.\n\nThere are also several ferry services between ",{"type":"[[","value":[["Xiamen"]]}," and ",{"type":"[[","value":[["Quanzhou"]]}," on the mainland and the island of Kinmen (金門). Now there also is one weekly ferry from Dongdu Harbor (東渡碼頭) in ",{"type":"[[","value":[["Xiamen"]]}," to Keelung, that leaves on Thursdays at 18:00 starting at less than RMB500, as well as one to Taichung leaving on Tuesdays. Call 0592-2393128 for information or 0592-6011758 for bookings from China. You can also check here for news ",{"type":"[","value":["http:\/\/www.seat61.com\/Taiwan.htm#Ferries_to_Taiwan"]},".\n\nThe ",{"type":"''","value":["Cosco Star"]}," leaves Xiamen every Thursday at 18:00 and arrives in the north end of Taiwan (Keelung) at 08:30 the next morning.  The ship also leaves Xiamen every Monday evening to arrive at the south end of Taiwan (Kaohsiung) the next morning and then central Taiwan (Taichung) the day after that.  From Taiwan back to the mainland, the ship leaves Keelung every Sunday at 19:00, arriving Xiamen the next morning at 09:00. The ship also leaves Taichung every Wednesday at 21:00 for an overnight sailing to Xiamen. Prices start at NT$3500. See the ",{"type":"[","value":["http:\/\/www.coscotw.com.tw\/cht\/asp\/star-main.asp website"]}," for more info.\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"[[","value":[["File:UNI Air MD-80.JPG"],["thumb"],["Domestic plane, Taiwan"]]},"\n\n",{"type":"===","value":[" By plane "]},"\n\nTaiwan's main domestic carriers are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mandarin-airlines.com\/ Mandarin Airlines"]}]},", a China Airlines subsidiary; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uniair.com.tw\/ UNI Air"]}]},", controlled by EVA; and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tna.com.tw\/ TransAsia Airways"]}]},". Flights are frequent, and it is usually unnecessary to book flights in advance. Taipei and Kaohsiung have regular services and links to most other domestic airports; however, it may not be possible to fly from one domestic airport to another. The popularity of the high-speed train has drastically cut flights on the once popular west coast sectors, with e.g. Taipei-Kaohsiung flights only a shadow of what they once were.\n\nFares for domestic flights are not too expensive, and local planes are very good. The domestic airport in Taipei is Song Shan Airport ",{"type":"[","value":["http:\/\/www.tsa.gov.tw\/0069\/index_e\/index_e.shtm"]},", which is in the north of the Taipei and easily reached by taxi. Domestic destinations include ",{"type":"[[","value":[["Kaohsiung"]]},", ",{"type":"[[","value":[["Tainan"]]},", Chiayi, ",{"type":"[[","value":[["Taichung"]]},", ",{"type":"[[","value":[["Pingtung"]]},", ",{"type":"[[","value":[["Taitung"]]},", ",{"type":"[[","value":[["Hualien"]]},", ",{"type":"[[","value":[["Makung"]]}," (Penghu \/ Pescadores), ",{"type":"[[","value":[["Kinmen"]]},", ",{"type":"[[","value":[["Hengchun"]]},", ",{"type":"[[","value":[["Nangan"]]}," and ",{"type":"[[","value":[["Beigan"]]},". Travelers heading to ",{"type":"[[","value":[["Kenting"]]}," can avail themselves of the direct and frequent bus service from Kaohsiung airport that connect with flights arriving from Taipei.\n\nIf you want to visit Taiwan's smaller islands, the plane is still the best option, and is the only practical option of travelling to ",{"type":"[[","value":[["Penghu"]]},", ",{"type":"[[","value":[["Kinmen"]]}," or ",{"type":"[[","value":[["Matsu"]]},". For travel to Green Island and ",{"type":"[[","value":[["Orchid Island"]]},", the plane from Taitung saves several hours over taking the ferry.\n\n",{"type":"===","value":[" By train "]},"\n",{"type":"{{","value":[["infobox"],["Navigation"],["In mid-sized and smaller cities, your main reference point is going to be the train station."]]},"\n",{"type":"[[","value":[["File:THS700T Train.JPG"],["thumb"],["Taiwan High Speed train"]]},"\n",{"type":"[[","value":[["File:TaiwanHighSpeedRail Route en.gif"],["thumb"],["Map of Taiwan High Speed Rail"]]},"\n\nTaiwan's train system is excellent, with stops in all major cities. Train stations are often located in the centers of most cities and towns and serve as a convenient hub for most types of transportation. In addition, the train system allows you to bypass the highways, which can become extremely crowded on weekends and national holidays.\n\nThe new train backbone is ",{"type":"'''","value":["Taiwan High Speed Rail"]}," (HSR, 高鐵 ",{"type":"''","value":["gāotiě"]},") ",{"type":"[","value":["http:\/\/www.thsrc.com.tw\/en\/?lc=en"]},", a bullet train based on Japanese ",{"type":"''","value":["Shinkansen"]}," technology that covers the 345 km (215 mi) route on the West Coast from ",{"type":"[[","value":[["Taipei"]]}," to Zuoying (",{"type":"[[","value":[["Kaohsiung"]]},") in 90 min. Other stops on the route are ",{"type":"[[","value":[["Banqiao"]]},", ",{"type":"[[","value":[["Taoyuan"]]},", ",{"type":"[[","value":[["Hsinchu"]]},", ",{"type":"[[","value":[["Taichung"]]},", ",{"type":"[[","value":[["Chiayi"]]}," and ",{"type":"[[","value":[["Tainan"]]},", but note that many THSR stations have been built a fair distance from the cities they serve (e.g. a taxi from downtown Tainan costs up to NT$400, but there's a free shuttle bus). Taipei, Banciao and Kaohsiung (Zuoying) stations are connected with metro. Taichung stations is built next to a railway staiton, convenient to transfer to the city center. Hsinchu and Tainan stations are connected to the city center with brance railway line. Other stations can only be reached by bus. A one way ticket from Taipei to Kaohsiung costs NT$1,630 in economy or NT$2,140 in business class, but economy seats have plush seats and ample legroom, so there's little reason to pay extra. All signage and announcements are in English as well, making navigation a snap. Bookings are accepted online and via phone up to two weeks in advance at +886-2-6626-8000 (English spoken), with payment required only when you pick up the tickets. Credit cards are accepted.\n\nBookings can be easily made by internet, and you can pay online or pay and pick up your tickets at almost every FamilyMart and 7-Eleven. You can also avoid the queues for long distance tickets at major stations by buying your tickets from the automated ticket machines. The English prompts on the automated machines are hard to spot but they are present,usually in the top left corner of the screen. The stations and platforms are wheelchair-friendly and all trains include a wheelchair-accessible car (wider doors, ample space, accessible bathroom). Note that the official English guide for online reservations distinguishes between \"senior or disabled tickets\" and \"handicap-friendly seats\"; while it's possible to buy a ticket for the former online (\"correct passenger ID\" required), a ticket for the latter has to be reserved by calling the ticketing office on the phone. Early Bird tickets are sold from 28 days before the day, and the discount to is up to 35% off.\n\nMainline trains are run by the separate ",{"type":"'''","value":["Taiwan Railway Administration"]}," (TRA, 台鐵) ",{"type":"[","value":["http:\/\/www.railway.gov.tw\/en\/index\/index.aspx"]},", whose services are generally efficient and reliable. Reserving tickets well in advance is recommended when traveling with the train on weekends, especially for long distance travel. Slower (but more frequent) commuter trains without reserved seating are also available. Train timetables and online booking ",{"type":"[","value":["http:\/\/railway.hinet.net\/net_eng.htm"]}," (up to 2 weeks in advance) are available on the TRA website for 24 hours. Note that booking online only establishes a reservation as there is no Internet payment option. You must pay for the tickets you reserved at your local train station or post office to actually receive it. You can also buy the tickets of TRA in convenient stores now (you can reserve first and take tickets in convenient stores). The way to buy tickets is same to high speed rail's. Children under 115 cm (45 in) height go free, and taller kids shorter than 145 cm (57 in) and under 12 years of age get half-price tickets. If you get return tickets there is a small discount depending upon travel distance. There are also vending machines at the larger stations.\n\nIt is good for you to know the card \"easycard\"(悠遊卡), which you can buy in any of stations of Taipei MRT and most convenient stores. It was sold in the price of 200NTD, with 100NTD deposit. You can pay by easycard in Taipei MRT, bus all over Taiwan, convenient stores, and some restaurants and shops. When you want to add money into the card, you can do in MRT stations, TRA stations, and convenient stores. You can use it to take TRA train as well. The price is calculated with the price of local train and 10% off discount. However, you can even take Tzu-Chiang limited express, although without reserved seat. The usage range is divided into two different parts: northern Taiwan (Fulong, Rueifang, Keelung, Taipei, Taoyuan, Hsinchu, Miaoli, Pinghsi line, and Neiwan line) and southern Taiwan (Chiayi, Tainan, Kaohsiung, Pingtung, Shalun line). You CAN't use it from northern Taiwan to southern Taiwan\n\nIf you like to take train to travel, Here are some passes you can use.\n",{"type":"*","value":["TR PASS general"]},"For the convenience of train travelers, TRA sell this ticket, which you can take any kind of train unlimitedly. It is similar to JR PASS, you can reserve your seat without any fee. Just buy it in a railway station.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|+Ticket types\/prices"],["|-"],["! 3 Days !!  !!  !! 5 Days !!  !!"],["|-"],["| full price || reduced price || 4-person-group || full price || reduced price || 4-person-group"],["|-"],["| 1800 || 900 || 4200 || 2500 || 1250 || 7000"]]},"\nNote:\n:The 4-person-group ticket must be used buy four people simultaneously.\n:You ",{"type":"'''","value":["CAN'T"]}," take the high-speed rail.\n:only be used continuously.\n:reduced price are for children (7-12) and the elderly.\n\n",{"type":"*","value":["TR PASS Student"]},"To enable the students to afford travel, this pass can be used in all trains without Tzu-Chiang limited express. In other trains, you can't reserve your seat. When checking schedule online, it will tell you which train you can't take (Tzu-Chiang limited express will not be specified) Foreign students can use it throughout the year, and Taiwanese students can only use it on January 15 - March 15 and June 15 - September 15. In western Taiwan, it's easy to use this ticket to travel because of the frequent trains; however, in the eastern part, it is necessary to check schedule first or buy another ticket in Tzu-Chiang limited express to make your trip easier. Just buy it in a railway station, too.\n\n\nTicket types \/ Tickets: \n\n(1) 5-day ticket \/ 599 NTD. \n\n(2) 7-day ticket \/ 799 NTD. \n\n(3) 10-day ticket \/ 1098 NTD. Only for foreign students.\n\nNote: \n:Must be used continuously. \n:There are no children's tickets\n\n\nEligibility restrictions: \n\n1. foreign students: \n\n(1) passport (necessary) (Only short-stay travelers) \n\n(2) International Student Identity Card (ISIC) \n\n2. Taiwanese tudents: \n\nvalid student ID card. \n \nNote: You should always hold your document.\n\n\nPre-sale period: \n\n(1) foreign students: 7 days before \n\n(2) Taiwanese students: 3 days before\n\n",{"type":"=====","value":[" Service "]},"\n\nAside from THSR, the fastest train is Tzu-Chiang (limited express), and the slowest is Pingkuai (Ordinary\/Express). There is often little to choose between prices and destination times for adjacent train classes, but the gap can be quite large between the fastest and the slowest.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tzu-Chiang"]}," (自強 ",{"type":"''","value":["ziqiang"]},"): The fastest (and most expensive). Assigned seating. Non-reserved (standing) tickets are also sold at full price. There are ",{"type":"'''","value":["Taroko"]}," and ",{"type":"'''","value":["Puyuma"]}," for Hualien, which only sell reserved tickets."]},{"type":"*","value":[" ",{"type":"'''","value":["Chu-Kuang"]}," (莒光 ",{"type":"''","value":["juguang"]},"): Second fastest. Assigned seating. In western Taiwan, it is as slow as local train; in eastern Taiwan, it is still a fast, convenient train."]},{"type":"*","value":[" ",{"type":"'''","value":["local train"]}," (區間 ",{"type":"''","value":["qujian"]},") : Short to medium distance commuter train, stops at all stations. No assigned seating. There is few local-fast train, which doesn't stop at every station."]},{"type":"*","value":[" ",{"type":"'''","value":["Express \/ Ordinary"]}," (普通 ",{"type":"''","value":["putong"]},"): Stops at all stations, no air conditioning, most inexpensive. No assigned seating. Some Express trains (the light blue ones running on West Trunk Line) are air-conditioned while others (dark blue ones) are not equipped with air conditioners."]},"\nFor travel to nearby cities, you can travel on local commuter trains. These arrive very frequently (about once every ten to fifteen minutes). In addition, \"standing tickets\" may be purchased on trains with assigned seating that have no available seats. Standing tickets are 80% the original ticket price and may be useful for last minute travelers. The downside is, of course, that you will be required to stand during your entire trip.\n\nAlso, do try to get your destination station written in Chinese and try to do some \"mix and match\" with the system map as well as looking out for the matching Chinese characters written on the station. Unfortunately for foreigners, announcements are only made in Mandarin, Taiwanese and Hakka so English would not be of much help in the train. Therefore, be alert and always be on the lookout for your destination station, or you risk missing it. It is good for you to ask a passenger to tell you when you are arriving, and it is useful.\n\n",{"type":"===","value":[" By bus "]},"\n\nIntercity buses are called ",{"type":"''","value":["keyun"]}," (客運), as opposed to ",{"type":"''","value":["gongche"]}," (公車) which run within the county and city. Buses run by private companies are generally more luxurious (often boasting wide, soft seats, foot-rests and individual video screens) than those run by government-owned companies. Still, even the government-owned buses are comfortable, punctual, and maintain clean facilities on board.\n\nThe Taiwan tourist shuttle connects with many of the major train stations and offers direct services to many of the tourist sites which might be confusing for foreigners to locate by public bus. The website is confusing to navigate but English timetables and route maps are available from most tourist information centers and bus stops. ",{"type":"[","value":["http:\/\/www.taiwantrip.com.tw\/"]},"\n\n",{"type":"[[","value":[["File:Taipei Bus 1073 stop board.jpg"],["thumb"],["Bus stop in Taipei"]]},"In major cities, bus transportation is extensive. Route maps, however, are almost entirely in Chinese, though the destinations indicated on the front of buses are in English. If you're staying at a hotel, have the clerk suggest some routes for you, and circle your destination on the map. Show this to the bus driver, and he\/she will hopefully remember to tell you when to get off. In smaller cities, there is often no local bus service, though the out-of-town buses will sometimes make stops in the suburbs. There are taxi ranks at all airports and bus terminals.\n\nOccasionally a bus driver might stop a bus away from the curb at a bus stop. Sometimes it is due to a vehicle illegally parked at a bus stop. (Taiwanese traffic law and regulation prohibit vehicles from stopping or parking within 10 m (33 ft) of a bus stop.) However, a bus driver might stop a bus away from the curb just because he or she does not want to wait for overtaking traffic while leaving a bus stop. Therefore, be ",{"type":"''","value":["much more careful"]}," when getting on or off a bus stopped away from a curb, as many motorcycles, motor scooters, and bicycles will definitely be tempted to overtake on the right side of the stopped bus where people get on and off! (As traffic drives on the right side of the road in Taiwan, buses have doors on the right side.)\n\nIn Taiwan you need to hail the bus you want as you see it coming - much like hailing a taxi. Both end points of the route are listed on the front of the bus in Chinese and sometimes English, so it is important to make sure the bus you get on is going the right direction. In Taipei, you sometimes pay getting on the bus and sometimes getting off (whether with cash or the ubiquitous Easy Card). As you get into the bus there will be an illuminated sign opposite you. If the first character is 上 pay as you get in, if it is 下 pay as you get out (or just watch the other people).\n\nTaipei to Taichuang : about NT 170 ~ NT 230\nTaipei to Tainan : about NT 220 ~ NT 360\nTaipei to Kaohsiung : about NT 399 ~ NT 480\n\n",{"type":"===","value":[" By metro "]},"\n",{"type":"[[","value":[["File:Taipei MRT Train VAL256.jpg"],["thumb"],["Taipei MRT"]]},"\n\n",{"type":"[[","value":[["Taipei"]]}," has an excellent, fairly comprehensive subway system called the MRT that makes traveling around the city a snap, and ",{"type":"[[","value":[["Kaohsiung"]]},"'s metro finally opened in March 2008. Prepaid travel cards such as the EasyCard (悠遊卡) in Taipei for bus and metro travel are available at metro stations. In KaoHsiung, it's called 一卡通. They are read via proximity sensors so you do not need to remove the card from your wallet or purse. The MRT is very clean as there is no eating, drinking, or smoking inside of the stations or subway trains. There is also a special waiting area that is monitored by security camera for those who are concerned about security late at night. Stations and trains are wheelchair-friendly, but note that when there are multiple exits from a single station, usually only one of these is equipped with a lift.\n\n",{"type":"===","value":[" By taxi "]},"\n\n",{"type":"{{","value":[["infobox"],["Betel nut beauties (檳榔西施)"],["The highways of Taiwan are lined with brightly lit booths staffed by attractive, skimpily dressed girls, but they're not plying the world's oldest trade; instead, they're betel nut beauties, who compete for the attention of customers to sell the mildly addictive stimulant ",{"type":"'''","value":["betel"]}," (檳榔 ",{"type":"''","value":["bīnláng"]},"), consisting of areca nuts and slaked lime wrapped in a betel leaf, not themselves.  The trade has prompted much moral hand-wringing and sale by scantily clad girls is banned in ",{"type":"[[","value":[["Taipei"]]}," and a handful of other counties - mostly out of fears of a negative international reputation or more practically the fear of traffic accidents and congestion from rubber-necking. Nonetheless, the practice is still going strong in much of the country, and betel is available everywhere from small roadside shops and stalls. Betel itself is worth a try and there is a chance you will be offered it in the company of farmers or working-class Taiwanese. Be warned - it stains your teeth blood red. To consume it, bite and spit off the cap at the top of the nut, then chew the rest of the bundle. Only the first mouthful of saliva must be spit and afterwards one can either choose to spit or swallow and enjoy the buzz. One sampling on your trip shouldn't be a problem, but do keep in mind that this little treat is habit-forming and cancer-causing for long-term \"users.\""]]},"\n\nTaxis are very common in major Taiwanese cities. You don't need to look for a taxi - they'll be looking for you. The standard yellow taxis scour roads looking for potential riders such as lost foreigners. It is possible but generally unnecessary to phone for a taxi. To hail one, simply place your hand in front of you parallel to the ground. But they'll often stop for you even if you're just waiting to cross the street or for a bus. In less heavily trafficked areas further out from the transit hubs, taxis are always available by calling taxi dispatch centers.\n\nDrivers generally cannot converse in English or read Westernized addresses (except for special Taoyuan airport taxis). Get the hotel staff or a Taiwanese friend write out your destination in Chinese, and also take a business card from the hotel. Show the driver the Chinese writing of where you are going.\n\nTaxis are visibly metered (starting point priced at NT$70), and taxi drivers are strictly forbidden from taking tips. A maximum of four people can ride in one cab, and for the price of one. Compared to European or American taxis, those in Taiwan are inexpensive.\n\nAlthough taxi drivers in Taiwan tend to be more honest than in many other countries, not all are trustworthy. An indirect trip might cost you half again as much. A cab driver using night-time rates during the daytime will cost you 30% more (make sure he presses the large button on the left on his meter before 11PM). Avoid the especially overzealous drivers who congregate at the exits of train stations. Also, stand your ground and insist on paying meter price only if any driving on mountain roads is involved - some drivers like to tack on surcharges or use night-time rates if driving to places like ",{"type":"[[","value":[["Wenshan"]]}," (文山) or ",{"type":"[[","value":[["Wulai"]]}," (烏來). Such attempts to cheat are against the law.\n\nFrom Taoyuan Airport (TPE), buses are a much more economical option but if you want a direct route Taoyuan airport drivers are the best choice. They're quite comfortable and get you to your destination as quick as possible. All the TPE taxi drivers are interlinked by radio so they could be forewarned if there are police. Sometimes, if there are traffic jams and no police around, the driver will drive in the emergency lane. Taxis from TPE to destinations in Tao Yuan, parts of Taipei county and some other destinations are 'allowed' to add an additional 50% to the meter fare.\n\nThe badge and taxi driver identification are displayed inside and the license number marked on the outside. You must also be wary that the driver turns on his meter, otherwise he might rip you off - in such a case, you aren't obliged to pay; but make sure you can find a police officer to settle the matter. If there are stories of passengers boarding fake taxis and being attacked by the driver, it is best not to be paranoid about it. Drivers may be more worried about passengers attacking them!\n\nIf you do call a taxi dispatch center, you will be given a taxi number to identify the vehicle when it arrives. Generally, dispatch is extremely rapid and efficient, as the taxis are constantly monitoring dispatch calls from the headquarters using radio while they are on the move. This is also the safest way to take a taxi, especially for females.\n\nTaxis are also a flexible although relatively expensive way to travel to nearby cities. They have the advantage over the electric trains in that they run very late at night. Drivers are required to provide a receipt if asked, though you might find them unwilling to do so.\n\nTaxis, as elsewhere in Asia, are not keen on exchanging large bills. Try to keep some smaller denomination bills on hand to avoid the hassle of fighting with the driver for change.\n\nTaxi drivers are known for their strong political opinions. Many are supporters of the pan-green coalition and Taiwanese independence, spending all day listening to Taiwanese political talk radio. Drivers also have negative connotations as being former prisoners. Be careful about your opinions on sensitive political subjects (including, but not necessarily limited to cross-strait relations); also be careful of describing your destination which may be perceived politically (such as the President's Office or Chiang-Kai-Shek Memorial Hall). Also watch out for drivers who discriminate against other cultures such as taping \"No Korean passengers\" on their cars. This is sometimes unavoidable as some drivers provoke such discussion.In addition, if you see what looks like blood spewing from the driver's mouth, or him spitting blood onto the street - not to fret, it's merely him chewing betel nut (see box). Keep in mind, however, that betel nuts are a stimulant.\n\nTaxi drivers are generally friendly towards foreigners, and a few of them take the opportunity to try their limited English skills. They are most likely to ask you about yourself, and are a patient audience to your attempts at speaking Mandarin. If you are traveling with small children, don't be surprised if they are given candy when you disembark.\n\nWomen are sometimes warned not to take taxis alone at night. This is not an extreme risk, although there have been incidents where women have been attacked. To be more safe, women can have the hotel or restaurant phone a cab for them (ensuring a licensed driver), have a companion write down the license number of the driver (clearly displayed on the dashboard), or keep a cell phone handy. Do not get in if the driver doesn't have a license with picture clearly displayed in the cab.\n\n",{"type":"===","value":[" By scooter or motorcycle "]},"\n\nScooters with an engine size of 50cc require a license to drive, and should be insured and registered in the owner's name. Foreign nationals with stay less than 30 days do not have an easy way to get a scooter license. Until 2003 it wasn't possible to get a scooter above 150cc. Many of the scooters within cities are only 50cc and incapable of going faster than 80 km\/h (50 mph). The more powerful versions known as ",{"type":"''","value":["zhongxing"]}," (重型, heavy format) scooters are now quite common and can be rented for short-term use, or found for sale used at English In Taiwan ",{"type":"[","value":["http:\/\/www.englishintaiwan.com"]}," if you're going to need it for a while. They are ",{"type":"'''","value":["not"]}," allowed on freeways even if they are capable of going faster than 100 km\/h (62 mph) unless used for certain police purposes, but that just means you have to take the scenic route.\n\nIf you're just learning to drive a scooter on the streets of Taiwan, it would be a good idea to practice a bit on a back road or alley until you have a feel for the scooter - attempting to do so in the busier cities could easily be fatal. Certainly, things can get pretty hairy on Taiwanese roads and Taipei in particular has narrower more congested roads than many other cities. However if you know what you're doing, it's the perfect way to get around in a city.\n\nIt should be possible to rent a scooter by the day, week or month, depending on the city in which you're staying. In Taipei, as of September 2008, the only place legally renting scooters and motorbikes to foreigners is the Bikefarm ",{"type":"[","value":["http:\/\/www.bikefarm.net"]},", which is run by a very friendly and helpful English guy called Jeremy. In Taichung, Foreigner Assistance Services In Taiwan ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.englishintaiwan.com\/foreignerservices\/fast.php F.A.S.T"]}]}," offers a rental service for foreign visitors. Otherwise, scooters are generally easy to rent in most major cities, with many such places being conveniently located near railway or bus stations. Most usually require some form of identification even if, in some cases, it consists of your expired Blockbuster video card!\nThe average price you may expect is $400 for 24 hours, this includes one or two helmets.\n\nAnother option is to rent a motorcycle. Many foreigners swear by their 125cc Wild Wolf (野狼) motorcycles, and a trip around the island on a motorcycle can be a great way to see the island up close.\n\nIt is to be mentioned that since 2007, scooters and motorcycle over 550cc are allowed to go on expressway providing that they have a red license plate. They are however to be considered as cars, and as such cannot be parked in scooter parking spaces.\n\n",{"type":"===","value":[" By car "]},"\n\nAn international driving license is required for driving in Taiwan and may be used for up to 30 days, after which you'll need to apply for a local permit. Some municipalities may impose additional restrictions, so check ahead with the rental shop. VIP Rentals ",{"type":"[","value":["http:\/\/www.vipcar.com.tw\/"]}," in ",{"type":"[[","value":[["Taipei"]]}," is quite happy to rent cars to foreigners, and will even deliver the car to a given destination. A deposit is often required, and the last day of rental is not pro-rated, but calculated on a per-hour basis at a separate (higher) rate.\n\nThe numbered highway system is very good in Taiwan. Most traffic signs are in international symbols, but many signs show names of places and streets in Chinese only. Nevertheless, almost all official directional signs will be written in both Chinese and English. However, the non-standardized Romanization means that English names can vary between road signs, making it rather confusing. The highways are in excellent shape with toll stations around every 30 km (19 mi). Currently a car driver pays $40 when passing each toll station on a highway. Prepaid tickets may be purchased at most convenience stores and at the \"cash\" toll-boths themselves, allowing faster passage and eliminating the need to count out exact change while driving.\n\nWhile driving may be the best way to get around the countryside, in larger cities like Taipei and Kaohsiung, traffic jams are a problem as well as the difficulty of finding a good parking space, especially during the rush hour and traffic tends to get chaotic so you might be better off relying on public transport instead.\n\n",{"type":"===","value":[" By thumb "]},"\n\nWhile Taiwanese themselves don't generally ",{"type":"[[","value":[["hitchhike"]]},", foreigners who have done so say that it was very easy. However, in rural areas people may not recognize the thumb in the air symbol, and you may have to try other ways - flagging down a car might work on a country lane with little or no public transportation, but doing so on a major road might lead to confusion, with the driver assuming that you are in trouble. A sign, especially one in Chinese, would therefore be of great help. The East coast around Hualien and Taitung enjoys a reputation for being especially good for getting rides. Taiwanese people are very friendly and helpful, so striking up a conversation with someone at a transport cafe or freeway service station may well see you on your way. However, to avoid possible confusion later, ensure that the driver realizes that you want a ",{"type":"'''","value":["free"]}," ride.\n\n",{"type":"===","value":[" By bicycle "]},"\n\nWhile known for being a major player in the ",{"type":"[[","value":[["cycling"],["bicycle"]]}," industry (through companies such as Giant and Meridia), until fairly recently, bicycles in Taiwan were considered an unwanted reminder of less prosperous times. Thankfully, this has changed in recent years. Bicycling is again on the rise, both as a tool for commuting and recreation, and support infrastructure is slowly being put into place. Several bike paths have been built, and recreational cycling has become quite popular amongst locals, especially on weekends. However, you should also be aware that local drivers have a well deserved reputation for recklessness. As such, you should exercise extreme caution when cycling outside of designated bicycle lanes and trails.\n\nIn recent years, the government has been promoting bicycling as a method of clean recreation. Several designated bicycle paths have been built throughout Taiwan (especially along riverside parks). Additionally, long distance rides, including through the Central Mountain Range, and along the coastline around the main island have become popular ",{"type":"[","value":["http:\/\/www.formosanfattire.com\/trails\/"]},". For long distance trips, bicycles can be shipped as is using standard freight service from the Taiwan Railway Administration between larger stations. A price table is available at: ",{"type":"[","value":["http:\/\/service.tra.gov.tw\/tw\/CP\/11345\/freightservice-5.aspx"]}," (Chinese language only). Non-folding bicycles may also be transported aboard the Taipei and Kaohsiung rapid transit systems if loaded at specific stations, during off peak hours (usually 10AM-4PM on weekdays, check with your local station personnel to confirm).\n\n",{"type":"*","value":[" Taipei MRT Bicycle Information: ",{"type":"[","value":["http:\/\/www.trtc.com.tw\/e\/service.asp?catid="]}]},{"type":"*","value":[{"type":"*","value":[" Taipei MRT Route Map, bicycles may be loaded at designated stations: ",{"type":"[","value":["http:\/\/www.trtc.com.tw\/img\/all\/ebig.jpg"]}]}]},{"type":"*","value":[" Kaohsiung MRT Bicycle Information (passengers traveling with non-folding bicycles are assessed a flat rate NT$60 fare irrespective of distance): ",{"type":"[","value":["http:\/\/www.krtco.com.tw\/travel\/travel-3.aspx"]}]},"\nGiant Bicycles Corporation operates a large network of bicycle retail stores that offer rentals for as little as NT $100 per day, if requested one week in advance ",{"type":"[","value":["http:\/\/formosaguy.blogspot.com\/2008\/05\/leave-your-bike-at-home.html"]},". Public shared bicycles are also available for rent at automated kiosks in Taipei's Hsinyi District, and in Kaohsiung. Rental fees in Taipei may be paid using the rapid transit EasyCard system, but require a deposit paid via credit card.\n\nAdditionally, many local police stations provide basic support services for cyclists, such as air pumps, and as a rest stop.\n\nFurther cycling references:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.taiwanderful.net\/guides\/cycling-taiwan"]}]},"\n",{"type":"==","value":[" Talk "]},"\n",{"type":"{{","value":[["infobox"],["You say Zhongshan, I say Chungshan..."],["The romanization of Chinese used in Taiwan is not standardized. Most older place names and personal names are derived from a simplified version of Wade-Giles. The government established Hanyu Pinyin (the same system used in the mainland and the international standard) as the official system in 2009, but most local governments that did not already use the system have not switched over, and highway signs are only being gradually changed from the formerly (2002-2008) official Tongyong Pinyin system, leading to much inconsistency. Some local governments, such as that of Taipei and Taichung, have already converted their street signs to Hanyu Pinyin and New Taipei is implementing the switch to Hanyu Pinyin. However, there are still street signs posted by city governments next to signs installed by the national government having different romanization conventions, as is the case for Kaohsiung, where Tongyong Pinyin, not Hanyu Pinyin, is the local standard. For example, Zhongshan, Chungshan, Jungshan and Jhongshan can easily refer to the same Chinese name.\n\nThis article attempts to use the romanizations most commonly used ",{"type":"''","value":["in"]}," Taiwan (on street signs, buses, tourist maps, etc.). People know romanisation as 'Roma-Pinyin' (Luoma-Pinyin)."]]},"\n\nWhile Mandarin Chinese is the official language and is spoken fluently by nearly all younger Taiwanese, English-speakers can usually be found when assistance is needed, although frequently the level of English means that conversations may be difficult and time-consuming.\n\nA mix of ",{"type":"[[","value":[["Minnan phrasebook"],["Taiwanese"]]}," (Minnan), ",{"type":"[[","value":[["Chinese phrasebook - Traditional"],["Mandarin"]]},", Hakka and other Asian languages are spoken on the island, as well as several aboriginal Austronesian languages. Mandarin is the ",{"type":"''","value":["lingua franca"]},", but Taiwanese is spoken as the primary language by some 70% of the population. In the North where there is a large concentration of so-called \"mainlanders\" (those whose families came to Taiwan from mainland China in the 1940s as refugees of the Chinese Civil War), most people speak Mandarin as their primary language (although Taiwanese is spoken in abundance), but in the South of the island, Taiwanese is far more common. Mandarin, Taiwanese and Hakka are all tonal languages, which make them difficult for most foreigners to master. On the ",{"type":"[[","value":[["Matsu"]]}," islands, the dominant Chinese dialect is Mindong or Eastern Min (also known as ",{"type":"''","value":["Hokchiu"]}," or ",{"type":"''","value":["Foochowese"]},"), which is also spoken in the area around ",{"type":"[[","value":[["Fuzhou"]]}," and the coastal areas of northern ",{"type":"[[","value":[["Fujian"]]},".\n\nAlthough standard Mandarin in Taiwan is nearly identical to standard Mandarin in mainland China (with differences mostly in technical and translated terms invented post-1949), most people in practice speak a distinctly accented version known as Taiwanese Mandarin. For example, Taiwanese Mandarin tends to not differentiate between the \"S\" and \"Sh\" sounds in Mandarin. All people schooled after 1945 are generally fluent in Mandarin, although it is sometimes not the first language of choice. Mandarin is fairly popular with young people. Some in the older generation are not fluent in Mandarin as they were schooled in Japanese or not at all. Universally the Taiwanese are very accepting of foreigners and react with curiosity and admiration for trying the local tongue. Generally, most people in Taiwan converse using a combination of Mandarin and Taiwanese by code-switching. Mandarin is spoken more commonly than Taiwanese within Taipei City, and less commonly outside of it. Taiwan continues to use traditional Chinese characters, the script also used in Hong Kong and Macau, and not the simplified versions used on the mainland.\n\nThe Taiwanese dialect is a variant of Minnan which is similar to the dialect spoken across the Taiwan Strait in ",{"type":"[[","value":[["Xiamen"]]},". Unlike Xiamen Minnan, Taiwanese Minnan has some loan words from Japanese as a result of 50 years of Japanese colonization. Taiwanese Minnan and Xiamen Minnan are both mixtures of the ",{"type":"[[","value":[["Zhangzhou"]]}," and ",{"type":"[[","value":[["Quanzhou"]]}," accents so as a result, Taiwanese Minnan sounds highly identical to ",{"type":"[[","value":[["Xiamen"]]}," Minnan.\n\nAll public announcements in the transportation system will be made in Mandarin, Taiwanese and Hakka, with the exception of the ",{"type":"[[","value":[["Matsu"]]}," islands, where announcements are made in Mandarin and the Mindong dialect.\n\nEspecially in Taipei, younger people generally speak a basic conversational level of ",{"type":"'''","value":["English"]},". The children often understand more English than their parents, especially with the emphasis on English language education today, and English being a compulsory subject in Taiwanese schools. However, attempts to speak Mandarin or Taiwanese will be met with beaming smiles and encouragement, by and large.\n\nQuite a few people, especially in Taipei, are proficient in ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]}," due to the high number of Japanese visitors. Staff for tourist attractions such as the Taipei 101, museums, hotels, popular restaurants and airport shops speak Japanese in addition to English, Mandarin and other local languages. In fact, if you are a visitor of East Asian descent who cannot understand Chinese, when a worker realizes this he or she may try speaking to you in Japanese before trying English. In addition to this, some older people still understand and speak Japanese having lived through the fifty year period of Japanese rule.\n\n",{"type":"==","value":[" See "]},"\nPerhaps due to its political ambiguity and lack of global presence, Taiwan has never been a significant destination for Westerners. Nevertheless tourists from ",{"type":"[[","value":[["Japan"]]}," and ",{"type":"[[","value":[["Hong Kong"]]}," have been visiting Taiwan in droves for a long time, and they are being joined by and increasing number of mainland Chinese. The island is home to many cultural attractions, such as the National Palace Museum in Taipei, and retains its place as a major center of Chinese pop culture. In addition, Taiwan is home to bustling cities with modern, high-tech infrastructure, and good transportation infrastructure means that getting around is easy. For those who have grown weary of the hustle and bustle of cities, Taiwan also offers some very impressive scenery in its rural areas. \n\n",{"type":"===","value":[" Nature "]},"\n",{"type":"[[","value":[["File:Taiwan 2009 HuaLien Taroko Gorge Narrow Gap and Road PB140025.jpg"],["thumb"],["200px"],["Taroko Gorge, Taroko National Park"]]},"\nSome people think of Taiwan as a grimy, densely populated industrial island full of hard disk factories, and you may well maintain this perception if you only stick to the densely populated West Coast. However, for those who take time to venture to the more sparsely populated East Coast will quickly find that Taiwan is actually home to some stunning landscapes. The ",{"type":"[[","value":[["Taroko Gorge"]]}," (太魯閣) near ",{"type":"[[","value":[["Hualien"]]}," in particular is very impressive, and should not be missed. Most of Taiwan is covered with mountains which offer breathtaking views, so hiking opportunities are very diverse.\n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Spring Scream"]}," (春天吶喊) - A three day outdoor rock concert in ",{"type":"[[","value":[["Kenting"]]},", held every year. In 2011, it will take place on 1-4 April. Tickets are $1,400 for all days, all venues; $650 for one day, one venue. Kenting's entire area gets swarmed by young people coming to party for 3 days, and Taiwanese TV heavily reports on the latest bikini fashions seen on the spot. Be aware, though, that police presence will be strong, as the festival has a reputation for being rife with illegal drugs. ",{"type":"[","value":["http:\/\/www.springscream.com\/"]}]},{"type":"*","value":[{"type":"'''","value":["Buddha's Birthday"]}," (佛祖誕辰) - Colorful but simple ceremonies are held at Buddhist monasteries that generally consist of washing a statue of the Buddha and a vegetarian feast. It is appropriate to make offerings to the monks and nuns at this time, though it is not mandatory. Lunar Calendar 8th day of 4th month."]},{"type":"*","value":[{"type":"'''","value":["Dragon Boat Festival"]}," (龍舟賽) - A festival to commemorate the death of the Chinese patriotic poet Qu Yuan (born 340 BC), who drowned himself in a river out of despair that his beloved country, Chu, was being plundered by a neighboring country as a result of betrayal by his own people. The festival falls on the 5th day of the 5th lunar month (19 June 2008), and is marked by races of colorful dragon boats at various locations throughout the island."]},{"type":"*","value":[{"type":"'''","value":["Cherry Blossom Season"]}," (櫻花季) - Every spring, in ",{"type":"[[","value":[["Yangmingshan"]]}," (陽明山)."]},{"type":"*","value":[{"type":"'''","value":["Hot Springs"]}," (溫泉) - Taiwan's geographical location between an oceanic trench and volcanic system makes it an ideal hot springs vacation spot. There are several hot springs destinations throughout the country, including ",{"type":"[[","value":[["Beitou"]]}," (北投), ",{"type":"[[","value":[["Wulai"]]}," (烏來) and ",{"type":"[[","value":[["Yangmingshan"]]}," (陽明山). The culture of bathing in hot springs was introduced by the Japanese during the colonial period, and remains firmly entrenched in the local culture to this day. Note that etiquette generally requires patrons to bathe nude."]},"\n",{"type":"===","value":[" Gambling "]},"\n\nWhile gambling is technically illegal in Taiwan, ",{"type":"'''","value":["mahjong"]}," (Mandarin: 麻将 ",{"type":"''","value":["má jiàng"]},"; Taiwanese: 麻雀 ",{"type":"''","value":["moâ-chhiok"]},") remains popular. The Taiwanese version of the game differs significantly from the better known Cantonese and Japanese versions, most notably because a hand consists of 16 tiles instead of the 13 used in other version. However, it remains mostly a family and friends affair and there are no publicly advertized mahjong parlors.\n\n",{"type":"==","value":[" Buy "]},"\n\nThe currency of Taiwan is the ",{"type":"'''","value":["New Taiwan Dollar"]}," (新臺幣 or just 臺幣, NTD, but also referred to as TWD), with one unit known locally as NT, ",{"type":"''","value":["yuan"]}," (元 or more formally 圓) when written in Chinese or colloquially in Mandarin as the ",{"type":"''","value":["kuai"]}," (塊). One unit is known colloquially as the ",{"type":"''","value":["kho\u0000"]}," (箍) in the Taiwanese dialect. ",{"type":"'''","value":["All $ prices in this guide are in New Taiwan Dollars"]},".\n\nAs of March 2011, the exchange rate for US$1 is around $29, or €\/$41. Easy rules of thumb are that $100 roughly equals US$3\/€2.5; $1000 roughly equals US$30\/€25. Coins come in denominations of $0.50, $1, $5, $10, $20 and $50. The $0.50 coin is rare because of its small value and has very little practical use. Banknotes come in denominations of $100, $200, $500, $1000 and $2000. Perhaps due to counterfeiting problems, the $200 and $2000 banknotes are rarely seen.\n\nTaiwanese currency is fully convertible and there are no restrictions on taking currency into or out of the island. Currency exchange is possible internationally, although you will get a much better rate if you wait until you arrive at the airport to exchange currency at the 24 hour window. Most banks in Taipei and Kaohsiung will also exchange money or offer cash advances on credit or debit cards. Should you bring American currency, please be sure to bring newer bills as the banks and exchange-centers (such as in department stores) will only accept the newer bills (bills from 1996 and 2003 are not accepted at most places, due to a high proportion of forgeries bearing these years). Bills which are torn or damaged will probably not be changed, and old-style small-bust bills are not accepted. Taiwan National Bank will take older bank notes and bank notes that are wrinkled or torn for exchange. Department stores will not exchange bills older than 1997. Don't forget to show your passport!\n\nIf you've forgotten to bring any money at all, but have your credit or debit card handy, there's no need to fret. Taiwan's banking system is light-years ahead of most other countries, with the ability to use any of the abundant 24-hour ATMs to withdraw cash from anywhere in the world using the Plus or Cirrus systems. Certain banks' ATMs will even tell you your available balance in your own currency or in NT$. There is a per transaction limit of $20,000 for ATM cash withdrawals (HSBC Global Access customers may withdraw $30,000 from HSBC ATMs). Visa debit cards are not accepted in many places, but can be used at ATMs in ",{"type":"'''","value":["Chinatrust"]}," banks (but not those in 7-Elevens).\n\nMost hotels and department stores accept credit cards, generally Visa and MasterCard as well as JCB. Diners Club, Discover and American Express cards are seldom accepted. Most restaurants and small stores do not accept cards, and cash is the main form of payment. Because street crime is rare, it is common for people in Taiwan to carry large amounts of cash with them.\n\n",{"type":"===","value":[" Costs "]},"\n\nTaiwan is fairly expensive by Asian standards, though still significantly cheaper than Japan. For a budget traveler on a bare bones budget, NT$1000 will get you by for a day, but you'll probably want to double that for comfort. A meal at a street stall may cost NT$50 or less, a meal at a Western fast food restaurant will run you about NT$150 and at the fanciest restaurants, you can expect a bill in excess NT$1000. On the high end of the spectrum, hotel rooms at a swanky hotel might cost NT$5000 or more. Costs diminish significantly the further you go out of the big cities. Taxis are quite reasonable and often have a set fare for common destinations, so ask in advance and haggle if you disagree.\n\n",{"type":"===","value":[" Tipping "]},"\n\nTipping is generally ",{"type":"'''","value":["not"]}," practiced in Taiwan, with the possible exception of bellhops in high end hotels. Full service restaurants typically impose a service charge and that is usually considered to be sufficient. Tipping is also not expected in taxis and drivers would usually return your change to the last dollar.\n\n",{"type":"===","value":["Shopping"]},"\n",{"type":"[[","value":[["File:A Typical Night Market in Taiwan.jpg"],["thumb"],["A typical night market in Taiwan may sell anything from food to clothing to fortune telling services"]]},"\n\nAs in many Asian countries, night markets are a staple of Taiwanese entertainment, shopping and eating. Night markets are open-air markets, usually on a street or alleyway, with vendors selling all sorts of wares on every side. Many bargains can be had, and wherever prices are not displayed, ",{"type":"[[","value":[["haggling"]]}," is expected. In the larger cities you will have a night market every night and in the same place. In smaller cities, they are only open certain nights of the week, and may move to different streets depending on the day of the week.\n\nEvery city has at least one night market; larger cities like ",{"type":"[[","value":[["Taipei"]]}," may have a dozen or more. Night markets are crowded, so remember to watch out for your wallet! Shops selling the same items tend to congregate in the same part of the city. If you want to buy something, ask someone to take you to one shop and there will probably be shops selling similar things nearby.\n\nFor those who do not like the concept of haggling and fake goods, there are many shopping centres in Taipei where prices are usually fixed and goods are genuine. Otherwise, shopping streets in larger cities like ",{"type":"[[","value":[["Kaohsiung"]]}," and ",{"type":"[[","value":[["Taichung"]]}," can also easily get you what you want. And of course, there is the trendy Ximending (西門町) in Taipei, where you can pretty much find anything associated with the youths, also at fixed prices.\n\nBargaining is OK and expected in night markets and small stores. Computer chain shops and department stores normally have fixed prices, but at least in department stores you may get a \"registered member discount\" if you're shopping a lot. Anyway it's always worth a try!\n\nWhen bargaining at small stores, please note that the agreed prices are normally cash prices. If you like to use a credit card, the seller normally wants to add anything up to 8% to the price as a \"card fee\" etc. The fee consists actually of the credit company's commission and also the local sales tax\/VAT. Even if you pay cash, you normally don't get an official receipt, as then the seller would have to report & pay their taxes in full. If you ask for a receipt or \"fa piao\" (發票), you will get it but you may need to pay 3-5% more.\n\n",{"type":"===","value":[" What to buy "]},"\n\nPopular things to buy include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jade"]},". Although it can be hard to know for sure if the item you're buying is real jade or not, some beautiful objects are sold. Most cities have a specific jade market dealing in jade and other precious stones."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Computers"]},". Taiwan designs and produces a lot of desktops, laptops, and PC peripherals. Travelers might be interested in visiting the large Information Technology Market at Taiwan for the best prices. Desktop computers and components tend to be the same price in Taiwan as in other areas of the world, though peripherals such as cables and adapters tend to be noticeably cheaper. If you're buying domestic, it's best to go to tourist hangouts to buy your stuff as you might be saddled with Chinese documentation otherwise. Also, notebooks are typically only available with a Chinese Bopomofo and English keyboard."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lingzhi"]}," (靈芝). A type of bracket fungus that is often used as a Chinese herb. It supposedly has many health benefits with an apparent absence of side effects, earning it a high reputation in East Asian countries and making it rather expensive. Taiwanese lingzhi is particularly famous for being of the highest quality."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tea"]},". Taiwan is particularly famous for its oolong tea(烏龍茶) and this is available in at many tea shops. Tea tasting in Chinese culture is akin to wine tasting in Western culture and you will find many grades of this same type of tea, with different methods of treating the tea leaves."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iron eggs"]}," (鐵蛋) irresistible delicacy"]},"\n",{"type":"''","value":["Note"]},": In order to protect the environment, a government policy rules that plastic bags cannot be given freely at stores in Taiwan, but have to be bought (at a flat rate of NT$1) - bakeries being an exception as the items need to be hygienically wrapped. Re-useable canvas and nylon bags are sold at most supermarkets.\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"{{","value":[["infobox"],["Stinky tofu"],["Undoubtedly the most infamous Taiwanese delicacy, stinky tofu (臭豆腐 ",{"type":"''","value":["chòudòufu"]},") is fermented tofu with a strong odor often likened to rotting garbage. It's usually sold only by outdoor stalls, as the smell would overwhelm most restaurants, but if you can hold your nose long enough to eat it, the taste is quite mild — but with distinct earthy overtones that many visitors find off-putting. It's most commonly eaten fried, but for extra Fear Factor points, find some ",{"type":"''","value":["mala"]}," hotpot (麻辣鍋) with stinky tofu and gelatinized duck blood."]]},"\n\n",{"type":"[[","value":[["File:Food_BeefNoodleSoup.JPG"],["thumb"],["Taiwanese beef noodle soup"]]},"\n",{"type":"[[","value":[["File:Food_AiyuLemonJelly.JPG"],["thumb"],["Lemon ",{"type":"''","value":["aiyu"]}," jelly"]]},"\n\nTaiwan's cuisine is very well regarded by other East Asians and the ethnic Chinese in Southeast Asia, and for many of them, the food is the primary (and sometimes only) reason to visit Taiwan.\n\nGenerally speaking, the foods of Taiwan are derived from ",{"type":"'''","value":["mainland Chinese cuisines"]},". Because most Taiwanese trace their ancestry to ",{"type":"[[","value":[["Fujian"]]},", it comes as no surprise that much of Taiwanese cuisine was derived from the cuisine of Fujian. It is also possible to find ",{"type":"[[","value":[["Szechuan"]]}," (四川) food, ",{"type":"[[","value":[["Hunan"]]}," (湖南) food, ",{"type":"[[","value":[["Dongbei"]]}," (东北) food, ",{"type":"[[","value":[["Guangdong"],["Cantonese"]]}," (廣東) food and almost every other Chinese cuisine on the island, because many famous chefs from the mainland fled to Taiwan after the communist victory in 1949. That being said, Taiwanese cuisine has absorbed substantial local influences, as well as significant Japanese influences due to 50 years of Japanese colonial rule, giving it a unique character that distinguishes it from its mainland Chinese counterparts. The Taiwanese are also passionately in love with eggs and seafood. Fruits are another famous part of Taiwanese food. A wide range of fruits can be found at local fruit shops and stations. The subtropical climate allows different fruits to grow nicely.\n\nTaiwan also has many of its own ",{"type":"'''","value":["local specialties"]},". A few found island wide include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beef noodles"]}," (牛肉麵 ",{"type":"''","value":["niúròu miàn"]},"), noodle soup with chunks of meltingly soft stewed beef and a dash of pickles"]},{"type":"*","value":[" ",{"type":"'''","value":["Oyster omelet"]}," (蚵仔煎 ",{"type":"''","value":["ó āh jiān"]}," - this is the Taiwanese name, as its Chinese name only exists in characters, but not in oral Mandarin), made from eggs, oysters and the leaves of a local chrysanthemum, topped with sweet red sauce."]},{"type":"*","value":[" ",{"type":"'''","value":["Aiyu jelly"]}," (愛玉 ",{"type":"''","value":["àiyù"]},"), made from the seeds of a local fig and usually served on ice — sweet, cool and refreshing on a hot day"]},{"type":"*","value":[" ",{"type":"'''","value":["Taiwan Sausage"]}," (香腸 ",{"type":"''","value":["xiāngcháng"]},"), usually made from pork, it is a modified version of the Cantonese ",{"type":"''","value":["laap cheong"]}," (臘腸) which has been emulsified and is much sweeter in taste. Unlike ",{"type":"''","value":["laap cheong"]},", which is almost always eaten with rice, Taiwanese ",{"type":"''","value":["xiangchang"]}," is usually eaten on its own with some garlic."]},{"type":"*","value":[" ",{"type":"'''","value":["Taiwanese Orange"]}," (柳丁 ",{"type":"''","value":["liŭdīng"]},") is a type of citrus fruit which is similar to usual oranges, except that the skin and flesh tend to look more yellowish like lemon. Unlike lemon, it is usually quite sweet."]},{"type":"*","value":[" ",{"type":"'''","value":["Taiwanese Porridge"]}," (粥 ",{"type":"''","value":["zhōu"]}," in Mandarin, 糜 ",{"type":"''","value":["beh"]}," in Taiwanese) is rice porridge cooked with sweet potato. It is usually eaten with several different dishes."]},"\nMost cities and towns in Taiwan are famous for special foods because of the Taiwanese passion for food and influences from many different countries. For example, Ilan (宜蘭) is famous for its mochi (麻吉), a sticky rice snack often flavored with sesame, peanuts or other flavorings. ",{"type":"[[","value":[["Yungho"],["Yonghe"]]}," (永和), a suburb of Taipei, is famous for its freshly made soy milk (豆漿) and breakfast foods. ",{"type":"[[","value":[["Taichung"]]}," is famous for its sun cakes (太陽餅 ",{"type":"''","value":["tàiyáng bǐng"]},"), a kind of sweet stuffed pastry and the best place to buy some is arguably Taiyang Tang (太陽堂) along Freedom Road (自由路), where the pastry was supposedly invented. In ",{"type":"[[","value":[["Chiayi"]]},", it's square cookies, also called cubic pastry (方塊酥), crispy layered cookies cut into squares and sprinkled liberally with sesame seeds. ",{"type":"[[","value":[["Tainan"]]}," is particularly famous among the Taiwanese for its abundance of good food and should be a stop for all gourmands. The most famous dish is arguably the ",{"type":"''","value":["coffin bread"]}," (棺材板). Virtually every city has its own famous specialties; many Taiwanese tourists will visit other cities on the island simply to try the local foods and then return home.\n\nTaiwan also has remarkably good ",{"type":"'''","value":["bakery items"]},". Most specialize in sweet Chinese pastries or Western pastries adjusted to local tastes, but look out for ",{"type":"''","value":["We Care"]}," bakeries which also offer Western options such as whole wheat loaves, sour breads and ciabatta.\n\nVegetarians are better catered for in restaurants and variety than in most other countries.\n\n",{"type":"===","value":[" Places to eat "]},"\n\nIf you're on a budget, the cheapest food can be found in back-alley noodle shops and night market stalls, where you can get a filling bowl of noodles for around NT$35-70.\n\nThe Taiwanese love to snack and even many restaurants advertize ",{"type":"''","value":["xiaochi"]}," (小吃), literally \"small eats\", the Taiwanese equivalent of Cantonese ",{"type":"''","value":["dim sum"]},". There are also the standard ",{"type":"'''","value":["fast food"]}," places such as McDonalds (a standard Big Mac Meal costs NT$115), KFC and MOS Burger. In addition there are large numbers of convenience stores (such as 7-Eleven) that sell things like tea eggs, sandwiches, bento boxes (便當盒) and drinks.\n\nNight markets are also a good place to try some delicious local Taiwanese fare at attractive prices. Examples would be the Shilin Night Market (士林夜市) in ",{"type":"[[","value":[["Taipei"]]}," and the Liouho Night Market (六合夜市) in ",{"type":"[[","value":[["Kaohsiung"]]},", each of which has its own special dishes not to be missed.\n\n",{"type":"===","value":[" Etiquette "]},"\n\nAs with Chinese cuisine elsewhere, food in Taiwan is generally eaten with chopsticks and served on large plates placed at the center of the table. Oftentimes, a serving spoon or pair of chopsticks (公筷 ",{"type":"''","value":["gongkuai"]},") is usually accompanied with the dishes and guests do not use their own chopsticks to transfer food to their plates.\n\nThe usual traditional Chinese taboos when eating with chopsticks apply in Taiwan as well. For instance, do not stick your chopsticks straight up or into your bowl of rice. This is reminiscent of incense sticks at a temple, and has connotations of wishing death upon those around you. When putting down chopsticks, either place them on the provided porcelain chopstick rest (at fancier restaurants) or rest the chopsticks across the top of your bowl. Also, do not use your chopsticks to spear your food or move bowls and plates.\n\n",{"type":"===","value":[" Dietary restrictions "]},"\n\nAll Mahayana Buddhists, which account for the majority of adherents in Taiwan, aspire to be pure ",{"type":"'''","value":["vegetarian"]}," in deference to the Buddha's teaching of non-violence and compassion. So, vegetarian restaurants (called ",{"type":"''","value":["su-shi"]}," 素食 ",{"type":"''","value":["tsan-ting"]}," 餐廳 in Mandarin, and often identified with the 卍 symbol) can be found in abundance all over the island, and they run from cheap buffet style to gourmet and organic. Buffet styled restaurants (called 自助餐, which means \"Serve Yourself Restaurant\") are common in almost every neighborhood in large cities, and unlike the 'all-you-can-eat' buffets (which charge a set price, usually ranging from $250-350 including dessert and coffee\/tea), the cost is estimated by the weight of the food on your plate. Rice (there is usually a choice of brown or white) is charged separately, but soup or cold tea is free and you can refill as many times as you like. $90-$120 will buy you a good sized, nutritious meal.\n\nHowever, if you cannot find a veggie restaurant, don't fret. Taiwanese people are very flexible and most restaurants will be happy to cook you up something to suit your requirements. The following sentences in Mandarin might be helpful: 我吃素 (",{"type":"''","value":["Wo chi su"]},") - I'm vegetarian, 我不吃肉 (",{"type":"''","value":["Wo bu chi rou"]},") - I don't eat meat. However, as Mandarin is a tonal language, you might need to say both, plus practice your acting skills to get yourself understood. Good luck! NB: If a restaurant refuses your order, don't push the issue. The reason will not be an unwillingness to accommodate your request, but because the basic ingredients of their dishes may include chicken broth or pork fat.\n\nTaiwanese vegetarianism (素食) isn't simply vegetarianism, for there is a notion of \"plainness\" to it. In most cases it excludes items such onion, ginger, and garlic. Buddhists and Taoists consider these items \"un-plain\" because they potentially cause physical excitement, which could hinder the meditative process. Thus, when offering food to a strict vegetarian, be aware that they may not eat food containing onion, ginger, and garlic.\n\nAlthough vegetarian restaurants in Taiwan do not aspire to ",{"type":"'''","value":["vegan"]}," principles,almost all non-dessert dishes at Chinese style veggie restaurants will actually be vegan because Taiwanese do not have a tradition of eating dairy products. Ensure that your dish does not contain eggs, however.\n\n",{"type":"==","value":[" Drink "]},"\n",{"type":"[[","value":[["File:Taiwanese beverage vending machine.jpg"],["thumb"],["Drinks vending machine in Taiwan"]]},"\n\nAs Taiwan is a subtropical island with the south part in the tropics, it cannot hurt to drink a lot, especially during summertime. Drink vending machines can be found virtually everywhere and are filled with all kinds of juices, tea and coffee drinks, soy milk and mineral water.\n",{"type":"===","value":[" Water "]},"\n\nAs a general rule, with the exception of ",{"type":"[[","value":[["Kaohsiung"]]},", tap water in Taiwan is safe for drinking ",{"type":"'''","value":["after boiling"]},". Any water or ice you are served in restaurants will already have been processed. Water fountains in Taiwan always incorporate filters, and they can be found in practically every lodge or hotel as well as (for example) larger museums and Taipei MRT stations. You can refill and reuse your bottles at these fountains as well. If you can't find one, then you should buy bottled water.\n\nNote that in ",{"type":"'''","value":["Kaohsiung"]},", most people do not drink the tap water, even after filtering or boiling, since the water contains trace amounts of arsenic that is detrimental to health. Whether the trace amounts are dangerous or not is debatable, especially if you're just passing through, but the locals obtain potable water using pumps that look like gasoline pumps that are strewn throughout the residential areas. For tourists, most hotels would provide 2 bottles of mineral water in each room and you should use that as your drinking water. If that is not enough, there are many 24 hours convenience stores around so you can get additional bottled water from there.\n\nIn most other places in Taiwan it is advised to not drink tap water. In fact, warnings about this can be found in most hotels, particularly the international tourist hotels. Although some Taiwanese do so, even the majority of them prefer to drink boiled water. In some parts of the country (Yunlin County, 雲林縣, etc.) the water is often filtered to remove sediment and minerals from the ground water prior to boiling.\n\nAnother reason for drinking previously boiled or bottled water in Taiwan is that Taiwan is a seismic active zone. Because of the large number of earthquakes, the water delivery system (pipes) are easily damaged allowing contaminants to enter the water prior to it reaching the tap. Therefore drinking previously boiled or bottled water is probably a wise choice.\n\n",{"type":"===","value":[" Alcohol "]},"\n\nTaiwan's legal age to consume alcohol is 18 years of age. Minors caught drinking can face fines ranging from $10000 to $50000. Traditional alcoholic drinks in Taiwan are very strong. ",{"type":"'''","value":["Kaoliang"]}," (高粱酒) is the most famous alcoholic drink. A distilled grain liquor, it is extremely strong, usually 140 proof or more, and often drunk straight.\n\nTaiwan also produces many types of ",{"type":"'''","value":["Shaoxing"]}," (紹興酒), rice wine, which are considered by many as being some of the best in the world.\n\nTaiwanese people enjoy beer on ice. A wide variety of imported beers are available, but the standard is ",{"type":"'''","value":["Taiwan Beer"]}," (台灣啤酒), produced by a former government monopoly. It is brewed with fragrant penglai rice in addition to barley giving it a distinctive flavor. The beer is served cold and recognized as an especially suitable complement to Taiwanese and Japanese cuisine, especially seafood dishes such as sushi and sashimi.\nTaiwan Beer has won international awards, including the International Monde Selection in 1977 and the Brewing Industry International Awards in 2002.\n\nBeer on tap is uncommon in Taiwan, and most places serve beer in bottles. For a special and rare treat, ask for the Taiwan Draft Beer (台灣生啤酒), which comes in a plain green bottle. This has a 2-week expiration, so it can only be found at the breweries (there are a few scattered around Taiwan) or at select stores and restaurants in the vicinity.\n\n",{"type":"===","value":[" Tea and coffee "]},"\n",{"type":"[[","value":[["File:TimeForTea BubbleTea.JPG"],["thumb"],["Pearl milk tea and pudding milk tea, ",{"type":"[[","value":[["Chiayi"]]}]]},"\n\nTaiwan's specialty teas are ",{"type":"'''","value":["High Mountain Oolong"]}," (高山烏龍, ",{"type":"''","value":["Gao-shan wulong"]},") - a fragrant, light tea, and ",{"type":"'''","value":["Tie Guan-yin"]}," (鐵觀音) - a dark, rich brew. Enjoying this tea, served in the traditional way using a very small teapot and tiny cups, is an experience you should not miss. This way of taking tea is called ",{"type":"''","value":["lao ren cha"]}," (老人茶) - 'old people's tea', and the name is derived from the fact that only the elderly traditionally had the luxury of time to relax and enjoy tea in this way. Check the small print when visiting a traditional tea house though: in addition to the tea itself, you may be charged a cover (茶水費, literally \"tea-water fee\") for the elaborate process of preparing it as well as for any nibbles served on the side.\n\nOne should also try ",{"type":"'''","value":["Lei cha"]}," (擂茶; léi chá) a tasty and nourishing Hakka Chinese tea-based beverage consisting of a mix ground tea leaves and grain. Some stores specialize in this product and allows one to grind their own lei cha.\n\nAs with Chinese teas elsewhere, Chinese teas in Taiwan are always drunk neat, with the use of milk or sugar unknown. However, Taiwan is also the birthplace of pearl milk tea, which uses sugar and milk.\n\n",{"type":"'''","value":["Pearl milk tea"]}," (珍珠奶茶 ",{"type":"''","value":["zhēnzhū nǎichá"]},"), aka \"bubble tea\" or \"boba tea\", is milky tea with chewy balls of tapioca added, drunk through an over-sized straw. Invented in Taiwan in the early 1980s and a huge Asia-wide craze in the 1990s, it's not quite as popular as it once was but can still be found at nearly every coffee\/tea shop. Look for a shop where it is freshly made.\n\nThe ",{"type":"'''","value":["cafe culture"]}," has hit Taiwan in a big way, and in addition to an abundance of privately owned cafes, all the major chains, such as Starbucks, have a multitude of branches throughout major towns and cities.\n\n",{"type":"===","value":[" Soft drinks "]},"\n\nTaiwan is a great place for fruit drinks. Small fruit-juice bars make them fresh on the spot and are experts at creating fruit-juice cocktails (non-alcoholic, of course). ",{"type":"''","value":["zong-he"]}," (mixed) is usually a sweet and sour combination and ",{"type":"''","value":["mu-gwa niou-nai"]}," (木瓜牛奶) is iced papaya milk. If you don't want ice (though it is safe in Taiwan, even at road side vendors) say, ",{"type":"''","value":["chu bing"]}," (去冰) and no sugar - ",{"type":"''","value":["wu tang"]}," (無糖).\n\n",{"type":"'''","value":["Soy milk"]},", or ",{"type":"''","value":["doujiang"]}," (豆漿), is a great treat. Try it hot or cold. Savory soy milk is a traditional Taiwanese breakfast dish. It is somewhat of an acquired taste as vinegar is added to curdle the milk. Both sweet and savory soy milk are often ordered with you-tiao (油條), or deep fried dough crullers.\n\nThere are a lot of pseudo health drinks in Taiwanese supermarkets and convenience stores. Look out for asparagus juice and lavender milk tea for example.\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"[[","value":[["File:GrandHotel Fountain.JPG"],["thumb"],["250px"],["The Grand Hotel, Taipei"]]},"\n\nTaiwan doesn't sleep - just look at the number of 24-hour stores out there. But since you have to....\n\nFor the budget-minded, there are ",{"type":"'''","value":["hostels"]}," in Taipei and most other sizable cities. Camping is also available in many areas.\n\n",{"type":"'''","value":["Motels"]}," (汽車旅館) can be easily found in suburbs of major cities. Despite the name, these have little if anything to do with the cheap functional hotels that use the name elsewhere; in Taiwan, motels are intended for ",{"type":"'''","value":["romantic trysts"]}," and can be quite extravagant in decor and facilities. Many feature enormous baths with massage jets, separate massage showers, marble tiles, and so forth. Suites come with flat screen TVs as well as centrally controlled sound systems. During the daytime, most offer \"rests\" (休息) of a few hours, and indeed check-in times for overnight stays (住宿) can be as late at 10 PM. ",{"type":"[[","value":[["Taichung"]]}," is considered the motel-capital of Taiwan.\n\nTaiwanese ",{"type":"'''","value":["hotels"]}," range in quality from seedy to very luxurious. Despite the complexities of doing business with both mainland China and Taiwan, most Western hotel chains operate in Taiwan such as Sheraton, Westin and Hyatt. Also, there are plenty of five-star hotels around. Keep in mind, however, that many of the international hotels tend to be outrageously expensive, while comparable and much cheaper accommodation is usually available in the same vicinity. For example, the airport hotel at CKS International charges about three or four times as much as a hotel in Taoyuan which is a half hour cab ride away. Taxi drivers and tourist offices are invaluable resources for finding cheaper hotels.\n\nMany hotels in Taiwan have both Chinese and Western names, which can differ radically. Find out and bring along the Chinese name (in Chinese characters), as locals will usually not be able to identify the English ones.\nEspecially when you visit the regions less traveled by westerners (mostly because there is no business there), don't be shy to walk in on the more pricey hotels, especially off-season. The Caesar (凱撒大飯店), the Chateau (夏都沙灘酒店) and the Howard Beach Resort (福華大飯店) at ",{"type":"[[","value":[["Kenting"]]},", for example, located at one of the nicest beaches of tropical Taiwan, can be of exceptional value if you stay there during wintertime, as the rooms not yet let for the night are offered far below their normal price at last minute.\n\nHotel beds in Taiwan are generally much harder than in the West because of the old Asian tradition to sleep on a wood board. Modern mattresses can be found in most hotels, but only in the most upscale Western style hotels will you find beds in a real western style.\n\n",{"type":"==","value":[" Learn "]},"\n\nTaiwan is home to several good universities, many of which have exchange agreements with various foreign universities, and these are a good way to experience life in Taiwan. The most prestigious university in Taiwan is the ",{"type":"'''","value":["National Taiwan University"]},".\n\n",{"type":"===","value":[" Mandarin Chinese "]},"\n\nSome universities in Taiwan have Chinese Promoting Programs (華語文推廣中心) that offers Chinese lessons to foreigners who wish to live in Taiwan or to learn Mandarin Chinese as their second or foreign language. The romanisation system taught here nowadays is Hanyu Pinyin (漢語拼音), whereas in the past they taught Zhuyin (注音), or BoPoMoFo (ㄅㄆㄇㄈ). The writing system taught is Traditional Chinese.\n\n",{"type":"===","value":[" Martial arts "]},"\n\nThere are many styles of ",{"type":"'''","value":["kung fu"]}," (功夫) taught in Taiwan, largely by masters who came here with the Kuomintang in the late 1940s.\n\nStyles include Ba Gua (八卦), Tai Chi (太極), Wing Chun (詠春), Praying Mantis (螳螂), Shway (水) Shiao and various weapons systems. Many of the students are westerners in these classes, which has led to the rise of several NHB Allegra ",{"type":"[","value":["http:\/\/www.theallegra.com\/"]}," schools, as well as Ju Jitsu and Aikido from Japan.\n\nSome of the more famous teachers will provide you with the paperwork needed to extend a student visa twice.\n\nTaekwondo is also extremely popular and is often a mandatory part of school children's physical education.\n\n",{"type":"==","value":[" Work "]},"\n\nThe majority of travelers who work in Taiwan pick up temporary jobs ",{"type":"[[","value":[["teaching English"]]},". Jobs teaching other languages (mainly European or Japanese) do exist but have a much smaller proportion of the market.\n\n",{"type":"'''","value":["Job requirements"]}," - in finding employment with a language school, experience, teaching qualifications and references are not required but obviously help. On paper, a big issue is also made about accents, with the North American English accent being heavily favored over British, Australian and South African accents in many language schools' sales marketing. However, in practice, many schools that advertize 'American English' and claim that their teachers are all from Canada or the USA, actually employ teachers from anywhere. Age is a factor, with applicants in their 20s seemingly being preferred. More than anything, appearance is probably the major factor in finding employment with most schools - Do you 'look Western'? - and reliability and turning up on time for work is then the major factor for keeping your job. Therefore, if you look the part, it is very easy to find a school willing to take you on for at least a few days.\n\nThis 'look Western' point has quite a bearing. Unfortunately, Taiwan is hardly a great promoter of ",{"type":"'''","value":["equal opportunities"]},". In many schools there is a prejudice against teachers applying for jobs who are not of white Caucasian appearance, seen as the typical Western appearance in Asian countries. This is independent of whether or not the teacher has relevant teaching ability and citizenship of one of the permitted ARC countries. Many parents who send their children to schools to be taught English expect the teacher to look like they are from the U.S., Canada, the UK, Australia, and so on, and so the decision on the part of the school managers is mainly about economics. For those affected by this, it's a sad fact of Taiwan that is unlikely to change in the near future. Good employers without such prejudiced requirements do exist, but greater perseverance is needed when looking for them.\n\nIt is illegal to work without a ",{"type":"'''","value":["work permit"]}," and an ARC (or Alien Residency Permit), and legal work officially requires a university degree and usually a long (two month+) application process. Alternatively, if you have a lot of money, you can obtain an ",{"type":"'''","value":["investor visa"]}," by investing a large sum of money in a local business, which allows you to work for that company in a management capacity. However, illegal employment is easy to find with many school managers being willing to pay under the table for short durations. Be aware that if caught or reported, you risk criminal charges and could be deported. The government tends to waver from being very lax on this issue under one administration to suddenly taking action under the next; but remember that it only takes one disgruntled student to report you and have you fined and deported. Consider your options carefully!\n\nThe ",{"type":"'''","value":["rules for getting an ARC"]}," do change often and each administrative part of Taiwan has its own ways of handling them, so it is best to check the pages of the website Forumosa ",{"type":"[","value":["http:\/\/www.forumosa.com\/taiwan\/index.php"]}," and find out what the experiences of others are in your area. Keep in mind, that you can only get an ARC for English teaching if you are a 'citizen of a native English speaking country'. Taiwan's government defines these countries to be only the U.S., Canada, the UK, Australia, New Zealand, Ireland and South Africa. Almost all teachers apply for an ARC through their employers only after starting work and it is tied to their ongoing employment with that school. Therefore, if the teacher wishes to leave their employment, they will have to quickly find an alternative employer or lose their ARC and hence be required to leave Taiwan. Also, very few schools will arrange an ARC without at least a year-long contract being signed. Frankly, with all this inflexibility, it's no wonder so many teachers opt for the non-legal route. That and tax evasion.\n\nCitizens of Germany, the United Kingdom, Belgium, Ireland and Canada aged 18-30 can apply for a ",{"type":"'''","value":["working holiday visa"]},". For more information, visit the ",{"type":"[","value":["http:\/\/www.boca.gov.tw\/lp.asp?ctNode=783&CtUnit=80&BaseDSD=7&mp=2 Bureau of Consular Affairs website"]},".\n\nAfter living in Taiwan continuously for 5 years, you may apply for ",{"type":"'''","value":["permanent residency"]},", which if granted, allows you to live and work in Taiwan indefinitely without restrictions.\n\nA lot of the illegal teaching work that the majority of English teachers partake in is simply through ",{"type":"'''","value":["private student"]}," tuition with payment being cash-in-hand. You can find a lot of private students around universities that have a Chinese-teaching department - look for the areas where all the foreign students will be and check the noticeboards. Because the majority of adult private students want to practice English conversation, you won't need to have any Chinese ability. However, it is definitely a selling point and, if you do have Chinese-speaking ability, it's worthwhile mentioning that in any advertising of your services. Also, once you have some regular students, remember that in Taiwan, as in most Asian countries, 'connections' or 'guanxi' are very important - if your students like you, they will in all likelihood recommend you to their family and friends.\n\nTeaching English in Taiwan can be lucrative, as the ",{"type":"'''","value":["salaries"]}," are very high compared to the cost of living, typically ranging $500-650 per hour before deductions in most language schools, with anything between $500-1000 per hour being negotiable for private students. In the past few years, the flow of would-be teachers into Taiwan has increased dramatically, resulting in stiffer competition for jobs as well as a general drop in wages and this trend may continue. On top of this, the Taiwanese dollar has been sliding in value over the past five years, meaning you get less and less for your dollar in foreign currency at the end of the month.\n\nAside from English-teaching, ",{"type":"'''","value":["other common kinds of employment"]}," available for mainly native English-speaking travelers include such tid-bits as small acting parts for TV and film, voice talent (video games, dubbing tracks, etc.), editing and even writing educational materials. Many of these will be advertized on billboards in Chinese language-teaching institutes and universities, where there are likely to be many foreign students.\n\nIf after travelling and living there, you find you are ",{"type":"'''","value":["serious about working in Taiwan"]},", the most lucrative employment to be had is if you are employed by a multinational company, perhaps in a high-paying country like the UK, U.S. or Australia, and you are sent across to their office in Taiwan. Many foreigners end up doing the same job as their colleagues who were employed in the Taiwan office, but for perhaps 3 or 4 times their pay.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"{{","value":[["warningbox"],["Taiwan treats ",{"type":"'''","value":["drug offenses"]}," ",{"type":"''","value":["extremely"]}," severely. The '''''death",{"type":"''","value":[" penalty is mandatory'"]}," for those convicted of trafficking, manufacturing, importing or exporting more than 15 g of heroin, 30 g of morphine, 30 g of cocaine, 500 g of cannabis, 200 g of cannabis resin and 1.2 kg of opium, and possession of these quantities is all that is needed for you to be convicted.\n\nUnauthorized consumption can result in up to 10 years' jail, or a heavy fine, or both. You can be charged for unauthorized consumption as long as traces of illicit drugs are found in your system, even if you can prove that they were consumed outside the country and you can be charged for trafficking as long as drugs are found in bags that are in your possession or in your room, even if they aren't yours and regardless of whether you're aware of them - therefore be vigilant of your possessions."]]},"\n\n",{"type":"===","value":[" Crime "]},"\n",{"type":"[[","value":[["File:CKS Airport drugs sign.JPG"],["thumb"],["A sign at the Taiwan Taoyuan International Airport warns arriving travelers that drug trafficking is a capital offense in the country."]]},"\n\nTaiwan is very safe for tourists, even for women at night. This is not to say, however, that there is no crime, and you should always exercise caution. In crowded areas such as night markets or festivals, for example, ",{"type":"[[","value":[["pickpockets"]]}," are a known problem. However, it is fair to say that the streets of Taiwan are generally very safe and that violent crime and muggings are very rare.\n\nIn addition, it is also very unusual to see drunks on the street, day or night.\n\nLike anywhere else in the world, women should be cautious when taking taxis alone late at night. Although they are generally safe, it's a good idea to arrange to have a friend call you when you get home and to be seen making the arrangements for this by the cab driver. It also helps if a friend sees you being picked up as taxis have visible license numbers. As an additional safety precaution, tell taxi drivers just the street name and section instead of your exact address.\n\n",{"type":"[[","value":[["File:RPO First Police Section Taoyaun Police Station in Taoyuan Station.jpg"],["thumb"],["A police station in Taiwan"]]},"\nPolice departments in most jurisdictions have a Foreign Affairs Police unit staffed by English speaking officers. When reporting a major crime, it is advisable to contact the Foreign Affairs unit in addition to officers at the local precinct. Police stations are marked with a red light above the door and display a sign with the word \"Police\" clearly printed in English. For more information see the National Police Agency website ",{"type":"[","value":["http:\/\/www.npa.gov.tw"]},".\n\nForeign victims of a major crime in Taiwan are also advised to report the matter to their government's representative office in Taipei.\n\nAlso, remember that you call 110 for police in Taiwan, and 119 for Fire Dept. or Medical Help. Most of the public telephone booths will allow you to call 110 or 119 for free. See \"Emergency Phone Numbers\" section below.\n\n",{"type":"===","value":[" Emergency phone numbers "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Police"]},": 110"]},{"type":"*","value":[{"type":"'''","value":["Fire\/Ambulance"]},": 119"]},"\nBoth police and fire\/ambulance offer service in English.\n\nFor those who need Taiwanese governmental assistance in English, ",{"type":"[","value":["http:\/\/iff.immigration.gov.tw\/"]}," has a 24-hour toll-free foreigner service hotline at 0800-024-111, which you may call for assistance.\n\n",{"type":"===","value":[" Natural hazards "]},"\n\nTaiwan often experiences ",{"type":"'''","value":["typhoons"]}," (颱風) during the summer months and early fall, especially on the East Coast. Heavy monsoon rainfall also occurs during the summer. Hikers and mountaineers should be sure to consult weather reports before heading into the mountains. A major hazard following heavy rainfall in the mountains is falling rocks (土石流) caused by the softening of the earth and there are occasional reports of people being killed or injured by these.\n\nTaiwan is also located on the Pacific Ring of Fire, which means that ",{"type":"'''","value":["earthquakes"]}," are a common occurrence. Most earthquakes are barely noticeable, though the effect may be slightly amplified for those in higher buildings. While the local building codes are extremely strict, general precautions should still be observed during an earthquake, including opening the door for preventing it being jammed, taking cover and checking for gas leaks afterwards.\n\nTaiwan's wild areas are home to a variety of ",{"type":"'''","value":["poisonous snakes"]},", including the bamboo viper, Russel's viper, banded krait, coral snake, Chinese cobra, Taiwan habu, and the so-called \"hundred pacer\" (百步蛇). Precautions against snake bites include making plenty of noise as you hike, wearing long trousers and avoiding overgrown trails. Most snakes are scared of humans, so if you make noise you will give them time to get away. Walking quietly means that you may suddenly startle them around a corner when you appear, and trigger an attack. The Russel's viper, one of the most dangerous snakes in Taiwan, is an exception...it generally prefers to take a stand against threats.\n\n",{"type":"===","value":[" Traffic "]},"\n\nLocal drivers have a well-deserved reputation for seeming reckless and downright immoral. It is possible (even normal) to obtain a driving license in Taiwan without ever having driven on the roads, and this may be a reason (along with the overcrowded roads) why courteous or defensive driving is definitely not the norm. The guiding principles seem to be that the right of way belongs to the larger vehicle, i.e. trucks have the right-of-way over cars, cars over motorcycles, motorcycles over people, etc. Despite traffic's chaotic appearance, it is viscerally intuitive to yield the right-of-way to a much larger vehicle barreling towards you. It is advisable to use slow and smooth movements over quick or sudden ones. Local drivers regularly cut in front of moving traffic into spaces that seem too small, try to change lanes regardless of the fact their destination is already full, etc. Be aware that during busy traffic (i.e. nearly always) two-lane roads will spontaneously become three-lane, an orange light will be interpreted as 'speed up', and the smallest moment's pause in oncoming traffic will result in ",{"type":"''","value":["everybody"]}," that's waiting trying to turn across it. Drivers routinely enter a junction when their exit is blocked, and are therefore frequently still there long after the lights change, blocking traffic traveling in other directions. Many motorcycle riders also have a tendency to zip through any space, no matter how tiny. Also be aware that motorcycles often travel through areas typically considered as pedestrian-only spaces, like the night-markets.\n\nIf you happen to drive a car or a motorcycle, the obvious rule is that if someone turns in front of you, you should be the one to adapt. To avoid collisions, drivers need to be extremely vigilant for other vehicles creating hazards and always be willing to adjust speed or direction to accommodate. Do not expect drivers to yield way, or respect traffic lights in many areas, especially in central and southern Taiwan. Sounding the horn is the usual way a Taiwanese driver indicates that they do not intend to accommodate a driver trying to encroach on their lane, etc., and does not necessarily imply the anger or criticism, as it does in other countries. One bright side of Taiwan's chaotic traffic is that drivers tend to have an exceptional awareness of the spatial extents of their vehicle and maneuver well, so that even though it continuously looks like somebody is about to drive straight into you, it's relatively rare that they actually do so.\n\nBe extra careful when crossing the road, even to the extent of looking both ways on a one-way street. When crossing at a pedestrian-crossing at a T-junction or crossroads, be aware that when the little green man lights up and you start crossing, motorists will still try to turn right, with or without a green feeder light. Even on roads where traffic is infrequent and the green light is in your favor, bike-riders are still strongly advised to check the opposite lane.\n\n",{"type":"==","value":[" Stay healthy "]},"\n\n",{"type":"===","value":[" Eating and drinking "]},"\n\nTravelers should be cautious of relatively undercooked food. The best policy is to make sure you cook the food in a manner to which you are accustomed.\n\nDon't drink tap water without boiling it, though it's safe for brushing your teeth.\n\n",{"type":"===","value":[" Healthcare "]},"\n\nMedicines are available for minor ailments at drug stores. You may also find common drugs requiring a prescription in the west (like asthma inhalers and birth control pills) cheaply available from drug stores without a prescription.\n\nTaiwan has both Chinese physicians and Western doctors, both of which are taken equally seriously. However, as a foreigner, the assumption would generally be to direct you to a Western doctor. The quality of the hospitals in Taiwan is excellent and on par with, if not better than those found in the West. Taiwan's healthcare system is considered to be one of the best in the world. Legal residents with a National Health Card can avail themselves of the very convenient and efficient national health service, which covers treatment and medication using both Western and traditional Chinese medicine. However, this service is not available to short term visitors on tourist visas; nor does it cover major hospitalization expenses. Still, hospital visits and medicine in Taiwan tends to be far less expensive than in the west. For minor ailments and problems (flu, broken bones, stitches, etc.). Most Taiwanese doctors are able to communicate in at least basic English, and in fact, many of the top ones have obtained their medical qualifications in the US and are able to speak English fluently. However, you may find the nurses to be more of a challenge.\n\n",{"type":"===","value":[" Hiking "]},"\n\nWatch out for mosquito bites when hiking in the mountains. Especially in the summer, the humid and hot weather makes mosquitos very active. Most mosquito bites only cause skin irritation and itching, but in some areas of Taiwan it's possible to contract Dengue Fever or Japanese Encephalitis (though they are both rare in Taiwan). Mosquito\/insect repellent spray can be found at convenience stores (such as 7-Eleven and FamilyMart) and local pharmacies. If you are bitten by mosquitos, apply a small amount of ointment for irritation relief.\n\n",{"type":"==","value":[" Respect "]},"\n\n",{"type":"===","value":[" Culture "]},"\n\nTaiwan shares several cultural taboos\/guidelines with other East Asian nations:\n",{"type":"*","value":[" Some Taiwanese are superstitious about anything connected with dying – unlucky things should never be mentioned. One thing to note is that the number 4 (four, pronounced 'si') sounds like the word for death in Mandarin."]},{"type":"*","value":[" Do not write people's names in red. This again has connotations of death. When writing someone's English name, this is not a problem, but avoid writing Chinese names in red."]},{"type":"*","value":[" Do not whistle or ring a bell at night. This is an \"invitation to ghosts\"."]},{"type":"*","value":[" Do not point at cemeteries or graves. This means disrespect to the deaths."]},{"type":"*","value":[" There are numerous taboos dictating that certain objects shouldn't be given to others, often because the word for that object sounds like another unfortunate word:"]},{"type":"*","value":[{"type":"*","value":[" Umbrellas, which in Mandarin sound the same as the word for \"break up\". Friends should therefore never give friends umbrellas. Instead, friends will euphemistically \"rent\" each other umbrellas for a tiny amount ($1, for example)."]}]},{"type":"*","value":[{"type":"*","value":[" Clocks. The phrase \"to give a clock\" (\"song zhong\"), in Mandarin, has the same sound as the word \"to perform last rites.\" If you do give someone a clock, the recipient may give you a coin in return to dispel the curse."]}]},{"type":"*","value":[{"type":"*","value":[" Shoes. Never ever offer shoes as a gift to old people, as it signifies sending them on their way to heaven. This is acceptable only if by mutual arrangement it is nominally sold, where the receiving party gives a small payment of about $10."]}]},{"type":"*","value":[{"type":"*","value":[" Knives or sharp objects, as they are made for or could be used to hurt the person."]}]},{"type":"*","value":[" The Taiwanese are certainly not puritanical and enjoy a drink, especially the locally brewed Taiwan Beer and Kaoliang. However, Taiwan does not have a culture of heavy drinking and is rare to see anyone drunk on the streets. While over indulging in alcohol is not a social taboo as such (and some people do so at weddings), it is considered a sign of lack of self-confidence and immaturity, and doing so certainly won't gain you any respect among Taiwanese friends."]},{"type":"*","value":[" You are expected to remove your shoes before entering a house. You will find some slippers to be worn by visitors next to the entrance door. It is likely to be the same ritual for bathrooms and balconies where you will be expected to remove your slippers to wear a pair of plastic sandals (though it is less shocking not to use the sandals by then)."]},{"type":"*","value":[" As you will get along with Taiwanese people, you are very likely to receive small presents of any sorts. This will be drinks, food, little objects... These are a very convenient way to lubricate social relations for Taiwanese people, and are specially commons betweens friends in their 20s. You should reply to any such presents with something similar, but it does not need to be immediate, or specific to the person (i.e. keep it simple). As a teacher you are not expected to offer anything in return (i.e. in a classroom environment) as long as the relationship stays formal. However beware of the sometime overly generous parents who can go as far as offering presents running in the thousands of NT$ and who will then expect you to take special care of their child (understand that their expectations will be considered as fair in Taiwanese culture)."]},{"type":"*","value":[" You are not expected to tip in hotels, restaurants and taxis, though bellhops may still expect 50 TWD or so for carrying your luggage."]},{"type":"*","value":[" If you should need to use a temple's washroom, bow to any statues of deities you see on the way whether or not you believe in them. While most people will not mind you using the temple's washroom, they expect you to treat their place of worship with respect. If you plan to offer gifts (such as simple fruits) to the statues of deities in the temple, it is expected that you wash the fruits and your hands prior to offering. In addition, upon entering and leaving a temple, do take note and avoid stepping directly on the raised threshold: always try to step over it."]},"\n",{"type":"===","value":[" Religion "]},"\n\nSimilar to other Asian countries, Swastikas are commonly seen in Buddhist temples as a religious symbol. It emphatically does ",{"type":"''","value":["not"]}," represent Nazism or anti-Semitism.\n\n",{"type":"===","value":[" Politics "]},"\n\nTaiwanese society is rather polarized by allegiance between supporters of the two major political blocks informally known as \"Pan-Blue Coalition\" and \"Pan-Green Coalition\", although there are large numbers of people who are either centrist or who don't care. To simplify a very complex situation, pan-blue supporters tend to be more favorable toward the idea of (re)unification or maintaining a status-quo with China and pan-green supporters tend to be more favorable toward the idea of establishing a formally independent Republic of Taiwan, among other differences.\n\nAlthough there are some correlations, it is highly unwise to assume anything about a particular persons political beliefs based on what you think you know about their background. Also, the very brief sketch of Taiwanese politics obscures a large amount of complexity.\n\nUnless you know your listener well, it is unwise to say anything (either positive or negative) about the current government, about historical figures in Taiwanese history, about Taiwan's international relations, or about relations with mainland China. Some political figures such as Sun Yat-sen and Chiang Ching-kuo are generally seen positively, but others (Chiang Kai-shek, Lee Teng-hui and Chen Shui-bian in particular) arouse very polarized feelings.\n\nSome Taiwanese will get very offended if you imply that Taiwan is part of China. Others will get very offended if you imply that Taiwan is not part of China. Referring to the PRC as \"mainland China\" (中國大陸 ",{"type":"''","value":["zhōngguó dàlù"]},") rather than simply China will tend not to offend anyone as the term is generally used to exclude Hong Kong and Macau as well, making it less subjective. Referring to the Republic of China as a whole as \"Taiwan Province\" will draw a negative reaction from most Taiwanese. \"Greater China\" may be used in certain business contexts. Keep in mind however, that there are so many subtleties and complexities here that if you are talking about these things, you've already wandered into a minefield.\n\nHowever, simply referring to the island as 'Taiwan' is fine, as that is the name used by the locals, regardless of their political persuasion. Titles such as 'Republic of China' are reserved for official matters only.\n\n",{"type":"===","value":["Homosexuality"]},"\n\nTaiwan is generally a safe destination for gay and lesbian travellers. There are no laws against homosexuality in Taiwan, and unprovoked violence against homosexuals is almost unheard of. Taiwan has also enacted anti-discrimination laws on the basis of sexual orientation in the areas of education and employment. There is also an annual ",{"type":"'''","value":[{"type":"[","value":["http:\/\/twpride.org\/ Taiwan Pride"]}]}," event for people to gather to celebrate their homosexuality.\n\nThat being said, acceptance among the Taiwanese public tends to be more of a mixed bag, and homosexuality is still somewhat considered to be a social taboo, particular among the older generations. As such, openly displaying your sexual orientation in public is likely to draw stares and whispers from some people. In addition, homosexual marriages are not recognised by the Taiwanese government. Nevertheless, attitudes are changing and homosexuality tends to be more accepted among younger people.\n\n",{"type":"==","value":[" Connect "]},"\n\n",{"type":"===","value":[" Getting online "]},"\n\nInternet cafes are plentiful, although you may have to wander around before finding one. Rather, Internet cafes in Taiwan should be called gaming cafes. These are often found on the first or second floor of a building, and equipped with very comfortable chairs and large screens. Although people do surf the Internet, most people primarily go there for a smooth experience of online gaming. Each hour of Internet access\/game play is cheap, coming in at around $20. Some machines in the internet cafes are coin operated. For free internet access in big cities, try out the local libraries. In addition, a wireless internet accessing net covering all of Taipei City is available (it was free before May 2006 and is now payable at convenient stores in Taipei City) and Kaohsiung City is currently under construction; it already works in some huge MRT stations and on some special points. You will need some sort of login. There is also a common wifi network available at every McDonald's. The login is partly in English.\n\nIf you want an internet connection to your smart-phones, you can purchase a prepaid 3G data sim card from Chunghwa Telecom at a cost of TWD250 for 3 days, or TWD450 for 7 days. Just walk in to any official Chunghwa Telecom office counters to apply. They need your passport and identification documents of your country of origin. (Driving license or identification card)\n\n",{"type":"===","value":[" Telephone "]},"\n\nThe standard prefix for international calls from Taiwan is 002, though some other companies may use alternative prefixes at lower rates. Check with your telecom operator for more details. Calls to mainland China, Hong Kong or Macau require international dialling. For calls to Taiwan, the country code for Taiwan is 886.  Most payphones work with telephone cards (電話卡) which are available at all convenience stores.\n\nNumbers Starting With 0800 are commercial toll-free numbers, just like the 1-800 numbers in North America.\n\n",{"type":"'''","value":["Mobile phone"]}," coverage is generally excellent in Taiwan, with the exception of some remote mountainous areas. Among the major providers are Chunghwa Telecom (中華電信), Taiwan Mobile (台灣大哥大), Far EasTone (遠傳電信)and Vibo (威寶電信). Taiwan has both GSM 900\/1800 and 3G (UMTS\/W-CDMA 2100) networks and roaming might be possible for users of such mobile phones, subject to agreements between operators.\n\n",{"type":"===","value":[" Media "]},"\n\nTaiwan has a very free and liberal press. There are two daily newspapers available in English:\n\n",{"type":"*","value":[{"type":"''","value":[{"type":"[","value":["http:\/\/www.chinapost.com.tw\/ The China Post"]}]}]},{"type":"*","value":[{"type":"''","value":[{"type":"[","value":["http:\/\/www.taipeitimes.com\/News\/ Taipei Times"]}]}]},"A third English-language newspaper, ",{"type":"''","value":[{"type":"[","value":["http:\/\/etaiwannews.com\/ Taiwan News"]}]}," (formerly ",{"type":"''","value":["China News"]},"), is no longer available on paper but continues to exist online.\n\nOther news sources:\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.cna.com.tw\/cnaeng\/ Central News Agency"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/publish.gio.gov.tw\/ Government Information Office's periodicals"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/english.rti.org.tw\/ RTI"]}," (Radio Taiwan International)"]},{"type":"*","value":[{"type":"[","value":["http:\/\/news.cens.com\/ the Taiwan Economic News"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/english.www.gov.tw\/TaiwanHeadlines\/index.jsp Taiwan Headlines"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/taiwanjournal.nat.gov.tw\/ Taiwan Journal"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.taipeinews.net\/ TaipeiNews.net"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.taiwansun.com\/ Taiwan Sun"]}]},"\nFree magazines:\n",{"type":"*","value":[{"type":"''","value":[{"type":"[","value":["http:\/\/www.highway11.net Highway 11 Magazine"]}]}," - A free east coast travel and lifestyle magazine in ",{"type":"[[","value":[["Hualien County"]]}," - bilingual"]},{"type":"*","value":[{"type":"''","value":[{"type":"[","value":["http:\/\/www.xpatmag.com Xpat"]}]}," - a magazine dedicated to promoting arts and culture in Taiwan - English."]},{"type":"*","value":[{"type":"''","value":["Lifestyle"]}," - info on Taiwan relating to what's on and current trends - bilingual."]},{"type":"*","value":[{"type":"''","value":[{"type":"[","value":["http:\/\/taiphoon.pristine.net\/main-page.htm Taiphoon"]}]}," - a magazine dedicated to promoting peace and environmental awareness in Taiwan - bilingual."]},{"type":"*","value":[{"type":"''","value":[{"type":"[","value":["http:\/\/www.journeyeast.url.tw\/ Journey East"]}]}," - a travel & lifestyle magazine for northern Taiwan - bilingual."]},"\nRadio:\n",{"type":"*","value":["ICRT (short for \"International Community Radio Taipei\") ",{"type":"[","value":["http:\/\/www.icrt.com.tw"]}," is an English-language radio station available island-wide on FM 100. The programming consists mostly of currently popular music with hourly news bulletins throughout the morning, afternoon and early evening."]},"\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"===","value":[" Foreign missions "]},"\n\nAs the People's Republic of China (PRC) does not allow other nations to have official diplomatic relations with both itself and the ROC in Taiwan, many of the world's major nations do not have official embassies or consulates in Taiwan. However, as the PRC allows recognition of Taiwan as a separate economy, many nations maintain a \"Trade Office\", \"Institute\" or something of similar nature such as American Institute in Taiwan (AIT) or European Economic and Trade Office and these usually perform limited consular activities such as issuing visas. For more information, visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mofa.gov.tw\/EnOfficial\/Regions\/AreaInfo\/?opno=cb88453f-2569-4ef4-a220-8b58c732c517 Ministry of Foreign Affairs"]}]}," web-site.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia: The Australian Office Taipei"],["url=http:\/\/www.australia.org.tw\/"],["email="],["address=The President International Tower, 27th-28th Floors, No. 9-11 Song Gao Rd, Taipei"],["lat="],["long="],["directions="],["phone=+886 2 8725 4100"],["tollfree="],["fax=+886 2 8789 9599"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=German Institut Taipei"],["url=http:\/\/www.taipei.diplo.de"],["email=info@taipei.diplo.de"],["address=33F, No.7, Xinyi Road, Sec. 5, Taipei"],["lat="],["long="],["directions="],["phone=+886 2 8722-2800"],["tollfree="],["fax="],["hours=Mo-Thu 8:30 AM-5PM, Fri 8:30AM-2PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia: Representative Office in Taipei for the Moscow-Taipei Coordination Commission on Economic and Cultural Cooperation"],["url=http:\/\/www.mtc.org.tw\/"],["email="],["address=15 Fl., Aurora Building, No. 2, Sec. 5, Hsin-Yi Road, Taipei"],["lat="],["long="],["directions="],["phone=+886 2 8780 3011"],["tollfree="],["fax=+886 2 8780 2511"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States: American Institute in Taiwan"],["url=http:\/\/www.ait.org.tw\/"],["email="],["address=No.7, Ln. 134, Sec. 3, Xinyi Rd., Da-an Dist., Taipei"],["lat="],["long="],["directions="],["phone=+886 (02) 2162 2000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"{{","value":[["isPartOf"],["East Asia"]]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"[[","value":[["Commons:Category:Taiwan"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Taiwan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Taiwan\/"]]},"\n\n",{"type":"[[","value":[["zh:台灣"]]},"\n",{"type":"{{","value":[["geo"],["23.766666666667"],["121"]]}]