[{"type":"{{","value":[["pagebanner"],["Tajikistan wikivoyage banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Dushanbe panorama 06.jpg"],["location=LocationTajikistan.png"],["flag=Flag of Tajikistan.svg"],["capital=",{"type":"[[","value":[["Dushanbe"]]}],["government=Republic"],["currency=Somoni (TJS)"],["area=",{"type":"''","value":["total:"]}," 143,100 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 400 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 142,700 km",{"type":"<","value":["sup",["2"]]}],["population=",{"type":"[","value":["https:\/\/cia.gov\/library\/publications\/the-world-factbook\/geos\/ti.html#People 7,211,884 (July 2008 est.) "]}],["language= Tajik, Russian"],["religion=Sunni Muslim 85%, Shi'a Muslim 5%, Other 10%"],["electricity= 220 V, 50 Hz"],["callingcode=+992"],["tld=.tj"],["timezone= UTC +5"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/tdc.tj\/ Tajikistan"]}]}," is a landlocked country in ",{"type":"[[","value":[["Central Asia"],["Central"]]}," ",{"type":"[[","value":[["Asia"]]}," that borders ",{"type":"[[","value":[["Afghanistan"]]}," to the south, ",{"type":"[[","value":[["China"]]}," to the east, ",{"type":"[[","value":[["Kyrgyzstan"]]}," to the north, and ",{"type":"[[","value":[["Uzbekistan"]]}," to the west and northwest. The ancient ",{"type":"[[","value":[["Silk Road"]]}," passed through it. The nation is unique in that the majority culture is non-Turkic, unlike its neighbors to the north and west and east. Tajikistan is the poorest country out of the former soviet states, the poorest country in Central Asia and one of the world's poorest, largely owing to a devastating civil war that broke out shortly after independence in 1991. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Climate"]},"\nMid-latitude continental, hot summers, mild winters; semiarid to polar in the Pamir Mountains.\n\n",{"type":"===","value":["Terrain"]},"\nThe Pamir and Alay Mountains dominate Tajikistan's landscape. The western Fergana Valley is in north, and the Kofarnihon and Vakhsh Valleys are in the southwest.\n\nThe country's lowest point is at Syr Darya (300 m), and its highest point is at Qullai Ismoili Somoni (7,495 m).\n\n",{"type":"===","value":["History"]},"\nThe region covering today's Tajikistan was part the of Persian empires for much of its history. This region has been an important place for flourishing Persian culture and language.\n\nIn recent history, Tajikistan has experienced three changes in government and a five-year civil war since it gained independence from the USSR in 1991. A peace agreement among rival factions was signed in 1997 and implemented in 2000. The central government's less than total control over some areas of the country has forced it to compromise and forge alliances among factions. Attention by the international community in the wake of the war in Afghanistan has brought increased economic development assistance, which could create jobs and increase stability in the long term. Tajikistan is in the early stages of seeking World Trade Organization membership and has joined NATO's Partnership for Peace. In recent years, Unemployment has been fought by the government with a huge success, though the country has been unable to cope up with the problems left behind of the civil war. Today, most prospects of change are clearly being evident to help recover the country, though much of these measures are proving to be inefficient and unfulfilling.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Tajikistan regions map.png"],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["Ferghana Valley (Tajikistan)"],["Ferghana Valley"]]}],["region1color=#cc9c59"],["region1description=Central Asia's notoriously unstable, but fascinating, culturally vibrant region spans three countries in one of the world's most convoluted political geographical jumbles."],["region2name=",{"type":"[[","value":[["Karategin"]]}],["region2color=#b5d29f"],["region2description=The Tajik heartland, home to the capital, ",{"type":"[[","value":[["Dushanbe"]]},"."],["region3name=",{"type":"[[","value":[["Khatlon"]]}],["region3color=#80b588"],["region3description=Tajikistan's diverse southwestern province, and the centre of the rebellion that led to Tajikistan's disastrous post-Soviet civil war."],["region4name=",{"type":"[[","value":[["Pamirs"]]}],["region4color=#7aa0a5"],["region4description=One of the world's highest mountain regions, with soaring landscapes, trekking, climbing and an incredible drive down the Pamir Highway."],["region5name=",{"type":"[[","value":[["Zeravshan"]]}],["region5color=#d5dc76"],["region5description=Beautiful valleys amidst the majestic Fann Mountains, and ancient ruins by ",{"type":"[[","value":[["Panjakent"]]},"."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dushanbe"]]}," — the capital and largest city by far."]},{"type":"*","value":[{"type":"[[","value":[["Isfara"]]}," — an ancient ",{"type":"[[","value":[["Silk Road"]]}," town in the center of the Ferhghana Valley on the ",{"type":"[[","value":[["Kyrgyzstan"]]},"i border."]},{"type":"*","value":[{"type":"[[","value":[["Istaravshan"]]}," — an old city home to the well known and beautiful Abdullatif Madrassah and Mosque."]},{"type":"*","value":[{"type":"[[","value":[["Khorugh"]]}," — largest city of and gateway to the ",{"type":"[[","value":[["Pamirs"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Khujand"]]}," — the center of Tajikistan's Ferghana Valley region, and the nation's second largest city."]},{"type":"*","value":[{"type":"[[","value":[["Konibodom"]]}," — in the heart of the Ferghana Valley, on the ",{"type":"[[","value":[["Uzbekistan"]]},"i border."]},{"type":"*","value":[{"type":"[[","value":[["Kulob"]]}," — the country's third largest city."]},{"type":"*","value":[{"type":"[[","value":[["Qurghonteppa"]]}," — the largest city in ",{"type":"[[","value":[["Khatlon"]]},", and the political heart of the rebellion in Tajikistan's last civil war."]},{"type":"*","value":[{"type":"[[","value":[["Tursunzoda"]]}," — an aluminium town west of Dushanbe on the road and railroad to Uzbekistan."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Pamirs"],["Pamir"]]}," mountains, with passes between 3200 and 4500 meters, and Lake ",{"type":"[[","value":[["Karakol"]]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Penjikent"]]},", a town next to the border, 70km from ",{"type":"[[","value":[["Samarkand"]]},", ",{"type":"[[","value":[["Uzbekistan"]]},", with ruins of an ancient city."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zeravshan"]]}," valley including the Fan Mountains, one of Central Asia's prime trekking and climbing destinations."]},"\n",{"type":"==","value":["Get in"]}," \n\n",{"type":"===","value":["Visas"]},"\nNationals from ",{"type":"[[","value":[["Armenia"]]},", ",{"type":"[[","value":[["Azerbaijan"]]},", ",{"type":"[[","value":[["Belarus"]]},", ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", ",{"type":"[[","value":[["Kazakhstan"]]},", ",{"type":"[[","value":[["Kyrgyzstan"]]},", ",{"type":"[[","value":[["Moldova"]]},", ",{"type":"[[","value":[["Mongolia"]]},", ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Ukraine"]]}," do not need a visa for visits up to 90 days.\n\nFollowing the trends of other Central Asian countries, visas are increasingly easy to obtain, particularly for nationals of wealthy countries. This policy is designed to stimulate tourist activity in Tajikistan. The big change has been the abolition of OVIR registration for tourist visits under 30 days. Letters of invitation are no longer needed on arrival at Dushanbe airport, but are needed to prearrange a visa from the UK and US embassies.\n\nVisas have to have applied for in advance at Tajik embassies or may be purchased upon arrival at Dushanbe airport. However due to a recent change in the law, these visas are now only available to citizens from countries with no Tajik embassy. To save time you can complete and print a form before arrival ",{"type":"[","value":["http:\/\/www.mfa.tj\/index.php?node=article&id=510"]},". It is best to use the Tajik form, bring two passport photos, a handful of photocopies of your passport and cash.  The process takes around 10 minutes.  Tourist visa in Tajikistan costs $US25 in Dushanbe International Airport and in consular representatives abroad. A separate permit is required if you wish to travel to the GBAO region; it costs USD50 and is easily obtained when applying for a visa or in Dushanbe.\n\nIf crossing a land border then get a visa prior to arrival. The embassies in Vienna and London are the more professional. You may struggle to get a visa at some consulates who will simply say 'get it at the airport' (e.g. Kabul), which isn't useful if you want to arrive by land.\n\n",{"type":"===","value":["By plane"]},"\nNational carrier Tajik Air and the new private airline Somon Air are the country's two airlines. From Dushanbe, flights are available to numerous cities across Russia, including Moscow, St. Petersburg, Samara, Sochi, Chelyabinsk, Novosibirsk, Perm, Krasnoyarsk, Orenburg, Irkutsk, Nizhnevartovsk, Surgut, Kazan, & Yekaterinburg. Destinations within Central Asia include Bishkek, Almaty, Ürümqi, & Kabul.\n\nAside from Russia, the main international destinations to\/from Tajikistan are:\n",{"type":"*","value":["Istanbul — Turkish Airlines, Somon Air"]},{"type":"*","value":["Dubai\/Sharjah — Somon Air, Tajik Air"]},{"type":"*","value":["Frankfurt — Somon Air"]},{"type":"*","value":["Tehran — Somon Air, Iran Aseman Airlines"]},"\nSomon Air plans to add services to China in the future.\n\nThe airport in Khujand has service to about a dozen Russian cities through 8 carriers plus a weekly China Southern Airlines flight to Ürümqi.\n\n",{"type":"===","value":["By car"]},"\nWhile relations with Uzbekistan are the best among Tajikistan's neighbours, it is the most crossed by travellers and the roads to these crossings are in much better condition than those leading to Kyrgyzstan or Afghanistan. The current situation (June 2010) is unknown, but in recent years Tajik vehicles have not been allowed into Uzbekistan and Uzbek vehicles needed to pay large tariffs to enter Tajikistan. So your trip may require taking one vehicle to the border and catching a ride on another after crossing the border. The journey from Tashkent to Khujand takes about two and a half hours and is frequently travelled by private cars and marshrutkas (minibuses) which will take you along for a small amount (under USD10). The short (60km) trip from ",{"type":"[[","value":[["Samarkand"]]},", ",{"type":"[[","value":[["Uzbekistan"]]}," to ",{"type":"[[","value":[["Penjikent"]]}," is also frequently travelled by private cars and marshrutkas. Currently (July 2012) border crossing near ",{"type":"[[","value":[["Penjikent"]]}," is closed due to strained relations between Tajikistan and ",{"type":"[[","value":[["Uzbekistan"]]},". If you want to go to ",{"type":"[[","value":[["Samarkand"]]}," from ",{"type":"[[","value":[["Khujand"]]},", you have to cross border at Oybek post (250km from ",{"type":"[[","value":[["Samarkand"]]},"). There are marshrutkas and taxis from ",{"type":"[[","value":[["Khujand"]]}," to Oybek. Taxis cost from 50 to 100 somonis depending on time of a day.\n\nIn winter months, snow blocks the passes connecting Dushanbe with the north of Tajikistan. To travel to Dushanbe during these months, you need to head south and cross from Termez, which will take you around the west & south sides of the mountains and take you to Dushanbe.\n\nFrom Kyrgyzstan, there are a couple of options, mostly from ",{"type":"[[","value":[["Osh"]]}," and none make for a very smooth journey. The rugged, remote Pamir Highway (see next paragraph) is the slowest, but most popular. From the crossroads at Sary-Tash, a road leads west for 500km through the Karategin Valley to Dushanbe. A little rugged near the border, but not nearly so as the Pamir Highway. A third option is from the Batken region to Isfara, but it passes through several of the Uzbek enclaves within Kyrgyzstan, necessitating a multiple-entry Uzbek visa and plenty of time for border crossings; bypassing these enclaves is a pain and requires navigating lots of poor, local roads with little or no signage. Travelling through the Ferghana Valley, it also has the least interesting scenery and recent ethnic confrontations in the region make this a poor choice for travellers. \n\nA scenic, albeit rough, journey into Tajikistan is via the Pamir Highway which runs from Osh to Khorog to Dushanbe. Just about the only highway in the GBAO region, this route ranges from smooth tarmac full of busses, trucks to a single-lane road carved into a cliff. The border crossing lies at 4280m and peaks at the Ak-Baital Pass at 4,655m. The journey takes 2-3 days from Osh-Khorog and three on the rougher stretch from Khorog to Dushanbe, longer if you want to stop and enjoy the scenery. Minivans travel the route from ",{"type":"[[","value":[["Osh"]]}," to ",{"type":"[[","value":[["Murghab"]]}," every few days for USD15; hitch hiking on Kamaz trucks and ZIL petrol tankers is also possible anywhere en route for USD10. A 4-wheel drive is necessary and large portions of the highway are impassible in winter and frequently blocked by mudslides in spring.\n\nThe US has funded a couple of bridges connecting Tajikistan with ",{"type":"[[","value":[["Afghanistan"]]},". Roads from Qurghonteppa, Kulob, & Dushanbe lead to the main crossing at Nizhnii Panj. From there, a road leads south to ",{"type":"[[","value":[["Kunduz"]]}," which unfortunately, as of 2010, is a stronghold of the Taliban in the north of Afghanistan. There is a bridge at Khorog leading to Feizabad, Afghanistan as well as a few mountainous roads elsewhere in the GBAO leading to Afghanistan.\n\nA border crossing with China was opened in 2004. The crossing and connecting roads link the Pamir Highway with the Karakorum Highway and provides a link to Kashgar (Kashi) to the north and Pakistan to the south. As of 2010, it remains closed to foreigners.\n\n",{"type":"===","value":["By boat"]}," \nThere is currently a ferry operating across the Pyanj river between Afghanistan and Tajikistan that costs roughly USD10 one way. However, the opening of the US funded bridge over the Pyanj will likely end this service, which crosses roughly three times per day and does not run on Sundays.\n\n",{"type":"===","value":["By train"]}," \nThe train to Moscow is popular with migrant workers. It takes around five days and crosses through ",{"type":"[[","value":[["Uzbekistan"]]}," (twice), ",{"type":"[[","value":[["Turkmenistan"]]},", & ",{"type":"[[","value":[["Kazakhstan"]]},"; transit visas are required for all these countries. \n\n",{"type":"'''","value":["Train 367"]}," - 08:08 leaves Dushanbe (Mondays & Wednesdays). \n14:04 Arrives Khujand next day. Final destination Kanibadam.\n\n",{"type":"'''","value":["Train 335"]}," -  Khujand-Samarqand-Saratov is three times a week. \n18:44 depart Khujand (Mon, Thur, Sat) \n02:15 arrives Samarqand.\n\n",{"type":"'''","value":["Train 336"]}," -  06:10 departs Samarqand (Wed, Fri, Sunday) \n14:27 arrives Khujand.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By minivan \/ shared taxi"]},"\nScheduled minivans run between the major cities but otherwise hiring a vehicle or sharing one with other passengers is the only way to travel around the country. Prices are generally per person, not for the vehicle, and divided by the number of passengers.\n\nSUV's can be hired and leave daily from Khujand's large minibus terminal located just outside the city. Prices are negotiable but should be in the range USD60 per person. Assure the vehicle is fit for long road travel, inspect spare tire.\n\n",{"type":"===","value":["By plane"]},"\nAs the country is broken into many isolated areas by mountain passes that are closed in winter, travel during this time is by air only, if the planes are flying. Tajik Air and Somon Air operate several daily flights to Khojand (between 35 and 70 minutes, depending on the plane) and Khorog, a thrilling plunge through mountain peaks. This flight does not go if it is windy. Ticket vendors next to the Green Market in Dushanbe can provide a reliable estimate of their timetable. Make sure you arrive early for your flight. Also, passports and visas will be checked on domestic flights, so bring them with you. \n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Train 368"]}," - 16:34 leaves Khujand (Fridays & Sundays). \n22:36 arrives Dushanbe the next day.\n\n",{"type":"==","value":["Talk"]},"\nTajik, mutually intelligible with all Persian dialects, is the primary and historical language of Tajikistan. It just so happens to be one of the several dialects of the Persian language alongside Farsi, Dari, Hazaragi, and others. In addition, due to Soviet promotion of Russian throughout Central Asia, almost all Tajiks speak Russian. There are also ethnic Russians with Russian as their native language. Russian is widely used in government, which makes it widely spoken by government officials such as politicians. However, English is hardly spoken, and the only people likely to speak a word of it are youths residing in Dushanbe. But even to them, Russian is often more popular since it is widely taught to them by their parents.\n\n",{"type":"==","value":["See"]},"\nThere are two UNESCO World Heritage Sites in Tajikistan: the proto-urban site of Sarazm in ",{"type":"[[","value":[["Panjakent"]]}," and the Tajik National Park encompassing the ",{"type":"[[","value":[["Pamirs"]]}," in the east of the country. The mountains of Tajikistan are among the highest in the world with three peaks higher than 7,000m and more than half of the country is located over 3,000m above the sea level.\n\n",{"type":"==","value":["Do"]},"\nTajikistan is a stunning place, and there is plenty to do, from the Silk Road mystique of places like Khujand and Istaravshan, to the stunning, untouched mountain scenery  of the Pamirs and their accompanying allure of unclimbed peaks and virgin trekking routes. Fan Mountains could be a good alternative to the Pamirs. They are easy to reach and provide good trekking options.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Traditional Tajik padded coats. Comfortable and perfect for the colder weather in the mountains. The ensemble can be completed with a hat and sash."]},{"type":"*","value":[" Mercedes Benz (c. USD7,000) cars and Land Cruisers from ",{"type":"[[","value":[["Dushanbe"]]},"'s Sunday Car Market. Also available: Russian cars, jeeps, minivans and an assortment of other models."]},{"type":"*","value":[" Vodka. Ruski Standard is the best one by far."]},{"type":"*","value":[" Rugs and carpets. The good ones are imported from Afghanistan or Uzbekistan."]},"\n",{"type":"===","value":["Money"]},"\nSomoni (Tajik: cомонӣ) has been the national currency since October 2000 and we use the ISO 4217 international currency code of ",{"type":"'''","value":["TJS"]}," placed before the amount in all our articles. However, when you're shopping locally, you may see a variety of notations placed before or after the amount.\n\nBanknotes come in TJS1, 3, 5, 10, 20, 50, 100, 200, and 500 denominations and you may find TJS0.05, TJS0.10, TJS0.20, TJS0.25, TJS0.25, TJS0.50, TJS1, TJS3 and TJS5 coins in circulation. \n\n",{"type":"'''","value":["Approximate"]}," exchange rates in September 2013 were:\n:USD1 = TJS4.77\n:€1 = TJS6.33\n:GBP1 = TJS7.51\n:CHF1 =TJS5.11\n:CAD1 = TJS4.61\n:JPY100 = TJS4.76\n:CNY1 = TJS0.77\n:ZAR1 = TJS0.48\n:XAF100 = TJS0.96\n\n",{"type":"==","value":["Eat"]},"\nFood in Tajikistan is a cross between that of Central Asia and that of Afghanistan & Pakistan along with a bit of Russian influence. If you like Russian food, you will probably have a good culinary experience. If you find Russian food bland, you may have a rough time here.\n \n",{"type":"*","value":[" Plov- The national dish is made with rice, beef or mutton, and carrots. All fried together in vegetable oil or mutton fat in a special qazan (a wok-shaped cauldron) over an open flame. The meat is cubed, the carrots are chopped finely into long strips, and the rice is colored yellow or orange by the frying carrots and the oil. The dish is eaten communally from a single large plate placed at the center of the table. Plov is generally referred to as \"osh\" in Tajikistan."]},{"type":"*","value":["A traditional dish that is still eaten with hands from a communal plate is qurutob, before serving the dish is topped with onions fried in oil until golden and other fried vegetables. No meat is added. Qurotob is considered the national dish."]},{"type":"*","value":[" Laghman- a pasta soup dish served with vegetables and lamb or beef. Try the stir-friend Uyghur varieties available at several restaurants in Dushanbe."]},{"type":"*","value":[" Sambusa- (baked pastries)"]},{"type":"*","value":[" Shashlik (shish-kebab)- Grilled-on-coal fish, liver, chicken, mutton and beef."]},{"type":"*","value":[" Tushbera soup- (like ravioli, or pasta with meat in it)"]},{"type":"*","value":[" Ugro soup- (handmade spaghetti soup served with cheese cream and basilic)"]},{"type":"*","value":[" Jiz-biz- (fired freshcut lamb or mutton on its own juice)"]},{"type":"*","value":[" Dolma- (steamed rolls with grape leafs and meat inside, served with sour cream and red pepper)"]},{"type":"*","value":[" Mantu -(steamed dumplings with meat inside, served with sour cream and fried onions)"]},{"type":"*","value":[" Shurbo- (fresh vegetable soup with lamb or beef, served with green onion and basilic)"]},{"type":"*","value":[" Many types of bread like chappoti, kulcha, nan, fatir, qalama, etc."]},{"type":"*","value":[" Damlama- (like English stew, steamed lamb or beef with vegetables in its own juice)"]},{"type":"*","value":[" Khash- (soup with sheeps' legs and arms, joints and tendons)"]},{"type":"*","value":[" Melons and watermelons are extremely popular among locals and are very cheap in local markets"]},"\nTake care with street food and do NOT eat unwashed vegetables and fruits. It's best to soak them in distilled water and cook thoroughly.\n\nNow, the situation is different. National cuisine is becoming more popular in Tajikistan, such as Shurbo, Oshi Palov, Mantu, Sambusa, etc.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Green tea- Tajiks customarily enjoy drinking unsweetened (or sweetened) green tea all throughout the day. Hence, it is the country's national beverage."]},{"type":"*","value":[" Compote- A distilled fruit punch."]},"\n",{"type":"==","value":["Sleep"]},"\nSleeping options in Tajikistan include the following:\n\n",{"type":"'''","value":["Hotels."]}," \nIn Dushanbe, there are a small number of large hotels. The Hyatt Regency just built recently and opens doors in March 2009. Another one of big hotels is \"Tajikistan\" (recently renovated), located in the central city. Most are ex-Soviet era and tend to be over priced and in poor condition. There are a couple of newly built hotels offering western standards of accommodation for around from $US70 to $US220 per room.\n\n",{"type":"'''","value":["MSDSP Guesthouses,"]}," \n\nThe Aga Khan's Mountain Societies Development Support Programme has a network of guesthouses in places like Kalaikhum and Khorog, offering a good standard of accommodation. Full board is around USD40 per person\n\n",{"type":"'''","value":["Formal Homestays."]}," \n\nThe French NGO ACTED is establishing a network of Homestays in the Pamir region, around Murghab. For around USD10 per person per night you get a comfortable bed in a family home. The facilities are basic, i.e. no running water and an outside toilet, but guests can expect comfortable clean rooms, good local food and a very warm welcome. \n\n",{"type":"'''","value":["Independent Guesthouses."]},"\n\nIn Dushanbe, Khorog, and Murghab there are a small but growing number of independent guesthouses. These are similar in standard and price to the ACTED homestays. \n\n",{"type":"'''","value":["Online Accommodation (couchsurfing)."]},"\n\nMany cities of Tajikistan offer free accommodation in homestays through the couchsurfing.com\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\nAt embassies, NGOs ",{"type":"[","value":["http:\/\/wango.org\/resources.aspx?section=ngodir#tab2"]},", some hotels. A few hundred expatriates live in Dushanbe. Several ads each week in the electronic newsletter ",{"type":"''","value":["WhatsOnInDushanbe"]},". For investors, ",{"type":"''","value":["cf."]}," ",{"type":"[","value":["http:\/\/doingbusiness.org\/ExploreEconomies\/?economyid=184"]}," and similar publications.\n\nHabitat for Humanity-Tajikistan, ",{"type":"[","value":["http:\/\/habitat.tj\/"]},", constructs homes for needy, low-income families in addition to completing many unfinished Soviet-era homes and apartment blocks, provides seismic retrofits, works to provide sanitary water, and more. Once or twice a year, volunteer trips (through HFH \"Global Village\" program, ",{"type":"[","value":["http:\/\/habitat.org\/cd\/gv\/schedule.aspx"]}," ) are offered, entailing 2 weeks of building houses combined with a few days of sightseeing.\n\n",{"type":"==","value":["Stay safe"]},"\nTajikistan is a safe country, though some factional fighting spilling over from nearby Afghanistan (as well as local warlordism) still occurs in Tajikistan. Visitors should keep abreast of the security situation and not take any unnecessary risks. After sunset, it is not advisable to walk around outside alone; and generally do not travel unaccompanied to rural areas. Any concern you should have during your stay in Tajikistan, please write about as soon as possible it to your embassy or the European Commission – External Relations Directorate General in B-1049 Brussels [roselyne.mancheron@cec.eu.int]. \n\nOf significant concern is the inability of Tajikistan’s law enforcement entities to provide adequate and immediate assistance. Lack of manpower, low salaries, and inadequate training all contribute to a lack of professionalism among law enforcement entities. Police officers in Dushanbe have been known to ask for bribes from expatriates and tourists, even when no crime has been committed. It is always best to travel in groups if you are travelling at night and avoid areas heavily patrolled by the police (including Rudaki Park) if you have been drinking. If you are asked for a bribe, play dumb. Even if you speak Russian or Tajik, it is best to pretend like you do not understand the officer's request. They will usually lose patience and leave you alone. Never argue with or provoke the police. If you are the victim of a crime, consult to your embassy. Your embassy may be able to help you locate stolen items or to renew your passport.\n\nDon't buy counterfeit and pirated goods, even if they are widely available. Not only are the bootlegs illegal, but you may be breaking local law too. \n\nIn some places it is illegal to take pictures of certain buildings. In some places driving under the influence could land you immediately in prison  These criminal penalties will vary from country to country. \n\nPenalties for possession, use or trafficking in illegal drugs in Tajikistan are severe, and convicted offenders can expect long jail sentences and heavy fines. \n\nThe number of items that can be exported may be limited. It is illegal to export or possess unprocessed stones and metals and jewelry without a hallmark (mark of authenticity). Even if travellers have a receipt confirming legal purchase of such items at a store in Tajikistan, the items must be declared upon departure.\n\n",{"type":"==","value":["Stay healthy"]}," \nThe health care system in Tajikistan is significantly underdeveloped below western standards, with severe shortages of basic medical supplies, including disposable needles, anesthetics and antibiotics. Elderly people are at great risk. Most medical personnel are not qualified, adding on a significant concern.\n\n",{"type":"'''","value":["DO NOT"]}," drink tap water. There is no working purification system, and outbreaks of typhoid and cholera (rarely) are common. Other preventable endemic illnesses are hepatitis A, rabies, poliomyelitis and tick-borne encephalitis. The occasional anthrax case comes in, but it's rare nowadays. There are, during the hot season, a few pockets where malaria can occur. HIV is a growing health threat in Tajikistan.  There is now an English-speaking comprehensive primary care clinic in operation by the name of Prospekt Medical ",{"type":"[","value":["http:\/\/prospektclinic.com"]},", right ",{"type":"''","value":["behind"]}," the Embassy of China. In the Pamir mountains, the risk of altitude sickness is substantial - one may read up on this here: ",{"type":"[","value":["http:\/\/princeton.edu\/~oa\/safety\/altitude.html"]}," (in English) or ",{"type":"[","value":["http:\/\/auswaertiges-amt.de\/diplo\/de\/Laenderinformationen\/01-Laender\/Gesundheitsdienst\/download\/HoehenkrankheitMerkblatt.pdf"]}," (in German). In case of ANY accident, call your embassy. Health insurance and medical evacuation insurance are strongly recommended.\n\nLonger stays may consider the hiring of private drivers and home security guards. Rent out secure known owners places. ",{"type":"[","value":["http:\/\/tajikistanservices.com"]},"\n\n",{"type":"==","value":["Respect"]}," \nTajikistan is sort of a conservative society, and women should be fairly modest in public. Headscarves and face-coverings are exceptions and not the norm. For men, shorts will generally attract disapproving stares, even in larger cities like Dushanbe. Although some Tajiks can be extremely friendly, it is not uncommon for people to be equally rude. Tajiks in general are very welcoming to tourists. While you should be wary of scams in the larger cities, do not be alarmed if young people approach you to say hello and practice their English. When speaking to older Tajiks, be sure to place your right hand over your heart. This is a sign of respect reserved for older men or women in Tajik society.\n\n",{"type":"==","value":["Connect"]},"\nNote that Tajik telecom companies charge for internet usage by the amount downloaded. This is especially important to note for persons planing on living in Tajikistan and paying directly for the service, for example USD50 per month for up to 1GB of downloads. You will need to have a Ministry of Immigration registration form to purchase private internet service.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[{"type":"'''","value":["United States"]}," - 109A Ismoili Somoni Avenue, Zarafshon, Dushanbe 734019, tel: +992-37-229-23-00, fax: +992-37-229-2309. The consular section is open from 08:00 to 17:00 Monday - Friday, and closed on US and Tajik holidays."]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["38.9"],["71"],["zoom=7"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Asia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tajikistan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Tajikistan\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Tajikistan"]]}]