[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"{{","value":[["featurenomination"],["otbp"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taketomizima.net\/ Taketomi"]}]}," (竹富) is one of the ",{"type":"[[","value":[["Yaeyama Islands"]]}," of ",{"type":"[[","value":[["Okinawa"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Taketomi Island.jpg"],["thumb"],["240px"],["Traditional houses in the village"]]},"\n\nTiny even by Yaeyaman standards, Taketomi (population around 300, area 5.4 km²) gets a disproportionate number of visitors because of its convenient location just off ",{"type":"[[","value":[["Ishigaki"]]}," and, above all, its carefully preserved ",{"type":"'''","value":["Ryūkyū village"]}," (集落 ",{"type":"''","value":["shūraku"]},").  Many houses in the village have red clay roofs with guardian shisa lions, a low surrounding wall of coral and extensive flower beds, which are particularly pretty in spring.  Most roads are unpaved lanes of white sand and ambling water buffalo pull tourist-packed carts through town.  While hardly off the tourist trail even before, Taketomi's popularity skyrocketed in 2012 when NHK aired the drama ",{"type":"''","value":["Tsurukame Josan'in"]}," (つるかめ助産院), and accommodation prices have soared to match.\n\nBeware that the administrative area of Taketomi Town (竹富町 ",{"type":"''","value":["Taketomi-chō"]},") covers not just Taketomi Island, but also the neighboring far larger island of ",{"type":"[[","value":[["Iriomote"]]}," and in fact all of the Yaeyamas except ",{"type":"[[","value":[["Ishigaki"]]}," and ",{"type":"[[","value":[["Yonaguni"]]},".  An address with \"Taketomi\" in it may thus be located elsewhere in the archipelago.\n\n",{"type":"===","value":["History"]},"\nThis idyllic island has been inhabited for over a thousand years, but it wasn't the easiest place to scrape out a living.  Being too dry for rice farming, villagers had to row for several hours across to ",{"type":"[[","value":[["Iriomote"]]}," to tend their rice fields, spending nights on nearby Yubu to avoid Iriomote's malarial mosquitoes.  Today, malaria has been eradicated, rice is imported, and the island cultivates tourists instead: the entire island is a part of Iriomote-Ishigaki National Park, and the village is carefully preserved as a historical architectural landmark.  The few concrete structures you'll see on the island are actually some of the oldest buildings on the island, since all new construction down to electricity substations has to conform to traditional norms.\n\n",{"type":"===","value":["Respect"]},"\nTaketomi has no less than 30 ",{"type":"''","value":["on"]}," (御嶽), or holy places for venerating the gods, usually marked off with low stone walls and Japanese signage.  Don't venture inside.\n\n",{"type":"==","value":["Get in"]},"\nThe only way to get to the island is ",{"type":"'''","value":["by boat"]},".  ",{"type":"[","value":["http:\/\/www.aneikankou.co.jp\/index1.htm Anei Kankō"]},", ",{"type":"[","value":["http:\/\/www.yaeyama.co.jp\/timetable.htm Yaeyama Kankō Ferry"]}," and ",{"type":"[","value":["http:\/\/www.ishigaki-dream.co.jp\/ Ishigaki Dream Tours"]}," operate a cozy triopoly with largely indistinguishable high-speed ferries (高速船 ",{"type":"''","value":["kōsokusen"]},") running from ",{"type":"[[","value":[["Ishigaki"]]}," every 30 min or so from 7:30AM to 5:30PM daily, all of them taking just 15 minutes and costing ¥690\/1330 one-way\/return.   Each operator also runs a car ferry (カーフェリー) twice a week, and these are slower but slightly cheaper at ¥530 one-way.   These are not listed on the main schedules, so you'll have to ask locally or scour the websites.\n\nIn addition, each company runs one ferry per day from ",{"type":"[[","value":[["Kohama"]]}," to Taketomi and back (¥1,180\/2,260), and a one-way service from ",{"type":"[[","value":[["Iriomote"]]},"'s Uehara or Ōhara ports (¥1,670).  These are primarily meant for repositioning ferries, and reservations are mandatory.\n\nPackages including ",{"type":"[[","value":[["#Water buffalo rides"],["water buffalo rides"]]}," are heavily flogged at the ticket counters, but read up below before you go for this.  Returns are only valid on the same company, so you might want to pay the extra 50 yen for the flexibility of two one-ways.  Try not to miss the last boat, since if you do, you're stuck for the night: there aren't even any charter services available.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["24.3265"],["124.0869"]]},"\n\nGetting around Taketomi is easy enough.  At the north-east corner of the circular island, about 1 km away from the central village, is the ",{"type":"{{","value":[["Marker"],["type=other"],["lat=24.3358"],["long=124.0932"],["name=ferry terminal"]]},".  From here, you can rent a bicycle, hop on a shuttle bus or simply walk.  Wisely enough, the village does its best to minimize motorized traffic, so rental cars and motorcycles are not available.\n\nA loop of paved road (環状線 ",{"type":"''","value":["kanjōsen"]},") runs at a respectful distance around the village, with small Japanese-only markers at most intersections pointing the way to landmarks.  Within the village, though, orienting yourself can be a bit of a challenge, since the streets of white sand and the walled-in buildings all look quite similar, and the little signage there is, is mostly in handwritten Japanese.  The ",{"type":"''","value":["Nagomi-no-tō"]}," viewing tower makes a useful center point.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.taketomijimakotsu.info\/time.html Taketomijima Kōtsū"]}," runs shuttle bus services from the port to the village to the beaches and back at least once an hour.  Fares ¥200\/310 by distance, or ¥1030 for a one-day pass.  Stops are by demand, so if you want get picked up, arrange this in advance or call 0980-85-2154 at least half an hour before.\n\n",{"type":"===","value":["By taxi"]},"\nTaketomi has one (1) taxi, which can be booked at tel. 080-2751-3229.  Starting fare ¥550, and it's a minivan so wheelchairs etc can be accommodated.\n\n",{"type":"===","value":["By bicycle"]},"\nProbably the best way to get around is on bicycle.  Prices are standardized at a rather steep ¥300\/1500 for one hour\/full day, the bike rental companies hang out at the dock and will transfer you for free. The money conscious traveller may want to rent the bicycle in Ishigaki and take it on the ferry, though the gain is not much since the ferry fee is at least an additional ¥400 each way.\n\nMotorcycles are no longer available, but if you want a bit of an extra kick, you can rent electric bicycles instead.\n\n",{"type":"===","value":["On foot"]},"\nIf you're on the island for more than just a day-trip, walking is a great way to see the island. The walks between the village and the beaches\/port are beautiful and not too long (~1 km from port to village, ~1.5 km from village to Kondoi Beach).  Indeed, the walk between 'attractions' adds a decent buffer which will space out the experience over the time you're staying here.\n\nIf you want to tour the island on foot, ask for a map at the information stand in the ferry terminal. They lend English maps with a 6km\/2hr \"nature educational\" route that covers all the highlights. Don't forget to return the map before boarding the ferry at the end of your tour.\n\n",{"type":"==","value":["See"]},"\nStart your tour by dropping into the ",{"type":"'''","value":["visitor center"]}," right next to the dock, which can give you a free rough map or sell you a better one (¥200).  Most sights in the village are of fairly minor interest and it's generally more rewarding to amble around randomly, popping into little village shops and cafes.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kihōin"],["alt=喜宝院"],["url=http:\/\/www004.upp.so-net.ne.jp\/kihouin\/"],["email="],["address="],["lat=24.33176"],["long=124.08415"],["directions="],["phone=098-085-2202"],["tollfree="],["fax="],["hours=9AM-5PM"],["price="],["image=Kihoin-shushukan1s3s4350.jpg"],["content=Japan's southernmost temple, but it's not much to look at. It houses about 3,000 historical artifacts and local handicrafts gathered from around the island. With no English explanations, visitors may find it to be of limited interest; however, it is essentially the island's history and culture museum. Entry costs ¥300."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nagomi-no-tō"],["alt=なごみの塔"],["url="],["email="],["address="],["lat=24.33073"],["long=124.08552"],["directions=center of the village"],["phone="],["tollfree="],["fax="],["hours="],["price="],["image=Nagomi no Tou 01.jpg"],["content=A purpose-built concrete tower that offers views over the entire island.  The steps up are ",{"type":"''","value":["very"]}," steep."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Folkcraft Museum"],["alt=民芸館 Mingeikan"],["url="],["email="],["address=381-4 Taketomi"],["lat=24.33144"],["long=124.08578"],["directions="],["phone=098-085-2302"],["tollfree="],["fax="],["hours=9AM-5PM"],["price=Free"],["image=Taketomi-mingeikan01s3s4592.jpg"],["content=Has local artisans weaving traditional Yaeyaman ",{"type":"''","value":["minsā"]}," cloth."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yugafukan"],["alt=ゆがふ館"],["url=http:\/\/www.taketomijima.jp\/museum\/index.html"],["email="],["address="],["lat=24.33536"],["long=124.09281"],["directions=near ferry terminal"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=An informative museum run by the national parks authority, but unfortunately all the information is in Japanese.  The 15-minute film and the audio sets of Yaeyaman stories and songs are still interesting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=West Pier"],["alt=西桟橋 Nishi-sanbashi"],["url="],["email="],["address="],["lat=24.33155"],["long=124.07986"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["image=Taketomi_island_-_West_jetty.jpg"],["content= This disused pier is where Taketomi's villagers used to set off by canoe to tend their rice fields on Iriomote.  Today, it's Taketomi's best sunset-watching spot, but you'll have to stay overnight to catch this nightly event."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Taketomi kondoi hama.jpg"],["thumb"],["240px"],["The blindingly white sands of Kondoi Beach"]]},"\nTaketomi is the kind of island where, by design, you can't really \"do\" much of anything — for example, there are no watersports facilities beyond paddling around snorkeling.\n\n",{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kondoi Beach"],["alt=コンドイ浜"],["url="],["email="],["address="],["lat=24.3255"],["long=124.0780"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["image=Taketomi_kondoi_hama.jpg"],["content=A spectacular expanse of white sand and turquoise water, and the only beach where swimming is allowed.  Toilets and showers provided, all sorts of beach gear rental also available but at steep prices (eg. ¥1500\/day for a parasol or mask and snorkel)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kaiji Beach"],["alt=カイジ浜"],["url="],["email="],["address="],["lat=24.3202"],["long=124.0771"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["image=Kaiji beach(Taketomi).jpg"],["content=\nTaketomi is one of only two islands in Japan (the other is ",{"type":"[[","value":[["Iriomote"]]},") that accumulate this 'sand' formed from the shells of thousands of tiny crustaceans.  While ",{"type":"'''","value":["Star Sand Beach"]}," (星砂の浜 ",{"type":"''","value":["Hoshizuna-no-hama"]},") usually refers to the more accessible Kaiji, you can also find the stuff at the rarely visited ",{"type":"'''","value":["Aiyaruhama"]}," (アイヤル浜) near the Hoshinoya resort.  Bear in mind that people are not allowed to take the sand: you must pick the individual stars."]]}]},"\n",{"type":"===","value":["Water buffalo rides"]},"\n",{"type":"[[","value":[["File:JP-47 Taketomi Water-buffalo-taxi.jpg"],["thumb"],["240px"],["Slow traffic on the streets of Taketomi"]]},"\n\nThe touristy way to see Taketomi is from cart pulled by a water buffalo (水牛車 ",{"type":"''","value":["suigyūsha"]},"), complete with guide telling folk stories (in Japanese) and twanging on a ",{"type":"''","value":["sanshin"]}," while at it.  This is purely for sightseeing, not a practical means of transport, as the only option is a 30-minute round-trip tour for ¥1200\/600 adult\/child, including port transfers.  There are two companies offering these:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nittan Kankō"],["alt=新田観光"],["url=http:\/\/www.nitta-k.net\/"],["email="],["address="],["lat=24.33155"],["long=124.08447"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The original operators, well accepted by the community."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Taketomi Kankō Center"],["alt=竹富観光センター"],["url=http:\/\/suigyu.net\/"],["email="],["address="],["lat=24.32955"],["long=124.08596"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The brash upstart, which has occasioned a bit of a revolt in the neighborhood: as of 2014, most the houses along their route feature angry black and red placards telling them to move out before a buffalo or a careening shuttle bus injures or kills a child on their way to the nearby school."]]}]},"While the scene is picturesque enough, animal lovers may have second thoughts, as the water buffaloes themselves aren't terribly pleased about having to lug around heavy carts in the midday heat and small whips are used rather liberally as encouragement.\n\n",{"type":"==","value":["Buy"]},"\nUpmarket handicraft shops discreetly litter the streets of Taketomi.  Popular buys include the local ",{"type":"''","value":["minsā"]}," cloth, which is very expensive if hand-weaved and hand-dyed with indigo, and star sand, more affordable at around ¥30 per teaspoonful.\n\nThere are no supermarkets or convenience stores on the island, so stock up before you head over.  Souvenir shops do sell beach essentials like sunscreen.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Sobadokoro Takenoko, Taketomi.jpg"],["thumb"],["Noodle shop Takenoko"]]},"\n",{"type":"[[","value":[["File:Soki_Soba_at_Takenoko.jpg"],["thumb"],[{"type":"''","value":["Sōki soba"]}," pork noodles at Takenoko"]]},"\n\nThe island has half a dozen cafes and restaurants, which do a roaring trade at lunchtime and are quiet the rest of the day.  Overnight guests typically eat dinner and breakfast at their accommodations.  Much of the southern part of the island is taken up by a farm that cultivates ",{"type":"''","value":["kuruma-ebi"]}," (車えび), a type of shrimp, so no prizes for guessing what you will find for dinner.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shidame-kan"],["alt=しだめー館"],["url=http:\/\/sidame-kan.com\/"],["email="],["address="],["lat=24.33063"],["long=124.08526"],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-10PM"],["price=Meals from ¥700"],["image=Sidameh-Kan Restaurant, Taketomijima, Okinawa, Japan.JPG"],["content=Lovely little cafe-restaurant-bar right below the Nagomi-no-to tower, serving up a wide variety of Okinawan and Japanese staples.  Best known for their ",{"type":"''","value":["rafti-don"]}," (ラフティ丼, ¥1000), a rice bowl dripping with porky goodness, and their home-made ",{"type":"''","value":["sata-andagi"]}," donuts (2 for ¥100).  Stays open late, with customers hanging out after dinner drinking awamori and sampling snacks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Takenoko"],["alt=竹の子"],["url=http:\/\/www.taketomi.net\/takenoko\/"],["email="],["address="],["lat=24.33130"],["long=124.08363"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Soba ¥700+"],["image=Sobadokoro Takenoko, Taketomi.jpg"],["content=Possibly the best-known eatery island, Takenoko is justly famous for their rendition of Yaeyama soba, which they've been serving since 1975.  Order the ",{"type":"''","value":["soki"]}," variant with melt-in-your-mouth pork ribs, spice it up with a dash of their homegrown ",{"type":"''","value":["piyashii"]}," pepper or a careful slug of ",{"type":"''","value":["kuchu"]}," chilli-infused awamori, then cool down with a bowl of shaved ice (",{"type":"''","value":["kakigōri"]},")."]]}]},"\n",{"type":"==","value":["Drink"]},"\nTaketomi has only one dedicated drinking spot:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bar Take-To-Me"],["alt="],["url="],["email="],["address="],["lat=24.3297"],["long=124.0851"],["directions=next to Guesthouse Je t'aime"],["phone=0980-85-2555"],["tollfree="],["fax="],["hours=7-11:30PM"],["price="],["content=Forget marble countertops and tuxedoed waiters: this is an open-air wooden platform piled with plastic lawn chairs and surrounded by hibiscus flowers.  Order an awamori straight (from ¥500) or turned into a cocktail (¥900), kick back, watch the starry skies and enjoy the quiet of Taketomi at night.  Open only during high season."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nAccommodation on the island is limited and expensive, so most visitors choose to day-trip from ",{"type":"[[","value":[["Ishigaki"]]}," instead. However, a night on the island is the only way to experience the beauty of the village in peace (after the day-trippers leave) and since the last boat is ~17:30 you also get some practically deserted beaches to enjoy before sunset.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Taketomi Guesthouse Je t'aime"],["alt=竹富ゲストハウス ジュテーム"],["url=http:\/\/taketomi.net\/jetaime\/"],["email="],["address=Taketomi 321-1"],["lat=24.3297"],["long=124.0850"],["directions="],["phone=0980-85-2555"],["tollfree="],["fax="],["price=Dormitory beds ¥1800"],["checkin="],["checkout="],["content= With young backpackers lounging in hammocks while reggae wafts in the background, Je t'aime is the probably the closest thing in all of Japan to a Thailand-style guest house. The owner sings and plays the ",{"type":"''","value":["sanshin"]},", and is especially wicked on the ",{"type":"''","value":["sanba"]}," (three-leaf Okinawa castanets)."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nThe island has a surprisingly large selection of minshuku, most all of which charge a uniform ¥5500 for a bed and two meals. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Minshuku Kohama-sō"],["alt=民宿小浜荘"],["url=http:\/\/taketomijima-kohamasou.com"],["email="],["address=Taketomi 316"],["lat=24.32975"],["long=124.08465"],["directions="],["phone=0980-85-2131"],["tollfree="],["fax="],["price=Dorm from ¥5500, Japanese style rooms ¥8800, Western style ¥10,800, all with two meals"],["checkin="],["checkout="],["content= One of the longest-running lodges on the island, with both hotel and hostel style accommodation.  ¥500 discount for HI members."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Takana Ryokan"],["alt=高那旅館"],["url=http:\/\/www.kit.hi-ho.ne.jp\/hayasaka-my"],["email="],["address=Taketomi 499"],["lat=24.32995"],["long=124.08783"],["directions="],["phone=0980-85-2151"],["tollfree="],["fax="],["price=Dorm from ¥5500, Japanese style rooms ¥8800, Western style ¥10,800, all with two meals"],["checkin="],["checkout="],["content= One of the longest-running lodges on the island, with both hotel and hostel style accommodation.  ¥500 discount for HI members."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hoshinoya Taketomi"],["alt=星のや 竹富島"],["url= http:\/\/www.hoshinoyataketomijima.com"],["email="],["address="],["lat=24.3230"],["long=124.0962"],["directions=Aiyuruhama"],["phone="],["tollfree="],["fax="],["price=Double rooms from ¥40,000"],["checkin="],["checkout="],["content=By far the fanciest digs in Taketomi, and quite possibly in all Okinawa, Hoshinoya is a luxury ryokan cunningly disguised as an Okinawan village, with open-air pavilions and low coral walls, plus the standard hotel amenities of pool, spa, etc.  The restaurant serves Okinawan-influenced French ",{"type":"''","value":["nouvelle cuisine"]}," and even the plates are custom-made, which explains why dinner costs ¥12,000\/person, although at lunch you can get away with ¥1000 for a bowl of noodles.  Located near Aiyuruhama Beach, but quite a hike away from the village."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Peace Island Taketomijima"],["alt=ホテルピースアイランド竹富島"],["url= http:\/\/taketomi.peace-k.jp\/"],["email="],["address="],["lat=24.33304"],["long=124.08414"],["directions="],["phone="],["tollfree="],["fax="],["price=Double rooms ¥25,000 with breakfast and dinner"],["checkin="],["checkout="],["content=Opened 2012, this small tropical resort is a low-lying assemblage of Taketomi-style buildings, a short walk away from the village center.  The facilities are rather basic for the price (no pool, for example), but the rooms are fairly spacious and come with little outdoor balconies for enjoying the evening breeze.  Restaurant, free laundry facilities, and one of the few shops on the island selling takeaway booze."]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Taketomi Clinic"],["alt=竹富診療所 Taketomi Shinryōjo"],["url="],["email="],["address= 324 Taketomi"],["lat=24.32983"],["long=124.08544"],["directions="],["phone=0980-85-2132"],["tollfree="],["fax="],["hours=Mon-Fri 9AM-5PM"],["price="],["content= The only medical facility on the island.  On weekends, or for anything even mildly serious, you'll need to schlep back to Ishigaki.  Emergencies outside ferry operating hours will require a helicopter medevac or convincing Hoshinoya to lend their private boat."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe only way out of this island is by ferry back to Ishigaki.\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Yaeyama Islands"]]},"\n",{"type":"{{","value":[["geo"],["24.3265"],["124.0869"]]},"\n",{"type":"[[","value":[["commons:Category:Taketomi, Okinawa"]]},"\n",{"type":"[[","value":[["Wikipedia:Taketomi"]]}]