[{"type":"{{","value":[["pagebanner"],["Takoma Park banner.JPG"],["Store fronts along Carroll Avenue"]]},"\n",{"type":"{{","value":[["crop"]]},"\n",{"type":"'''","value":["Takoma Park"]}," (",{"type":"[[","value":[["Maryland"]]},") is a city on the edge of ",{"type":"[[","value":[["Washington, D.C."]]}," in ",{"type":"[[","value":[["Montgomery County (Maryland)"],["Montgomery County"]]},". It is bordered by the ",{"type":"[[","value":[["Washington, D.C.\/Northeast"],["Takoma"]]}," neighborhood of Washington, D.C., which share an elevated Metro (subway) station, ",{"type":"<","value":["b",["Takoma"]]}," on the Red line ",{"type":"[","value":["http:\/\/www.wmata.com"]},".  \n\n",{"type":"==","value":["Understand"]},"\nA train station was located here on the B&O railroad in the 1880's, around which the Victorian community of Takoma Park and neighboring Takoma, D.C. developed, at a time when much of D.C. was still farmland.  Takoma Park quickly became the central commercial area for farmers, commuters and gentry commuting into Washington, D.C. by train and streetcar.  Now it is a vibrant satellite city with a \"small town\" ambiance and a reputation for post-1960's era counterculture political activism.\n\nTakoma Park is sometimes known as the ",{"type":"<","value":["b",["\"Berkeley of the East\""]]},", although it is much smaller than ",{"type":"[[","value":[["Berkeley (California)"]]},".\n\nTakoma Park's legendary socialist mayor, ",{"type":"<","value":["b",["Sammy Abdul Abbott"]]},", was widely known in the 1960's for fighting successfully (alongside future DC Mayor Marion Barry and other members of SNCC) to prevent Takoma Park and central D.C. from being torn apart by ",{"type":"<","value":["b",["a 10-lane freeway"]]},", which was projected to bisect Dupont Circle and at one point, the Lincoln Memorial.  His slogan was \"No white men's roads through black men's homes.\"  As a result, there are no continuous freeways running through D.C. today.  Ironically, Sam Abbott was white, and the son of a banker who had disowned him when he became a card-carrying Communist in the 1930s; most of the residents of Takoma Park at the time were elderly white civil servants and Seventh-Day Adventists, and as a result of the numerous decaying Victorian buildings, the area was flippantly known as \"Tacky Park\" or \"Glaucoma Park\".  Hippies fleeing Adams Morgan were attracted to Takoma Park in the 1970s by its reputation as a health-conscious, Victorian Village populated by eccentric artists such as John Fahey, the founder of ",{"type":"<","value":["b",["Takoma Records"]]},".\n\nFounded by B.F. Gilbert in 1887, the hilly town became a haven for Seventh-Day Adventists, who moved their World Headquarters here from ",{"type":"[[","value":[["Battle Creek (Michigan)"],["Battle Creek, Michigan"]]}," (home of the Matthew Broderick cereal drama Road to Wellville).  At the turn of the century, they built several downtown churches, a small Christian liberal arts college, a printing press, a vegetarian health food co-op, elementary schools, and a sanitarium. Since then, gentrification has brought in academics and political consultants who restored many of the area's group houses into Victorian mansions. Unlike many surrounding areas, Takoma Park's \"Old Town\" commercial district has resisted the influence of chain stores.\n\nFollowing the onset of gentrification, nearby ",{"type":"[[","value":[["Mount Rainier"]]}," has reclaimed the mantle of DC's hippest suburb, as rastafarians, pyramid healers, and other bohemian residents have fled to the artsy area around Glut Food Co-op. ",{"type":"[[","value":[["Hyattsville"]]},", an area often confused with ",{"type":"[[","value":[["Takoma Park#Langley Park"],["Langley Park (see below)"]]}," has also received an influx of artists and is planning an arts district along Route 1.\n\nMore densely forested than the surrounding city, with huge oak trees, Takoma Park is known as a ",{"type":"<","value":["i",["\"tree city\""]]}," and is bisected by numerous steep hills, narrow streets at odd angles, and the gorge-like ",{"type":"<","value":["b",["Sligo Creek Park"]]},".  Of principal interest to tourists, a network of ",{"type":"<","value":["b",["bicycle trails"]]}," follow Sligo Creek Park for twelve miles into neighboring areas, connecting the old, pre-war suburbs of ",{"type":"[[","value":[["Hyattsville"]]}," and Greenbelt to ",{"type":"[[","value":[["Silver Spring"]]}," and Wheaton, Maryland.  Plans are being made to extend the trail system via Maple Avenue and Wayne Avenue to the existing ",{"type":"<","value":["b",["Capitol Crescent rail trail"]]}," through ",{"type":"[[","value":[["Silver Spring"]]},", ",{"type":"[[","value":[["Washington, D.C.\/Georgetown"],["Georgetown"]]}," and ",{"type":"[[","value":[["Bethesda"]]},".\n\nNearby ",{"type":"[[","value":[["Silver Spring"]]},", Maryland is much larger, and similarly diverse. One stop north on the Metro, Downtown Silver Spring is more commercialized and densely developed than downtown Takoma Park (which straddles the DC line) but somewhat similar in terms of population, and the variety of shops and ethnic restaurants on the poorer side streets. Silver Spring is sometimes considered a haven for ",{"type":"<","value":["b",["documentary filmmakers"]]},".  \n\nBoth areas are extremely densely populated suburbs with many El Salvadorean, African and Asian immigrants.\nTogether with nearby ",{"type":"[[","value":[["Takoma Park#Langley Park"],["Langley Park"]]}," and ",{"type":"[[","value":[["Hyattsville"]]},", they form an area that is one of the most politically liberal districts in the U.S. and home to a sizable percentage of Maryland's immigrant population.\n\nThe Old Town area of Takoma Park is composed of three historic districts which run along Carroll Avenue from 4th Street NW (in Washington, DC) to Takoma Junction in Maryland.  This is an artsy, counter-cultural area anchored by the Metro station, ",{"type":"<","value":["b",["Takoma Theater"]]},", the ",{"type":"<","value":["b",["Washington Opera"]]}," warehouse and the ",{"type":"<","value":["b",["House of Musical Traditions"]]},".\n\nAnother nearby major strip is in ",{"type":"[[","value":[["Takoma Park#Langley Park"],["Langley Park, Maryland"]]},". The ",{"type":"<","value":["b",["\"International Corridor\""]]}," of Piney Branch Road and University Boulevard in ",{"type":"[[","value":[["Silver Spring"]]}," and ",{"type":"[[","value":[["Takoma Park#Langley Park"],["Langley Park, Maryland"]]}," forms the outer border of Takoma Park.  The businesses and apartments along this 5-mile stretch of road are almost entirely immigrant-oriented, with prized local eateries from ",{"type":"[[","value":[["El Salvador"]]}," and ",{"type":"[[","value":[["India"]]},". \n\nIn 1997, Takoma Park voted to partially ",{"type":"<","value":["b",["secede"]]}," from Prince George's County.  After getting permission from the State, they immediately turned around and voted to ",{"type":"<","value":["b",["annex an area known as Hell's Bottom"]]}," from Prince George's County, before the secession went into effect.  This long-neglected area, once a haven for rum-running during Prohibition, resembles a small town in West Virginia, with tiny shotgun houses perched on steep hills overlooking the DC line.\n\nBecause of its proximity to the Silver Spring estate of noted abolitionist Montgomery Blair (after whom the local high school is named, and whose family continues to own part of downtown Silver Spring), Takoma Park is also home to two former ",{"type":"<","value":["b",["Freedmen's Villages"]]}," from the Civil War era.  One of these is now a high-rise apartment district along Maple Avenue, while the other was built on the site of an old Civil War fort and amusement park located on Sligo Creek. It is now populated by ",{"type":"<","value":["b",["art houses"]]}," in addition to the historically black community near Sligo Creek.  A similar Freedmen's Village, much more preserved, is on Hawkins Lane in the affluent town of ",{"type":"[[","value":[["Bethesda"],["Bethesda, Maryland"]]},".\n\nSee also ",{"type":"[[","value":[["Washington, D.C.\/Northeast"],["Takoma (Washington, D.C.)"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThe City of Takoma Park (and D.C.) recommend that people visit Old Takoma by Metrorail (or bike).\n\n",{"type":"<","value":["b",["Mass Transit (Metrorail):"]]}," The older parts of Takoma Park and the Takoma Neighborhood of D.C. are bisected by the Red Line Metrorail station.  The Washington Metro runs every 3 minutes at rush hour and is 15 minutes' ride to downtown D.C. \n\nMost of the \"Old Town\" is within a 6-block walk of the ",{"type":"<","value":["b",["Takoma metro."]]},"\n\n",{"type":"<","value":["b",["By Car:"]]}," Since there are no 4-lane roads within city limits, Takoma Park is hard to find in a car. \n\nFrom the Beltway, take East West Highway (Rt. 410, which becomes a 2-lane cow path) to the left off of New Hampshire Avenue.\n\nFrom Silver Spring or D.C., take Blair Road, (another 2-lane cow path and the former driveway for the Blair estate). From ",{"type":"[[","value":[["Washington, D.C.\/East End"],["Downtown Washington, D.C."]]},", follow North Capitol Street which becomes Blair Road. After passing the Takoma Metro station, Blair Road runs into Georgia Avenue at the D.C. line, just south of the railroad underpass in downtown Silver Spring.  From Blair Road, turn under the Takoma Metro station on Cedar St. NW, which becomes Carroll Avenue. \n\nAlternately, take 13th St. NW all the way to ",{"type":"[[","value":[["Washington, D.C.\/Northeast"],["Fort Stevens"]]}," where it turns into Piney Branch Rd.  Turn right on Cedar St. and go under the Metro station.  This is also the bike route.\n\n",{"type":"<","value":["b",["By Cab:"]]}," Tell your D.C. cabbie to drop you off at the Takoma Metrorail station, ",{"type":"<","value":["i",["not"]]}," in Takoma Park Maryland. Otherwise you will be charged an extra few dollars for the two block's difference.  Cabs can be hailed from the Metro station.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"<","value":["b",["By Car:"]]}," It is best to park one's car in Takoma Old Town and walk.  However, when visiting the International Corridor for ethnic restaurants, it is easier to drive.\n\n",{"type":"<","value":["b",["On foot\/bike:"]]}," While fun to walk around, Takoma Park is extremely hilly.  Some side streets go up a 50-ft incline in the space of a block.  Carroll Avenue (the main street) and Sligo Creek Park are the best opportunities for walking or biking.  The latter is a long-distance hiker-biker trail running parallel to the stream valley floor.\n\nBy bike, follow the 13th Street (Takoma) signed bike lane north of Downtown D.C. to Piney Branch Road and turn left on Cedar.  To get to the Sligo Creek hiker-biker trail, follow Carroll Avenue through the \"Old Town\" commercial district, or turn left on Maple Avenue for an easier and shorter distance.\n\n",{"type":"<","value":["b",["Bus:"]]}," Nearly all of the city's numerous bus lines terminate at the Silver Spring Metro station in downtown ",{"type":"[[","value":[["Silver Spring"]]},", Maryland.\n\n",{"type":"==","value":["Langley Park"]},"\n\nA somewhat impoverished, suburban community of garden apartments in Maryland near the Beltway, ",{"type":"[[","value":[["Langley Park, Maryland"],["Langley Park"]]}," is mostly identified with the ",{"type":"<","value":["b",["International Corridor"]]}," which extends into Takoma Park and ",{"type":"[[","value":[["Silver Spring"]]}," on the east edge of town.  Most ethnic restaurants and grocery stores are located on ",{"type":"[[","value":[["Maryland Route 193"],["University Boulevard"]]},", a series of strip malls between Piney Branch Road and University of Maryland.  Piney Branch Road, on the border of Takoma Park and East Silver Spring, is more urban.  These areas are difficult to get to without a car (or bike).  Attractions in the area consist almost entirely of restaurants and grocery stores, because 90% of the businesses along the corridor are owned by immigrants.  Illuminated highway signs come in a mix of Spanish, Vietnamese, Korean, and Hindi.  El Salvadorean and Indian restaurants in this area are especially popular.  \n\nRestaurant and business listings for Takoma Park include establishments in the East Silver Spring \/ Langley Park area, some of which are within city limits.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"<","value":["b",["Fort Stevens Park"]]}," and ",{"type":"<","value":["b",["Battlefield National Cemetery"]]}," — commemorate the battle between Union troops and Confederate Gen. Jubal Early, who snuck into the city in 1862 by driving straight down Georgia Avenue, stopping off at the Blair Mansion inn in Silver Spring (now a dinner theater) for a bite to eat.  Abraham Lincoln's hat was allegedly shot off here as he observed the action. Oliver Wendell Holmes is alleged to have said, \"get down, you fool!\" Commemorate your visit with a \"Gen. Jubal Earlyburger\" at nearby Woodside Deli in Silver Spring, MD (9329 Georgia Avenue, Silver Spring, Maryland, near I-495). The dead from the battle were buried in the tiny National Cemetery on Georgia Avenue at the end of Whittier St. ",{"type":"<","value":["i",["(Takoma D.C.)"]]},"\n\n",{"type":"<","value":["b",["Takoma Old Town Shopping Center"]]}," — on the Maryland side (near the big church) is a 1920's era collection of small shops featuring a clock tower and a gazebo in ",{"type":"<","value":["b",["Takoma Urban Park"]]},".  Home of the weekly Farmers' Market.\n\n",{"type":"<","value":["b",["Statue of Roscoe"]]}," — a free-range rooster who lived behind the small apartments in Old Town, along with several hens said to be kept in a chicken coop. Roscoe died in 1999 ",{"type":"[","value":["http:\/\/www.upc-online.org\/summer99\/remembering_roscoe.html"]}," and thirty people attended his funeral.  Often confused with a separate rooster who lived on Flower Avenue, also run over by a hapless motorist.  Roscoe woke up neighborhood residents for about 10 years.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"<","value":["b",["Takoma Park Folk Festival"]]}," — Possibly the area's premier folk music festival. Started by Sammie Abbott in 1977 to raise money for the community to reopen the Takoma Theater in Washington, D.C. The first festival featured Pete Seeger.  Takoma Park Middle School, Grant Ave. & Piney Branch Road, Takoma Park MD.\n\n(The huge ",{"type":"<","value":["b",["Takoma Theater"]]}," — on 4th St. NW, which is run by a nonprofit, is still closed. It was built in the 1920s by the developers of the Avalon Theater, a nonprofit art cinema in Chevy Chase.)\n\n",{"type":"<","value":["b",["Takoma Park Street Festival"]]}," — Also called the Old Town Festival, this is Takoma Park's annual street fair, attracting a diverse crowd of bohemians and locals.  It usually coincides with Adams Morgan Day in D.C.\n\n",{"type":"<","value":["b",["Liz Lerman Dance Exchange"]]}," — Internationally renowned dance artist Liz Lerman opened this dance studio to benefit novice dancers and drummers.  Regular programs and workshops.  ",{"type":"''","value":["(Maple Ave. off Carroll St.)"]},"\n\n",{"type":"<","value":["b",["Washington Opera Backstage Facility"]]}," — located in a huge artists' co-op \/ warehouse, Placido Domingo and the Opera occasionally hold backstage tours and recitals. ",{"type":"<","value":["i",["(Willow St. NW, Takoma D.C.)"]]},"\n\n",{"type":"<","value":["b",["Takoma Park Farmers Market"]]}," — One of the D.C. area's premier outdoor farmers markets.  Organic, free-range, Producer-only. Located on Laurel Avenue at the D.C. line, under the clock tower.  Sundays from 10AM to 2PM.  \n\n",{"type":"<","value":["b",["Other Farmers Markets"]]}," — The Farmers Market has also started not one but two spin-off markets: A mid-week market in Takoma Junction on Wednesdays (next to the Food Co-op) and in the immigrant community of ",{"type":"[[","value":[["Takoma Park#Langley Park"],["Langley Park"]]}," (focusing on regionally-grown international produce.)\n\n",{"type":"<","value":["b",["Takoma Jazz Fest"]]}," — Takoma Park's newest music festival.  Currently held each spring in Jecquie Park. ",{"type":"''","value":["(Takoma Ave. & Fenton St.)"]},"\n\n",{"type":"<","value":["b",["Takoma Park Film Festival"]]}," — Sam Abbott Auditorium, Takoma Park Municipal Community Center ",{"type":"''","value":["(Maple Ave. at Rt. 410, Takoma Park MD)"]},". Co-sponsored by Video Americain, which also hosts regular film showings at its store on Carroll Avenue in downtown Takoma Park.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Roda Movements"],["url=http:\/\/www.rodamovements.com"],["email="],["address=7003 Carroll Ave"],["lat="],["long="],["directions=Downtown\/Old Takoma Park"],["phone = +1 301  920-0913"],["tollfree="],["fax="],["hours="],["price="],["content=Roda Movements is the D.C. area's premiere studio dedicated to Brazilian-Latino Movements, offering classes in Capoeira, Zumba, Salsa, Brazilian Jiu-Jitsu, Samba, Flamenco and more! Drop in, Sessioned classes & memberships available. Roda Movements also hosts RODAplayspace - and indoor playspace for children 4months- 3 1\/2 years. ",{"type":"[","value":["http:\/\/www.rodaplayspace.com"]}]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"<","value":["b",["House of Musical Traditions (HMT)"]]}," — Founded in 1969, this labyrinthine store is also the home of an internet catalog and the Institute of Musical Traditions, a folk music program.  Like a miniature department store for exotic instruments, it includes an acoustic guitar center, djembe drums, and a squeezebox department, complete with repair experts, along with instruments such as erhu, oud, and 16-string sitar.\n\n",{"type":"<","value":["b",["Takoma Park-Silver Spring Food Co-op"]]}," — Located at the far end of Old Town in Takoma Junction, this mostly-vegetarian supermarket is one of the area's most successful grocery store co-ops.\n\n",{"type":"<","value":["b",["Video Americain"]]}," — One of Washington's best, if not the best, independent video outlet. Catalogues movies by director, not title, staff faves, and customer picks; organizes its \"cult\" section by country of origin.  Hosts regular film nights.\n\n",{"type":"<","value":["b",["Madam X's Vintage Planet"]]}," — Underground hand-me-down fashions in an underground location.\n\n",{"type":"<","value":["b",["Polly's"]]}," — Specializes in 1940's era fashions.\n\n",{"type":"<","value":["b",["The Magic Carpet"]]}," — Turkish fabrics, pillows, and imported jewelry. \n\n",{"type":"<","value":["b",["The Covered Market"]]}," — More Turkish fabrics, pillows, and imported jewelry, plus some cool pendant lamps and hookahs.\n\n",{"type":"<","value":["b",["Now and Then"]]}," — An updated variety store featuring candles, toys, handmade greeting cards, and unusual knick-knacks.\n\n",{"type":"<","value":["b",["S&A Beads"]]}," — Tired of paying inflated prices for \"hand made\" jewelry? Make your own necklaces at this bead store, with thousands of different beads and clasps.\n\n",{"type":"<","value":["b",["The Big Bad Woof"]]}," — Eco-friendly toys for pampered pets.\n\n",{"type":"<","value":["b",["The Culture Shop"]]}," — Located behind the Takoma Metro, this is one of Washington's only stores selling exclusively Fair Trade products, replacing dZi: The Tibet Collection.\n\n",{"type":"<","value":["b",["Takoma Bikes"]]}," — A small bike store located in the ground floor of a house.\n\n",{"type":"<","value":["b",["Amano"]]}," — Specializes in imported shoes and brand-name active wear from apparel companies more progressive than Birkenstock, such as Naot.\n\n",{"type":"<","value":["b",["American Craft"]]}," — Formerly Finewares, one of the oldest handmade craft emporiums in Takoma Park is tucked into a tiny storefront next to HMT.\n\n",{"type":"<","value":["b",["Dan the Music Man"]]}," — Located in a trailer behind Pizza Movers is an all-soul, all the time record emporium.\n\n",{"type":"<","value":["b",["Aldi's"]]}," — Located in the Takoma\/Langley Shopping Center, this Dutch-owned supermarket is part of the International Corridor.\n\n",{"type":"<","value":["b",["Red Apple"]]}," — Located in the Langley Park Shopping Center, this Jamaican-owned supermarket is part of the International Corridor.\n\n",{"type":"<","value":["b",["India Sari Palace"]]}," — One-stop shopping for subcontinental fashions in Langley Park.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Tranquil Soul"],["alt=an eco-boutique"],["url=http:\/\/www.tranquilsoul.com"],["email="],["address=7014-B Westmoreland Avenue"],["lat="],["long="],["directions=less than one block from Carroll Ave; diagonally across from the gazebo"],["phone = +1 240-254-5250"],["tollfree="],["fax="],["hours=M - Sat: 11 - 7; Sun: 11 - 6"],["price="],["content=green and fair trade products for a sustainable future, including eco-clothing for young tikes and adults, Himalayan salt lamps, body care, soy and beeswax candles, world music, etc."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"<","value":["b",["Summer Delights"]]}," —\n\n",{"type":"<","value":["b",["Mark's Kitchen"]]}," —\n\n",{"type":"<","value":["b",["Middle East Market"]]}," —\n\n",{"type":"<","value":["b",["Everyday Gourmet"]]}," —\n\n",{"type":"<","value":["b",["Roscoes"]]}," —\n\n",{"type":"<","value":["b",["Red Line Grill"]]}," —\n\n",{"type":"<","value":["b",["Tiffin"]]}," —\n\n",{"type":"<","value":["b",["Udupi Palace"]]}," —\n\n",{"type":"<","value":["b",["Woodlands Indian Restaurant"]]}," —\n\n",{"type":"<","value":["b",["Pho 75"]]}," —\n\n",{"type":"<","value":["b",["Pupuseria Dona Azucena"]]}," —\n\n",{"type":"<","value":["b",["Irene's Pupuseria"]]}," —\n\n",{"type":"<","value":["b",["El Gavilan"]]}," —\n\n",{"type":"<","value":["b",["El Golfo"]]}," —\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Takoma Old Town Gallery"],["url="],["email="],["address=7002 Caroll Avenue"],["lat="],["long="],["directions="],["phone = +1 301-270-2341"],["tollfree="],["fax="],["hours="],["price="],["content=Featuring fine photography and antique furniture as well as vintage stained glass windows."]]}]},"\nWashington Adventist Hospital and Washington Adventist University offer vegetarian fare at reasonable prices.\n\n",{"type":"==","value":["Drink"]},"\n\nDue to its history with the Seventh-Day Adventist church, Takoma Park has few watering holes.  Most of these are in Takoma D.C.  For more nightlife and movies, see ",{"type":"[[","value":[["Silver Spring"]]},".\n\n",{"type":"<","value":["b",["Electric Maid Community Exchange"]]}," — One of D.C.'s few all-ages spaces in the tradition of ",{"type":"<","value":["b",[{"type":"<","value":["i",["d.c. space"]]}]]}," and similar community arts institutions \/ hangouts. Never-ending plans to serve coffee and tea, and pastries. Collectively owned and volunteer run. Hosts straight-edge punk\/hard core, progressive jazz\/go go, art rock, and lesser known folk acts. Does not serve alcohol.\n\n",{"type":"<","value":["b",["Takoma Station Tavern"]]}," — This long-time jazz and \"urban contemporary\" club lends an urban, sophisticated air to 4th Street in Takoma, D.C.  Proper attire required.  Started in a former boxing club on 4th St.  Traditionally one of D.C.'s better jazz clubs, although it is less oriented to classical jazz these days.  Full bar.  For a real boxing club in D.C. these days, you have to go 15 blocks south to Kennedy St. in Petworth.\n\n",{"type":"<","value":["b",["S & S Liquors"]]}," — on Blair Road under the Metro underpass in Takoma D.C., this ancient corner store is noted for its wide selection.\n\nFormerly the home of a beloved folk open mic, ",{"type":"<","value":["b",["Taliano's"]]},", Takoma Park's sole bar and sit-down pizzeria, sadly closed in 2006 and has now reopened as an Ace hardware store.\n\n",{"type":"<","value":["b",["Olive Lounge"]]}," — a local beer and wine bar behind the Mediterranean restaurant.  The menu is different, but the food comes from the same kitchen.  Four beers on tap, happy hour.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"<","value":["b",["Econo Lodge"]]}," ",{"type":"[","value":["http:\/\/www.econolodge.com\/hotel-takoma_park-maryland-MD166"]}," —  The hotel's on-site restaurant is the International House of Pancakes.\n\n",{"type":"<","value":["b",["Hilltop Hostel"]]}," ",{"type":"[","value":["http:\/\/www.hosteldc.com\/"]}," — Formerly India House Too, a spin-off of the famous hostel in New Orleans, ",{"type":"[","value":["http:\/\/www.indiahousehostel.com\/"]}," this Victorian garret looms, Addams-like, over Takoma D.C. Inside, it continues to cultivate a bohemian atmosphere. Popular with European backpackers, it has a liberal policy towards backyard grilling.  Located across the street from the Metro.\n\n",{"type":"<","value":["b",["Motel 6"]]}," — An inexpensive motel. The surrounding area of Takoma D.C. is lovely.  The historic Battlefield National Cemetery is adjacent.  The Takoma Metro station is a six-block walk on Aspen St.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Washington, D.C."]]}," and Union Station are an easy 15 minutes' ride on the Metro from Takoma station in Old Takoma Park.  The Metrorail system also connects to all parts of the metropolitan area, although Takoma Park is a bit out on a limb of the Red line, so it may be easier to drive to areas like ",{"type":"[[","value":[["Bethesda"]]},".  ",{"type":"[[","value":[["Silver Spring"]]},", Bethesda, Takoma Park and ",{"type":"[[","value":[["Hyattsville"]]}," are all located on East West Highway (MD Rte. 410), a road that alternates between 2-6 lanes and changes names and directions several times.\n\nThe ",{"type":"<","value":["b",["Sligo Creek \/ Anacostia Tributary Trail System"]]}," ",{"type":"[","value":["http:\/\/www.pgparks.com\/places\/parks\/anacostia.html"]},"  connects Takoma Park to ",{"type":"[[","value":[["Hyattsville"]]}," and the entire suburban area northeast of D.C.  Accessible by bicycle or on foot from Maple Ave. (from the Metro, proceed 2 blocks up Carroll St. and turn left on Maple Ave.) Takoma Park's section of the trail is one of the most beautiful.  The little known Northwest Branch segment passes by the Adelphi Gristmill and leads to Rachel Carson Environmental Area, a gorge (complete with waterfall) named after the author of \"Silent Spring\", who grew up nearby.\n\n",{"type":"<","value":["b",["Rock Creek Park"]]},", one of America's largest urban parks, and the ",{"type":"[[","value":[["Washington, D.C.\/Northeast"],["Takoma-Petworth"]]}," area of D.C. is just across the city line.\n\n",{"type":"{{","value":[["geo"],["38.980000"],["-77.002222"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Montgomery County (Maryland)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Takoma Park, Maryland"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maryland\/Localities\/T\/Takoma_Park\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Takoma Park, Maryland"]]}]