[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Tala"]}," is a village outside ",{"type":"[[","value":[["Paphos"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTala is a small village high up in the hills behind Peyia on the slopes of what is locally called Tala Mountain. It is a very popular area with British expatriates but still retains much of its Cypriot charm. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By Car"]},":\nTala is easily accessed by roads from the north of Paphos on the way to Emba and Chlorakas or through the village of Kissonerga. It's a steep climb up to the village through citrus groves.\n",{"type":"==","value":["Get around"]},"\nTala is best explored on foot whilst the monastery at Agios Neophytos will require a short car journey although the mile and a half climb is possible on foot.\n",{"type":"==","value":["See"]},"\n- The old houses around the village square\n\n- ",{"type":"'''","value":["Ayios Neophytos Monastery"]}," The monastery was founded by St Neophytos who, having been turned away from established monasteries and having had his fare to the Holy Land stolen in a mugging attack, decided that God wanted him to devote himself in a cave on Tala Mountain. After nearly 60 years of carving out a church in the limestone cliffs and decorating it beautifully in the Byzantine style, he was offered a place at last at Kykkos but turned the offer down, instead setting up his own monastery which has survived to this day.\n\n",{"type":"==","value":["Do"]},"\nWander along the near deserted lanes around the village or sit in the gardens of one of the tavernas and enjoy the cool mountain air. Look out too for shows that are staged at Tala's small amphitheatre.\n",{"type":"==","value":["Buy"]},"\nTala is known for its patronage of the arts and as well as welcoming theatre, music and shows to the amphitheatre, The Gallery restaurant doubles as an art gallery showcasing local artists and regularly hosts 'artists in residence' who talk about their work and give demonstrations. The Gallery is open for viewings every day except Sunday and you can buy many of the works of art on display.\n",{"type":"==","value":["Eat"]},"\nThere are a number of restaurants and tavernas around Tala square. The best are:\n\n",{"type":"'''","value":["Stamna Taverna"]}," Traditional stone taverna serving Cypriot food in a welcoming atmosphere\n\n",{"type":"'''","value":["The Gallery"]}," tel 99463719 Beautiful stone building with tables set out in a multilevel scented garden, lit at night. The food is a mix of Cypriot and international cuisine cooked to perfection and elegantly presented. The chocolate brownies with caramel sauce are to die for. The proprietor, Andreas is renowned for his easy charm and humour and by the end of your meal, you'll be made to feel like a family friend.\n\n",{"type":"==","value":["Drink"]},"\nMany of the restaurants and tavernas allow you to just sit and while away the time over a beer or a bottle of wine.\n",{"type":"==","value":["Sleep"]},"\nMuch of the accommodation in Tala is apartment and villa rental \n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nPaphos is within easy reach as are the golf courses of Tsada and Secret Valley\n",{"type":"{{","value":[["IsPartOf"],["Paphos district"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["34.833333"],["32.416667"]]},"\n",{"type":"[[","value":[["wikipedia:Tala, Paphos"]]}]