[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Tamandaré"]}," is in northeastern ",{"type":"[[","value":[["Brazil"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTamandaré is a beach town in the state of ",{"type":"[[","value":[["Pernambuco"]]},". It is located 104 km south of the state's capital, ",{"type":"[[","value":[["Recife"]]},". The main attractions are the beaches Tamandaré and Praia de Carneiros. In Tamandaré, there are a lot of private condos and houses, besides the hotels and \"pousadas\" of which price ranges vary.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is Recife's International Airport. There are a few car rentals and a tourist information kiosk, where you can get maps and directions to different cities and beaches, including Tamandaré.\n\n",{"type":"===","value":["By car"]},"\nTamandaré is only directly accessible by car. From Recife, you take the BR-101 and PE-60 roads. Signs along the roads indicate \"Litoral Sul\" (South Coast), \"Tamandaré\" and \"",{"type":"[[","value":[["Porto de Galinhas"]]},"\".\n\n",{"type":"===","value":["By bus"]},"\nThere are no government bus lines nor bus companies operating in Tamandaré. The closest you can get by bus is Porto de Galinhas (different bus lines go to Porto de Galinhas. Check its page to get more details). You can then rent a car and drive about 35 km south to get to Tamandaré.\n\n",{"type":"==","value":["Get around"]},"\nMost of the restaurants, attractions, \"pousadas\" and hotels are by the beach. You can walk to most locations, or get a \"Táxi Charrete\", a horse-drawn wagon that takes you to different places, including beaches nearby. \n\n",{"type":"==","value":["See"]},"\nThe beaches itself are very beautiful. Check the natural pools and reefs.\n\n",{"type":"==","value":["Do"]},"\nBoat rides that go to different spots (beaches, natural pools, etc) are available at different prices. Water sports are a great option because of the calm waters. \n\n",{"type":"===","value":["Praia dos Carneiros"]},"\nPraia dos Carneiros is a quiet and peaceful beach. It's a popular beach, visited mainly by the population of ",{"type":"[[","value":[["Recife"]]},". The sea is calm, the water is clean, and the sands are white and thin. There are some \"pousadas\" by the beach, but you can find more hotels and \"pousadas\" in other Tamandaré locations. The Formoso river meets the ocean in Praia dos Carneiros, resulting in a natural pool of hot and calm waters. \n\nOne of the most popular attractions of the beach is the Capela de São Benedito (Saint Benedict the Moor Chapel), a small chapel by the beach.\n\n",{"type":"==","value":["Eat"]},"\nThere are different restaurants in Tamandaré. Beijupirá, which is also present in ",{"type":"[[","value":[["Olinda"]]}," and ",{"type":"[[","value":[["Porto de Galinhas"]]},", and Bora Bora are great options to have lunch, both located in Praia dos Carneiros. A few hotels also offer lunch and dinner for non-guests. \n\n",{"type":"==","value":["Drink"]},"\nSítio da Prainha serves drinks and appetizers, and also offers a few activities, like horse and boat rides.\n\n",{"type":"==","value":["Sleep"]},"\nHotels and \"pousadas\" vary in price and structure. Reservations are recommended if you plan to go between October and February. The hotels tend to get full during holidays. A few people also rent houses for a specific amount of time during summer vacations.\n\n",{"type":"==","value":["Go next"]},"\nPorto de Galinhas and other beaches are fairly close and are easy to access by car.\n\n",{"type":"{{","value":[["IsPartOf"],["Pernambuco"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-8.75038"],["-35.10406"],["zoom=13"]]},"\n",{"type":"[[","value":[["wikipedia:Tamandaré"]]}]