[{"type":"{{","value":[["pagebanner"],["TampereBanner.JPG"],["caption=The Tamerkorski Rapids"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Tampere.jpg"],["thumb"],["350px"],["View to Näsinneula tower in Tampere"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tampere.fi\/english\/ Tampere"]}]}," (",{"type":"[[","value":[["Swedish phrasebook"],["Swedish"]]},": ",{"type":"''","value":["Tammerfors"]},") is the third largest city in Finland with around 215,000 inhabitants (around 300,000 in the metropolitan area). Being located 170 km north of the Finnish coastal capital ",{"type":"[[","value":[["Helsinki"]]},", it is also the biggest inland town in the whole Nordic region. Geographically, the city lies on a narrow isthmus between ",{"type":"'''","value":["Lake Näsijärvi"]},", which reaches far to the north, and ",{"type":"'''","value":["Lake Pyhäjärvi"]}," in the south. In addition, there are 200 lakes and ponds in Tampere, and a total of 450 in the entire region. Despite being predominantly a former heavy industry centre, today Tampere is a major hub for information technology, research, education, culture, sports and business. In 2010, the City of Tampere came in first in an image survey comparing the largest cities in Finland. Leaving Helsinki behind, it was also found the most attractive city among Finns who plan on moving.\n\n",{"type":"==","value":["Understand"]},"\n\nThe Tammerkoski rapids, which now run in a canal through downtown Tampere, connect the two major lakes with an elevation drop of 18 metres. As early as the 7th century people started to gather at the banks of the lakes, and in the 18th century the utilization of the rapids as a source of hydropower resulted in a population boom. Tampere was officially founded on the banks of Tammerkoski in 1775 by Gustav III of Sweden, and four years later, 1 October 1779, Tampere was granted full city rights. The newly founded city was soon after established as a proving ground of revolutionary economical theories by declaring a freedom of trade to the city dwellers. The status of free town enabled import and export of foreign goods without customs. In addition, it was ordered that the citizens were allowed to freely practice any Christian faith. Due to the uncommon liberties, Tampere grew as a major market town and industrial centre in the 19th century. During the latter half of 19th century almost half of Finland's industrial labour force was in Tampere. The town's industrial inclination in the 19th and 20th centuries gave it the nickname \"Manchester of the North\", Manse for short (in Finnish) that sticks to this day.\n\nTampere has been an industrial pioneer in Finland since the very beginning. Finland’s first paper mill started operation in 1783, and the first paper machine was engaged at the J.C. Frenckell & Son’s factory in 1842. The cotton factory established in 1820 by James Finlayson grew to become the country’s first large-scale industrial establishment. The first electric light in the Nordic countries was also lit in Finlayson’s modern production facilities in 1882. Finlayson grew aggressively and eventually became the large industrial complex in the Nordic countries. The city’s engineering industry was bolstered by the manufacturer of grinding machines and water turbines Tampella, which was established on the upper reaches of the Tammerkoski rapids in 1861. \n\nBy the time of the Finnish declaration of independence in 1917, Tampere had already grown into a major industrial hub that was predominantly inhabited by factory workers. Because of the unusually large working class, Tampere was also the worker's union stronghold. The workers' living conditions were terrible which was increasingly generating social tension in the society. The First World War was initially profitable for industrial Tampere, but after the October Revolution in Russia, the vital eastern trade was severed. Now the Finnish society was deeply divided, and the socialists seized control of Tampere 1918. During the Finnish Civil War in 1918 Tampere became the Red (Social Democratic Party of Finland) stronghold. However, in April 1918 the eventually victorious White forces led by C. G. E. Mannerheim captured the town after the Battle of Tampere. It was the largest battle in Nordic war history. Whites seized 11,000 prisoners, summarily executing actual and suspected leaders and locking the remaining prisoners into camps. The decisive victory quickly led to the end one of the bloodiest civil wars the world had yet seen.\n\nAfter the war, both the city and the national consensus were rebuilt, and Tampere grew rapidly. In 1927 the first of the factories stopped industrial operations, and city offices later moved into the empty buildings. Even though the structural changes were already on their way, by the time of the Second World War, Tampere was centre of the Finnish war industry. In addition to uniforms made in textile mills, Tampella factories were manufacturing mortars and artillery. Tampere was bombarded during 1939-40 by the Soviet air force, but the damages were not extensive. After 1960 most factories started to grind to a halt, but the buildings were kept. Nowadays the cityscape of Tampere is characterized by charming old red-brick industrial buildings, most of them reinstated as offices, restaurants, and places of culture. Modern Tampere has come a long way from its heavy industry roots, and transformed into a hi-tech research and development powerhouse.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Visit Tampere Tourist Information"],["url=http:\/\/www.visittampere.fi\/"],["email="],["address=Rautatienkatu 25A"],["lat=61.4985"],["long=23.7731"],["directions=The office is located within the main railway station"],["phone=+358 3 5656 6800"],["tollfree="],["fax="],["hours=Opening hours vary according to season"],["price="],["content= The office hands out travel tips, brochures, and free maps of the city."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nTampere is serviced by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.finavia.fi\/airport_tampere-pirkkala Tampere-Pirkkala airport"]}]}," (",{"type":"{{","value":[["IATA"],["TMP"]]},"), which lies 17 km from the city. Finnair has several connections to ",{"type":"[[","value":[["Tallinn"]]}," and ",{"type":"[[","value":[["Helsinki"]]}," every day. During winter season there are also flights up north to ",{"type":"[[","value":[["Kittilä"]]}," and ",{"type":"[[","value":[["Kuusamo"]]},". Blue1 has direct flights to ",{"type":"[[","value":[["Stockholm"]]}," and ",{"type":"[[","value":[["Copenhagen"]]},", while airBaltic connects Tampere to ",{"type":"[[","value":[["Riga"]]},". More importantly for the budget traveller, Tampere is Ryanair's Finland hub, with service to ",{"type":"[[","value":[["Kaunas"]]},", ",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Riga"]]},", ",{"type":"[[","value":[["Bremen"]]},", ",{"type":"[[","value":[["Frankfurt"],["Frankfurt\/Hahn"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Palma de Mallorca"]]},", ",{"type":"[[","value":[["Pisa"]]},", ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Trapani"]]},", ",{"type":"[[","value":[["Alicante"]]},", ",{"type":"[[","value":[["Budapest"]]}," and ",{"type":"[[","value":[["Malaga"]]},".  Ryanair uses Terminal 2, while all other airlines use Terminal 1.\n\nPaunu ",{"type":"[","value":["http:\/\/www.paunu.fi\/english.html"]}," route 61 connects Terminal 1 to Pyynikintori in central Tampere (€4.40), while Ryanair has its own bus service ",{"type":"[","value":["http:\/\/www.airpro.fi\/bus_schedules"]}," (€6) to Terminal 2.  Both take around 40 minutes.  In addition to regular taxi service (€25-40, 20 min), there is also a shared airport taxi service (€17 one-way between Tampere and airport) ",{"type":"[","value":["http:\/\/www.taksitampere.fi\/in-english\/services\/"]},".  The direct bus service betweeen the airport and Helsinki has stopped running, but it is possible to change in Tampere long-distance coach station (linja-autoasema) between airport bus 61 and long-distance coaches to Helsinki and elsewhere.\n\n",{"type":"===","value":["By train"]},"\nThe national railroad company, ",{"type":"[","value":["http:\/\/www.vr.fi\/en\/ VR"]},", offers extensive train services from different parts of Finland to Tampere with connections south to ",{"type":"[[","value":[["Helsinki"]]},", south-west to ",{"type":"[[","value":[["Turku"]]},", west to ",{"type":"[[","value":[["Pori"]]},", and north to ",{"type":"[[","value":[["Jyväskylä"]]}," and ",{"type":"[[","value":[["Finnish Lapland"],["Lapland"]]},". The trip to\/from Helsinki using the fastest Pendolino connection takes 90 minutes and costs €33.90, whereas a local train will take just over 2 hours and cost €22.50. On weekdays, there are hourly connections to Helsinki except few hours during the night. On weekends, there may be a gap of up to 2 hours between trains. For Finnish students (ISIC ",{"type":"''","value":["not"]}," accepted) and children (6–17 years) all train tickets are half price.\n\nFrom Helsinki-Vantaa airport, where most visitors arrive in Finland, the best way to reach Tampere by train is to take a short bus or taxi ride to Tikkurila train station closest to the airport (instead of Helsinki main railway station), and board a northbound long-distance train there. The station ticket office is closed at night, but tickets can be purchased from machines (Finnish credit cards only) or on board the train. Trip from Tikkurila to Tampere takes between 75 and 110 minutes depending on the train.\n\nTampere main train station is located downtown, at the east end of the main street Hämeenkatu. Most hotels are well within walking distance of the station.\n\n",{"type":"===","value":["By coach"]},"\nThere is an almost hourly ",{"type":"[","value":["http:\/\/www.matkahuolto.fi\/en\/ ExpressBus"]}," coach connection from Helsinki-Vantaa airport to Tampere bus station operated by Paunu, departing from platform 13. The service operates round the clock, although there may be a gap of 1 to 2 hours between services in the small hours of the night. The trip takes between 2 h and 2 h 30 min depending on whether the service calls in towns on the way. In some cases, there is a change of coach close by at Keimolanportti service station, but it is well-coordinated and effortless. Tickets cost €22.50 (round trip €40.50) for adults, €11.30 for Finnish students (ISIC ",{"type":"''","value":["not"]}," accepted) and children of age 4-16. Children under the age of four travel free.\n\nThe low cost coach company ",{"type":"[","value":["http:\/\/www.onnibus.fi\/ Omnibus"]}," has services from some cities. To get bargains, tickets should be bought on Internet well in advance. The company uses Hervanta as bus terminal and interchange station, and does (with exception the Pori route) not serve the city centre.\n\n",{"type":"===","value":["By car"]},"\nTampere can be easily reached by car. The drive from Helsinki takes about 2 hours and there is a four-lane motorway throughout the journey (speed limit 120 km\/h with small portions 100 km\/h in the summer, or 100 km\/h throughout in the winter). The motorway is new and in excellent condition, but is mainly not well lit. Care must be exercised when driving in the dark, particularly in winter as driving conditions can be harsh due to snow and slippery roads.\n\nThere are also road connections from Tampere to Turku, Pori, Rauma, Seinäjoki\/Vaasa, Jyväskylä and Lahti. These are mostly two-lane regular roads with speed limits between 80 km\/h and 100 km\/h. You can also rent a car from a car-rental service found in the Tampere-Pirkkala airport.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Tampere-Center.png"],["thumb"],["Map of central Tampere, click to zoom in"]]},"\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["Image:Tampere Keskustori 01.jpg"],["thumb"],["Central square, ",{"type":"'''","value":["Keskustori"]}]]},"\n\nDowntown area of Tampere has a couple of prominent features which make it easy to navigate in:\n",{"type":"*","value":[" The main street of Tampere, ",{"type":"'''","value":["Hämeenkatu"]},", effectively divides the city center into north and south side. The one kilometer stretch is limited in the east by the main railway station, where many visitors arrive from Helsinki and elsewhere, and in the west by Hämeenpuisto Park with the City Library and the Church of Alexander. The street continues to the east as Itsenäisyydenkatu and to the west as Pirkankatu."]},{"type":"*","value":[" ",{"type":"'''","value":["Tammerkoski rapids"]}," crossing Hämeenkatu just by the central square, split the centre into east and west side. The rapids run from Lake Näsijärvi north of Tampere to Lake Pyhäjärvi in the south. The height difference between the two lakes is 18 meters, but the formerly thundering heart of Tampere now flows through the city centre rather peacefully, because of the several hydroelectric dams harnessing its power."]},{"type":"*","value":[" The central square, ",{"type":"'''","value":["Keskustori"]},", is located right next to the bridge where Hämeenkatu crosses Tammerkoski rapids. It is effectively the focal point of the city both geographically and socially."]},{"type":"*","value":[" Downtown area is thought to be limited by ",{"type":"'''","value":["Lake Näsijärvi"]}," in north, ",{"type":"'''","value":["Lake Pyhäjärvi"]}," in south, main railway station in east, and Hämeenpuisto Park in west."]},{"type":"*","value":[" Great majority of the hotels, shops and attractions are located either in downtown or within walking distance from it."]},"\nYou can get a great overview of the city beforehand from the aerial photos shot in 2011 at ",{"type":"[","value":["http:\/\/www.virtualtampere.com\/ Virtual Tampere"]},".\n\n",{"type":"===","value":["Districts"]},"\nThere are only few neighborhoods in Tampere which can be considered interesting to most visitors, namely Downtown, Pyynikki, Pispala. While downtown area is certainly where tourists often hang out in Tampere, it's worth the effort to spend a few hours hiking around the ridge in Pyynikki and Pispala district which lie just 2–3 km west of downtown. Hervanta and Nekala districts are more off beaten path.\n\n",{"type":"*","value":[{"type":"'''","value":["Downtown"]}," is the oldest part of Tampere, and where nearly all the sights and shops are located. The busy main street, Hämeenkatu, runs through charming Keskustori main square and is lined with shops, restaurants and bars. Many of these are set in the foundations of beautiful historic buildings dating back to late 19th century. Tammerkoski rapids flowing through downtown and between historic red-brick factory buildings only add to the charm and also give Tampere its distinctive look. The canal walls and surrounding buildings are tastefully lit when it's dark. Visitors in a hurry will do well even if they do not have time to wander far from downtown area. "]},{"type":"*","value":[{"type":"'''","value":["Pyynikki"]}," is both an upscale residential area adjacent to downtown, and one of Tampere's most remarkable natural areas of beauty. Geographically, it is an 85-meter-high narrow isthmus between the two lakes defining the city, Lake Näsijärvi and Lake Pyhäjärvi. As such, Pyynikki ridge is regarded as the highest gravel ridge in the world. On top of the ridge there is an 1920s observation tower. Pyynikki is used by residents as an exercising area in all seasons, it is the city's most important recreation area. Some of the trails are lit and they function as skiing tracks in the winter. There are two pedestrian and bicycle paths on the ridge, but cycling is prohibited elsewhere on the ridge. The ridge and its nature trail are also of great educational importance."]},{"type":"*","value":[{"type":"'''","value":["Pispala"]}," lies next to Pyynikki and is built both sides of the ridge between Lake Näsijärvi and Lake Pyhäjärvi. This formerly working-class neighborhood has gentrified radically and is currently one of the most exclusive neighbourhoods in Tampere. Strangely enough, there's also a vibrant artivist atmosphere and Pispala has much in kin with other bohemian arts areas such as Užupis, Montmartre, Greenwich Village or Freetown Christiania. Together with Pyynikki, Pispala is widely considered the most beautiful district of Tampere and locals often guide tourists here for the view and the unique urban design features of the area. There is a famous landmark in the area called the Shot tower. Pispala houses the oldest still active public sauna in Finland, Rajaportin sauna that began its operation in 1906."]},{"type":"*","value":[{"type":"'''","value":["Hervanta"]}," is one of the biggest and best known suburbs in Tampere is located about 10 km south of the city center. It is home for Tampere University of Technology, Hermia Technology Center, many high tech companies and a large amount of students. Hervanta has a gritty reputation based on the large amount of 1970's concrete residential tower blocks and the social problems it suffered especially during 1980's, but nowadays it has been moderately gentrified. Hervanta modern red-brick centre is architecturally interesting work by the architect couple Pietilä. If you find yourself in Hervanta when the University is in session, do check out the campus and you have a good chance of running into something wacky."]},{"type":"*","value":[{"type":"'''","value":["Nekala"]}," area is famous for its old wooden houses, noncomformist cultural landscape and sadly, relatively high rates of violent crime in Finnish standards. Take a peek at the rough but still charming side of the city. It is generally agreed that people of Nekala hold an unique character unlike anywhere else, even if the problems associated with low-income and crime contribute to the atmosphere in a relatively small part. Safety for the visiting tourist is rarely a concern. The word Nekala traces its origins to an old Finnish word with a simple meaning of 'stabbing knife'. "]},"\n",{"type":"===","value":["On foot and bike"]},"\nSince nearly all the shops, restaurants and attractions are located in the compact downtown area, walking is the preferred way to get around Tampere. From the main railway station, the central square is just a couple of hundred meters straight down the main street. While there are not many pedestrian-only streets downtown, Tampere is still considered a very walkable city. However, there are only few cycling lanes downtown, and therefore bicycles are not encouraged. Even in Pispala and Pyynikki districts neighboring downtown, cycling can be difficult not only due to the lack of bike lanes but also because of the elevation differences and abundant flights of stairs in many alleyways.\n\n",{"type":"===","value":["By car"]},"\nThere is no need for a car if you are visiting Tampere only. Driving in the city is safe and straightforward, but one should keep in mind that there are many one-way streets in downtown. Roads in Tampere are in excellent condition.\n\nMany major car rental companies have offices in Tampere:\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Budget airport"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+358 20 746 6630"],["tollfree="],["fax="],["hours=Mon-Fri 8-22.30, Sat 9-21, Sun 13-22.30"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Europcar downtown"],["url="],["email="],["address=Rautatienkatu 27"],["lat=61.49743"],["long=23.77254"],["directions=Next to the main railway station"],["phone=+358 40 306 2832"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Europcar airport"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+358 40 306 2832"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Hertz downtown"],["url="],["email="],["address=Rautatienkatu 28"],["lat=61.49564"],["long=23.77225"],["directions="],["phone=+358 20 555 2400"],["tollfree="],["fax="],["hours=Mon-Fri 9-17, Sat 10-12"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Hertz airport"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+358 20 555 2400"],["tollfree="],["fax="],["hours=Mon-Sun 6-23"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=RentCenter"],["url=http:\/\/www.rentcenter.net\/en\/"],["email="],["address=Hatanpään valtatie 40"],["lat=61.4840"],["long=23.7631"],["directions="],["phone=+358 3 2606 500"],["tollfree="],["fax="],["hours=Mon-Fri 8-17"],["price="],["content=A family-owned rental company with delivery to airport."]]}]},"\nWhile street side parking is limited, there is ample parking in indoor car parks downtown:\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Anttila"],["url="],["email="],["address=Näsilinnankatu 13"],["lat=61.5000"],["long=23.7543"],["directions="],["phone="],["tollfree="],["fax="],["hours=24h"],["price=1€ per 30 min"],["content=575 parking spaces."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Railway station"],["url="],["email="],["address=Rautatienkatu 27"],["lat=61.4986"],["long=23.7731"],["directions="],["phone="],["tollfree="],["fax="],["hours=24h"],["price=1€ per 30 min"],["content=461 parking spaces."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Plevna"],["url="],["email="],["address=Polttimokatu 5"],["lat=61.5016"],["long=23.7581"],["directions="],["phone="],["tollfree="],["fax="],["hours=24h"],["price=1€ per 30 min"],["content=612 parking spaces."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Koskikeskus"],["url="],["email="],["address=Suvantokatu 3"],["lat=61.49506"],["long=23.76730"],["directions="],["phone="],["tollfree="],["fax="],["hours=24h"],["price=1€ per 30 min"],["content=426 parking spaces."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Frenckell"],["url="],["email="],["address=Aleksis Kiven katu 14"],["lat=61.49963"],["long=23.75988"],["directions="],["phone="],["tollfree="],["fax="],["hours=24h"],["price=1€ per 30 min"],["content=370 parking spaces."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Hämeenpuisto"],["url="],["email="],["address=Tiiliruukinkatu 3"],["lat=61.4934"],["long=23.7569"],["directions="],["phone="],["tollfree="],["fax="],["hours=24h"],["price=1€ per 30 min"],["content=409 parking spaces."]]}]},"\nNotice that the roads will be icy during winter time and very slippery even at cold spring and autumn nights. Always drive extremely carefully if you do not have experience in driving in harsh conditions. If you choose to drive outside Tampere, heed moose warning signs, especially at dawn and dusk. The legal blood alcohol level while driving in Finland is below 0.5 ppm. There are no open bottle laws, but the police are allowed to measure the alcohol level of the driver on spot if they suspect driving under influence. \n\n",{"type":"===","value":["By bus"]},"\nAn extensive city bus network connects the suburbs to downtown. Due to the unique geography of downtown Tampere, most of the bus lines run in east-west direction and pass through the main street Hämeenkatu. All buses stop at or near the central square, and the City of Tampere operates a handy ",{"type":"[","value":["http:\/\/reittiopas.tampere.fi\/en\/ trip planner service"]},".\n\nWhen you want to stop a bus, give a clear signal to the driver by holding your hand up: if you are just standing still, the bus will probably just pass the stop. Keep in mind that you can only enter the bus from the front door, unless you are traveling with an infant in a pushcar (and then you ",{"type":"''","value":["must"]}," use the middle doors). Single tickets for adults (12 years and above) cost €2.50 and children cost €1, and allowed unlimited transfers within 60 minutes.  Every paying adult can be accompanied for free by one child under the age of 7. Adults with a baby in a pushchair can travel for free.  Between midnight and 4:40 am, night buses charge €2.50 extra (except if you have a valid Tourist Ticket). Tickets can only be purchased in cash from the driver on board. \n\nYou may also choose to purchase a ",{"type":"[","value":["http:\/\/joukkoliikenne.tampere.fi\/en\/travelling\/tickets\/tourist-card.html Tampere Tourist Card"]}," for unlimited travel by bus within the city limits (€6 for the first day, additional days cost €4 for adults; youth and children are €4\/€3 and €3\/€2 respectively). Purchase the smartcard at the railway or bus station, central square kiosk or ",{"type":"[","value":["http:\/\/www.tampere.fi\/english\/publictransport.html city transportation office"]}," at Frenckellinaukio 2 B, on the northeastern side of the central square.\n\nThe tickets are also valid on most regional bus lines (lines 45-95 and even on some non-numbered routes; though not on line 54) within city limits. You'll recognize a city tariff zone bus from the \"hailing driver\" logo near the right corner of the front of the bus. If you're traveling outside the city limits, for instance to the town of ",{"type":"[[","value":[["Kangasala"]]},", you have to pay according to the distance of your trip, so just tell the driver where you're going and how many tickets you want.\n\nCity buses offer a cheap and convenient way to get to know off beaten path locations. All the bus lines depart from the central square. Few interesting lines worth traveling include:\n\n",{"type":"'''","value":["2 Pyynikintori square - Tammela - Rauhaniemi"]},": A midtown line which takes you to Tammelantori market place, Lapinniemi spa (and Naistenlahti marina) as well as to Rauhaniemi ",{"type":"[","value":["http:\/\/www.rauhaniemi.net\/index.php?sivu=eng beach \/ public sauna"]},". Departures every 15-20 min.\n\n",{"type":"'''","value":["3 Lahdesjärvi - Petsamo"]},": A twisty and long line. Eastbound, it takes you to idyllic Petsamo garden suburb, with deep woods and allotments nearby. Westbound, it drives through the southern part of Hämeenpuisto avenue, then turns eastwards on Ratina bridge (with a nice view to both north (Laukontori market place) and south (Viinikanlahti bay). It then drives through Hatanpää (with lots of Nokia and other high-tech offices), and if you leave there, you may visit Arboretum, the botanic gardens with a nice lakeside esplanade, great for picnic. If you stay on the bus, it will travel through typical Finnish suburbs, nothing special except Nirva: you'll notice the steep ascent as the bus enters Nirva, and there's nice, early 20th century wooden homes all over. Lastly, the bus will arrive to Lahdesjärvi, which is a boring industrial area, nothing special to see there. The terminus is at ABC gas station with a 24\/7 store and bistro. In summer 2010 the terminus will be moved to the new IKEA\/Ikano mall in the area, which may be of interest for a shopping-oriented traveller. Departures every 30 min.\n\n",{"type":"'''","value":["4 Särkänniemi amusement park - Railway stn. - Bus stn."]}," (only during the summer, June–August): Takes you from the stations, drives through the main street, then turns right to the picturesque Hämeenpuisto avenue and finally stops at the gates of Särkänniemi amusement park. Departures every 20 min.\n\n",{"type":"'''","value":["10 Pispalanharju - Järvensivu"]},": A relatively short (ca. 25 min) line from the must-see Pispalanharju ridge and Pispala workers' district through nearly-untouched Pyynikki ridge with the observation tower. Then it descends through the upper-class Pyynikki with luxurious villas and palaces (and an art museum Villa Mac) and arrives to Laukontori market square \/ harbour, also a must-see destination. Eastbound from the Central Square, it continues under the railway station and by the university to Järvensivu, a \"light edition\" of Pispala. Departures every 30 min.\n\n",{"type":"'''","value":["21 Tahmela - Hatanpää - Turtola"]},": A devious and long line. Western terminus near to line 10 Pispalanharju terminus, but dozens of meters below. It curves through picturesque lower Pispala, or more specifically Tahmela and continues along a narrow road made in the ridge wall, just like in ",{"type":"[[","value":[["Monaco"]]},". The line goes by Rosendahl hotel and the Pyynikki summer theatre and passes some nice villas and palaces like the line 10. You may use also this line to the Pyynikki Tower, but the walking distance is somewhat longer. From Central Square the line continues southbound to Hatanpää (see line 3), and then all the way through some boring suburbs to Turtola hypermarket area. There's however a nice pasture with cows, owned by Ahlman farming school along Veisunkatu road, just between the apartment blocks. You can buy raw milk and other rustic food products from Ahlman. Departures every 30 min.\n\n",{"type":"'''","value":["39 Pyynikintori square - Hervanta"]}," (travels only during Mon-Fri during the winter season): A line for architecture enthusiasts. It goes by every (post)modern buildings of Tampere designed by the famous architect couple Reima and Raili Pietilä. When the bus leaves Pyynikki square, the next stop is at Metso, the city library resembling a capercaillie ",{"type":"[","value":["http:\/\/inter8.tampere.fi\/kirjasto\/index.php\/kirjastot-ja-aukiolot\/paeaekirjasto-metso\/ above"]},". Then at the end of Itsenäisyydenkatu street (which begins from the railway station tunnel) is a very prominent Kaleva church, also known as the \"silo of the souls\". From Kaleva the line continues along a boring highway to Hervanta. In Hervanta the whole central axis is planned by Pietiläs, namely from the old part of Duo mall and the public buildings surrounding the \"bazar\" and \"piazza\" west from the mall. The line proceeds then to its terminus with nothing worth seeing, chiefly 1970s \"commieblocks\". The line departures only during the peak hours on winter season working days, so using the line might be challenging. The nearest equivalent is the line 20 (Central Square - Hermia - Hikivuori), which shares the same route from the central square to Hervanta. If you wish to see Metso, you'll have to change to another line or walk the few clicks there.\n\n",{"type":"'''","value":["61 Pyynikintori square - Airport"]}," (travelling to airport crosses the city border, so you need to buy a specific ticket onboard (4.60 €). Traveling within the city limits is possible with the Tourist Card). The line to use to and from the airport. Departures every \"now and then\", about ",{"type":"[","value":["http:\/\/www.paunu.fi\/english.html once an hour"]},". Much cheaper than taking a cab (which can easily exceed 30€ to city center).\n\n",{"type":"'''","value":["70 Nokia - Central Square - Kangasala"]}," (travelling to Nokia or ",{"type":"[[","value":[["Kangasala"]]}," crosses the city border, so you need to buy a specific ticket on board. Traveling within the city limits is possible with the Tourist Card). If you are eager to see a town called Nokia, use this line (or lines 71 and 79) westbound. There's nothing special or worth to see. The paper mills along Nokia river are the origin of the contemporary Nokia corporation, but the mobile phone firm has no longer any activities in Nokia town. Nokia manor is however still owned by the corporation. Eastbound to Kangasala, there's much more to see. The line passes the long Kaukajärvi lake, which has served as a world-championship paddling stadium. There's two well-equipped and popular swimming beaches along the line, particularly in the west end of the lake (Kaukajärvi swimming stadium) and in the east end (Liuttu beach a half kilometre from the bus stop). The lake offers also some great views to Kaukajärvi suburb, with \"recumbent skyscraper\" apartments on the opposite shore. They are of wow especially at night, when the windows are lit. The line then proceeds to ",{"type":"[[","value":[["Kangasala"]]}," with some ordinary industrial and residential areas and then the bus arrives to Kangasala bus station. There's a small market place at the bus station, some local cafés and very nice hiking routes along the roads or the ridge. Further away there's some observation towers which offer great views. One of them has inspired the 19th century poet Z. Topelius, who wrote the poem ",{"type":"''","value":["A Summer's Day in Kangasala"]},". Departures every 20–60 minutes.\n\n",{"type":"'''","value":["90Y Pyynikintori square - various termini in Aitolahti\/Teisko area"]},". The bus routes to various parts of the vast rural areas incorporated in the city of Tampere, with city fares. The ultimate experience available with your Tourist Card. The common route for all the variations is the same as for the city line 28, from Pyynikintori square to Sorila. From there the line splits to west (Aitoniemi), north (Kämmenniemi - Terälahti - Kaanaa) and east (Viitapohja). Recommended for adventurous backpackers. If you want to see some oldest fossiles on Earth, the 2 billion years old \"carbon bags\" (",{"type":"''","value":["hiilipussit"]},"), take the Aitoniemi-bound bus. If you want to experience the hillbilly scene of Tampere, take the northbound bus and leave at Kämmenniemi (the first proper village after Sorila). There's somewhat legendary Kessan baari, the local pub. If you proceed further north, there's Terälahti, the last village with any services. There's though only a small grocery store and a library with irregular opening times, so it's more for hikers than shoppers. The final terminus within city limits is in Kaanaa, and there's practically nothing there. Some buses continue even further north to Virrat municipality, but the city ticket is not valid there. Viitapohja-line takes you to deep woods. The bus service without 'Y', line 90 is operated less frequently, and the city terminus for it is at the bus station. It uses the Jyväskylä highway instead of the old road, and the brief views in the Aitolahti archipelago are stunning. Both \"lines\" departure irregularly.\n\n",{"type":"===","value":["By taxi"]},"\nAs elsewhere in Finland, ",{"type":"[","value":["http:\/\/www.taksitampere.fi\/in-english\/services\/ taxis"]}," in Tampere are clean, safe, reliable and expensive. The drivers are extremely competent and will know their way around. If you happen to know the address of your destination, you may consider writing it down and showing it to the driver to avoid misunderstandings. The cost of the trip depends on the number of passengers and time of day (day\/night). For example, 1-2 persons traveling in daytime a 5-kilometre trip costs about €10 and a 10 km trip about €16. You can try to hail a passing cab if its roof light is on, but the most common way is to find the nearest taxi stand and get a cab from there. There is a stand in front of the train station and in central square, among other locations. You may also call the taxi station (the number is 10041 from landline, or 01004131 from a mobile phone) and ask for a taxi to your current location. There's only one taxi company in Finland. Taxis accept cash and major credit cards.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Tampere City Hall Aug2008.jpg"],["thumb"],["Tampere City Hall"]]},"\n",{"type":"===","value":[" Museums and galleries "]},"\n\nMost of Tampere's museums concentrate on its industrial history.  Kids will get a kick out of the Moomin Valley and the Spy Museum.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Amuri Museum of Workers' Housing"],["alt=Amurin työläismuseokortteli"],["url=http:\/\/www.tampere.fi\/amuri\/startpage.htm"],["email="],["address=Satakunnankatu 49"],["lat=61.499510"],["long=23.74307"],["directions="],["phone=+358 3 5656 6690"],["tollfree="],["fax="],["hours=Tu-Su 10-18 (Summer only)"],["price=Adults €6, children (7-16) €1"],["content=Amuri is a block of 19th century wooden houses turned into an open-air museum that vividly displays how the working-class used to live between 1880s and 1970s. The houses form an almost closed inner court, and there is a nice old-fashioned cafe with seatings both indoors and in the courtyard. Highly recommendable for history buffs, but interesting to others as well."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Art and Craftcenter Verkaranta"],["alt=Käsi- ja taideteollisuuskeskus Verkaranta"],["url=http:\/\/www.taitopirkanmaa.fi\/epages\/pirkanmaa.axl\/?ObjectID=3694&Locale=en_GB"],["email="],["address=Verkatehtaankatu 2"],["lat=61.497024"],["long=23.767054"],["directions="],["phone=+358 3 225 1409"],["tollfree="],["fax="],["hours=M-F 10-18, Sa-Su 11-16 (12-17 in summer)"],["price=€3,50"],["content=Monthly exhibitions on arts and crafts."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Finnish Labour Museum Werstas"],["alt=Työväenmuseo Werstas"],["url=http:\/\/www.tyovaenmuseo.fi\/?q=en"],["email="],["address=Väinö Linnan aukio 8"],["lat=61.501586"],["long=23.75960"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 11-18"],["price=Free entrance"],["content=The exhibitions at Werstas offer an overview of the history of the industrial era, worker population and civil society from different perspectives. At Werstas, you can visit the Textile Industry Museum, the Steam Engine Museum as well as the Labour Museum's changing and permanent exhibitions. The huge steam engine that used to give power to the entire factory complex is the definite high point of Werstas."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hiekka Art Museum"],["alt=Hiekan taidemuseo"],["url=http:\/\/www.hiekantaidemuseo.fi\/engl.htm"],["email="],["address=Pirkankatu 6"],["lat=61.497790"],["long=23.74904"],["directions="],["phone=+358 3 212 3973"],["tollfree="],["fax="],["hours=Tue 15-18, Wed 15-19, Thu 15-18, Sun 12-15"],["price=Adults €7, students €4"],["content=Home museum of art collector Kustaa Hiekka."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Lenin Museum"],["alt=Lenin-museo"],["url=http:\/\/www.lenin.fi\/"],["email="],["address=Hämeenpuisto 28"],["lat=61.495811"],["long=23.75205"],["directions="],["phone=+358 3 276 8100"],["tollfree="],["fax="],["hours=Mon-Fri 9-18, Sa-Su 11-16"],["price=adults €5, children (7-16) 3€"],["content=Small and quirky museum revolving around one of the founding fathers of Soviet communism. Located in a building owned by the Workers Association of Tampere that surprisingly also links to the October Revolution in Russia. Contains a lot of texts, maps and pictures as well as some \"artifacts\". The museum shop is also worth visiting."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Moominvalley of the Tampere Art Museum"],["alt=Muumilaakso"],["url=http:\/\/inter9.tampere.fi\/muumilaakso\/index.php?lang=en"],["email="],["address=Hämeenpuisto 20"],["lat=61.49802"],["long=23.75115"],["directions=In the same building with main library Metso"],["phone=+358 3 5656 6578"],["tollfree="],["fax="],["hours=Tu-F 9-17, Sa-Su 10-18"],["price=Adults €7, children (4-16) and students €2"],["content=Museum devoted to the Tove Jansson characters, with original sketches and drawings.  The permanent exhibition is rather staid, but there are occasional performances aimed children."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rupriikki"],["url=http:\/\/www.tampere.fi\/mediamuseo\/english.htm"],["email="],["address=Väinö Linnan aukio 13 (Finlayson)"],["lat=61.50146"],["long=23.75997"],["directions="],["phone=+358 3 5656 6411"],["tollfree="],["fax="],["hours=Tu-Su 10-18"],["price=Adults €5, children (7-16) and students €1"],["content=Media museum focusing on the history and development of mass communications. There is also an exhibition on the history of the Internet, and a bunch of cool retro computer and video games in the GameCabinet."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sara Hildén Art Museum"],["alt=Sara Hildénin taidemuseo"],["url=http:\/\/www.tampere.fi\/english\/sarahilden\/index.html"],["email="],["address=Särkänniemi"],["lat=61.50516"],["long=23.74073"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 11-18"],["price="],["content=Modern art, both Finnish and foreign."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Spy Museum"],["alt=Vakoilumuseo"],["url=http:\/\/www.vakoilumuseo.fi\/englanti\/index.htm"],["email="],["address=Satakunnankatu 18"],["lat=61.5010"],["long=23.7608"],["directions="],["phone="],["tollfree="],["fax="],["hours=Jun-Aug: M-Sa 10-16, 11-17. Sep-May: M-Sun 11-17"],["price=8€ for adults, 6€ for children and students"],["content=Claims to be the first spy museum in the world, exhibiting everything from world-famous spies to their equipment such as spy cameras and secret weapons - many of which you can try. You can also attempt to fool the classic lie detector."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Art Museum"],["alt=Tampereen taidemuseo"],["url=http:\/\/www.tampere.fi\/english\/artmuseum\/index.html"],["email="],["address=Puutarhakatu 34"],["lat=61.49853"],["long=23.74367"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 10-18"],["price=Price varies with exhibitions"],["content=Changing exhibitions of Finnish and foreign art. Adults 6, children 2."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Mineral Museum"],["alt=Tampereen kivimuseo"],["url="],["email="],["address=Hämeenpuisto 20"],["lat=61.49823"],["long=23.75105"],["directions="],["phone=+358 3 5656 6046"],["tollfree="],["fax="],["hours=Tu-F 09-17, Sa-Su 10-18"],["price=Adults €4, children (7-16) and students €1"],["content=Not quite as boring as you'd think, the museum has plenty of gemstones cut and raw including a 600-kg chunk of Brazilian amethyst, meteorites and even a couple of dinosaur eggs."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Vapriikki"],["url=http:\/\/www.tampere.fi\/vapriikki\/index.html"],["email="],["address=Alaverstaanraitti 5"],["lat=61.50304"],["long=23.76051"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tue-Su 10-18,"],["price=Adults €8, children (7-16) and students €, pensioners and unemployed €6. Some exhibitions may cost extra"],["content=Museum centre with ten exhibitions varying from prehistory to technology and art. Exhibitions include the Finnish Hockey Hall of Fame, Doll Museum, Shoe Museum and Tampere Museum of Natural History."]]}]},"\n",{"type":"===","value":[" Churches "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kaleva Church"],["alt=Kalevan kirkko"],["url=http:\/\/www.tampereenseurakunnat.fi\/kirkot\/kaleva"],["email="],["address=Liisanpuisto 1"],["lat=61.4991"],["long=23.7940"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Solid concrete modernist church designed by famous architect Reima Pietilä in 1966. It is likely the most important piece of architecture in Tampere. Locals call it \"The Silo of Souls\" (",{"type":"''","value":["Sielujen siilo"]},") and from the outside it's not hard to see why, but the stark interior is quite awe-inspiring: very high and big room without pillars, minimalist interior made of bright wood. Some Sundays, community members guide onto the roof, which offers a good view over Tampere, and let one have a nice view from the top into the church room."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Messukylä Old Church"],["alt=Messukylän vanha kirkko"],["url=http:\/\/www.tampereenseurakunnat.fi\/kirkot\/messukyla_vanha"],["email="],["address=Kivikirkontie 2"],["lat=61.4838"],["long=23.8483"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest building in Tampere, built in medieval times with parts dating back to the 1400s.  Unheated and thus open only from May to August."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tampere Cathedral"],["alt=Tampereen tuomiokirkko"],["url=http:\/\/www.tampereenseurakunnat.fi\/kirkot\/tuomiokirkko"],["email="],["address=Tuomiokirkonkatu"],["lat=61.5025"],["long=23.7698"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Imposing church in the National Romantic style, designed by architect Lars Sonck and completed in 1907.  The interior has a series of famously macabre frescos by Hugo Simberg, including ",{"type":"''","value":["The Wounded Angel"]}," (once voted Finland's \"national painting\") and the ",{"type":"''","value":["Garden of Death"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of Alexander"],["alt=Aleksanterin kirkko"],["url="],["email="],["address=next to the library"],["lat=61.4971"],["long=23.7491"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a neo-gothic red brick building. Its interior is simple colored wooden carftswork. It is surrounded by a small park containing a few old grave stones."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Church"],["alt=Vanha Kirkko"],["url="],["email="],["address=on Keskustori next to theater and city hall"],["lat=61.4986"],["long=23.7611"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest church in Tampere center is this yellow wooded church build 1824. Four years later, a bell tower designed by Carl Ludwig Engel was added."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Orthodox Church"],["alt=Tampereen ortodoksikirkko"],["url=http:\/\/www.ort.fi\/fi\/kirkko_palvelee\/srk\/tampere\/index.php"],["email="],["address=Suvantokatu 10"],["lat=61.4952"],["long=23.7720"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Russian-style onion-domed church dating to 1896, serving Tampere's tiny Orthodox minority."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Finlayson Church"],["alt=Finlaysonin kirkko"],["url=http:\/\/www.tampereenseurakunnat.fi\/kirkot\/finlayson"],["email="],["address=Puuvillatehtaankatu 2"],["lat=61.50221"],["long=23.75501"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The church in the ",{"type":"'''","value":["Finlayson"]}," area was built in 1879 for the factory workers. It is a small church in Gothic revival style with a red brick façade. This is the favourite wedding church in Tampere."]]}]},"\n",{"type":"===","value":[" Parks and gardens "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Duck Park"],["alt=Sorsapuisto"],["url=http:\/\/www.tampere.fi\/english\/environmentandnature\/greenareas\/parks\/sorsapuisto.html"],["email="],["address=Yliopistonkatu"],["lat=61.4973"],["long=23.7849"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large park around a pond by Tampere Hall, near the city centre. Good choice for a summer picnic. In the summer there are also different species of birds in cages by the pond."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hatanpää Arboretum"],["url=http:\/\/www.tampere.fi\/english\/environmentandnature\/greenareas\/parks\/hatanpaa.html"],["email="],["address=Hatanpään puistokuja"],["lat=61.4808"],["long=23.7525"],["directions=About 2km south via Hatanpään valtatie from the city centre, turn to right on Hatanpään puistokuja"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A mansion with an arboretum (a collection of trees and plants), a rose garden and a park by Lake Pyhäjärvi."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Koskipuisto Park"],["url=http:\/\/www.tampere.fi\/english\/environmentandnature\/greenareas\/parks\/koskipuisto.html"],["email="],["address="],["lat=61.4997"],["long=23.7650"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Newly renovated park by the Tammerkoski rapids in the center of the city. Popular place to have a picnic or a beer on a sunny summer day."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Näsi Park"],["alt=Näsinpuisto"],["url=http:\/\/www.tampere.fi\/english\/environmentandnature\/greenareas\/parks\/nasinpuisto.html"],["email="],["address="],["lat=61.5038"],["long=23.7520"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice park by Lake Näsijärvi, created in the early 20th century.  Starts from the north end of Hämeenpuisto. On the highest point of the park lies a memorial for the victims of the shipwreck of S\/S Kuru, which sunk off Tampere in 1929, killing 138 people.  By the memorial you'll have a great view over the lake Näsijärvi and Särkänniemi Adventure Park."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Southern Park"],["alt=Eteläpuisto"],["url=http:\/\/www.tampere.fi\/english\/environmentandnature\/greenareas\/parks\/etelapuisto.html"],["email="],["address=Eteläpuisto"],["lat=61.4903"],["long=23.7534"],["directions=At the southern end of Hämeenpuisto"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A park with a fountain. From the park you can walk through the woods to Pyynikin uimaranta, the most popular beach in Tampere."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Viinikka Park"],["alt=Viinikanpuisto"],["url=http:\/\/www.tampere.fi\/ytoteto\/yva\/ymparistoverkko\/bl_kt_arkkitehtuuri_viinikanpuisto.html"],["email="],["address=Viinikanpuisto"],["lat=61.4849"],["long=23.7876"],["directions=Bus 12 from Keskustori, get off at Viinikka Church and walk a hundred meters ahead"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A peaceful park in a picturesque residential area. Lime trees are beautiful in autumn."]]}]},"\n",{"type":"===","value":[" Others "]},"\n",{"type":"[[","value":[["Image:Särkänniemi - Koiramäki4.jpg"],["thumb"],["Koiramäki themepark and Näsinneula observation tower"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Finlayson historic factory complex"],["url="],["email="],["address="],["lat=61.5017"],["long=23.7557"],["directions=North side of downtown, west side of Tammerkoski rapids"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Collection of historic factory buildings gradually extended from a textile mill founded by a Scotsman named James Finlayson in 1820. The oldest building, six-storey high-rise TR1, dates back to 1837. The complex also includes the factory church, now the most popular wedding church in Tampere, stable yards with arts and crafts shops and pony rides, and the owner's mansion with park and a restaurant. The factory buildings have been transformed into shops, restaurants, museums, movie theatres, and office spaces. Well worth visiting for anyone."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampella historic factory complex"],["url="],["email="],["address="],["lat=61.5046"],["long=23.7627"],["directions=North side of downtown, east side of Tammerkoski rapids"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1844, Tampella is the other major remaining historic factory complex in Tampere. Tampella factories started as iron works, but later were converted into a cotton mill and a textile factory, and finally into a machine shop and a groundwood plant. Operated until 1991, Tampella factories manufactured, among others, water turbines, ships, paper machines, steam engines, trains, artillery and airplane engines. Many of the beautiful original buildings remain and have been converted into theatres, museums and office spaces."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shot tower"],["alt=Haulitorni"],["url=http:\/\/www.pispalanmoreeni.fi\/haulitehdas.html"],["email="],["address=Haulikatu 8"],["lat=61.50523"],["long=23.71141"],["directions=On Näsijärvi (northern)  side of the ridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Old and well-preserved shot tower. Shot towers are nowadays quite rare throughout the world, especially ones that are in good shape. No admittance though."]]}]},{"type":"[[","value":[["File:Särkänniemi - Trombi and Tyrsky.jpg"],["thumbnail"],["right"],["Amusement rides in Särkänniemi"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Särkänniemi Adventure Park"],["url=http:\/\/www.sarkanniemi.fi\/www\/index.php?lang=en"],["email="],["address="],["lat=61.5048"],["long=23.7427"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance €6, single ride ticket €5, day pass €29 (includes entrance)"],["content=Lakeside adventure park on the edge of downtown. Rides are open between May and September, and other attractions year round. The park includes a modern art museum (\"Sara Hildén Art Museum\"), a children's zoo with mainly domestic animals, a planetarium, a dolphinarium, an aquarium and the landmark 168-metre ",{"type":"'''","value":["Näsinneula"]}," observation tower, topped by a revolving viewing deck and a fine dining restaurant serving high quality Finnish cuisine.  On a clear day, the views of the surrounding forests, lakes, ridges and the city are awesome."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Market hall"],["url="],["email="],["address=Hämeenkatu 19"],["lat=61.49715"],["long=23.75881"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 8-18, Sat 8-15"],["price="],["content=Built in 1901, the historic market hall is still a beautiful social focal point of the city. Lots of fresh goods, cafes, cheap local eateries and infinite people watching opportunities."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere City Library"],["alt=Metso"],["url=http:\/\/www.tampere.fi\/kirjasto\/english.htm"],["email="],["address=Pirkankatu 2"],["lat=61.4979"],["long=23.7505"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 9:30AM-8 PM, Sat 9:30 AM-3 PM"],["price="],["content= In 1978 a competition was arranged for the design of a new main library. The jury unanimously chose the design by Raili and Reima Pietilä. The architects said they had been influenced by various elements, such as Celtic ornaments, sheep horns and glacial spin formations. The basic idea was a space coiling spirally like the shell of a snail. The form of a bird appeared in the design process. Increasingly, the building began to resemble a large game bird, the capercaillie, known in Finnish as ",{"type":"''","value":["metso"]}," — now the building's nickname. Seen from above, the building looks like a bird carrying a shield.  Houses the ",{"type":"'''","value":["Moominvalley"]}," exhibition and the ",{"type":"'''","value":["Tampere Mineral Museum"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Haihara Mansion"],["alt=Haiharan kartano"],["url=http:\/\/www.tampere.fi\/english\/culture\/activities\/haihara\/index.html"],["email="],["address="],["lat=61.4698"],["long=23.8904"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A peaceful place to visit on a warm summer day. There is a cafe, art exhibitions and a garden. The mansion's history dates back to 16th century. The last stop of bus line 15 is near Haihara."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Hall"],["url="],["email="],["address=Yliopistonkatu 55"],["lat=61.4959"],["long=23.7821"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Meetings, concerts, functions, exhibitions."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Arthouse Cinema Niagara"],["url=http:\/\/www.elokuvakeskus.com\/niagara\/"],["email="],["address=Kehräsaari"],["lat=61.49544"],["long=23.76381"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Artsy movies are shown in their original language."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Charter cruises"],["url=http:\/\/www.hopealinja.fi\/sivut\/english\/charter_cruises.htm"],["email="],["address="],["lat=61.4952"],["long=23.7611"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=To ",{"type":"[[","value":[["Hämeenlinna"]]}," (a leisurely 8 hours), to ",{"type":"[[","value":[["Nokia"]]}," (a neighboring town, not the company) or just on the lake are popular in the summer. There are many regular boat routes on both lakes (Näsijärvi and Pyhäjärvi)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cinema Plevna"],["url=http:\/\/www.finnkino.fi\/eng\/cinemas\/tampere_plevna\/"],["email="],["address=Itäinenkatu 4"],["lat=61.50120"],["long=23.75852"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1653 seats divided into ten halls. The largest room has 495 seats a 136 m2 screen. All halls have been made to meet the latest quality standards. Plevna shows mainstream movies in their original language with subtitles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Downhill skiing"],["url=http:\/\/www.tampereenrinteet.fi\/"],["email=info@tampereenrinteet.fi"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are two small skiing hills in Tampere. One is in Hervanta (buses 13, 23 and 30 eastbound). The longest slope in Hervanta is 350 meters with altitude change of 59 meters. The other hill is in Mustavuori (buses 70 and 71 westbound), near Kalkku. The longest slope in Mustavuori is 350 meters with altitude change of 69 meters. Both hills offer courses and equipment rental."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Fishing"],["url=http:\/\/www.tampere.fi\/english\/tourism\/activities\/aroundtheyear\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€4 for 4 hours, €4.50 for full day"],["content=You can fish at the Tammerkoski rapids that run right through the city center. You need to purchase a fishing permit from a nearby R-kioski (Hatanpään valtatie 2), tourist office (Verkatehtaankatu 2) or a vending machine at the wall of restaurant Rosso. You may catch at most three salmonoids a day, whitefish not included."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Guided bus tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=17€ adults, 4€ children"],["content=A comfy way to get acquainted with the city's attractions and neighborhoods in less than two hours. Departs from the railway station at 11 during summer months. Tickets are sold in at the tourist office in the railway station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hiking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= In Finland, everyone has a ",{"type":"[[","value":[["right to access"],["right of public access"]]}," to the wilderness provided that you don't cause damage. In Tampere, good hiking\/jogging\/cycling\/skiing grounds with marked paths can be found in the Pyynikki and Kauppi forests. In Hervanta, there's a popular 4km loop trail around lake Suolijärvi (take bus number 30 to get there)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Holiday Club Tampere Spa"],["alt=Tampereen kylpylä"],["url=http:\/\/www.holidayclubspahotels.com\/index.php?id=1072"],["email="],["address=Lapinniemenranta 12"],["lat=61.5111"],["long=23.7734"],["directions="],["phone="],["tollfree="],["fax="],["hours=7:30-21:00"],["price=Spa from €6 to €18, other services available also."],["content=A spa hotel, about 1 km from the city centre, built into an old cotton mill situated next to a marina. The large spa department offers swimming pools, jacuzzis, a children's pool, saunas, a steam room, and spa treatments also for day visitors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ice hockey"],["url=http:\/\/www.tampere.fi\/liikunta\/jaahallit\/tampere\/index.html"],["email="],["address=Keltinkatu 2"],["lat=61.4958"],["long=23.8243"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tampere has two ice hockey teams, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tappara.fi\/liiga\/english.html Tappara"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ilves.com\/english.php Ilves"]}]},", which are among the most successful in Finland."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ice swimming"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During winter, you can combine sauna with ice swimming: drill a hole into the ice cover of a lake and hop in! The water under the ice stays at constant temperature of +4°C, and is ",{"type":"''","value":["very"]}," refreshing. You can try ice swimming at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.talviuimarit.fi\/sauna_in_english\/ Kaupinojan sauna"]}]},", ",{"type":"[","value":["http:\/\/www.talviuimarit.fi\/sauna_in_english\/sauna_opening_hours_and_prices_c\/"]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rauhaniemi.net\/english.htm Rauhaniemen kansankylpylä"]}]}," on Rauhaniementie near hotel Holiday Club Tampere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ice walking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular pastime during sunny midwinter day is to go for an ice walk. In March people walk about a 1 km trip to a small island of Siilinkari on lake Näsijärvi and have a picnic. Be aware that it's only safe to walk on well-frozen lake. Only go if you see other people (and not just ice-fishers) doing so."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rajaportin sauna"],["url=http:\/\/www.pispala.fi\/rajaportinsauna\/englanti.html"],["email="],["address=Pispalan valtatie 9"],["lat=61.50219"],["long=23.71981"],["directions="],["phone=358 45 136 5557"],["tollfree="],["fax="],["hours=Mon, Wed 18-22, Fri 15-21, Sat 14-22"],["price=Adults €5 (Fridays until 17 and Mondays €3), children (7-16) €1"],["content=The oldest still-functioning public sauna in Finland. Located in historical Pispala, easily reached with buses 1, 13, 18, 19, 25 and 26. In old days, people who didn't have a sauna of their own went to a public sauna to clean up. In addition to seeing a piece of history, you can experience one of the best quality saunas in the world: the stove is three cubic meters in size and contains over a ton of stones that are heated literally glowing red with burning logs. After simmering for couple of hours, the sauna is ready for the customers, and it doesn't get any bigger or better than this!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ravintolalaiva Tampere"],["url=http:\/\/www.hopealinja.fi\/sivut\/english\/restaurant_boat.htm"],["email="],["address="],["lat=61.4948"],["long=23.7605"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Lunch €19, dinner €26 including the cruise, food buffet and entertainment"],["content=Restaurant ship Tampere makes lunch and dinner cruises on lake Pyhäjärvi. Departs from Laukontori harbor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tampere Philharmonic Orchestra"],["url=http:\/\/www.tampere.fi\/english\/philharmonic\/index.html"],["email="],["address="],["lat=61.4956"],["long=23.7817"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best of the classics and new works. One of the largest symphonic orchestras in the Nordic countries plays in Tampere Hall."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Viikinsaari Island"],["url=http:\/\/www.hopealinja.fi\/sivut\/english\/viikinsaari_island.htm"],["email="],["address="],["lat=61.4858"],["long=23.6928"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Price for the boat: adults 10€, seniors and students 8€, and children (4-17) 5€, family 25€"],["content=On a sunny summer day take a 20-minute boat trip ",{"type":"[","value":["http:\/\/www.hopealinja.fi\/sivut\/english\/viikinsaari_island.htm"]}," from Laukontori (few blocks south of the central square) to Viikinsaari Island. There are beaches for swimming, playgrounds for kids, places for barbecuing (buy food beforehand, there is no store on the island) and a restaurant with a dance pavilion on the island. However, most of the island is a nature reserve, and there is a short nature trail around the island."]]}]},"\n",{"type":"===","value":["Festivals and Important Holidays"]},"\nMost festivals are held during summer, but events are always organized somewhere throughout the year ",{"type":"[","value":["http:\/\/www.pirfest.fi\/en\/category\/festivaalit\/"]},". Some national holidays, such as May Day, are also celebrated like festivals, and others, such as Midsummer, may offer other special events.\n\n",{"type":"===","value":["Spring"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Film Festival"],["url=http:\/\/www.tamperefilmfestival.fi\/site\/index.php?page=home"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=March"],["price="],["content= Five days and nights of celebrating film art in Tampere! The thematic special programmes include interesting documentaries, animations, experimental films and short fictions alike."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Biennale"],["url=http:\/\/www.tamperemusicfestivals.fi\/biennale\/lang\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=April"],["price="],["content=Tampere Biennale introduces the most important phenomena in Finnish contemporary music – today’s leading composers and the latest compositions."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Kuplii Comics Festival"],["url=http:\/\/2012.tamperekuplii.fi\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=May"],["price="],["content=Tampere Kuplii Comics Festival is a five-day comics festival merryment  – bringing together comics makers and enthusiasts from around Finland. The festival hosts exhibitions, sales tables, talk shows, Cosplay-competition and comics signings."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mukamas – International Puppet Theatre Festival"],["url=http:\/\/www.teatterimukamas.com\/"],["email="],["address=Pispalan valtatie 30"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=May"],["price="],["content=Mukamas Theatre has organised the international puppet theatre festival in 1999, 2000, 2002, 2004, 2006, 2008, 2010 and 2012 in Tampere. It is the biggest international puppetry festival in Finland and it has established its position as an important developer of Finnish puppet theatre."]]}]},{"type":"*","value":[{"type":"'''","value":["Walpurgis eve"]}," fills the streets with party people and sparkling wine. A large market is held in Keskustori with vendors selling cheap carnival paraphernalia."]},{"type":"*","value":[{"type":"'''","value":["May Day"]}," fills the green areas downtown with hungover picnicers. There are also parades in Hämeenkatu (communists, christians, tech students carrying crazy thingemabobs). A fun Tampere tradition is that on May Day the freshmen of Tampere University of Technology are dipped with cranes in Tammerkoski rapids. "]},{"type":"===","value":["Summer"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Guitar Festival"],["url=http:\/\/www.musiikkitoteemi.fi\/tgf\/index_en.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=June"],["price="],["content=Enjoy spectacular concerts by the world’s greatest guitarists at Tampere Guitar Festival! During the annual festival week there are various concerts, international master classes, a guitar camp..."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sauna Open Air"],["url=http:\/\/www.sauna-open-air.fi\/in_english"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sauna Open Air is one of the most interesting hard rock and heavy metal festivals in Finland and indeed Europe.  In addition to international stars, the festival also showcases the most interesting newcomers and top artists from the Finnish music scene."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pispala Schottische – International Folklore Festival"],["url=http:\/\/www.sottiisi.net\/index.php\/pispalan-sottiisi"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International folk dancing festival Pispala Schottische gathers together folk dancers and players from all over the world. International and domestic folklore-groups perform in various parts of the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Triennial of Pirkanmaa"],["url=http:\/\/www.pirkanmaantriennaali.fi\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Triennal offers a view to contemporary arts in the Tampere region every three years. The cardinal exhibition venues are TR1, Mältinranta Art Center, the Finnish Labour Museum Werstas and Gallery Saskia but the exhibition also stretches to the Lenin museum, Hiekka Art Museum, Housing Fair of Vuores, Mediatunnel and various city landscape."]]}]},{"type":"*","value":[{"type":"'''","value":["Midsummer"]}," is celebrated by fleeing the city to countryside or summer cottage. Bonfires are also traditionally burnt. If you come during Midsummer, you may mistake Tampere for a ghost town!"]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tammerkosken Sillalla"],["url=http:\/\/www.sillalla.net\/2012\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A Tampere city festival for everyone. The Festival tent of Central Square and clubs all over the city central of present more than 30 events, half of which are free if charge!"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tammerfest City Festival"],["url=http:\/\/tammerfest.fi\/in-english"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=July"],["price="],["content= The biggest city festival in Finland. 80 000 people gather annually to see bands and musical shows in more than 20 different stages in downtown area."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Flamenco Festival"],["url=http:\/\/www.tampereflamenco.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tampere Flamenco festival is the largest and oldest flamenco festival of the Nordic countries."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Floral Festival"],["url=http:\/\/www.kukkaisviikot.fi\/english\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The Floral Festival decorates the downtown with a huge amount of flowers. There are also a lot of free events and performances."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tampere Theatre Festival"],["url=http:\/\/www.teatterikesa.fi\/in_english\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=August"],["price="],["content=Tampere Theatre Festival is one of the top festivals in Europe, thanks to the fresh and influential programme it offers. The repertoire consists of the Main Programme, Programme Tent, Club Festival Encorebaana, OFF Tampere, The Great Nocturnal Happening and numerous seminars and workshops."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Blockfest"],["url=http:\/\/www.blockfest.fi\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=August"],["price="],["content= Big urban music festival that brings a wide variety of rappers and hiphop artists."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Circus Ruska Festival"],["url=http:\/\/www.circusruska.com\/web\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=January"],["price="],["content=Circus Ruska Festival is the oldest contemporary circus festival in Finland. In August 2014 the festival will celebrate its 10th anniversary. The festival brings together new contemporary circus acts, where the circus techniques go hand in hand with new expression methods."]]}]},"\n",{"type":"===","value":["Autumn"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Great Nocturnal Happening (\"Tapahtumien yö\")"]}," is a night filled with arts and culture. Museum stay open until late."]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=World of Tango"],["url=http:\/\/www.maailmantango.net\/site\/index.php?page=englanti\/home-2"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=September"],["price="],["content= International cross-cultural tango festival designed to recall the roots and starting points of tango art, as well as to create space for the new expressions of other types of urban folk music."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Monsters of Pop"],["url=http:\/\/www.monstersofpop.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=September"],["price="],["content=Monsters of Pop is a three-day festival concentrating on indie-music."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Lost In Music"],["url=http:\/\/www.lostinmusic.fi\/?lang=en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=October"],["price="],["content=The aim of Lost In Music is to showcase a cornucopia of  new and rising pop-, rock-, indie and metal bands, hiphop and world music – not forgetting the more experimental side."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tampere Jazz Happening"],["url=http:\/\/www.tamperemusicfestivals.fi\/jazz\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=November"],["price="],["content=Every year the international programme of Tampere Jazz Happening gathers together top names of international jazz and pioneers of the future."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Youth Theatre Festival MURROS"],["url=http:\/\/www.tnl.fi\/index.php?option=com_content&view=article&id=40&Itemid=43"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=November"],["price="],["content=The goal of the festival is to offer a high-quality international theatre festival open to all. The performances at the event are mainly by young people aged 13–20."]]}]},"\n",{"type":"===","value":["Winter"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tampere Christmas Market"]}," open up in Keskustori in mid-December. It doesn't really live up to its central European counterparts, but is worth visiting nevertheless."]},{"type":"*","value":["Fire crackers, rockets and the smell of gunpowder is in the air during ",{"type":"'''","value":["New Year's eve"]},". There's a large fireworks show in Ratina stadium downtown."]},"\n",{"type":"==","value":["Talk"]},"\nFinnish is the language spoken in Tampere. English is also widely spoken in Tampere, particularly by the younger people. Swedish, while not as universally spoken as in Helsinki, Turku or Vaasa, is still spoken to a considerable degree. Other European languages (mainly German, French, Spanish and Russian) may also be understood by hotel staff and people in tourist profession, and also by many students at the academic level.\n\nThe local regional dialect can be recognized by the strong trilling \"r\"s, as in the greeting ",{"type":"''","value":["Moro!"]},", and the use of ",{"type":"''","value":["mää"]}," and ",{"type":"''","value":["sää"]}," instead of ",{"type":"''","value":["mä"]}," and ",{"type":"''","value":["sä"]}," for ",{"type":"''","value":["me"]}," and ",{"type":"''","value":["you"]},". There is a stereotypical belief that the word ",{"type":"''","value":["nääs"]}," (\"you see\") is widely used in the area, but it's quite rare in reality.\n\n",{"type":"==","value":["Learn"]},"\nThere are two universities in Tampere; the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uta.fi\/english\/index.html University of Tampere"]}]},", and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tut.fi\/public\/index.cfm?siteid=32 Tampere University of Technology"]}]},". The former has about 15,000 students and the latter about 10,000 students. Tampere has also two universities of applied sciences, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tamk.fi\/en\/ TAMK"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.piramk.fi\/english PIRAMK"]}]},", each of which has some 5,000 students. \n\nCity of Tampere runs the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tampere.fi\/english\/studies\/opportunities\/other\/index.html Adult Education Centre"]}]}," that offers rather cheap courses for everyone.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Tampere Kauppahalli.jpg"],["thumb"],["Entrance of market hall"]]},"\nAlthough Tampere is lacking some of the international high end boutiques and brand stores, there are still lots of shopping opportunities from small specialized shops to malls. As Finland is generally quite an expensive country, one would do best to concentrate on finding high quality Finnish products, such as textiles, clothes, glassware, design and home decor. Notably, practically all stores are closed on Sundays.\n\nGrocery stores in Tampere (and in Finland) are usually quite easy to find. There are grocery departments in the bottom floors of all three department stores downtown (see below). In addition, look for e.g. ",{"type":"''","value":["K-market"]},", ",{"type":"''","value":["S-market"]},", ",{"type":"''","value":["Sale"]},", ",{"type":"''","value":["Siwa"]},", and ",{"type":"''","value":["Lidl"]}," for small to mid-size grocery stores. Supermarkets (",{"type":"''","value":["Prisma"]},", ",{"type":"''","value":["Citymarket"]},") are large stores located outside the city centre, and you can buy a range of different products (e.g. food, clothes, electronics) there. For emergencies, small Siwa grocery store at Puutarhakatu 14 in downtown has the best hours: 06-24 every day. Alcohol, however, can only be sold from 09-21. Generally, wine or strong liquor are only sold at Alko stores that are closed on Sundays. They are usually located next to larger grocery stores and the three department stores.\n\n",{"type":"===","value":["Department stores"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Stockmann"],["url=http:\/\/www.stockmann.fi\/portal\/en\/our_department_stores\/department_stores_in_finland\/tampere_department_store"],["email="],["address=Hämeenkatu 4"],["lat=61.49871"],["long=23.77040"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upscale department store right next to the railway station. The top floor sells high quality Finnish glassware and home furbishments."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Sokos"],["url=http:\/\/www.sokos.fi\/"],["email="],["address=Hämeenkatu 21"],["lat=61.49724"],["long=23.75770"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large department store in the middle of the main street."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Anttila"],["url=http:\/\/www.anttila.fi\/in_brief.html"],["email="],["address=Puutarhakatu 10"],["lat=61.49928"],["long=23.75628"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large lower-end department store near Finlayson."]]}]},"\n",{"type":"===","value":["Malls"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Koskikeskus"],["url=http:\/\/www.koskikeskus.fi\/"],["email="],["address=Hatanpään valtatie 1"],["lat=61.49580"],["long=23.76703"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Midsize mall at the riverbank, at the foot of Hotel Ilves."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Tullintori"],["url=http:\/\/www.tullintori.fi\/"],["email="],["address=Tullikatu 10"],["lat=61.4972"],["long=23.7770"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Smallish mall behind railway station, next to Hotel Villa. More interesting architecturally than shopping-wise: the mall and surrounding buildings are built in modernist style."]]}]},"\n",{"type":"===","value":["Marketplaces"]},"\n",{"type":"[[","value":[["Image:Tampere TampereenKauppahalli 01.jpg"],["thumb"],["Market hall"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Market Hall"],["alt=Kauppahalli"],["url=http:\/\/www.tampereenkauppahalli.fi\/en\/index.php"],["email="],["address=Hämeenkatu 19"],["lat=61.49694"],["long=23.75885"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fresh food and other shopping in a historical market hall built in 1901. It is said to be the second biggest market hall of its kind in the world."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Laukontori"],["url=http:\/\/www.tampereopas.com\/nahtavyydet\/kehrasaarijalaukontori\/"],["email="],["address=South end of Aleksis Kiven katu"],["lat=61.4952"],["long=23.7611"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Marketplace at the shore of Lake Pyhäjärvi. In addition to few booths, many cruises depart from the tiny harbour right next to the market. Here you can get a taste of the Tampere specialty, mustamakkara black sausage, look for \"Tapola\" sign. From Laukontori you have also a good view of one of the last remnants of the city's heavy industrial past: a fully-functioning cardboard factory at the middle of the city ",{"type":"[","value":["http:\/\/www.m-real.com\/takoboard"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Tammelantori"],["url="],["email="],["address=Tammelan puistokatu"],["lat=61.5019"],["long=23.7787"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Busier marketplace surrounded by rather dull-looking 60's and 70's apartment flats.   There's also a booth that sells proper mustamakkara sausage.  The market closes already at 2:30PM."]]}]},"\n",{"type":"===","value":["Design"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Tallipiha Stable Yard"],["url=http:\/\/www.tallipiha.fi"],["email="],["address=Kuninkaankatu 4"],["lat=61.5033"],["long=23.7548"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unique arts and crafts products in quaint atmosphere next to Finlayson. Find traditional Finnish handicrafts, design, decorations and handmade chocolate to take home. There's also a cafe, and frequent events and exhibitions. Kids can take a pony ride around the stables, workshops and boutiques."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Kehräsaari"],["url="],["email="],["address=Kehräsaari"],["lat=61.4957"],["long=23.7639"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small and genuine art and crafts shops, restaurants, an arthouse cinema, and a souvenir store in historic factory buildings right next to the rapids."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Keittiöelämää"],["url=http:\/\/www.keittioelamaa.fi"],["email="],["address=Aleksis Kiven katu 13"],["lat=61.49674"],["long=23.76036"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small shop filled with culinary delights, both edible and inedible."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Marimekko"],["url=http:\/\/www.marimekko.com"],["email="],["address=Hämeenkatu 19"],["lat=61.49740"],["long=23.75905"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the best known Finnish fashion company. By September 2011 there were 84 stores across the world. They are particularly noted for brightly-colored printed fabrics and simple styles, used both in women's garments and in home furnishings."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Finlayson factory store"],["url=http:\/\/www2.finlayson.fi\/get-inspired"],["email="],["address=Kuninkaankatu 3"],["lat=61.50161"],["long=23.75607"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 10-17.30, Sat 10-15"],["price="],["content= While the historic Tampere factory is no more operational, you can still feel their rich heritage of manufacturing quality textiles since 1820 in a factory store located in the premises. The place to buy textiles, towels, bed concepts, duvets, pillows and mattresses."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Aarikka"],["url=http:\/\/www.aarikka.com\/en\/"],["email="],["address=Aleksis Kiven katu 11"],["lat=61.4969"],["long=23.7603"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 10-18, Sat 10-16"],["price="],["content=Finnish design, jewelry and home decorations."]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Akateeminen kirjakauppa"],["url=http:\/\/www.akateeminen.com\/"],["email="],["address=Hämeenkatu 6"],["lat=61.49852"],["long=23.76955"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tampere's best selection of both Finnish and English language books, especially well stocked with international newspapers, magazines, non-fiction and university course books."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Verkkokauppa.com"],["url=http:\/\/wwww.verkkokauppa.com\/"],["email="],["address=Saapastie 2, Pirkkala"],["lat=61.4671"],["long=23.7199"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very large home-electronics located 8 km from Tampere center. The best spot for electronics, computers, digital cameras, mobile phones, etc. in Tampere."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Mustamakkara Meal.jpg"],["thumb"],["240px"],["Culinary nirvana Tampere style: blood sausage, lingonberry jam, milk and a donut"]]},"\n\nTampere is (in)famous for its ",{"type":"'''","value":["black sausage"]}," (",{"type":"''","value":["mustamakkara"]},"), a sausage made of blood.  The cheapest and most authentic way to try this is to buy from one of the stalls at the ",{"type":"''","value":["Tammelantori"]}," or ",{"type":"''","value":["Laukontori"]}," markets, with a dab of ",{"type":"'''","value":["lingonberry jam"]}," (",{"type":"''","value":["puolukkahillo"]},") and a pint of ",{"type":"'''","value":["milk"]}," (",{"type":"''","value":["maito"]},") on the side, but old Tampere hands will insist that the one true condiment is a mix of lingonberry jam and mustard. Order by price, not weight: \"two euros\" (",{"type":"''","value":["kaksi euroa"]},") will get you a nice hefty chunk.  You can also try a ",{"type":"'''","value":["doughnut"]}," (",{"type":"''","value":["donitsi"]},") with a cup of coffee. Both markets close by 2PM and are closed Sundays too.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"{{","value":[["eatpricerange"],["Under €10"],["€10-30"],["Over €30"]]},"\n\nFor inexpensive fast food, you can always visit McDonald's and Subway, or local fast food chains Hesburger (McDonald's with added mayo) and Kotipizza pizzeria (they're actually rather good - they win international pizza contests on regular basis) that have restaurants everywhere. Ethnic pizza and kebab restaurants can be found throughout the city, and they are usually even cheaper than the fast food restaurants. Some restaurants stay open as late as 5am in weekends. \n\nMany of the more pricey restaurants also have lunch specials under €10 during weekdays, most notably the lunch at Ravintola C is a steal at 10-12€. Lunch can also be bought in several places inside Kauppahalli market hall in Keskustori central square, and in University restaurants located on downtown campus. \n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gopal"],["url=http:\/\/www.gopal.fi\/eng\/index.html"],["email="],["address=Ilmarinkatu 16"],["lat=61.50085"],["long=23.78141"],["directions="],["phone=+358 3 253 1002"],["tollfree="],["fax="],["hours=M-F 11-17, Sat 12-16"],["price=€1.85\/100g"],["content=Excellent vegetarian lunch restaurant just outside downtown. While not an actual Indian restaurant, the food is seasoned in Indian style."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=H&H Deli"],["url="],["email="],["address=Rautatienkatu 27"],["lat=61.49795"],["long=23.77315"],["directions=inside train station"],["phone=+358 3 225 5223"],["tollfree="],["fax="],["hours=Mon-Fri 6.30-20.00, Sat 10.00-18.00"],["price="],["content=Fine dining restaurant \"Hella ja Huone\" hosts a tiny fast food place that serves coffee, salads and tasty subway sandwiches. Early hours and the location in the train station make it a great place to grab a breakfast sub to a train when heading out of town."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kauppahallin kotilounas"],["url="],["email="],["address=Hämeenkatu 19"],["lat="],["long="],["directions=Inside Kauppahalli market hall"],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 10-16, Sat 10-14.30"],["price="],["content=Simple home cooking for lunch only."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pyörykkäbaari"],["url="],["email="],["address=Hämeenkatu 19"],["lat=61.49708"],["long=23.75871"],["directions=Inside Kauppahalli market hall"],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 8 - 18 Sat 8 - 16"],["price="],["content=A local favorite serving meatballs (hence the name \"Meatball bar\") and sausages by the pound! Be sure to have their famous creamy pepper sauce on the side. It's a treat."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tampereen Rokanystävät"],["url="],["email="],["address=Hämeenkatu 19"],["lat=61.49687"],["long=23.75868"],["directions=Inside Kauppahalli market hall"],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 10-16, Sat 10-14.30"],["price="],["content=Gritty soup bar with a daily soup on tap. Interestingly, they also feature a soup co-developed by the Finnish Nobel Peace Prize winner, former president Martti Ahtisaari."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tapolan mustamakkarabaari"],["url=http:\/\/www.tapola.fi\/baari.html"],["email="],["address=Harjuntausta 8"],["lat=61.5156"],["long=23.6691"],["directions=7km west of downtown"],["phone=+358 3 1517223"],["tollfree="],["fax="],["hours=M-F 7-18, Sa 9-17"],["price="],["content=Get the freshest possible black sausage straight from the Tapola factory's oven at their \"black sausage bar\".  Take bus 27 from Keskustori and tell the driver you're going to the Tapola factory."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Duck's Burger"],["url="],["email="],["address=Lempääläntie 11"],["lat=61.48361"],["long=23.77741"],["directions="],["phone="],["tollfree="],["fax="],["hours=Sun-Thu 10-24, Fri&Sat 10-02"],["price="],["content=There is more to this small roadside grill than meets the eye. Cheap but edible food (and beer) is served all day every day, but the grill's real charm lies in it's rugged atmoshphere. The grill is visited by both locals and people driving the E12 highway so it's a great place to meet people from all walks of life."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=4 vuodenaikaa"],["alt=Les Quatre Saisons"],["url=http:\/\/www.4vuodenaikaa.fi\/"],["email="],["address=Hämeenkatu 19"],["lat=61.49733"],["long=23.75915"],["directions="],["phone=+358 3 212 4712"],["tollfree="],["fax="],["hours=Weekdays 11-16, Saturdays 11-15"],["price=Lunch only from €8 to €18"],["content=Authentic French food in Kauppahalli market hall. This delightful lunch bar\/restaurant is one of the best kept culinary secrets in Tampere. Affordable and delicious, topped with a unique market hall atmosphere. Easily the best lunch offers in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Antika"],["url=http:\/\/www.antika.fi\/"],["email="],["address=Väinölänkatu 1"],["lat=61.5018"],["long=23.7756"],["directions="],["phone=+358 3 2141 282"],["tollfree="],["fax="],["hours=Tu-F 11-14 and 16-23, Sat 12-23, Sun 13-20"],["price=Main courses from €11 to €22"],["content=Greek neighborhood restaurant located in Tammela district close to main railway station. Very cosy atmosphere and friendly staff."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bella Roma Siperia"],["url=http:\/\/www.bellaroma.fi\/index_keskusta.php"],["email=bellaroma@bellaroma.fi"],["address=Itäinenkatu 5-7 (Siperia)"],["lat=61.50186"],["long=23.75872"],["directions="],["phone=+358 3 222 1303"],["tollfree="],["fax="],["hours=M-Tu 11-22, W-Th 11-23, Fri 11-24, Sat 12-24, Sun 13-21"],["price=Mains €15-26"],["content=Italian pizzeria located in Finlayson's Siperia mall."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bodega Salud"],["url=http:\/\/www.salud.fi\/index_en.php"],["email=salud@salud.fi"],["address=Tuomiokirkonkatu 19"],["lat=61.49697"],["long=23.77077"],["directions="],["phone=+358 3 2334 400"],["tollfree="],["fax="],["hours=M-F 11-, Sat 12-, Sun 13-"],["price=Main courses from €16 to €30"],["content=Spanish restaurant catering to carnivores and vegetarians.  Serves also more exotic courses such as Rocky Mountain oysters, horse, gnu, and kangaroo."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Classic American Diner"],["url=http:\/\/www.diner.fi\/"],["email=tampere@diner.fi"],["address=Itäinenkatu 9-13 (Siperia)"],["lat=61.50119"],["long=23.75893"],["directions="],["phone=+358 3 2604 500"],["tollfree="],["fax="],["hours=M-W 11-21, Th-F 11-23, Sat 12-24, Sun 12-22"],["price=Burgers from €10 to €35"],["content=American-themed burger joint. Serving sizes range from mid-size meals to towering behemoth burgers."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coussicca"],["url=http:\/\/www.coussicca.com\/"],["email=coussicca@elisanet.fi"],["address=Nyyrikintie 2"],["lat=61.49655"],["long=23.78907"],["directions="],["phone=+358 3 2552 100"],["tollfree="],["fax="],["hours=M-F 11-22, Sa-Su 12-21"],["price=Main courses from €13 to €25"],["content=The oldest neighborhood restaurant in Tampere located in Tammela district. Known for its large breaded pork escalope, or ",{"type":"''","value":["Coussican vinkkari"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Finlaysonin Palatsi"],["url=http:\/\/www.finlaysoninpalatsi.com\/index_english.htm"],["email=palatsi@finlaysoninpalatsi.com"],["address=Kuninkaankatu 1"],["lat=61.50210"],["long=23.75820"],["directions="],["phone=+358 400 219 530"],["tollfree="],["fax="],["hours=Tu-F 11-24, Sat 12-24"],["price=Main courses from €15 to €26"],["content=Beautifully located restaurant at the mansion of Finlayson factory complex."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gastropub Nordic"],["url=http:\/\/www.gastropub.net\/nordic\/"],["email="],["address=Otavalankatu 3"],["lat=61.4964"],["long=23.7685"],["directions="],["phone=+358 3 2121 766"],["tollfree="],["fax="],["hours=Su-F 15-02, Sat 12-02"],["price=Food from €5 to €10"],["content=Offers Nordic beers and few Nordic style dishes. Friendly staff, may be a bit crowded on Friday and Saturday nights."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria Napoli"],["url=http:\/\/www.pizzerianapoli.net\/"],["email="],["address=Aleksanterinkatu 31"],["lat=61.4970"],["long=23.7693"],["directions="],["phone=+358 3 223 8887"],["tollfree="],["fax="],["hours=M-Th 11-23, Fri 11-24, Sat 12-24, Sun 13-23"],["price=Pizzas from €10 to €13"],["content=The oldest and most loved pizzeria in Tampere. Pizzas vary from ordinary to exotic (for example, ostrich meat, or Finlandia vodka with fried game)"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gastropub Tuulensuu"],["url=http:\/\/www.gastropub.net\/tuulensuu\/"],["email="],["address=Hämeenpuisto 23"],["lat=61.49737"],["long=23.75273"],["directions="],["phone=+358 3 2141 553"],["tollfree="],["fax="],["hours=Su-F 17-24, Sat 12-24"],["price=Food from €5 to €17"],["content=Moody gastropub serving super tasty Belgian food. Astounding selection of mostly Belgian beers, French ciders, wines and cigars. Friendly and competent staff."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hook"],["url=http:\/\/www.hookwings.com\/"],["email="],["address=Kehräsaari 101"],["lat=61.49554"],["long=23.76371"],["directions="],["phone=+358 3 2233 284"],["tollfree="],["fax="],["hours=M-Th 16-24, Fri 16-01, Sat 14-01, Sun 14-22"],["price=12 chicken wings €6.70"],["content=Hot chicken wings and other deep-fried dishes. Local favourite, prepare for a queue."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maruseki"],["url=http:\/\/www.maruseki.net\/"],["email=info@maruseki.net"],["address=Hämeenkatu 31"],["lat=61.49706"],["long=23.75376"],["directions="],["phone=+358 3 2120 728"],["tollfree="],["fax="],["hours=Tu-Th 11-21, Fri 11-22, Sat 11-21"],["price=Sushi and warm dishes from €6 to €20"],["content=Japanese restaurant and tea house founded and owned by Marjo Seki, who lived 20 years in Japan as a teacher and interpreter. Maruseki had the first tea house in Finland, and you can experience real Japanese dinner kneeling in front of a ",{"type":"''","value":["kotatsu"]},"-table wearing a ",{"type":"''","value":["kimono"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nanda Devi"],["url=http:\/\/www.nandadevi.fi\/"],["email="],["address=Näsilinnankatu 17"],["lat=61.4996"],["long=23.7542"],["directions="],["phone=+358 3 2130 935"],["tollfree="],["fax="],["hours=M-Th 11-22, F-Sa 11-23, Sun 12-22"],["price=From €12 to €19"],["content=An excellent Indian curry restaurant. A popular buffet lunch on weekdays."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Natalie"],["url=http:\/\/www.natalie.fi\/"],["email=ravintola@natalie.fi"],["address=Hallituskatu 19"],["lat=61.4960"],["long=23.7517"],["directions="],["phone=+358 3 223 2040"],["tollfree="],["fax="],["hours=Tu-Sa 17-24"],["price=Main courses from €14 to €20"],["content=Slavic restaurant. The only place in Tampere that still serves Russian style dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Plevna"],["url=http:\/\/plevna.fi\/index_e.php"],["email=myynti@plevna.fi"],["address=Itäinenkatu 8"],["lat=61.50082"],["long=23.75852"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon 11-23, Tu-Th 11-01, F-Sa 11-02, Sun 12-23"],["price="],["content=Brewery restaurant with more sausages and sauerkraut than you can shake a mug at.  Not only do they brew their own beer, but they distill their own spirits as well.  Located in an old factory building."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Viking Restaurant Harald"],["url=http:\/\/www.ravintolaharald.fi"],["email=harald.tampere@hallman.fi"],["address=Hämeenkatu 23"],["lat=61.50027"],["long=23.75607"],["directions=tampere@ravintolaharald.fi"],["phone=+358 447668203"],["tollfree="],["fax="],["hours=M-Th 11-24, Fri 11-01, Sat 12-01, Sun 13-21"],["price=Mains €15-27, menus €27-40"],["content=Viking-themed restaurant completed with a dragon-ship salad bar, stuffed animals, costumed waiters and long wooden tables. This Viking-theme restaurant is not subtle but plenty of fun. Dishes all bear Norse-sounding names and feature big steaks and game choices. Signature dishes are shared platters served on a shield, or enormous vegetable or meat kebabs in a sword."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wistub Alsace"],["url=http:\/\/www.wistubalsace.com\/index_en.html"],["email=wistubalsace@wistubalsace.com"],["address=Laukontori 6B"],["lat=61.4956"],["long=23.7596"],["directions="],["phone=+358 3 2120 260"],["tollfree="],["fax="],["hours=Tu-F 16-22, Sat 15-22"],["price=price="],["content=Hearty Alsatian restaurant in the heart of Tampere. All the traditional Alsatian meals are represented on the menu."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bertha"],["url=http:\/\/www.bertha.fi\/"],["email="],["address=Rautatienkatu 14"],["lat=61.49882"],["long=23.77138"],["directions=Near the central railway station"],["phone="],["tollfree="],["fax="],["hours=Tu-F 16.30-, Sa 13-"],["price="],["content=Started in fall 2010 but became very popular almost right away. Received the Chaîne des Rôtisseurs badge after only six months. Fixed-price menu updated frequently - during the first seven months of operation, the menu was updated a hundred times. Reservation is usually needed on Friday and Saturday. Excellent price\/quality ratio."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Henriks"],["url=http:\/\/www.henriks.fi\/"],["email=henriks@henriks.fi"],["address=Satamakatu 7"],["lat=61.49474"],["long=23.75493"],["directions="],["phone=0207669062"],["tollfree="],["fax="],["hours=Tue-Fri 17-23, Sat 13-23"],["price="],["content=A modern Finnish restaurant in a beautiful historic building. They also serve a vegetarian menu and a small supper at 18€."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hella ja Huone"],["url=http:\/\/www.hellajahuone.fi\/"],["email=hella@huone.info"],["address=Salhojankatu 48"],["lat=61.4987"],["long=23.7837"],["directions="],["phone=+358 3 253 2440"],["tollfree="],["fax="],["hours=Tu-Sa 18-"],["price=Menus (from one to eight courses) €26-€82"],["content=Fancy, experimenting and surprising French-Scandinavian fusion cuisine next to Duck Park."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Masuuni"],["url=http:\/\/www.ravintolamasuuni.com\/"],["email=sales.tampere@sokoshotels.fi"],["address=Hatanpään valtatie 1 (Hotel Ilves)"],["lat=61.4961"],["long=23.7666"],["directions="],["phone=+358 3 5698 6121"],["tollfree="],["fax="],["hours=M-Th 18-23, Fri 18-24, Sat 17-24"],["price=Main courses from €22 to €28, menus from €44 to €50"],["content=Local ingredients turn into fancy but still comfortably laid-back dishes at the bottom level of Hotel Ilves."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Näsinneula"],["url=http:\/\/www.sarkanniemi.fi\/www\/ravintola\/index.php?lang=en&undefined"],["email="],["address=Särkänniemi"],["lat=61.50495"],["long=23.74330"],["directions="],["phone=+358 20 7130 234"],["tollfree="],["fax="],["hours=11-23.30"],["price=Main courses from €20 to €30"],["content=Revolving restaurant atop the sightseeing tower.  Needless to say, it's expensive, but they specialize in Finnish ingredients and the results are above average."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ravintola C"],["alt=Restaurant C"],["url=http:\/\/www.ravintola-c.fi\/"],["email="],["address=Rautatienkatu 20"],["lat=61.4973"],["long=23.7719"],["directions=Near the central railway station"],["phone="],["tollfree="],["fax="],["hours=Tu-F 11.30-14 (lunch), Tu-Sa 17-24"],["price="],["content=An excellent restaurant that values great ingredients, uses a lot of local, seasonal ingredients, and is well known for it's wine list. Awarded with the Finnish Restaurant of the Year award in 2011."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ristorante La Perla"],["url=http:\/\/www.ristorantelaperla.fi\/"],["email="],["address=Aleksanterinkatu 29B"],["lat=61.49739"],["long=23.76751"],["directions="],["phone=+358 3 2255 151"],["tollfree="],["fax="],["hours="],["price=Main courses from €20 to €30"],["content=A Naples native owned superb Italian restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Stefan's Steakhouse"],["url=http:\/\/ravintola.fi\/stefans"],["email="],["address=Kehräsaari"],["lat=61.49567"],["long=23.76402"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-Th 16-23, F 16-24, Sa 13-24, Su 14-22"],["price="],["content=A steak restaurant opened up by American-Finnish Stefan Richter, an American Top Chef finalist who owns a couple of restaurants in Santa Monica. Serves also Wagyu beef steaks."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tiiliholvi"],["url=http:\/\/www.tiiliholvi.fi\/"],["email=tiiliholvi@aleksinravintolat.fi"],["address=Kauppakatu 10"],["lat=61.49506"],["long=23.75607"],["directions="],["phone=+358 3 2720 231"],["tollfree="],["fax="],["hours=M-F 11-15 and 17-24, Sat 13-24"],["price=Main courses from €20 to €26"],["content=Located in the basement of a beautiful 19th century building is this very attractive red-brick restaurant. Menu consists of classic French with a Scandinavian twist."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Amurin helmi"],["url=http:\/\/www.tampere.fi\/amuri\/kahvila.htm"],["email="],["address=Satakunnankatu 49"],["lat=61.49929"],["long=23.74301"],["directions="],["phone=+358 3 5656 6634"],["tollfree="],["fax="],["hours=Every day from 10 to 17 (during summer from 10 to 18)"],["price="],["content=Cosy atmosphere in a historic wooden building which is part of Amuri museum of workers' housing. They serve Tampere specialities and homemade bread to go with the brew."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Arnolds"],["url=http:\/\/www.arnolds.fi\/home"],["email="],["address=Tullikatu 6 (Tullintori)"],["lat=61.49745"],["long=23.77716"],["directions="],["phone=+358 3 2234 850"],["tollfree="],["fax="],["hours=M-F 09-20, Sat 10-17"],["price=Regular coffee from €1.60 to €2.20, doughnuts from €1.70 to €2.30"],["content=Tasty doughnuts baked on location. Arnolds is a chain restaurant with locations in all Finnish cities, so it might not be an unforgettable experience, but the donuts are good..."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Brander"],["url=http:\/\/www.brander.fi\/index.php"],["email="],["address=Hallituskatu 13"],["lat=61.4948"],["long=23.7561"],["directions="],["phone=+358 3 2125 357"],["tollfree="],["fax="],["hours=Mon-Fri 9-18, Sat 9-16"],["price="],["content=Family-owned Tampere institution has 90 years of experience in the fine art of confectionery. The view to a parking lot is not something to remember, but instead you can rest your eyes on the decor from the good old times. Try some of the traditional Finnish sweet pastries or cakes."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Europa"],["url=http:\/\/www.ravintola.fi\/europa"],["email="],["address=Aleksanterinkatu 29"],["lat=61.4976"],["long=23.7674"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quirky cafe bar with interesting decor including antique sofas and weird paintings all over the walls. Europa is hugely popular hangout among artsy students and foreigners both early and later in the evening."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kahvila Runo"],["url=http:\/\/www.kahvilaruno.fi\/"],["email="],["address=Ojakatu 3"],["lat=61.5010"],["long=23.7673"],["directions="],["phone=+358 3 2133 931"],["tollfree="],["fax="],["hours=M-Sa 09-20, Sun 10-20"],["price="],["content=A cute, medium sized cafe with a good selection of tea. The name translates into \"Cafe Poem\" and probably has something to do with the heaps of (mostly) poetry books laying around which form an essential part of the decoration. The cafe also features a small, changing art exhibition."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kahvila Valo"],["url=http:\/\/www.kahvilavalo.fi\/"],["email="],["address=Puutarhakatu 11"],["lat=61.49918"],["long=23.75813"],["directions="],["phone=+358 44 596 7567"],["tollfree="],["fax="],["hours=M 11-21, Tu-Thu 11-22, Fri 11-24, Sat 11-01, Sun 11-15"],["price="],["content=An artsy, but comfortable cafe bar with home-made pastries and student discounts. Their tranquil patio, almost hidden away in a closed courtyard between historic buildings, is the perfect afternoon getaway on hot summer days."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kauppahallin kahvila"],["url="],["email="],["address=Hämeenkatu 19"],["lat=61.4971"],["long=23.7587"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 8-18, Sat 8-16"],["price="],["content=A central location within Kauppahalli market hall provides ample opportunities for people watching in moody surroundings."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Famille"],["url="],["email="],["address=Aleksis Kiven Katu 10"],["lat=61.49738"],["long=23.75975"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 10-19, Sat 11-18"],["price="],["content=A little bit of French small town charm in Tampere! In addition to coffee, they have salads, pasta, filled focaccia bread, ice cream and cakes to go with the softly playing nostalgic old-world tunes. Very attentive service and an authentic indie feeling. Large windows open up to a busy street and the historic red-brick Frenckell factory building on the opposite side of the square."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pyynikki Observation Tower Cafe"],["url=http:\/\/www.tampereopas.com\/nahtavyydet\/pyynikinnakotorni\/"],["email="],["address=Näkötornintie"],["lat=61.50491"],["long=23.74327"],["directions="],["phone=+358 3 212 3247"],["tollfree="],["fax="],["hours=Every day from 09 to 20"],["price="],["content=Serves sugar coated donuts praised best in town by locals. The observation tower is only 26 meters high, but since it is on top of Pyynikki ridge, it offers a surprisingly good view of Tampere and the surrounding lakes. It costs two euros to climb up the observation tower."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Vohvelikahvila"],["url=http:\/\/www.vohvelikahvila.com\/"],["email="],["address=Ojakatu 2"],["lat=61.5005"],["long=23.7670"],["directions="],["phone=+358 3 2144 225"],["tollfree="],["fax="],["hours=M-Sa 09-20, Sun 10-20"],["price="],["content=Cozy cafe located in the smallest stone building in Tampere. The name means \"Waffle Cafe\" and that's what you'll get, in both sweet and savoury versions."]]}]},"\n",{"type":"===","value":["Tea rooms"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Teehuone Pieni Kilpikonna"],["url=http:\/\/www.pienikilpikonna.fi\/index.php"],["email="],["address=Tuomiokirkonkatu 21"],["lat=61.49660"],["long=23.77085"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Fri 11-18 Sat 11-17"],["price="],["content=This delightfully tiny but authentic tea room has an incredible selection of teas that are served with a small gong-fu ceremony. A must for all tea enthusiasts."]]}]},"\n",{"type":"===","value":["Pubs and nightclubs"]},"\n\nThere's no shortage of nightlife in Tampere, and better yet, it's all concentrated to a very manageable area downtown. Virtually all the noteworthy establishment are located either on the main street Hämeenkatu or on the adjacent streets. Therefore, pub crawling is ridiculously easy and there is virtually no fear of getting lost even on the morning hours. \n\nAs anywhere in Finland, most pubs close at 02, but nightclubs stay open until 04, at least on weekends. People enter the clubs quite early by central European standards, and the queues are the longest around 11. Most clubs have an entrance fee of 3-10€ plus an added mandatory service fee of 2-3€. The legal drinking age in Finland is 18, but some places have even more strict limit at 20 or 22. Dresscode is rather informal even in the highest end clubs (one might even say that there are no high end clubs in Tampere), but locals still often dress to impress.\n\nBartenders in night clubs are usually not very knowledgeable and drinks are almost always poorly made, if available at all. On the other hand, there might be a rather good selection of shooters and beers in some bars. While the standard big brewery Finnish lagers are rather bland, new and exciting microbrews are popping up every year. Be sure to give them a try somewhere along the way. Nearly every decent pub has some of them nowadays, but you won't find them in clubs. Also, a kind of Finnish drink speciality are ciders and long drinks which are flavoured with (sometimes exotic) artificial essences. The ciders do not bear a strong resemblance to their Continental European counterparts.\n\nEspecially in Tampere, there are quite a few pubs - or gastropubs - with varying but decent and affordable dinner (and lunch) menus that are definitely worth a try for any visitor. The Belgian style menu in Gastropub Tuulensuu is a fine example and worth trying. \n\n",{"type":"====","value":["Pubs"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Europa"],["url=http:\/\/www.ravintola.fi\/europa"],["email="],["address=Aleksanterinkatu 29"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quirky cafe bar with interesting decor. Popular among students and foreigners. Sometimes live music or DJ on weekends."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gastropub Nordic"],["url=http:\/\/www.gastropub.net\/nordic\/"],["email="],["address=Otavalankatu 3"],["lat=61.49765"],["long=23.76914"],["directions="],["phone=+358 3 2121 766"],["tollfree="],["fax="],["hours=Su-F 15-02, Sat 12-02"],["price=Food from €5 to €10"],["content=Beer house with plenty of Nordic microbrews, Nordic style light fare, and Nordic pop music. Very knowledgeable staff."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gastropub Praha"],["url=http:\/\/www.gastropub.net\/praha\/"],["email="],["address=Itsenäisyydenkatu 11"],["lat=61.49916"],["long=23.78007"],["directions="],["phone=+358 3 2612 500"],["tollfree="],["fax="],["hours=Su-F 15-02, Sat 12-02"],["price=Food from €3 to €12"],["content=Czech-like style pub."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gastropub Soho"],["url=http:\/\/www.gastropub.net\/soho\/"],["email="],["address=Otavalankatu 10"],["lat=61.49663"],["long=23.77107"],["directions="],["phone=+358 3 212 2336"],["tollfree="],["fax="],["hours="],["price="],["content=English pub with good selection of bitters, gins and bar food. They also show sports events on screens."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gastropub Tuulensuu"],["url=http:\/\/www.gastropub.net\/tuulensuu\/"],["email="],["address=Hämeenpuisto 23"],["lat=61.4990"],["long=23.7522"],["directions="],["phone=+358 3 2141 553"],["tollfree="],["fax="],["hours=Su-F 17-24, Sat 12-24"],["price=Food from €5 to €17"],["content=Moody gastropub serving super tasty Belgian bar food. Astounding selection of mostly self-imported Belgian beers, French ciders, wines and cigars. Very knowledgeable staff."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Inez Tapas Bar Sidreria"],["url=http:\/\/www.gastropub.net\/inez\/"],["email="],["address=Pellavatehtaankatu 19"],["lat=61.49916"],["long=23.76698"],["directions="],["phone=+358 3 225 5331"],["tollfree="],["fax="],["hours="],["price="],["content=Spanish tapas bar in Tampere. Also a noteworthy selection of spanish beers and ciders."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=O'Connell's"],["url=http:\/\/www.oconnells.fi\/"],["email="],["address=Rautatienkatu 24"],["lat=61.49654"],["long=23.77216"],["directions="],["phone=+358 3 222 7032"],["tollfree="],["fax="],["hours=Open every day 16-02"],["price="],["content=Irish pub near the railway station. Many staff members and owners are Irish."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Oluthuone Esplanadi"],["url=http:\/\/www.esplanadi.fi\/"],["email="],["address=Kauppakatu 16"],["lat=61.49788"],["long=23.75269"],["directions="],["phone=+358 3 222 5752"],["tollfree="],["fax="],["hours="],["price="],["content=Beer house serving good local food and the same selection of local microbrews as Plevna. In summer they have a nice beer garden in Hämeenpuisto park just next to the bar itself."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Olutravintola Konttori"],["url=http:\/\/www.konttori.fi\/konttori\/"],["email="],["address=Verkatehtaankatu 5"],["lat=61.49728"],["long=23.76816"],["directions="],["phone=+358 3 2225007"],["tollfree="],["fax="],["hours="],["price="],["content=Quaint and easy-going beer house that has an old office theme. A good selection of beers and malts."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Panimoravintola Plevna"],["url=http:\/\/www.plevna.fi\/"],["email="],["address=Itäinenkatu 8"],["lat=61.50079"],["long=23.75829"],["directions="],["phone=+358 3 260 1200"],["tollfree="],["fax="],["hours="],["price="],["content=Plevna Brewery Pub & Restaurant is a true Tampere institution located at an 135-year-old weaving hall that also saw the first electric light bulbs in Nordic countries in 1882. The pub is named after a Balkan town where men from Finlayson cotton mills fought alongside Russian troops in the Russo-Turkish War. They serve hearty traditional meals accompanied with their own delicious microbrews. Try, for example, the arguably best Finnish beer, Siperia Imperial Stout, with hearty mustamakkara blood sausage."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Salhojankadun Pub"],["url=http:\/\/www.sqc.fi\/salhis\/"],["email="],["address=Salhojankatu 29"],["lat=61.4992"],["long=23.7842"],["directions="],["phone=+358 3 2553 376"],["tollfree="],["fax="],["hours="],["price="],["content=English-style pub a little off the beaten track, but within walking distance of the railway station."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Teerenpeli"],["url=http:\/\/www.teerenpeli.com\/ravintolat\/ravintolat\/tampere"],["email="],["address=Hämeenkatu 25"],["lat=61.49717"],["long=23.75598"],["directions="],["phone=+358 42 4925 210"],["tollfree="],["fax="],["hours="],["price="],["content=Teerenpeli offers a variety of home-brewed and imported beers and Finnish style ciders. A good selection of malts."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Vinoteca del Piemonte"],["url=http:\/\/www.gastropub.net\/piemonte\/"],["email="],["address=Suvantokatu 9"],["lat=61.49572"],["long=23.77028"],["directions="],["phone=+358 3 225 5505"],["tollfree="],["fax="],["hours="],["price="],["content=Stylish wine bar with light Italian fare and views to the Orthodox church."]]}]},"\n",{"type":"====","value":["Nightclubs"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Doris"],["url=http:\/\/www.ravintoladoris.fi\/"],["email="],["address=Aleksanterinkatu 20"],["lat=61.49906"],["long=23.76813"],["directions="],["phone="],["tollfree="],["fax="],["hours=Fri-Sat 22-04, Tue-Thu, Sun 23-04"],["price="],["content=Small and quirky, but popular night club frequented by university students. Lovingly nicknamed ",{"type":"''","value":["Dorka"]}," (\"Idiot\"). Plays mostly indie rock and pop with occasional gigs on Fridays."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Fat Lady"],["url=http:\/\/www.ravintola.fi\/fatlady"],["email="],["address=Hämeenkatu 10"],["lat=61.49796"],["long=23.76654"],["directions="],["phone=+358 10 423 3200"],["tollfree="],["fax="],["hours=Tue & Sun 23-04, Wed-Sat 22-04"],["price="],["content= Three-storey night club in the center of the city. Plays top40 hits. Frequented by twentysomethings."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gloria"],["url="],["email="],["address=Hämeenkatu 24"],["lat=61.49750"],["long=23.75585"],["directions="],["phone="],["tollfree="],["fax="],["hours=Fri-Sat 22-04"],["price="],["content=Night club with karaoke bar for adults. Has a decent pub on street level."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ilona"],["url="],["email="],["address=Verkatehtaankatu 3"],["lat=61.49722"],["long=23.76747"],["directions="],["phone="],["tollfree="],["fax="],["hours=Sun-Thu 22-04, Fri-Sat 21-04"],["price="],["content=Large night club for a more mature crowd. Classics and Finnish hits."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ilves"],["url=http:\/\/www.nightravintolat.com\/ilves\/"],["email="],["address=Hatanpään valtatie 1 (Hotel Ilves)"],["lat=61.49580"],["long=23.76687"],["directions="],["phone=+358 20 1234 631"],["tollfree="],["fax="],["hours=Wed-Sat 21-04"],["price="],["content=Quite popular hotel night club. Music mostly from top hits to club. Classy, you have to dress up a bit to blend in."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Klubi"],["url=http:\/\/www.klubi.net\/home_eng.php?ch_lang=1"],["email="],["address=Tullikamarinaukio 2"],["lat=61.4986"],["long=23.7768"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Tue 11-22, Wed-Fri 11-04, Sat 15-04"],["price=Entrance fee depends on performers"],["content=A bar\/night club in the old customs house built in 1901. Live music presented often."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ruma"],["url=http:\/\/www.ruma.fi\/"],["email="],["address=Murtokatu 1"],["lat=61.4995"],["long=23.7762"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular \"alternative\" night club selected the best of the town by City Magazine. Cheap drinks and entrance fee. Music played is something between rock and pop, often British bands.  The tongue-in-cheek name means ",{"type":"''","value":["Ugly"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sputnik Bar"],["url="],["email="],["address=Aleksis Kiven katu 26"],["lat=61.49709"],["long=23.75987"],["directions="],["phone="],["tollfree="],["fax="],["hours=Sun-Thu 22-04, Fri-Sat 20-04"],["price="],["content=Gritty rock bar\/club in Keskustori."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tivoli"],["url=http:\/\/www.tampereentivoli.fi\/"],["email="],["address=Puutarhakatu 21"],["lat=61.49875"],["long=23.75287"],["directions="],["phone=+358 20 7759 470"],["tollfree="],["fax="],["hours="],["price="],["content=A popular three-storey night club for trendy twentysomethings just off Hämeenkatu."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Vastavirta-klubi"],["url=http:\/\/www.vastavirta.net\/"],["email="],["address=Pispalan valtatie 39"],["lat=61.5046"],["long=23.7118"],["directions="],["phone=+358 50 516 0644"],["tollfree="],["fax="],["hours="],["price="],["content= One of Finland's most prominent underground music clubs with a punk spirit. Beautifully located on top of Pispala ridge. Features gigs of various genres, usually from Wednesday to Saturday."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Volume"],["url="],["email="],["address=Otavalankatu 9"],["lat=61.49660"],["long=23.77084"],["directions="],["phone="],["tollfree="],["fax="],["hours=Thu-Sat 22-04"],["price="],["content=Night club that plays mostly electronic music. Often live DJs with varying styles."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Yo-talo"],["url=http:\/\/www.yo-talo.com\/english.html"],["email=yo-talo@yo-talo.com"],["address=Kauppakatu 10"],["lat=61.4981"],["long=23.7559"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Disco, clubs, and live music in a student union building from the early 20th century. Type and age of the crowd depends heavily on the program. Frequented mostly by students."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dream Hostel"],["url=http:\/\/dreamhostel.fi\/"],["email=info@dreamhostel.fi"],["address=Åkerlundinkatu 2"],["lat=61.49617"],["long=23.77901"],["directions=opposite Tampere-talo"],["phone=+358 45 2360517"],["tollfree="],["fax="],["hours="],["price=Dorms €19.5-27.5, twin rooms €58-65"],["checkin="],["checkout="],["content=Just opened and newly renovated hostel. Apparently the first one that is close to what you expect from a hostel elsewhere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Homeland Tampere"],["url=http:\/\/www.homeland.fi\/en\/"],["email=homeland@homeland.fi"],["address=Kullervonkatu 19 A"],["lat=61.50320"],["long=23.78167"],["directions="],["phone=+358 3 3126 0200"],["tollfree="],["fax="],["hours="],["price=Single room €74, double room €84"],["checkin="],["checkout="],["content=Apartment hotel located near Tammelan tori, about 5min walk from the railway station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Sofia"],["url=http:\/\/www.hostelsofia.fi\/"],["email=hostelsofia@hostelsofia.fi"],["address=Tuomiokirkonkatu 12 A"],["lat=61.50217"],["long=23.76854"],["directions="],["phone=+358 3 2544 020"],["tollfree="],["fax="],["hours="],["price=Single room €45, double room €65"],["checkin="],["checkout="],["content=Hostel located next to Tampere Cathedral."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Hermica"],["url=http:\/\/www.hermica.fi\/"],["email=sales@hermica.fi"],["address=Insinöörinkatu 78"],["lat=61.44432"],["long=23.85548"],["directions="],["phone=358 3 365 1111"],["tollfree="],["fax="],["hours="],["price=Single room €60, double room €70"],["checkin="],["checkout="],["content=Hotel located in neighborhood of Hervanta, near Tampere University of Technology. Price changes according to the season"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Kauppi"],["url=http:\/\/www.avainhotellit.fi\/eng\/kauppi.htm"],["email=kauppi@avainhotellit.fi"],["address=Kalevan puistotie 2"],["lat=61.5056"],["long=23.7858"],["directions="],["phone=+358 3 2535 353"],["tollfree="],["fax="],["hours="],["price=Single room €57\/€72, double room €72\/€89"],["checkin="],["checkout="],["content=A budget hotel\/motel about 1 km from the city center, near Kauppi recreation forest."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotelli Haapalinna"],["url=http:\/\/www.hotellihaapalinna.com\/eng"],["email=hotelhaapalinna@hotellihaapalinna.com"],["address=Rahtimiehenkatu 3"],["lat=61.5091"],["long=23.6765"],["directions="],["phone=+358 3 3453 335"],["tollfree="],["fax="],["hours="],["price=Single room €56\/€59, double room €72\/€78"],["checkin="],["checkout="],["content=A budget hotel located 4 km from the city center in a residential area, near bus routes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotelli Iltatähti"],["url=http:\/\/www.hoteliltatahti.fi\/index_eng.html"],["email=hotel@hoteliltatahti.fi"],["address=Kyläojankatu 16"],["lat=61.4857"],["long=23.8470"],["directions="],["phone=+358 3 3151 6262"],["tollfree="],["fax="],["hours="],["price=Single room €70, double room €80"],["checkin="],["checkout="],["content=Has moved from central Tampere to Messukylä which is situated four kilometers away from Tampere downtown. It is specialized in long term accommodation but offers rooms on nightly basis also. Only four rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Härmälä Camping"],["url=http:\/\/www.fontana.fi\/tmp_harmala_site_1.asp?lang=3&sua=9&s=43"],["email="],["address=Leirintäkatu 8"],["lat=61.4723"],["long=23.7388"],["directions="],["phone=+358 3 265 1355"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Camping area about 3 km from the city centre. Open only in summer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Omena Hotel Tampere I and II"],["url=http:\/\/www.omena.com\/hotel-tampere"],["email="],["address=Hämeenkatu 7 (near train station) and 28 (near library)"],["lat=61.49808"],["long=23.76892"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Room for 1-4 persons from €36 (price changes by the date of booking and occupancy rate)"],["checkin="],["checkout="],["content=The local branch of a budget hotel chain, centrally located on the main street. A self-service hotel (no reception desk)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Summer Hotel Härmälä"],["url=http:\/\/www.fontana.fi\/tmp_harmala_site_0.asp?lang=3&sua=9&s=794"],["email=harmala@lomaliitto.fi"],["address=Nuolialantie 48"],["lat=61.4700"],["long=23.7437"],["directions="],["phone=+358 3 2651 355"],["tollfree="],["fax="],["hours=June–August only"],["price=Single room €38\/€40, double room €52\/€55"],["checkin="],["checkout="],["content=Located on a lakeside location, 4 km from the city center in a residential area, near bus routes. Located next to the Härmälä camping area."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cumulus Hämeenpuisto"],["url=http:\/\/www.cumulus.fi\/hotellit\/hameenpuisto\/en_GB\/hameenpuisto\/"],["email=hameenpuisto.cumulus@restel.fi"],["address=Hämeenpuisto 47"],["lat=61.49310"],["long=23.75418"],["directions="],["phone=+358 3 3862 000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located on a boulevard at a southern part of the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cumulus Koskikatu"],["url=http:\/\/www.cumulus.fi\/hotellit\/koskikatu\/en_GB\/koskikatu\/"],["email=koskikatu.cumulus@restel.fi"],["address=Koskikatu 5"],["lat=61.49903"],["long=23.76586"],["directions="],["phone=+358 3 2424 111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in the center of the city next to the riverside park."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cumulus Pinja"],["url=http:\/\/www.cumulus.fi\/hotellit\/pinja\/en_GB\/pinja\/"],["email=pinja.cumulus@restel.fi"],["address=Satakunnankatu 10"],["lat=61.50155"],["long=23.76772"],["directions="],["phone=+358 3 2415 111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small hotel, located in the center of the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Tampere"],["url=http:\/\/www.restel.fi\/holidayinn\/view.cfm?page=hotel.4"],["email=tampere.holidayinn@\nrestel.fi"],["address=Yliopistonkatu 44"],["lat=61.49779"],["long=23.77938"],["directions="],["phone=+358 3 2455 111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A business hotel, located right behind the railway station in the city centre."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Club Tampere"],["url=http:\/\/www.holidayclubspahotels.com\/index.php?id=1072"],["email="],["address=Lapinniemenranta 12"],["lat=61.51107"],["long=23.77323"],["directions="],["phone=+358 210 100 000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A hotel\/spa next to a marina, about 1 km from the city center. Built into an old cotton mill with high rooms."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotelli Victoria"],["url=http:\/\/www.hotellivictoria.fi\/english\/index.html"],["email=sales@hotellivictoria.fi"],["address=Itsenäisyydenkatu 1"],["lat=61.49873"],["long=23.77509"],["directions="],["phone=+358 3 2425 111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located right behind the railway station in the city centre."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Scandic Tampere City"],["url=http:\/\/www.scandic-hotels.com\/tampere"],["email=tamperecity@scandic-hotels.com"],["address=Hämeenkatu 1"],["lat=61.49820"],["long=23.77154"],["directions="],["phone=+358 3 2446 111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located right across the street from the railway station, on the main street."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sokos Hotel Villa"],["url=http:\/\/www.sokoshotels.fi\/SokotelWeb\/Sokotel.portal?_nfpb=true&_pageLabel=Sokotel_hotellit_hotelliesittely&hotelId=542864848&siteLang=en"],["email=villa.tampere@sokoshotels.fi"],["address=Sumeliuksenkatu 14"],["lat=61.4965"],["long=23.7768"],["directions="],["phone=+358 20 1234 633"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Built into an old grain storehouse, located right behind the railway station in the city centre."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Scandic Hotel Rosendahl"],["url=http:\/\/www.scandic-hotels.com\/rosendahl"],["email=rosendahl@scandic-hotels.com"],["address=Pyynikintie 13"],["lat=61.4933"],["long=23.7312"],["directions="],["phone=+358 3 2441 111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in a beautiful lakeside location right under Pyynikki ridge."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sokos Hotel Ilves"],["url=http:\/\/www.sokoshotels.fi\/SokotelWeb\/Sokotel.portal?_nfpb=true&_pageLabel=Sokotel_hotellit_hotelliesittely&hotelId=533471371&siteLang=en"],["email=ilves.tampere@sokoshotels.fi"],["address=Hatanpään valtatie 1"],["lat=61.4961"],["long=23.7666"],["directions="],["phone=+358 20 1234 631"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Tampere's best known hotel, centrally located next to the riverside park."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sokos Hotel Tammer"],["url=http:\/\/www.sokoshotels.fi\/SokotelWeb\/Sokotel.portal?_nfpb=true&_pageLabel=Sokotel_hotellit_hotelliesittely&hotelId=501340673&siteLang=en"],["email=tammer.tampere@sokoshotels.fi"],["address=Satakunnankatu 13"],["lat=61.5009"],["long=23.7651"],["directions="],["phone=+358 20 1234 632"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Historical 1920's style hotel, centrally located next to the riverside park."]]}]},"\n",{"type":"==","value":["Connect"]},"\nInternet cafes are not very common in Finland, and Tampere makes no exception. If you have your own laptop or a smartphone, most cafes offer free wireless internet (or WLAN as it is mostly called in Finland). In the city center and some other locations around town, there is the Wireless Tampere network. ",{"type":"[","value":["http:\/\/translate.google.com\/translate?hl=en&ie=UTF8&prev=_t&sl=auto&tl=en&twu=1&u=http:\/\/www.langatontampere.fi\/ohjeet\/miten-liittya\/"]},". The tourist office and main library also offer free Internet access.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Internet Madi"],["url=http:\/\/www.kolumbus.fi\/internet-madi\/"],["email="],["address=Tuomiokirkonkatu 36"],["lat=61.4968"],["long=23.7709"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 10-22, Sa-Su 11-22"],["price=Starting from €2 for a half an hour, price includes coffee\/tea"],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAs Finland in general, Tampere is a very safe city for its size. Though, on weekend nights, intoxicated people wandering around city streets may be an annoyance, especially during summer festivals such as Tammerfest, Tapahtumien yö, Sauna Open Air, and on New Year's Eve and April 30, the eve of May Day, which is the most important beer-drinking festival in the Finnish calendar. Warm summer nights always gather a drunken crowd downtown. Intoxicated Finns tend to be rather noisy (in stark contrast to sober Finns) and admittedly sometimes picking a fight with just about anyone. Just use your common sense, and steer clear of overly loud groups of young men. As Tampere is not a big tourist destination, pickpockets and common hustlers are rare. \n\nThere are rare exceptional health hazards, although the extreme cold in the winter should be borne in mind by visitors, especially those planning outdoor activities. Whilst in summer the temperature rises occasionally to 30°C, in the winter months it can drop to around -30°C for a week or two. Dressing warmly is a must. If you forget to bring winter clothing, you can always visit local shops for appropriate apparel. Also, watch out for slippery sidewalks in winter. Thousands of people fall down every winter! Winter-time driving needs also special caution as the roads may be very slippery with ice and\/or snow.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Yliopiston Apteekki pharmacy"],["url=http:\/\/www.yliopistonapteekki.fi\/fi\/apteekkipalvelut\/Pages\/Default.aspx"],["email="],["address=Hämeenkatu 16"],["lat=61.49774"],["long=23.75885"],["directions=Keskustori central square"],["phone="],["tollfree="],["fax="],["hours=Open daily 7-24"],["price="],["content=The pharmacy with the most central location and the best hours."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=ACUTA"],["url="],["email="],["address=Teiskontie 35"],["lat=61.5050"],["long=23.8148"],["directions=from Teiskontie to Kuntokatu to Ensitie"],["phone="],["tollfree="],["fax="],["hours=24\/7"],["price="],["content=Emergency room at TAYS University Hospital."]]}]},"\nIn emergencies, phone 112 (free from all phones).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Helsinki"]]},", the coastal capital of Finland is well worth visiting for anyone, and it is only 170 km (90 minutes by train) to the south."]},{"type":"*","value":[{"type":"[[","value":[["Turku"]]},", another coastal city, is the historic capital of Finland located 165 km to the south-west from Tampere. It makes an interesting day trip by train or car."]},{"type":"*","value":[{"type":"[[","value":[["Hämeenlinna"]]}," is a mid-size town 80 km south most famous for its small medieval castle."]},{"type":"*","value":["Seitseminen National Park (70 km north of Tampere) offers a good view to the Finnish nature. Forests, mires and eskers alternate in the landscape. There are guided hikes in summer."]},{"type":"*","value":["Helvetinjärvi National Park (85 km north of Tampere) encases wild forests and deep gorges that were formed by faults in the bedrock running through the area. Special features of the area include deep rifts, steep-sided lakes and small forest ponds."]},{"type":"*","value":[{"type":"[[","value":[["Sappee"]]}," (50 km east of Tampere), and ",{"type":"[[","value":[["Himos"]]}," (95 km north of Tampere) are small downhill skiing stations in the region."]},"\n",{"type":"{{","value":[["routebox-1"],["image1=European route E12.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Vaasa"]]}],["minorl1=",{"type":"[[","value":[["Jalasjärvi"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Helsinki"]]}],["minorr1=",{"type":"[[","value":[["Hämeenlinna"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tampere"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Finland\/Western Finland\/Localities\/Tampere\/"]]},"\n",{"type":"{{","value":[["geo"],["61.5000"],["23.7667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Pirkanmaa"]]},"\n",{"type":"{{","value":[["Guidecity"]]}]