[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Danshui waterfront.jpg"],["thumb"],["300px"],["The Tamsui waterfront at sunset."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/en.tamsui.gov.tw\/ Tamsui"]}]}," (淡水, or Danshui, Danshuei, Tamshui) is a smaller city to the north of ",{"type":"[[","value":[["Taipei"]]}," that was the center of shipping and commerce in northern Taiwan in the 19th century. The city is still popular with visitors from Taipei and boasts many historical attractions, and is a popular location for viewing the sunset.\n\nThe town calls itself by the English name \"Tamsui\"",{"type":"[","value":["http:\/\/en.tamsui.gov.tw\/"]}," and is the only Taipei MRT station using the Taiwanese name in English announcements. The Mandarin transliteration \"Danshui\" was used before 2012 and is sometimes used in tourist advertisement around Taipei and in Tamsui. \n\n",{"type":"==","value":["Understand"]},"\nTamsui is located near the outlet of the Tamsui (Danshui) River into the Taiwan Strait. Originally home to Formosan indigenous peoples, Tamsui was next settled by the Spanish in 1629 as the town and mission of San Domingo. The Spanish were expelled by the Dutch in 1641, who built Fort Anthonio, forming what is known today as Hongmao Castle. Following the departure of the Dutch in 1661, Tamsui continued to grow, becoming the largest port in Taiwan by the 19th century. By the 20th century, accumulation of silt in the river forced most port operations to move further north to ",{"type":"[[","value":[["Keelung"]]},". Due to its close proximity to Taipei City, Tamsui has become a favorite destination for city dwellers to take a stroll and enjoy a coffee along the riverside.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By metro"]},"\nTamsui is most easily accessed from Taipei by taking the MRT Tamsui (Red) Line to its northern end at Tamsui Station. The ride is roughly 40 minutes from Taipei Main Station\n\n",{"type":"==","value":["Get around"]},"\n\n\n\n\n\n\n",{"type":"===","value":["On foot"]},"\nMost of the city Tamsui is easily accessible on foot from the MRT station. Turn left as you exit the MRT and then right along the river.\n\n",{"type":"===","value":["By boat"]},"\nFerries across the river to the town of Bali and the Fisherman's Wharf depart from the Tamsui Ferry Pier, about 10 minutes north of the MRT station by foot. Sightseeing boats traversing Taiwan's northeast coast and the Tamsui (Danshui) River depart from the Fisherman's Wharf.\n\n",{"type":"===","value":["By bus"]},"\nThe R26 bus will take you from Tamsui MRT Station to Fort San Domingo or Fisherman's Wharf. The latter is beyond casual walking distance from the MRT, so the bus is probably the best choice if you don't want to take a boat or rent a bike.\n\n",{"type":"===","value":["By bike"]},"\nRent a bike in one of several shops on the main road north of Tamsui MRT Station. A normal rate might be $300 for the whole day. Or in ",{"type":"[[","value":[["Bali township"],["Bali"]]},", hire a bike to ride up and down the riverside.",{"type":"[","value":["http:\/\/riversidetown.blogspot.com\/search\/label\/%E7%A7%81%E6%88%BF%E5%96%AE%E8%BB%8A%E8%B7%AF%E7%B7%9A"]}," This is very popular and cheap (From NT$30 for a small bike to NT$100 for a tandem per hour).  Make sure you look the bike over first as safety standards vary.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Danshui 080120 3.jpg"],["thumb"],["300px"],["Fort San Domingo"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Hongmao Castle (Fort San Domingo)"]}," (紅毛城, lit: Red Hair Castle) was constructed by the Dutch as 'Fort Anthonio' in 1641, and gained its present name in reference to the red-haired Dutch. The compound also served as the British Consulate in the late 19th and early 20th centuries. It enjoys commanding views over the mouth of the Tamsui (Danshui) River. Address: 1, Lane 28 Zhongzheng Road, Tamsui. MRT to Tamsui Station (Tamsui line), shuttle bus red 26 to castle. Tel:2623 1001."]},{"type":"*","value":[{"type":"'''","value":["Tamsui Old Street and waterfront"]}," (淡水老街): Located along the Tamsui (Danshui) River, this pedestrian shopping area offers tourists a wide selection of restaurants, arcades, and stores specializing in traditional handicrafts. Visitors can sample Tamsui's local specialties: A-Gei (crystal noodles stuffed in fried bean curd, served with a mild hot sauce), fish ball soup, and \"iron eggs\" (eggs which have been stewed in a mix of herbs and spices until pickled). The area is located right outside the north side of the MRT Danshui Station and stretches north to the ferry docks. Do try the food vendors which are located up and down the strip. "]},{"type":"*","value":["The ",{"type":"'''","value":["Tamsui Ferry Pier"]}," are located near the north end of the waterfront area and offer ferries across the river to Bali Township, as well as Tamsui Fisherman's Wharf further north. Tickets run around NT$50 to Bali, and NT$100 to Fisherman's Wharf. When taking the ferry don't stand outside unless you enjoy getting wet! Closed in the event of bad weather."]},{"type":"*","value":[{"type":"'''","value":["Tamsui Fisherman's Wharf"]}," (淡水漁人碼頭) is located further downstream from the town itself and offers a boardwalk, chic coffee shops and food windows, and some seafood restaurants with prices that the average local would consider outrageous (but may seem reasonable to visitors from Western countries). Fisherman's Wharf is also a departure point for tourist boats traveling along Taiwan's scenic northeast coast. The \"Lover's Bridge\", a single slanted tower cable stay pedestrian bridge, that is modeled after a sailing ship's mast and rigging, spans the harbor. The bridge's illumination changes color at night, making this area a favorite with local couples and romantics, and is also a popular site for shooting Taiwanese drama serials. Outdoor concerts are sometimes held in the amphitheater, and some of the restaurants feature live music at times."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Ride the ferry to ",{"type":"[[","value":[["Bali township"],["Bali"]]}," (八里)."]},{"type":"*","value":[" Attend seasonal concerts or festivals at Fisherman's Wharf or the MRT Station Plaza."]},{"type":"*","value":[" Take a walk and visit Maritime Museum on campus of ",{"type":"'''","value":["Tamkang University"]},". ",{"type":"[","value":["http:\/\/foreign.tku.edu.tw\/TKUEnglish"]}]},{"type":"*","value":[" Walk along the waterfront."]},{"type":"*","value":[" Watch the sunset."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Local specialties"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iron eggs (鐵蛋)"]}," are eggs which have been repeatedly stewed in a mix of spices and air dried. The resulting eggs are dark brown, chewy and, about half its initial size. The famous Iron eggs store is ",{"type":"'''","value":["Grandma's Tiedan"]}," (阿婆鐵蛋) - 135 Zhongzheng Road (Old Street)."]},{"type":"*","value":[" ",{"type":"'''","value":["A-Gei (阿給)"]}," are deep fried tofu that have been stuff with flavoured crystal noodles and sealed with fish paste (surimi). It is often served with a spicy sauce. Many places serve this, but one of the original A-Gei restaurants is on Zhenli St. (真理街) - the last one on the right as you walk up this steep, narrow street."]},{"type":"*","value":[" ",{"type":"'''","value":["Tamsui fish balls (淡水魚丸)"]}," are balls of fish paste stuffed with meat and garlic served in a light broth."]},{"type":"*","value":[" ",{"type":"'''","value":["Fish crisps (魚酥)"]}," are fish snacks that are light crispy with a texture comparible to shrimp crackers. Available in original and hot flavours."]},"\n",{"type":"===","value":["Restaurants"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hai Feng Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+886 2"]}," 2621-2365"],["tollfree="],["fax="],["hours="],["price="],["content=(海風餐廳), 17 Zhongzheng Road (Old Street). A traditional Taiwanese seafood restaurant."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Red Castle 1899"],["alt="],["url=http:\/\/www.rc1899.com.tw\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+886 2"]}," 8631-1168"],["tollfree="],["fax="],["hours="],["price="],["content=(達觀樓), 6, Lane 2, Sanmin Street. A colonial building sits on the hillside, built in 1899. This is the best view cafe in Tamsui. They serves both Western and Chinese dishes. The entrance is just east of the Mackay statue, atop a hill reached by 106 stone steps."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sour plum drink (酸梅湯)"]}," is a sweet and sour drink made of salted pickled plums that have been cooked in syrup."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chinatrust Hotel, Tamsui"],["alt=淡水中信大飯店"],["url=http:\/\/www.ww-hotel.com.tw\/"],["email="],["address=91 Zhongzheng East Road"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+886 2"]}," 8809-1111"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sec. 2. Near the MRT Hongshuilin Station on Danshui Line."]]}]},"\n\n",{"type":"{{","value":[["IsPartOf"],["New_Taipei"]]},"\n",{"type":"[[","value":[["WikiPedia:Danshui"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["ja:淡水"]]}]