[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tangalan"]}," is a municipality in the province of ",{"type":"[[","value":[["Aklan"]]},", ",{"type":"[[","value":[["Philippines"]]},".\n\n\n",{"type":"==","value":["Get in"]},"\nTangalan is located about 30 mins from the provincial capital of Kalibo, and about 45 mins from the town of Caticlan(the drop off point to get ferries to Boracay).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nJawili Falls, Jawili Beach, with some resorts along it; marine sanctuary with 10 ha coral garden (Pungtod Reef), Afga Wave-Rock Formations, Campo Verde within a successful reforestation project.\nIn the town: a beautiful old Church.  The town itself is very quiet and peaceful, with very little traffic and many trees around the town plaza and church.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Swimming in both the Jawili waterfalls as well as at the white sand Jawili beach(pronounced 'Ha Willy').  At night there is 'phosphorescence' in the sea water: when you move in the water, the water glows.  Very cool.  This effect could be seasonal.   "]},"The coral reef was severely damaged by cyanide and dynamite fishing in the past, but as of few years ago it has been turned into a Marine Sanctuary, and many concrete blocks were planted in the water for coral to get established on.  It has been a huge success, and after only few years, most species have come back.  The site is proposed for diving and snorkeling, but it may or may not be ready yet (in April 2007 it had not been opened for diving yet).  The reef had suffered some damage from a recent typhoon.  But it may be open now.  \n",{"type":"*","value":["You can go hiking in the nearby reforestation project.  You can hike on a trail from the Falls.  There is also a park entrance along the highway."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Aklan"]]},"\n",{"type":"[[","value":[["wikipedia:Tangalan, Aklan"]]},"\n",{"type":"{{","value":[["geo"],["11.776111"],["122.26"]]}]