[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Habitat Tangkoko Sulawesi 2006.jpg"],["thumb"],["Tangkoko Nature Reserve"]]},"\n",{"type":"'''","value":["Tangkoko Nature Reserve"]}," is on ",{"type":"[[","value":[["Sulawesi"]]}," island of ",{"type":"[[","value":[["Indonesia"]]},".\n\nLocated at the foot of  Dua Saudara Mountain, the area is comprised of rolling hills and valleys with a variety of hardwood trees and unusual plant life.\nThe animal life is also quite varied, and one can often view Tarsius tarsier(world's smallest primate), black tailless monkeys, Maleo Birds, wild pigs and kuskus (marsupial family). Tangkoko Batuangus Reserve offers a suitable protective environment to help prevent these animals from becoming extinct. Please note that visitors are recommended to visit with a local tour operators to ensure an enjoyable journey and to take advantage of an experienced guide who can assist in spotting the wildlife. Losmen (simple guesthouses) are available for overnight stays.\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe first conservation area at Mount Tongkoko has been established in 1919. To this the Duasaudara area has been added in 1978, and the Batuangus and Batuputih areas in 1981, together encompassing a total of 8,718 hectares. Visitation is only allowed in the Batuputih area.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nTangkoko is located in the northern sector of Bitung, and takes about 1 - 2 hours to reach from Bitung or Manado, respectively. \nThe park is actually closer to the KBR resort, so if you're on both sides of ",{"type":"[[","value":[["North Sulawesi"]]}," visit from the ",{"type":"[[","value":[["Bitung"]]}," area rather than from ",{"type":"[[","value":[["Manado"]]},".\n\n",{"type":"==","value":["Fees\/Permits"]},"\nLocal Guides\/Rangers currently charge Rp. 85,000 per person for a hike through and around the Nature Reserve\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe tarsiers are the top attraction, but they don't come down from the trees until dusk; so you need your dive lights for the hour walk out of the woods. \n\nSpending an overnight is also worth doing. \nDAY 01. (1-2 PM) Transfer by Safari Tours bus or AC 4 pax vehicle to Nature Reserve. The 2-hour drive to the 9000-hectare National Park is quite scenic as we pass through small villages. Upon arrival, immediately check in to a homestay. You will then be guided by local forest rangers (and Safari staff) in search of the Black Crested Macaque (Black Monkey indigenous to North Sulawesi), hornbills, and couscous as well as other fauna specific to the reserve. Depending on what time it gets dark, you will head into the denser part of the jungle as the sun is setting, where you will (most likely) be able to get photographs of the Tarsius Tarsier (the world's smallest primate). After it is completely dark and the Tarsier have departed for their nightly foraging, you head back to the homestay for a basic traditional dinner. \n\nDAY 02. Rising early, you will again hike into the forest with local rangers where you will have the best opportunity to view more birds and certainly the Black Crested Macaque as these monkeys are earlier risers and are searching out food along the coastline at Tangkoko. After several hours it's back to the homestay for a traditional breakfast and prepare to go back to Manado or Bitung. Arrive in Manado between 9 -11 AM.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Sulawesi"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tangkoko Batuangus Nature Reserve"]]}]