[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tanjung Batu"]}," is a city on ",{"type":"[[","value":[["Kundur"]]}," island in the ",{"type":"[[","value":[["Riau Islands"],["Riau archipelago"]]},". It has a busy waterfront and a couple of streets lined with shops. Its not the most charming of towns, unlike Tanjung Balai on Karimun which somehow has more atmosphere. Nevertheless, the town is very quiet and relaxed, except for the many ojek (motorcycle taxis) drivers who will constantly yell out to you and ask whether you want a ride (or, if you are a man, a woman!). The main commercial streets are Jalan Merdeka where the market is, and the shop-lined Jalan Jend Sudirman. The waterfront is also interesting with many boats loading and unloading goods. Just relax and enjoy the feeling of being in a timeless tropical port. \n",{"type":"==","value":[" Get in "]},"\n",{"type":"==","value":[" Get around "]},"\n",{"type":"==","value":[" See "]},"\nMost buildings here have an additional \"bird house\" on their roofs, housing thousands of swallows. The owners will harvest \"birds nest\" - a protein-rich gelatin-like substance formed from the saliva of the swallows - which is in high demand by the Chinese who consume them as a health supplement. \n \n",{"type":"*","value":[" ",{"type":"'''","value":["Cetiya Sasana Kitri"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vihara Dharma Shanti"]}," ",{"type":"''","value":["Cetiya Sasana Kitri"]}," (福朝廟) - at Jalan Usman Harun, unique red calabash in front of the temple differentiate it from others"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vihara Dharma Shanti Kundur"]}," (泰安廟) - have a stroll and enjoy the breeze in the late evening. Spacious, with tables and chairs. The door is painted with guardian deities, probably one of the great spot in the town. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masjid Raya Nurussalam"]}]},"\n",{"type":"==","value":[" Do "]},"\n\nFishing, relax and karaoke at Hotel Gembira and Restaurant Gembira. Visit the wet market in the morning. Hive of actvity, where many fresh items are sold. Can see chicken slaughtered, and plucked clean. Fishes prepared fresh. \n\nAlso,at the side of Vihara Dharmma Shanti,there has a Warnet called Polaris Computerindo for kids who love to play computer games like DOTA Allstars or Counter Strike. \n\n\n",{"type":"==","value":[" Eat "]},"\nAt Jalan Jenderal Sudirman (Jalan Besar) in front of Masjid Raya and Vihara Dharma Shanti, there are chicken rice and a kind of clear soup, and at Jalan Merdeka, there are food courts called Pujasera\\",{"type":"''","value":["Akau"]},"\\",{"type":"''","value":["Pasar"]}," around 5.00\\6.00 PM to 12.00\\1.00 AM.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ah Kun's Saho Seafood Restaurant"],["alt=三好海鲜煮炒"],["url="],["email="],["address=Jalan Usman Harun No. 16"],["lat="],["long="],["directions="],["phone=+62-779-21289"],["tollfree="],["fax="],["hours="],["price="],["content=Recommended by the locals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ah Kun's brother restaurant"],["url="],["email="],["address=Jalan Usman Harun No. 21"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ikan bakar (Rp 10.000) and ayam panggang can be sold out as early as 1730"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Gembira Seafood"],["url="],["email="],["address=Jalan Usman Harun No. 18H"],["lat="],["long="],["directions="],["phone=+62-779-21426"],["tollfree="],["fax="],["hours="],["price="],["content=Has fresh Seafood at reasonable prices, but also Karaoke"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Toko abadi"],["url="],["email="],["address=Jalan Jendral Sudirman"],["lat="],["long="],["directions=just beside Masjid Raya"],["phone=(0779) 21265"],["tollfree="],["fax="],["hours=from 8a.m. till 6.pm.( except for Sunday)"],["price="],["content=A bakery that sells a wide variety of cakes, and pastries. On top of these modern products, it also produces traditional ones, for example \"la pia\" ( pie made of lark) and of course the moon cake during the mid-autumnfestival. In addition, they do sell materials and ingredients for cake-making."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n\nFor bottled drinking water get the local produced AVIGA spring water from PT. Citra Alam Sumber Wita costs Rp 2.000 for a 1500 ml bottle. \n\nHeineken beer costs Rp 15.000 at Ah Kun's Saho Seafood Restaurant (三好海鲜煮炒) and Rp 17.000 at Hotel Gembira restaurant, respectively. The Restaurant Gembira the Place more Relaxing. \n\n\n",{"type":"==","value":[" Buy "]},"\n\nYou can do shopping in Mini Market Gembira at Jl. Jend. Sudirman Komplek Gembira No. 18. Tel: +62-779-22235.Also you can shopping in the Jalan Jend. Sudirman straight line were there are many shops you can find.Businessman can find some stores like Toko Sogo, Toko Joni etc.\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Gembira"]}]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kundur"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]