[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Gili Islands & Gunung Rinjiani, Lombok, Indonesia.jpg"],["thumb"],["350px"],["Looking toward Tanjung, viewed from the Gili islands, with Mt Rinjani in the background"]]},"\n\nTanjung is a beach town on the north west coast of the Island of ",{"type":"[[","value":[["Lombok"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":["Tanjung"]}," is a developing tourist destination on mainland Lombok. There are currently five resort style hotels in the area including Lombok's most prestigious resort, The Oberoi Lombok at Medana Beach. The Kosaido Golf Club is located on the nearby Sire Peninsula. The Medana Bay Marina provides modern mooring and anchorage services to the area. Tanjung is also the administrative capital of the new North Lombok Regency and so the township has a growing regional administrative sector with offices and support services. There is also a traditional produce market and a small regional public public transport hub in the town.\n\n",{"type":"===","value":["Orientation"]},"\n\nTanjung is traversed by a single two lane road that follows the west coast of the island from south of ",{"type":"[[","value":[["Ampenan"]]}," and continues northward to circumnavigate ",{"type":"[[","value":[["Mount Rinjani"]]}," in the north of Lombok and then traverses the greater part of the east coast toward the south.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["Cautionbox"],["'''Scheduled airline operations flying to and from Lombok have been moved from Selaparang International Airport (",{"type":"{{","value":[["IATA"],["AMI"]]},") across to the new Lombok International Airport (BIL) (",{"type":"{{","value":[["IATA"],["LOP"]]},") in central southern Lombok near the city of Praya.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to destinations across the island."]]},"\n\n",{"type":"'''","value":["Lombok International Airport"]},", (",{"type":"{{","value":[["IATA"],["LOP"]]},") is south west of Praya in south central Lombok. This new international airport will provide facilities for wide bodied aircraft and more modern terminal facilities and cargo facilities.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to the Tanjung area.\n \n",{"type":"[[","value":[["Lombok#By_taxi"],[{"type":"'''","value":["Metered taxis"]}]]}," normally operate in the Tanjung area and service ",{"type":"[[","value":[["Bangsal"]]},", Sira, Medana, ",{"type":"[[","value":[["Senaru"]]}," and other destinations throughout Lombok.\n\nThe established hotels and resorts of the Tanjung area may offer pick up transfers to and from the airport. You will need to enquire at the hotels for this service and ensure you book ahead.\n\nSome visitors travelling from nearby ",{"type":"[[","value":[["Bali"]]}," prefer the option of taking a fast boat across from Bali direct to the ",{"type":"[[","value":[["Gili Islands"]]},", or to west coast tourism centre of ",{"type":"[[","value":[["Senggigi"]]}," further to the south.\nTravel agents or the operators can normally assist with any necessary transfers.\n\nIf you are frugal or intrepid and take the slow ferry from Bali, it's best to arrange transport in advance from the ferry dock at ",{"type":"[[","value":[["Lembar"]]}," to Tanjung.  Travel agents on Bali offer transport from any point in ",{"type":"[[","value":[["South Bali"]]}," to Tanjung, including the ferry ticket.\n\n",{"type":"====","value":[" Marina facilities"]},"\n\nThe newly established Marina at Medana Bay has 25 mooring buoys in more than 5m of water for 35-45ft vessels and anchorage space for another 20 vessels.",{"type":"[","value":["http:\/\/www.medanabaymarina.com\/facilities.html"]},"  \n\nThe marina facilities were established in 2009. Soon after opening the facility hosted over 90 yachts during the September 2009 Sail Indonesia event.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Medana Bay Marina"],["url=http:\/\/www.medanabaymarina.com\/index.html"],["email=admin@wisatasamudera.com"],["address=Medana Bay, Tanjung, Lombok Utara"],["lat="],["long="],["directions=Location: 8° 21.83'S 116° 07.75'E, (Traditional system: 8°21'50'S 116°07'45'E"],["phone=+62 370 6610037"],["tollfree="],["fax=+62 370 633564"],["hours="],["price="],["content="]]}]},"\nIn late July 2010 participants of ",{"type":"'''","value":["Sail Indonesia – Sail Banda 2010"]}," set sail from ",{"type":"[[","value":[["Darwin"]]}," Sailing Club in northern Australia. After congregating in Labuhan Bajo on the western tip of Flores in early September 2010 they travelled on to Medana Bay on the north-western coast of Lombok prior to moving on to Bali and Kalimantan. Medana Bay was an official stop-over on the 2010 and 2011 itineraries and is expected to be included again in the coming events.",{"type":"[","value":["http:\/\/www.sailindonesia.net\/home\/home.php"]}," \n\nThe mooring basin is centred on 08°21.833’S and 116°07.750’E with an approach transit point almost due north at 08°20.432’S and 116°07.685’E. \nA current Sea Chart and sea approach tracks are available on the Marina's website ",{"type":"[","value":["http:\/\/www.medanabaymarina.com"]},".\nMedana Bay is sometimes called Teluk Dalam, meaning Deep Bay.\n\nThe Marina also provides on site accommodation services.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bemo"]},"\n\nBemos can be hailed down for short trips around the Tanjung area or further on to ",{"type":"[[","value":[["Bangsal"]]}," and other destinations along the coast. Fares are inexpensive.\n\nIf travelling to Bangsal in a bemo, be aware that they do not call at Bangsal itself, but stop in nearby Pemenang, from where you can walk or ride a cidomo (horse cart) to Bangsal Harbour\n\nPrices vary at times so try and watch what local customers are paying for a similar distance to your own and if really in doubt just include Rp 1,000-2,000 extra. If 'chartering' an empty Bemo to a particular destination, be careful to clarify the exact amount of payment required prior to getting on board. Bemos operate on the main coastal road, and at times may travel into some of the nearby kampungs and beach areas.\n\nMany Bemo drivers are reluctant to venture further up the west coast than the northern end of Mangsit just north of ",{"type":"[[","value":[["Senggigi"]]},", as the passenger densities drop dramatically from there on. If you are travelling up the west coast from ",{"type":"[[","value":[["Ampenan"]]}," or Senggigi toward Tangung the driver may want to turn back at some point if he does not have sufficient passengers. \n\nMake sure you plan well for any trips around the area using public transport and ensure you have a means to contact a taxi service to return to your hotel should your travel plans become disrupted in the later hours of the afternoon or evening.\n\nBemos have normally stopped running by dusk on the west coast of Lombok.\n \nTravel agents can also get you on semi-regular shuttle services, which connect Tanjung, the airport, and the harbours of ",{"type":"[[","value":[["Lembar"]]}," (for ",{"type":"[[","value":[["Bali"]]},") and ",{"type":"[[","value":[["Bangsal"]]}," (for the ",{"type":"[[","value":[["Gili Islands"],["Gilis"]]},").\n\n",{"type":"===","value":["By taxi"]},"\n\nBluebird is the most common taxi available in the Tanjung area. Both the Bluebird and white coloured Express Taksi have a radio despatch system and both companies cars are equiped with meters which should be used by their drivers at all times. Although there are not normally a lot of taxis present this far north they do service this area. Taxis can be booked in advance either by calling them yourself or by booking through your hotel.\n\n",{"type":"*","value":[" Bluebird * ",{"type":"{{","value":[["listing"],["name=Lombok Taksi"],["url=http:\/\/www.bluebirdgroup.com\/24hour.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 627000"],["tollfree="],["fax="],["hours=24hr service"],["price="],["content="]]}]},"\n",{"type":"*","value":[" Express * ",{"type":"{{","value":[["listing"],["name=Express Taksi"],["url=http:\/\/www.expressgroup.co.id\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 635968"],["tollfree="],["fax="],["hours=24hr service"],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\n\nExpect to pay a daily rental rate of Rp 150,000-175,000 (low end mid-late 1980's Suzuki mini jeep-Jimmy) to Rp 400,000+ for a Toyota Kijang or Izuzu Panther.\n\nIt may be better to rent a car further to the south (for example in Senggigi) as there is a wider range of services available there. Otherwise enquire at your hotel. A car and driver is a sensible option unless you are familiar with driving in the region. Please see the ",{"type":"[[","value":[["Lombok#By car"],["main Lombok article"]]}," article for more detailed information on driving in Lombok.\n\n",{"type":"===","value":["By motorbike"]},"\n\nTo hire a motorbike, expect to pay around Rp 50,000 (early 2010) for most models and possibly more in peak season when demand for rentals can be very high. As with cars, it may be better to rent a bike further to the south. Otherwise enquire at your hotel. Please see the ",{"type":"[[","value":[["Lombok#By motorbike"],["main Lombok article"]]}," article for more detailed information on driving in Lombok and ensure you obtain and use a helmet when riding a motor bike.\n\n",{"type":"===","value":["By ojek"]},"\n\nPrices are negotiable but a rule of thumb is Rp 5,000 Rupiah for a short trip with a local motorbike rider if the destination is nearby.\n\n",{"type":"===","value":["By horse cart"]},"\n\nHorse-pulled carts, known as ",{"type":"''","value":["Cidomo"]},", are very common in the Tanjung area. They are a good method of transportation for short distances e.g, from your hotel to the local market. Make sure to agree the price before the journey — Rp 10,000 is the maximum price to pay for a short journey.\n\n",{"type":"===","value":["By boat"]},"\n\nTraditional fishing boats known as ",{"type":"''","value":["perahu"]}," ply the waters around Tanjung, and are instantly recognizable due to their outriggers: two lengths of extra large bamboo sealed at either end and attached to the hull by bars on both sides. As with a catamaran, these afford greater stability in heavy swells. They can also be chartered on the nearby beaches at ",{"type":"[[","value":[["Bangsal"]]}," and Teluk Nare, either directly from owners (in which case some knowledge of Bahasa Indonesian or Bahasa Sasak will come in handy) or via a travel agent or local guide, who will of course take an often generous commission.\n\nSpeedboats and small charter vessels also link to Senggigi as an alternative to the road route. Speedboats also offer an alternative means of travel to the Gili islands. The majority of these are either based or land at Teluk Nare to the south of Bangsal and offer a more expensive alternative to the sometimes stressful process of chartering a traditional boat or using the public ferry from Bangsal. Speedboat charters are also available for sightseeing trips.\n\n",{"type":"===","value":["By bicycle"]},"\n \nTraffic is relatively light and the Tangung area has quite level grades. Speeding trucks on Jalan Raya Tangung require special caution. Travel by bicycle is quite possible in this part of the island and provides a very different cultural experience to other means of transport. Please see ",{"type":"[[","value":[["Senggigi#By bicycle"],["Senggigi article"]]}," for more detailed information.\n\n",{"type":"==","value":["See"]},"\n\nPopular excursions that can be done in a day trip include:\n\n",{"type":"*","value":[{"type":"'''","value":["On the sea"]}," — take a boat across to the Gilli Islands for lunch or some snorkelling"]},{"type":"*","value":[{"type":"'''","value":["Village"]}," — visits including weaving villages and other handicraft producers"]},{"type":"*","value":[{"type":"'''","value":["Waterfalls"]}," — visits and walks around nearby ",{"type":"[[","value":[["Senaru"]]}]},"\n",{"type":"==","value":["Do"]},"\n\nMost of the tourism activities in Tanjung revolve around the resort areas at Sire beach and Medana, with diving, snorkelling, and hiking activities available. Tanjung is well situated for day trips to Mount Rinjani and Senaru, The Gilli Islands, and the north east coast. According to local legends two of the oldest villages on the island, Bayan and Sembalun, were founded by a prince of Majapahit. Both these villages are readily accessible and are nearby to the Tanjung area.\n\n",{"type":"'''","value":["Traditional therapeutic massages"]}," and spa treatments are available in the hotels and local traditional masseurs are available.\n\n",{"type":"'''","value":["Fishing and boat charters"]}," are available to explore the area along this part of the west coast of Lombok.\n\n",{"type":"'''","value":["Nearby golf courses"]}," are a popular destination for many visitors and local golfers. The Sire Peninsula in Tanjung has an international 18 hole championship course.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kosaido Golf Club"],["url=http:\/\/www.singgasanahotels.com\/prg\/golf.htm"],["email=siregolf@mataram.wasantara.net.id"],["address="],["lat="],["long="],["directions=Turn to the west off the main highway at Sire south of Tanjung township, follow the signposts on the Peninsular"],["phone=+62 370 640137"],["tollfree="],["fax=+62 370 64013"],["hours="],["price="],["content=The course has views of Mt. Rinjani to the north east and the Gili Islands across the bay to the west. The course was designed by Peter Thompson, Michael Wolveridge & Perrett and pays respect to the natural onsite contours of the land. The 18 holes championship course offers a basic clubhouse facility and is promoted as having a unique, challenging and world class experience for golfers of all levels."]]}]},"\n",{"type":"'''","value":["Participate in a local Sasak community program"]}," in the Tanjung area by joining a locally run volunteer program or visiting one of the locally initiated community development projects. Several options are available for visitors involving coral regeneration, land management and rehabilitation, and agricultural development programs. Or you can just join with a group of local people, help out and join in with what-ever they are doing during their day. Specific skills are not a requirement for participation. Some visitors choose to go and live in a native village and help the women working in the fields. English language and skill teaching programs are encouraged and involve stays of around 3 weeks minimum. Opportunities are available for very short visits through to longer stays with integration into a more specific program.  For a stay to experience and work in a hill village, a few days would be sufficient as a minimum to have time to adjust and settle in.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sokong Community Action Program (SCAP)"],["alt=Sokong Program Aksi Komunitas"],["url=http:\/\/experiencelombok.weebly.com\/the-different-projects.html"],["email=bratainlombok@gmail.com"],["address=Jl Raya Tanjung, Kampung Kencong, Sokong, Tanjung, Lombok Utara"],["lat="],["long="],["directions=Turn off the main highway at Kencong"],["phone=+62 878 65536756"],["tollfree="],["fax="],["hours="],["price="],["content=Accommodation can be provided including local transport and transfers to and from Lombok airport, hotels and the Gili islands if required. Single day trips can be organised to visit the programs or just to look around the local community and meet the local participants."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe Tanjung area is a quiet area and tourism activity is currently restricted to the Medana peninsular and parts of Sire Beach.  There are not a lot of beach hawkers or tour guides touting for business on the beaches, other than at the nearby Bangsal area which serves as a departure and arrival point for much of the boat traffic going to and from the Gilli Islands.\n\nThere is a large public market area and many local shops in and about Tanjung selling local requirements from building supplies to food stuffs.\n\n",{"type":"==","value":["Eat"]},"\n\nThe hotels and resorts of the Tanjung area offer both Western and Indonesian style cuisine with wine and drink service in a hotel\/resort setting. There are limited eating venues catering to International tourists in the Tanjung area other than within the larger established hotels and resorts of the area.  The more intrepid visitor may like to set forth and try some of the small local eating houses many of which are located along the main highway passing through the Tanjung district. Otherwise a trip to Senggigi to the south may be required to access a wider range of venues catering to local and international tourists.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe Tanjung area does not currently offer any ",{"type":"''","value":["Mid range"]}," accommodations and the choice of budget are almost all on the Gili Islands, at Senaru on the slopes of Mount Rinjani or southward toward the Senggigi area\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Homestay Brata Yuda"],["alt=Rumah Brata Yuda"],["url=http:\/\/experiencelombok.weebly.com\/homestay.html"],["email=bratainlombok@gmail.com"],["address=Kampung Kenconk, Sokong, Tanjung, Lombok Utara"],["lat="],["long="],["directions="],["phone=+62 878 65536756"],["tollfree="],["fax="],["hours="],["price=1 person\/Rp 200,000, 2 people Rp 300,000 per night includes a pick up at Bangsal pier by motorcycle. 3 meals per day per person is Rp 100,000 extra"],["checkin="],["checkout="],["content= This village homestay offers visitors an opportunity for a cultural and social immersion experience in a contemporary local Sasak kampung (village). The facilities are modest but sufficient and the hospitality is genuine and un-pretentious including home cooked meals and the opportunity to meet and interact with a local community in the Tanjung area. Trips to local rice fields, coffee, cocao and clove plantations can be arranged as well as the more predictable touristic sites. The hosts are heavily involved in local community based agricultural training and development programs and also offer opportunities for direct involvement in volunteer and community development programs if visitors are interested. People can just use the homestay if they require but the homestay's stand out feature is the opportunity to see more of the local community than most visitors normally do. If required a car or taxi can be arranged for transport to the location. Singles and small groups are welcome. For more adventurous guests trips and overnight stays can be provided to a nearby tradition mountain village, access is by motor bike and conditions are more basic, but still very welcoming."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marina at Medana Bay"],["alt=please see the details in the Marina facilities section above"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Oberoi Lombok"],["alt=Medana Beach"],["url=http:\/\/www.oberoihotels.com\/oberoi_lombok\/index.asp"],["email=Gm.Toli@oberoihotels.com"],["address=Jl. Medana, Tanjung, Lombok Utara"],["lat="],["long="],["directions=turn west at the Medana turnoff on the main coast road"],["phone=+62 370 6138 444"],["tollfree="],["fax=+62 370 6132 496"],["hours="],["price=US$345-1128. Rates are subject to 10% service charge and 11% government tax"],["checkin=2PM"],["checkout=12 noon"],["content=Lush vegetation, a very private beach, sparkling blue sea views and manicured hotel grounds create an intimate experience. The hotels accommodation is dotted throughout 24 acres of tropical gardens and has traditional thatched roofs with terraced pavilions. This is Lombok's premier resort hotel and an ideal hideaway due to its 'secluded' area. Check for discounts and promotions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Lombok Lodge"],["url=http:\/\/www.thelomboklodge.com"],["email=sales@thelomboklodge.com"],["address=Jl. Medana, Tanjung, Lombok Utara"],["lat=-8.36111"],["long=116.12333"],["directions="],["phone=+62 370 6622926"],["tollfree="],["fax="],["hours="],["price=Normal price, US$240++, specials from US$160++"],["checkin="],["checkout="],["content=Boutique beachside hotel opened in 2010 with 7 lodge-suites overlooking the north western coastline of Lombok. Quiet and secluded position, distinctive contemporary and stylish design, infinity pool overlooks the beach and sea . Suites equipped with A\/C, 32” flat screen satellite TV, DVD player, Bose Sounddeck, itouch, electronic personal safe and wifi internet access. See promotions section on their website."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tugu Lombok"],["alt=Sire Beach"],["url=http:\/\/www.tuguhotels.com\/lombok\/index.htm"],["email=lombok@tuguhotels.com"],["address=Jl. Sigar Penjalin, Sire Beach, Tanjung, Lombok Utara"],["lat="],["long="],["directions=Follow the signs from the Sire Beach turn off on the main west coast road, the final approaches can be a little confusing on a first time visit"],["phone=+62 370 620111"],["tollfree="],["fax=+62 370 620444"],["hours="],["price="],["checkin="],["checkout="],["content=Neighboring the Tugu grounds is the 18 hole Kosaido Golf Club. The hotel is surrounded by traditional village houses and green fields. Tugu's land comprises approximately 6 hectares of palm plantations and has views of the sea and Mount Rinjani. The clear blue water of Sire beach in front of the hotel is ideal for swimming, snorkelling and diving. Some visitors may find the hotels design concept and layout unresolved."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Medana Resort"],["url=http:\/\/www.medanaresort.com"],["email=medana@indo.net.id"],["address=Jl Medana, Tanjung"],["lat="],["long="],["directions=turn west at the Medana turnoff on the main coast road"],["phone=+62 370 6128000"],["tollfree="],["fax=+62 370 6128100"],["hours="],["price=double USS110 inc tax, single US$99 inc tax"],["checkin="],["checkout="],["phoneextra=+62 81 237 43099"],["content=Many of their staff come from the surrounding villages. Open air restaurant and bar with views of coconut palm trees and the sweeping bay toward the Gili's, quiet pretty area with views of distant Bali and Mount Agung lie across the sea to the west."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rinjani Beach Eco Resort"],["url=http:\/\/www.lombok-adventures.com"],["email=contact@lombok-adventures.com"],["address=Sokong, Karang Atas, Tanjung"],["lat="],["long="],["directions=turn west 2 km before Tanjung coming from the south on the main coast road"],["phone=+62 878 6450 9148"],["tollfree="],["fax="],["hours="],["price=Backpacker bungalow-double Rp 300,000, single Rp 250,000. Bamboo villa Rp 750,000, a villa by the beach is Rp 900,000, all rates include tax and breakfast"],["checkin="],["checkout="],["phoneextra=+62 878 6450 9148"],["content=The resort is behind the rice fields by the beach with a beautiful sun set view of Gunung Agung in Bali and a sun rise view of Gunung Rinjani. An open air restaurant faces the ocean. Beachside pool and a dive shop onsite. Tours to waterfalls, temples and traditional villages, biking and canoeing can be organised."]]}]},"\n",{"type":"===","value":["Private villas"]},"\n\nVillas listed here are completely private individual properties with their own pool.  One should always remember the label 'Villa' is one of the mostly widely abused words in the Indonesia travel industry.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Anandita"],["url=http:\/\/www.TheAnandita.com"],["email=http:\/\/www.theanandita.com\/reservations.html"],["address=Sire Beach, Tangung"],["lat="],["long="],["directions=Turn off the main road and head toward the golf course and Tugu hotel"],["phone=+62 361 730 668"],["tollfree="],["fax="],["hours="],["price=From US$625-1,395."],["checkin="],["checkout="],["content=Private villa over 3 acres in size next to the Kosaido golf course and 5 minutes by boat from the Gili Islands. 27 m private swimming pool and a volleyball court and fronts directly on the beach. Located close to the Tugu and the Oberoi hotels, the villa includes 4 bedrooms, private pool and garden and has a full complement of 16 staff including chef, maids and security. Prices vary depending on season, and is for the entire villa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Sapi"],["url=http:\/\/www.villasapi.com\/"],["email="],["address=Sire beach, Tangung"],["lat="],["long="],["directions=turn off the main road and head toward Sire beach"],["phone=+62 361 737 498"],["tollfree="],["fax="],["hours="],["price=From US$800"],["checkin="],["checkout="],["content=5 bedrooms, with a very contemporary design, 4 swimming pools, 2 bedroomed guesthouse, tennis court, comprehensive staff service and gourmet cuisine. Full beach frontage and nearby to the Kosaido golf club and The Oberoi hotel."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Sepoi Sepoi"],["alt=at Sire Beach"],["url=http:\/\/www.sepoi-sepoi.com"],["email="],["address=Sire, Tangung"],["lat="],["long="],["directions=Turn off the main road and head toward Sire beach"],["phone=+62 361 730 668"],["tollfree="],["fax="],["hours="],["price=From US$655-1,375"],["checkin="],["checkout="],["content=Opened in 2009. 6 bedroom private villa has a 100 m private beach frontage and a full complement of staff including chef, maids and security. Expansive grounds and common areas surround a large private swimming pool with poolside bar\/cabana.  A\/C TV\/family room and an open air living and dining room. The villa grounds are fronted by Sire beach with it's white sand and crystal blue waters, it is suitable for families and large groups. The villa is only rented as a whole (6 bedrooms and exclusive use of the property and staff)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sira Beach House"],["url=http:\/\/www.sirabeachhouse.com\/index.html"],["email=enquiries@sirabeachhouse.com"],["address=Sira Beach House"],["lat="],["long="],["directions=turn off at the road to Sire beach and the Golf course"],["phone="],["tollfree="],["fax="],["hours="],["price=US$89-1,395++"],["checkin="],["checkout="],["content=salt water swimming pool plus tennis court. Villa backs onto the Kosaido golf course. Views across the sea to nearby Gilli Islands and Bali’s Mount Agung, contemporary decor, full facilities. sleeps 12-14 people in 6 double bedrooms. Rates include breakfast and all laundry. Extensive private grounds, beachfront location, suitable for families."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nMobile phone towers ensure you're never out of touch. Telekomsel's Simpati SIM card has a reasonably good signal in the Tanjung area. XL Axiata and Indosat SIM cards also provide coverage in the area. Coverage can be unreliable and inconsistent.\n\n",{"type":"==","value":["Go next"]},"\n\nMuch of Lombok can be accessed easily from the Tanjung area.\n\n",{"type":"*","value":[" Take a boat to the ",{"type":"[[","value":[["Gili Islands"]]}," for snorkeling or diving and partying on ",{"type":"[[","value":[["Gili Trawangan"]]},". The cheapest way to reach Gili Trawangan is on a public boat which departs from Bangsal from 8AM-5PM (but rarely later than 4PM) for Rp 10,000. Charter boats can also be arranged or take a speedboat from ",{"type":"[[","value":[["Teluk Nare"]]}," a little to the south of Bangsal. Cidomo horse carts hang around on the main road in Pemenang waiting to ferry visitors the short distance to the Bangsal beach landing point that cannot be accessed by taxis and bemos"]},"\n",{"type":"*","value":[" Climb ",{"type":"[[","value":[["Mount Rinjani"]]},", an active volcano (access can be suspended for extended periods during the rainy season)."]},"\n",{"type":"*","value":[" Visit ",{"type":"[[","value":[["Bayan"]]}," and ",{"type":"[[","value":[["Sembalun"]]},"."]},"\n",{"type":"*","value":[" Take a road trip to ",{"type":"[[","value":[["Tetebatu"]]}," a small town about 2 km from the southern boundary of Mount Rinjani National Park. Traditional Sasak handicraft artisans are spread throughout the villages in this area . When in Tetebatu visit the nearby town of ",{"type":"[[","value":[["Kotaraja"]]},", the best known location in Lombok to witness traditional Sasak stick fighting."]},"\n",{"type":"*","value":[" Travel south down the scenic west coast highway past ",{"type":"[[","value":[["Bangsal"]]},", through Pemenang and the beaches of Teluk Nare, Nipah, Malimbu, Setangi, Klui, Mangsit, ",{"type":"[[","value":[["Senggigi"]]}," and Batu Bolong, then on to ",{"type":"[[","value":[["Ampenan"]]}," and the provincial city of ",{"type":"[[","value":[["Mataram"]]},"."]},"\n",{"type":"*","value":[" Travel to the island of ",{"type":"[[","value":[["Bali"]]}," by fast boat from the nearby Gili Islands, from the airport in Ampenan or travel further south down the west coast to the port of ",{"type":"[[","value":[["Lembar"]]}," and take one of the larger vehicular ferries to ",{"type":"[[","value":[["Panangbai"]]}," on the east coast of Bali."]},"\n",{"type":"==","value":["Cope"]},"\n\nSeveral hospitals are located in the main city of ",{"type":"[[","value":[["Mataram"]]}," including the islands main public hospital Rumah Sakit Umun and also the Risa Hospital in Cakranegara near Mataram mall.\n\n",{"type":"*","value":[{"type":"''","value":["Please see the Lombok main ",{"type":"[[","value":[["Lombok#Cope"],["article"]]}," for a list of medical facilities available in Mataram."]}]},"\n",{"type":"====","value":["Medical clinics"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Puskesmas Tanjung"],["alt=Local health Clinic Tanjung township"],["url="],["email="],["address=Tanjung"],["lat="],["long="],["directions="],["phone=+62 370 623010"],["tollfree="],["fax="],["hours="],["price="],["content=This is a local municipal health clinic rather than an emergency centre, though it does have an UGD (Emergency room) of limited scope."]]}]},"\n",{"type":"====","value":["Emergency service"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance"]}," ☎ +62 370 622254, +62 370 623489",{"type":"<","value":["br"]},"In emergency  ",{"type":"'''","value":["dial - 118"]}]},":",{"type":"''","value":["The reality is that unless within the confines of the main city of Mataram\/Ampenan\/Cakranegara an ambulance is normally too far away to provide prompt transport in the case of a true emergency. Most often a taxi, police vehicle or a private car is used to get someone requiring urgent medical attention to a hospital. The ambulances in Lombok are more often used in the role of assisted patient transport rather than for first responder\/paramedic supported emergency assistance and transport."]},"\n\n",{"type":"[[","value":[["WikiPedia:Tanjung"]]},"\n",{"type":"{{","value":[["IsPartOf"],["West Lombok"]]},"\n",{"type":"{{","value":[["usablecity"]]}]