[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:TgPinang Port.JPG"],["thumb"],["300px"],["View of Tanjung Pinang from the ferry terminal"]]},"\n\n",{"type":"'''","value":["Tanjung Pinang"]}," (",{"type":"''","value":["Tanjungpinang"]},") is the main town on the island of ",{"type":"[[","value":[["Bintan"]]},", and the capital of ",{"type":"[[","value":[["Riau Islands"]]}," province.\n\n",{"type":"==","value":["Understand"]},"\nThis is the capital of the newly created province of ",{"type":"[[","value":[["Riau Islands"]]}," in ",{"type":"[[","value":[["Indonesia"]]},". The city is fast growing with a population around 200,000. It is a trading, shipping, shopping and tourism \"seafood\" center in the region.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nTanjung Pinang's ",{"type":"'''","value":["Raja Haji Fisabilillah Airport"]}," (",{"type":"{{","value":[["IATA"],["TNJ"]]},") only caters to a limited number of flights, none of which are international. The main operator is ",{"type":"[","value":["http:\/\/www.riau-airlines.com Riau Airlines"]}," which provides connections to ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Pekanbaru"]]},", ",{"type":"[[","value":[["Palembang"]]},", ",{"type":"[[","value":[["Jambi"]]}," and the remote ",{"type":"[[","value":[["Natuna Islands"]]},". ",{"type":"[","value":["http:\/\/www.sriwijayaair-online.com Sriwijaya Air"]}," offers daily flights from Jakarta.\n\nThe easiest option to get from the airport to the city is to take a fixed price cab, which will cost around S$3-5 to central Tanjung Pinang.  Fares elsewhere on the island will cost around twice as much.\n\nThe neighbouring island of ",{"type":"[[","value":[["Batam"]]},", which is accessible by ferry from Tanjung Pinang, has a larger airport, which is served by flights to more destinations, as well as a few international flights from ",{"type":"[[","value":[["Malaysia"]]},". For most international travellers though, the easiest way to get to Tanjung Pinang would be to fly to ",{"type":"[[","value":[["Singapore"]]}," and take a ferry from there.\n\n",{"type":"===","value":["By boat"]},"\nThe ",{"type":"'''","value":["Sri Bintan Pura"]}," ferry terminal at Tanjung Pinang at the southern end of Jalan Merdeka is the main passenger port of Bintan and is used by all domestic and international services from the city.  It is a visa-free for most ASEAN citizens and a visa-on-arrival port; see Indonesia's ",{"type":"[[","value":[["Indonesia#Get in"],["Get in"]]}," section for visa details.\n\n",{"type":"*","value":[" From Singapore's Tanah Merah ferry terminal (TMFT), there are 5-7 direct ferries every day on Penguin, IndoFalcon and Wavemaster (+65-6786 9959). The ferry fare is SGD28-40\/50 one-way\/return. There are two trips on Mon-Fri and three trips during Sat-Sun-Public Holidays."]},"\n",{"type":"*","value":[" Alternatively, take a ferry from Singapore's HarbourFront to Batam Centre ferry terminal. Then take a taxi direct to Telaga Punggur (S$6), from where you can connect to another ferry to Bintan (journey time 60 min, departures every 30 min, $5\/8 one-way\/return)."]},"\n",{"type":"*","value":[" From Malaysia; there are also less frequent connections from Stulang Laut port of ",{"type":"[[","value":[["Johor Bahru"]]},", Malaysia (three hours away)."]},"\n",{"type":"*","value":[" From other Riau Islands with varying frequency. The Bintan Resorts on the northern part of Bintan, Tanjung Pinang is about 50 minutes by speedboat, although connections are not frequent. See the main Bintan article for ferry connection details."]},"\nEspecially on weekends, it's advisable to ",{"type":"'''","value":["reconfirm your ferry tickets"]}," out as soon as you arrive.  If you're staying with a large resort, they can usually take of this for you, so enquire when booking...  but if you're on your own, ",{"type":"''","value":["you cannot do this at the ferry terminal"]}," and instead need to find the appropriate travel agent, none of whom are located near the port!  IndoFalcon's agent is next to the Laguna Hotel, while Penguin's agent can be found in the Bestari Mall.\n\n",{"type":"===","value":["By Road"]},"\nBuses and taxis link Tanjung Pinang with the port of ",{"type":"'''","value":["Tanjung Uban"]}," at the northwestern end of ",{"type":"[[","value":[["Bintan"]]}," where the are speedboats to\/from Telaga Punggur on ",{"type":"[[","value":[["Batam"]]},". The bus fare from Tanjung Uban to Tanjung Pinang bus terminal is about Rp. 10.000 (as of 2005, 3 hr). The bus terminal is 7 km east of town. ",{"type":"''","value":["Angkut"]}," (passenger vans) shuttle between the terminal and town. From the port of ",{"type":"[[","value":[["Kijang"]]}," (where Pelni ships dock) over 20km to the east, there are bemos and taxis to Tanjung Pinang.\n25 minutes to the fantastic ",{"type":"[[","value":[["Trikora"]]}," beach on the east part on ",{"type":"[[","value":[["Bintan"]]}," Island. Tanjung Pinang is about an hour and forty-five minutes south by car from ",{"type":"[[","value":[["Bintan Resorts"]]}," on the northern part of ",{"type":"[[","value":[["Bintan"]]},".\n\n",{"type":"==","value":["Get around"]},"\nCentral Tanjung Pinang, including the old part of town which is built on stilts, is small enough for you to move around on foot. If you want to move further out, such as to Bintan Mall, Bestari Mall, Bintan Center, Trikora beach, open air \"Akau\" restaurant, Buddhist \" Kelenteng Senggarang\" temple taxis are the easiest way for foreigners.  Buses exist but are seldom easy to understand as stops are rarely marked, drivers do not speak English, and there is no information available for them on paper.\n\n",{"type":"===","value":["By Taxi"]},"\n\nOnly take taxis from the main road. 'City Taxis' charge $.3 if you request to leave the urban area. The taxis are affordable once you have successfully bargained. Fix your price firmly before boarding the taxi to avoid any problems. A 40km trip to ",{"type":"[[","value":[["Trikora"]]}," Beach should cost $.5.00\n\n",{"type":"===","value":["By Motorcycle Taxi (Ojek)"]},"\n\nThere are also the thousands of motorcycle taxis called ",{"type":"''","value":["ojek"]}," waiting to ferry you around, although consider this more of an \"adventure\" way to travel and is not necessarily safe.\n\n",{"type":"===","value":["By minibus"]},"\n\nMinibuses known as ",{"type":"''","value":["Angkutan Kota"]}," operate on fixed routes, they carry six to eight passengers and charges per person vary with the distance is another useful way to roam around.  The fare is fixed at Rp. 3000 within the city.  To stop at your destination, just shout \"'pinggir' or 'kiri'\" pak.\n\n",{"type":"===","value":["By Boat"]},"\n\nRegular boats to Penyengat Island cost Rp5,000\/person, starts from small alley at Jalan Pos.\nBut you have to wait a while to have the boat full. You can hire own boats for a much more expensive cost.\n\nFrom Jalan Pelantar I you can go to Senggarang, cost about Rp5,000(1-way)per person for a small boat. You may need to wait for a while to have the boat full or you can hire own boats but need to bargain beforehand.\n\nFrom Jalan Pelantar II you can go to Kampung Bugis.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["By land"]},"\nTanjung Pinang today is a sprawling Indonesian town, with mosquitoes and rats running under stilt houses on the coast at low tide and anonymous concrete blocks marching up the hills.  However, the area around Jl. Pelantar II still retains the town's Chinese heritage, with densely packed shophouses hawking all manner of goods.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["500 Luohan Temple"]},". Buddhist temple that contains a fantastic sculpture park. The star attractions are the 500 ",{"type":"''","value":["arhats"]}," (Eng: \"perfected ones\"; Mandarin: \"luohan\"). All of them have different poses and expressions. The temple is 10 minutes drive from Tanjung Pinang."]},"\n",{"type":"*","value":[" There is also a newly built Buddhist temple which house the largest sitting Guan Yin (Goddess of mercy) in South-East Asia. Locate approx. 10 miles from Tg. Pinang downtown."]},"\n",{"type":"*","value":[" The old ruler's palace and royal tombs, among them the grave of the respected Sultan Haji, who also was creater and author of the first Malay Language grammar book, are among the legacies left by the Riau sultanate."]},"\n",{"type":"*","value":[" The cultural center for stage performances of Malay music and dances is located in Tanjungpinang. The center organizes regular festivals and other performances such as music and dance."]},"\n",{"type":"[[","value":[["File:Raja Haji Fisabilillah Monument .jpg"],["thumb"],["Raja Haji Fisabillah Monument"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Raja Haji Fisabillah Monument"]},", downtown Tanjung Pinang.  28m tall and raised in memory of the national hero Raja Haji who died during the herotic battle of Malacca against the Dutch in 1784. He was a famous Malayan king and had his castle on the island Penyengant right outside Tanjung Pinang. Unfortunately the very statue of Raja Haji had been removed by local government due to safety issue - It had been partially worn out. So you can only see the base of the monument now."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kelong"]},", 'Kelong' is a stilt house the fisherman built for breeding or trapping of fish, some are built mainly for commercial use but, there are a few that offer stays on the 'Kelong'. Most of them are built away from the bustling town thus, it's a perfect getaway if you're looking for some peace and quiet. Cost is around S$20.00 per room for 2 per night, meals can be arrange with the operator as some provide fresh catch from the sea. Also fishing trip in the open sea can also be arrange with the operator. It's good way to explore and learn how the local do their fishing the 'Kelong' way."]},"\n",{"type":"===","value":["By water"]},"\n",{"type":"[[","value":[["File:Boat race in Tanjung Pinang.jpg"],["thumb"],["Boat race in Tanjung Pinang"]]},"\n\nTake a walk down to the docks and find yourself a little boat to take you for a round trip around the harbour (10 Singapore Dollars or less). Tanjung Pinang is built into the water and being on the water is the best way to see it.\n\nFor a longer trip, rent a guide - who will arrange a boat or boats - at one of the piers (i.e., at the end of Jn Pelantar 1 or 2), and go and see Penyengat, Senggarang and Sungai Ular Temple in one go. Price is up to negotiation, may be around 30-40 SGD for two persons. Watch out to get only ",{"type":"''","value":["one"]}," person showing you around, and make it crystal clear in the beginning that price is all-inclusive.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Penyengat Island"]},". Places to visit include the Masjid Raya - the old vice-royal mosque, which locals claim is made \"from egg\" (the mortar, that is, not the whole building). There are also a few more mosques and graveyards to see, some of which include royalties."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Senggarang Temples"]}," is a temple complex including Chinese and Hinduist worshipping places. This includes a 40-armed statue and several animal deities. From there, you can walk to a stilt house village, where there is also a temple that a tree has grown into. There are boats going from Tanjung Pinang piers to Senggarang frequently, haggle for price."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sungai Ular Buddhist Temple"]},", or Snake River Temple, is a little way up the so-called snake river (for its windings). The best (and probably only) way to get there is by boat. Go there for some gory murals depicting the Chinese version of hell."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Fishing"]}," Many Singaporeans often use Tanjung Pinang as a departure point for fishing trips. The vessels used are usually made of wood and are rarely equipped with GPS or any modern equipment. Yet they are often booked solid six months ahead.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Buddhist Temple"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Shopping"]},"\nTanjung Pinang is famous for its wooden handicraft, and indonesian designed textile. Everything else is cheap with some products lower than 10% of the prices in Europe.\n\n",{"type":"*","value":[" Ramayana Shopping Mall (Jalan Wiratno No. 1), a double-storey shopping centre. Sells clothes and apparel on the first floor, with a rather understocked supermarket and gaming arcade on the second. The mall also contains a fast-food restaurant and an Internet cafe."]},"\nProducts:\n\n",{"type":"*","value":[{"type":"''","value":["Keropok"]}," (Deep-fried crackers) - Buy ",{"type":"''","value":["keropok"]}," from the wholesaler in the main marketplace at the old part of town (",{"type":"'''","value":["Jalan Plantar II"]},"). They will be at least 50% cheaper than at the resorts."]},"\n",{"type":"*","value":[" Fakes: Just like in most of South-East Asian countries, pirated goods are available openly. DVD and music CD are everywhere, often not more than one Singapore dollar for a DVD. Quality is \"ok\".  You can test the quality before you buy."]},"\n",{"type":"*","value":[" Tea & Coffee: The most popular brand for tea in Tanjung Pinang is called ",{"type":"''","value":["Teh Prendjak"]}," by PT.Panca Rasa Pratama. It has a very unique flavor that you can find in nowhere. Most tourists will buy them as gifts."]},"\n",{"type":"*","value":[" Also are the 'Kaya' ( a local bread spread) made from coconut and egg are a must try, some may find it too sweet for their liking."]},"\n",{"type":"*","value":[" Electronics: Very competitively priced in Tanjung Pinang. The shops carry many of what you may need. When buying electronic goods, remember that Singapore uses 240V voltage with a British-style three-pin plug."]},"\n",{"type":"*","value":[" Cameras & Watches: The main street from the Ferry Terminal has a selection of camera shops. Prices are significantly lower than in many other countries."]},"\n",{"type":"==","value":["Eat"]},"\n\nTanjung Pinang has many seafood restaurants, and prices are low by Singaporean (or even Western) standards,  Try crab (",{"type":"''","value":["ketam"]},") and ",{"type":"''","value":["gong-gong"]},", a local mollusk.\n\n",{"type":"''","value":["Padang"]}," restaurants, named after the town of ",{"type":"[[","value":[["Padang"]]},", can also be found throughout Tanjung Pinang.  In a Padang-style restaurant, the table will quickly be set with dozens of small dishes filled with highly flavored foods such as curried fish, fried tempeh, stewed greens, chili eggplant, curried beef liver, fried chicken, and of course, sambals, the spicy sauces ubiquitous at Indonesian tables.  Customers take - and pay for - only what you eat from this array of dishes.\n\nAs for local delicacies you might want to try\n\n\"Bak Kut Teh\" - The Chinese Pork Rib Soup (Pricing between Rp 20.000 - Rp 25.000) can be found at Jl. Potong Lembu or Around Jl. Pelantar II area.\n\n\"Otak-otak\" (Costs mostly Rp. 1.000 (buy 10 get 2 free)) can be found at Jl. Pelantar II.\n\n\"Wet kway teow\" - rice noodle(Pricing between Rp 12.000 - Rp 20.000) can be found at Jl. Pasar Ikan, Jl. Tambak, Jl. Potong Lembu.\n\nOr, head to the local ",{"type":"'''","value":["food court"]}," just across the street from the ferry terminal.\n\nOther national delicacies such as Pempek, Sup Ayam Kampung, Gado-gado, Soto, Special BBQ of Chicken and Fish are also available in a comfortable modern coffee shop like \" Sweet \" located at Jalan Bakar Batu No.102 C so near that it takes only 5-10 minutes walk from the International Harbour.\n\nFor those who are vegetarian, there is a Chinese vegetarian restaurant (Bumi Maitri) at 'Suka Berenang'. They open until 9PM everyday and the price is very reasonable.\n\n",{"type":"==","value":["Drink"]},"\n\nAlcoholic drinks are available in most of the cafes and restaurants, nonetheless of being the country with the largest Muslim population. Non-Muslim Indonesian drink alcohol only in social setting.\n\nIf you like to drink new things, try the local \"Double Kiwi\", which comes in clear (i.e. vodka-like) and amber (i.e. whisky-like) fashions, at only 15-20 degrees alcohol.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sebauk"],["url="],["email="],["address=Senggarang"],["lat="],["long="],["directions="],["phone=+6285264709696"],["tollfree="],["fax="],["hours=30 mnts"],["price=affordable"],["content=there is a restaurant just by the city head office in senggarang. it is often visited during lunch. the view is the open sea.. sometimes the waves and the wind is breezy and put u to sleep. So little tourist know this place.."]]}]},"\n",{"type":"==","value":["Driving"]},"\n\nAvoid drinking while driving. While in the old time, you might be stopped for drink driving and could \"settle\" your way through with $10-$20, the policeman might now charge you with bribing attempt instead. As a consequence, you might be jailed for up to 3 months and the officer would get a stipend for US$1,000.\n\nIf you are stopped by police for any offence, just ask to write you up and pay the summon letter directly to the nearest bank. This would be a cheaper, faster and risk free settlement.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bong's Homestay"]},", Lorong Bintan 2, off Jalan Bintan.  Probably Tanjung Pinang's oldest and best-known backpacker place, Bong's hasn't changed in twenty years and it's still cheap (Rp 40,000\/night) and no-frills (fan only, bucket-shower)."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travellers Lodge"],["url=http:\/\/bintanresort.bravehost.com\/index.html"],["email="],["address=Trikora Beach KM 42"],["lat="],["long="],["directions=1 hr drive from Tg Pinang"],["phone=+62 81372876196"],["tollfree="],["fax="],["hours="],["price=15-18 US $"],["checkin=24 hrs"],["checkout=24 hrs"],["content=Formerly ",{"type":"''","value":["Suzy Resort Inn"]},", offers serene huts right in front of a clean, peaceful sea shore. Great ambiance and the right place to relax. Good food, great service and clean rooms. Fan huts S$20, aircon S$25."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bintan Bukit Kursi Resort"],["alt="],["url="],["email="],["address=1 hour drive"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=From town, it is a collection of comfortable rooms with beach view, very comfortable and private houses. Rooms are fully air-conditioned, spacious and clean. Approx USD$30 per room, fits 2-3. For the adventurous tourist who wants to see a different side of Bintan, and not the normal commercialised places. +65 96356931 (Singapore line) +62 8127065970 (Indonesia line)"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bintan Beach Hotel"]},". 3 km from town, has an attached mall and waterfront park and most of the regular resort facilities. One of the two hotels with a swimming pool. The other is comfort hotel."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bintan Harmoni"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-771-28742"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan Pancur. About 1 km from the town, or about 5 minutes drive from Tanjung Pinang port. Very clean, full air condition, television set and bathroom ( with heater ) attached in every room.It is also opposite an supermarket. the cost is lower than what other hotel is offering. price for standard room is ",{"type":"'''","value":["S$15"]},"(with a smaller queen sized bed) and ",{"type":"'''","value":["S$18"]}," for the superior which is a bigger room and comes with a king sized bed."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bintan Panorama Hotel"],["alt="],["url=http:\/\/www.bintanpanorama.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 771-22920"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jln. Haji Agus Salim No. 12. Nice and clean, english speaking. Air condition, cable tv, Western-style bath, WLAN. Good restaurant: indo\/chinese\/western. Night club on the panorama balcony. About a 10 minute walk from the ferry terminal, but they offer a free shuttle between the terminal and hotel. S$15-24\/room."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Gunung Bintan Jaya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-771-29288"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan S.M. Amin 38 (Conveniently located just outside the port's exit gate). Very clean, bright, although rooms are a little small. S$23 for standard rooms with Indonesian-style squat toilets, S$28 for superior rooms with Western sitting toilets, and S$30 for deluxe rooms with western toilets and mini bar. All rooms air conditioned and come with television and telephone."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Laut Jaya Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-771-331471"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan Pelantar II 98 (Located to the right at the end of Pelantar II by the waterfront). Reportedly a good hotel with clean rooms, although front rooms my get a bit of noise from waterfront activities and the open eating area which is set up at the pier at night. Rooms from S$20."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Lesmina Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-771-315000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl Pasar Ikan No. 29A. (About 5 minutes walk north from the ferry terminal). The hotel has a new look, clean and well kept. Standard rooms cost S$23, superior rooms S$26, delux rooms S$28, family rooms S$31 and executive S$33."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Riau Holidays Indah"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-771-22715"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan Pelantar II 53 (Located off the main jetty to the left before you reach the waterfront). The hotel looks newly refurbished. Rooms from S$23."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kaputra Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-771-318100"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan Wiratno 18."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Melia Bintan Permai Hotel"]}," (",{"type":"''","value":["10-15 mins walk from Ferry Terminal"]},").  It is a pleasant hotel fully air-conditioned with hot shower. From Standard Rooms to Suite the price range from S$58-S$108. Your stay comes with complimentary breakfast. Attached to the hotel is a ",{"type":"''","value":["kelong"]}," behind it with full view of the other islands and terminal. Check-out time is noon.  The services provided by the hotel is extremely friendly."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pelangi Hotel & Resort"]},", Jalan D.I. Pandjaitan Km.6 (About 15 minutes from ferry terminal), tel. +62 771 21982 \/ 318888, ",{"type":"[","value":["http:\/\/www.pelangihotel.com"]},".  Facility :  Wifi, pool, gym.  Rooms rate S$36-80. the folks there are very very nice."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Comfort Hotel"],["alt=formerly known as Royal Palace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-771-41234"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan Adi Sucipto No. 10 (Located at Batu 10). Room price is about Rp 350.000 - Rp 525.000. Nice hotels with clean pool. Easy to find restaurant, shops, supermarkets nearby (walk around 1 km toward city)."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are several Internet cafes called \"warnet\" in Tanjung Pinang. You can find one at Bintan Mall in downtown 200 meters from the Ferry Terminal. Another place is the everpopular Ramayana Shopping Mall in uptown. Some hotels have Internet connections, but be forewarned, their speed is slow.  There are also a few Internet cafes located along 'Tambak', which is within downtown, costing between Rp5000 to Rp6000 an hour.\n\n",{"type":"==","value":["Go next"]},"\nTanjung Pinang is the best place to catch ferries to the other islands in the Riau and Lingga archipelagos, including Batam,Tanjung Balai karimun,Galang, Moro, Tanjung Batu, Lingga, Singkep, and the Natuna Islands. Tickets can typically be bought at the ferry terminal to these places and are typically only a few dollars for even long journeys. Beware that the notion of time is loose, cancellations can happen, and ferries may arrive at alternate ports during bad weather. Knowledge of some Malay or Indonesian (or even Mandarin) is recommended as there are few English speakers outside of Tanjung Pinang. However, the archipelago is extremely scenic and if you have the time to explore, it is highly recommended to see the thousands of uninhabited tropical islands in their natural beauty, which you will come across in any ferry travel through the region.\n\nin the evening we can see the beauty of the sea between tanjungpinang and Penyengat Island, somewhere in hill top we can enjoy a whole tanjungpinang view.. this place is gorgeos.. usually the youngs gather here.. but still worth coming to.. \n",{"type":"[[","value":[["WikiPedia:Tanjung Pinang"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bintan"]]},"\n",{"type":"{{","value":[["geo"],["0.9043"],["104.4292"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]