[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tansen"]}," is a city in ",{"type":"[[","value":[["District"]]}," in ",{"type":"[[","value":[["Western Nepal"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTansen is an old western Newari city with an amazing history and some marvelous Nawari architecture. It lies about 30 kilometers north of Butwal and 120 kilometers from Pokhara. Approach roads are mostly good but winding. Altitude is higher than Kathmandu (4600 ft\/1500 mtrs) so weather is lovely in hot monsoon season!\n\nIt is a wonderful \"hill station\" in development with great views of the Himals and very interesting Palpali culture and history.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]}," \n\n",{"type":"'''","value":["Via Kathmandu"]}," to Bhairahawa Airport, one of Nepal's busiest, takes 45 minutes, and costs about $200 for foreigners and $115 for nationals. Carriers include Buddha Air, Yeti Air, 160 NRs airport tax applies for all domestic flights. Change to bus\/taxi\/jeep to drive north about 2.5 hours to Tansen. \n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Via ",{"type":"[[","value":[["New Delhi"]]}]},", ",{"type":"[[","value":[["Gorakhpur"]]},", ",{"type":"[[","value":[["Sunauli"]]}," India\/Belahiya Nepal, ",{"type":"[[","value":[["Bhairahawa"]]},", Butwal.  24 - 30 hours. Change to bus\/taxi\/jeep to drive north about 2.5 hours to Tansen. \n\n",{"type":"'''","value":["Via ",{"type":"[[","value":[["Kathmandu"]]}]},", ",{"type":"[[","value":[["Bharatpur (Nepal)"],["Narayangarh\/Bharatpur"]]}," (var. Narayanghat), Butwal, Tansen. 7 - 10 hours.\n\n",{"type":"'''","value":["Via ",{"type":"[[","value":[["Pokhara"]]}]},", Palpa\/Tansen, (potholed, windy road, but beautiful views) 4-6 hours about 250Rp.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Via ",{"type":"[[","value":[["New Delhi"]]}]}," - ",{"type":"[[","value":[["Gorakhpur"]]}," and see Gorakhpur-Tansen, below. Total time approximately 14 - 20 hours.\n\nTransfer to narrow gauge track to Nautanwa. Transfer to taxi\/bus\/rickshaw to ",{"type":"[[","value":[["Sunauli"]]},", India (about 5 kilometers). Cross border to  Belahiya and Nepal's Immigration. Transfer to bus\/taxi rickshaw for 3 kilometers to ",{"type":"[[","value":[["Bhairahawa"]]},". Change to bus\/taxi\/jeep to drive north about 2.5 hours to Tansen.   \n\n",{"type":"'''","value":["Via ",{"type":"[[","value":[["Kolkata"]]}," (Calcutta)"]},", ",{"type":"[[","value":[["Patna"]]},", ",{"type":"[[","value":[["Gorakhpur"]]}," and see Gorakhpur-Tansen, below. Total time approximately 12 - 14  hours.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Gorakhpur"]]}," - Tansen"]},". At Gorakhpur you can transfer to narrow gauge line to Nautanwa and then to taxi\/bus\/rickshaw to ",{"type":"[[","value":[["Sunauli"]]},", India (approximately 5 kilometers). These trains can be infrequent so it may save time to hire a taxi from Gorakhpur to Sunauli, about two hours.  From Sunauli cross border to Belahiya  and Nepal Immigration formalities.  Then find bus, taxi or jeep to drive north about 2.5 hours to Tansen via ",{"type":"[[","value":[["Bhairahawa"]]}," and Butwal.\n\n",{"type":"===","value":["By car"]},"\nVery good but windy roads up from Butwal and down Pokhara. It is accessible with good roads from the south (Butwal) and from the north (",{"type":"[[","value":[["Pokhara"]]},").\n\n",{"type":"==","value":["Get around"]},"\nThere are no rickshaws or taxis in Tansen. But as it is a small town the best option is walking. The better hotels can arrange a vehicle or a motorcycle hire. You can rent a bicycle at some guest houses. Like most hill stations Tansen lies on the side of a hill so walking at times is invigorating \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Amar Narayan Temple"]}," This temple is a traditional three-tiered pagoda-style temple built in 1806. It has well carved doors and has some intricate woodwork. It has erotic figures on the roof struts. It is considered to be one of the most beautiful temples outside of Kathmandu Valley. The temple was built by Amar Singh Thapa, who annexed Tansen to become part of Nepal.\n\n",{"type":"'''","value":["Bhagwati Temple"]}," This temple, near the Tansen Durbar was originally built in 1815 to commemorate the victory over the British at Butwal. It was renovated in 1935 and 1974 after earthquakes. In the area there are small temples dedicated by Ganesh, Saraswati and Siva. \n\n",{"type":"'''","value":["Tansen Durbar \/ Palace"]}," In the center of the town lies a 64 room Palace, a representation of arts and crafts of the ancient Palpa. Sadly, of the morning of the 31st of January 2006, Maoist's launched attacks in Tansen. They fought with local authorities and bombarded many ancient buildings including the Palace which had housed government offices. Many historical buildings including the Tansen palace was destroyed.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Srinagar Park"]}," Can be a bit crowded and noisy on Saturdays with Nepalese picnicing but still the jewel of Tansen. With hiking trails weaving in and out of the forest on a clear day you can see the peaks of Kanjiroba far to the west, then Dhaulagiri, Machhapuchhare\/Fishtail and the Annapurnas, Manaslu and Gauri Shankar.  Especially dramatic at sunrise or sunset watching the sun rise or set from east to west.  You can estimate the earth's diameter by timing this.  An easy hike of about a kilometer from the bazaar, uphill. \n\n",{"type":"'''","value":["Palpa Ranighat"]},"  Visit the old ruins of a palace set on a massive rock bed at the bank of the Kali Gandaki river for viewing palace garden, stone walls, and a small shrine. This palace was built in 1892 by Governor Khadka Shamser in memory of his wife Tej Kumari, and is often called the Taj Mahal of Nepal. It is a 2-5 hour hike one way down from Srinagar Park. The path is well marked, the way\/walking isnot difficult and of course has wonderful forest and village sceneries and chances for wildlife\/bird viewing. You can spend the night at a small guesthouse, 100Rp per bed, in Ranighat. On the way back following the river there are a few nice natural pools excellent for a little swim. The total trek there and back is 23km.\n\n",{"type":"'''","value":["Bhairabsthan"]}," Or Kal Bhairab is an easy trek of 6 miles from Tansen, brings you to a beautiful spot, the Bhairabsthan temple. From here you can view Himalayas including Dhaulagiri, Annapurna and Machhapuchhare and witness cultural attractions. The temple has a large Trishul (Trident), and it receives a large number of visitors on every Saturday and Tuesday. People sacrifice animals and offer grains, and fruits to please the Hindu God Bhairab, whose figure is believed to be kept hidden under the floor of the temple and the figure is identically to the Kal Bhairab status of Kathmandu, located at Durbar Square. Kal Bhairab is the Nepalese God of Destruction. Temples dedicated to him are located in many parts of Nepal.\n\n",{"type":"'''","value":["Tanahu"]}," is a beautiful hill town, which is located only about 20 miles (32 kilometers) southeast of Tansen, liked by a road. It is a favroute nearby destination of Tansen town. Tanahu offers beautiful natural forests, farm lands and views of the mountains and valleys. One can enjoy here, the Rambha forest, Rimbha lekh and Kaaude and Hatti pond (Lekh or Tal in Nepali)\n\n",{"type":"===","value":["Village Tours"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Palpali Brass"]}," Search the bazaar for good deals on famous Palpali brass wear such as kuruwas, diwas, and statuary still produced in and around Tansen.  \n\n",{"type":"'''","value":["Dhaka Cloth"]}," the most popular hand woven cloth of Nepal comes from this region. The Nepali topi (national cap) is made of Dhaka and You can see the weavers at work on their looms or see a bazaar of Dhakas in Tansen.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Nanglo West"]},", a branch of a Kathmandu-based Nanglo's and Bakery Cafes, has a pleasant indoor and outdoor seating area. It serves really good Nepali and Newar food, and decent Western food.\n\n",{"type":"'''","value":["Doko Restaurant"]}," has Tibetan and Newari food.\n\n",{"type":"'''","value":["Hotel Srinagar"]}," has a good restaurant.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mo:mo Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great little family run restaurant with excellent momo's (50Rp, chowmein (40Rp) and thukpa (40Rp). Hidden just behind the small temple in the center of town."]]}]},"\n",{"type":"==","value":["Drink"]},"\nROYAL INN the best place to dine in and for drink at our old newari building . ph - 075522780 email-inn.royal@yahoo.com\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Hotel Srinagar"]}," Also has dining facilities, and a conference hall with capacity for 100 people and 23 standard rooms.  Kailashnagar, Tansen near the entrance to Srinagar Park. Phone : 977-75-20045 | 20595 Fax : 977-75-20590 E-mail : srinagar@mos.com.np Website : ",{"type":"[","value":["http:\/\/www.hotelsrinagar.com\/"]},"\n\n",{"type":"'''","value":["Siddhartha Gautam Hotel"]}," up the hill, has basic, quiet, 10 clean rooms for Rs 250.  Bishalbazar, Tansen Phone: 977-75-520280\n\n",{"type":"'''","value":["Bajra Hotel"]}," a little up the hill, has 14 clean rooms with common bath for Rs 100\/150 and with attached bath and hot water for Rs 250\/350. Campus Road, Tansen Phone: 977-75-520443\n\n",{"type":"'''","value":["Milan Guest House"]}," small family operated guest house. Common shower\/toilet. Rs 150.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Gaurishankar Guest House"],["url="],["email="],["address=Silkhan Tole"],["lat="],["long="],["directions="],["phone=075-520150"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=with bathroom 500 Rs, common bathroom 350. Have free Wi-Fi. Little bit noised."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Middle_Hills"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Tansen, Nepal"]]},"\n",{"type":"{{","value":[["geo"],["27.866666666667"],["83.55"]]}]