[{"type":"{{","value":[["pagebanner"],["Blumenschein House Taos banner.jpg"],["caption=Ernest L. Blumenschein House"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taoschamber.com Taos"]}]}," (pronounced \"touse\", rhymes with \"house\" or \"mouse\") is a small town in ",{"type":"[[","value":[["New Mexico"]]}," in the ",{"type":"[[","value":[["United States"]]},", about a two hours' drive from ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},".  It is noted for its art colony, skiing, and Taos Pueblo, a photogenic American Indian community that is open to visitors under controlled conditions.  These attractions have made it a popular travel destination in recent years.\n\n",{"type":"==","value":["Understand"]},"\n\nThe town of Taos itself is one of several places with \"Taos\" in their name, all part of the region and contributors to its attractiveness but differing in just what the attractions are.  ",{"type":"'''","value":["Ranchos de Taos"]}," is a small village south of Taos proper that is notable for a spectacularly scenic and much-photographed church.  ",{"type":"'''","value":["Taos Pueblo"]}," is just north of town, an ancient American Indian community (and ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},") in a particularly beautiful setting.  ",{"type":"'''","value":["Taos Ski Valley"]},", also known as Twining, is about 20 miles (30 km) north of town in the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]},".  Finally, the ",{"type":"'''","value":["Taos Box"]}," is a section of the nearby Rio Grande known for its superb whitewater.  Before setting out for an attraction, know exactly which Taos you're visiting; there are attractions outside Taos proper in Ranchos de Taos, Taos Pueblo and Taos Ski Valley, all of which are covered below with those for the town.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["mapframe"],["36.40700"],["-105.57450"],["zoom=16"],["height=350"],["width=500"]]},"\n\n",{"type":"===","value":["By plane"]},"\nNo commercial airlines serve Taos.  However, it has had intermittent service by commuter lines flying from ",{"type":"[[","value":[["Albuquerque"]]}," in the past.  The Albuquerque Sunport, three hours' driving time distant, is the nearest airport with extensive commercial air service.\n\n",{"type":"===","value":["By car"]},"\nTaos' position on the west slopes of the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]}," restricts road access somewhat, as there are few passes through the mountains and the ones that exist may be closed in the winter due to snow.  Coming from ",{"type":"[[","value":[["Denver"]]}," and other points north, there are two options: either follow Interstate Highway 25 to ",{"type":"[[","value":[["Raton"]]}," and then US Highway 64 over Palo Flechado Pass and into Taos, or follow ",{"type":"[[","value":[["Colorado"]]}," state road 159 south to the New Mexico border, at which point it becomes New Mexico state road 552 and continues to Taos.\n\nThere are also two routes into Taos from Santa Fe and Albuquerque.  The most direct route follows US Highway 285 through ",{"type":"[[","value":[["Pojoaque"]]}," to ",{"type":"[[","value":[["Española (New Mexico)"],["Española"]]},", then New Mexico state road 68 along the banks of the Rio Grande to Taos.  There are a number of scenic viewpoints on this road; it's worth stopping to see if river runners are on the Rio, particularly during high water (spring) at which time this stretch of river is one of the finest whitewater experiences in the continental United States.  The slower and higher, but even more scenic, \"High Road to Taos\" diverges at Pojoaque and first follows New Mexico 503 to Chimayo, then New Mexico 76 (becomes 75) to Peñasco and New Mexico 518 to outlying Ranchos de Taos and finally Taos itself.  This is a beautiful drive in the spring and summer; the Sangre de Cristos are snow-capped until June or so, while later in the summer, the thunderstorms that build over the mountains provide a different kind of elemental beauty.\n\n",{"type":"===","value":["By bus"]},"\nThere is limited Greyhound service to Santa Fe and to points in southern Colorado.  The Town of Taos operates the Chili Line local bus system including ski season service to Taos Ski Valley.  Faust Transportation (575-758-3410) provides local taxi, regional and airport shuttle, and charter bus service to the North Central NM area. Its airport shuttle is no longer operating. Twin Hearts Express  Shuttle  Co. (575-751-1201) also provides shuttle services to and from the Taos area. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ncrtd.org\/ The North Central Regional Transit District"]}]}," \"Blue Buses\" provides free bus service Monday through Friday with routes that connect the counties and communities of Taos, Santa Fe, Los Alamos and Rio Arriba.\n\n",{"type":"==","value":["Get around"]},"\nWith little traffic Taos is easy to drive around in, seeing as there is really only one main road stretching from the beginning of town to the end. the downtown area is great for walking, with many restaurants, shops, and galleries to visit. \n",{"type":"'''","value":["Taos Trolley Tours"]}," runs bus tours that reach most of the main attractions.  The trolley-style bus won't move any more quickly through traffic than your car will, but using it will at least save you some aggravation behind the wheel, and reduce the congestion slightly for the other drivers.  Call ",{"type":"''","value":["+1 575"]}," 751-0366 for details; usually closed during the winter.\n\nTaos does have one form of public transportation, and that's the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taosgov.com\/transportation\/chile-line.htm Chile Line"]}]}," shuttle service, ",{"type":"''","value":["+1 575"]}," 751-4459. There's a fixed-route service with designated stops along the main street of town (Paseo del Pueblo) and a shuttle service from many of the hotels in Taos to the Taos Ski Valley.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Taos Fechin House.jpg"],["thumb"],["300px"],["Taos Art Museum at the Fechin House"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taos Plaza"],["alt="],["url="],["email="],["address="],["lat=36.40716"],["long=-105.57447"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main plaza in Taos is a great place for people-watching.  Pull up a bench and watch the world go by.  The Taos Chamber of Commerce presents ",{"type":"[","value":["http:\/\/www.taoschamber.com\/Community-and-Relocation\/Taos-Plaza-Live Taos Plaza Live"]}," every Thursday evening."]]}]},{"type":"*","value":[" A number of the houses near the plaza that belonged to founders of the art colony or other significant personages have been turned into museums and galleries."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taos Art Museum at Fechin House"],["alt="],["url=http:\/\/www.taosartmuseum.org\/"],["email="],["address= 227 Paseo del Pueblo Norte"],["lat=36.41075"],["long=-105.56992"],["directions=just north of the plaza"],["phone=+1 575 758-2690"],["tollfree="],["fax="],["hours=Tu-Su 10AM-5PM"],["price=$8 adult, $7 senior, $5 student, $4 child, children under 12 free"],["content=Located in the former home of Russian born artist Nicolai Fechin, the Taos Art Museum has works from famous Taos artists."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kit Carson Home and Museum"],["alt="],["url=http:\/\/www.kitcarsonhomeandmuseum.com\/"],["email="],["address=113 Kit Carson Rd"],["lat=36.40706"],["long=-105.57240"],["directions=1\/2 block east of the plaza"],["phone=+1 575 758-4945"],["tollfree="],["fax="],["hours=Daily 10AM-5:30PM"],["price="],["content=The house of Kit Carson, with artifacts from his life and frontier life in Taos."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Governor Bent Home"],["alt="],["url="],["email="],["address=117 Bent St"],["lat=36.40846"],["long=-105.57324"],["directions=a couple of blocks north of the plaza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The former home of Governor Bent, the first Governor of New Mexico when it was territorial United States, who was killed here in a raid by angry residents who objected to American rule."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blumenschein Home & Museum"],["alt="],["url=http:\/\/taoshistoricmuseums.org\/el-blumenschein-home\/"],["email="],["address=222 Ledoux St"],["lat=36.40595"],["long=-105.57681"],["directions=a few blocks southwest of the plaza"],["phone=+1 575 758-0505"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM, Su noon-5PM"],["price=$8 adult, $4 under 16, under 5 free"],["content=The former home of Ernest L. Blumenschein, who became captivated by the scenery in Taos when he and a friend were traveling through and a wagon accident forced them to stay in Taos. Blumenschein told other artists of the beautiful scenery and returned to Taos, where he helped create the Taos Art Colony."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Harwood Museum of Art"],["alt="],["url=http:\/\/harwoodmuseum.org\/"],["email="],["address=238 Ledoux St"],["lat=36.40591"],["long=-105.57758"],["directions=a few blocks southwest of the plaza"],["phone=+1 575 758-9826"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-5PM, Su noon-5PM"],["price=$10 adults, $8 seniors\/students, 12 and under free"],["content=A vast collection from Taos artists dating from the 18th to the 20th century."]]}]},"\n",{"type":"[[","value":[["Image:NMtrip-05-047.jpg"],["thumb"],["350px"],["Taos Pueblo"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taos Pueblo"],["alt="],["url=http:\/\/www.taospueblo.com\/"],["email="],["address="],["lat=36.43881"],["long=-105.54535"],["directions=north of town"],["phone="],["tollfree="],["fax="],["hours=Daily 8AM-4:30PM, closes occasionally for religious ceremonies, including an extended closure in early spring, usually around Easter"],["price=$10 adult, $5 student, 10 and under free (",{"type":"''","value":["camera fee $6 per camera"]},")"],["content=A ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," owing to its history, culture, and beauty. There is an additional fee for photography, etc.  You can drive to the pueblo if you don't mind the frustration of navigating through downtown Taos traffic, but Taos Trolley Tours visits it on one of their regular tours and may be a less aggravating way of getting there.  Note that there's now a casino at the pueblo, if you go for that sort of thing; this one is notable for being entirely non-smoking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kit Carson Park & Cemetery"],["alt="],["url="],["email="],["address=on Paseo del Pueblo"],["lat=36.40898"],["long=-105.57029"],["directions=a couple of blocks north of the Plaza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A lovely, shaded public park with fields, trails, a playground, and a cemetery with the graves of Kit Carson, his family, and other notable Taos citizens."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hacienda de los Martinez"],["alt="],["url=http:\/\/www.taoshistoricmuseums.com\/hacienda-de-los-martinez\/"],["email="],["address=708 Hacienda Rd"],["lat=36.39899"],["long=-105.60973"],["directions=off of Ranchitos Road a few miles southwest of the plaza"],["phone=+1 575 758-1000"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM, Su noon-5PM"],["price=$8 adult, $4 under 16, under 5 free"],["content=One of the few existing Spanish Colonial ",{"type":"''","value":["haciendas"]},", or \"Great House\", you take a tour of this wonderful old place and get to see what life was like here in the early 19th century."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Millicent Rogers Museum"],["alt="],["url=http:\/\/www.millicentrogers.org\/"],["email="],["address=1504 Millicent Rogers Rd"],["lat=36.44423"],["long=-105.59406"],["directions=off of Paseo del Pueblo north of town"],["phone=+1 575 758-2462"],["tollfree="],["fax="],["hours=Daily 10AM-5PM (",{"type":"''","value":["closed on Mondays November–March"]},")"],["price=$10 adult, $8 seniors, $6 student\/military, $2 children, under 6 free"],["content=Famed artist Millicent Rogers lived here in Taos, and the museum continues her legacy. Lots of jewelry, and other Southwestern art like Native American pottery and a room for traditional Hispanic art."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of San Francisco de Asis"],["alt="],["url="],["email="],["address=60 St Francis Plaza"],["lat=36.35801"],["long=-105.60827"],["directions=in Ranchos de Taos, south of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An incredibly photogenic example of the churches founded in New Mexico during the Spanish mission period.  It's a short drive from downtown Taos on New Mexico 68 and close enough to the highway that you won't have to spend more than 15 minutes getting to and from it if you want to settle for a quick visit.  For serious photography and painting, you may have to join a crowd of other aspiring artists.  Tours of the interior are available except around times of worship services."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Reduced TSV for WT.jpg"],["thumb"],["300px"],["Scenery above Taos Ski Valley"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Taos Ski Valley"],["alt="],["url=http:\/\/www.skitaos.org\/"],["email="],["address=NM 150, north of town"],["lat=36.59599"],["long=-105.45450"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A major downhill ski locale, usually with the best snow in New Mexico if not the entire Southwest.  The slopes usually open on Thanksgiving weekend and close in early April, although early season snow can be sparse and spring conditions slushy.  This is a challenging hill, and beginners may feel more comfortable on one of the nearby areas listed under \"Get out,\" but the expert skier can have a fantastic time here.  One caution: there is Nordic (cross-country) skiing up-valley from the downhill area, but the valley is prone to avalanches, and Nordic skiers have died there.  If the locals warn you against skiing (downhill or Nordic) outside the safe areas due to avalanche hazard, take them seriously."]]}]},{"type":"*","value":["There are a number of fine hikes in the mountains after the skiing ends and the snow melts, with trail heads at Taos Ski Valley and elsewhere.  ",{"type":"'''","value":["Wheeler Peak"]},", the highest summit in New Mexico at 13,161', is on the ridge opposite the main ski runs and is a popular hiking destination.  Do not underestimate this mountain.  In addition to the avalanche hazard during the winter, bad weather can strike at any time of the year and turn what is normally a hands-in-the-pockets walk into a life-threatening, and sometimes -ending, experience."]},{"type":"*","value":["The ",{"type":"'''","value":["Taos Box"]}," offers superb river running on the Rio Grande during the spring and summer.  Several outfitters and guide companies operate out of Taos, and there are others based in small towns between Taos and ",{"type":"[[","value":[["Española (New Mexico)"],["Española"]]},".  Some with acceptable credentials are: "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cottam's Rio Grande Rafting"],["alt="],["url=http:\/\/www.cottamsriogranderafting.com\/"],["email="],["address=207 Paseo del Pueblo Sur"],["lat=36.40460"],["long=-105.57406"],["directions="],["phone="],["tollfree=+1-800-322-8267"],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Far Flung Adventures"],["alt="],["url=http:\/\/www.farflung.com\/"],["email="],["address=NM 522, just north of Ski Valley Rd"],["lat=36.46040"],["long=-105.59801"],["directions="],["phone="],["tollfree=+1-800-359-2627"],["fax="],["hours="],["price="],["content=Also runs trips on the Rio Chama and ",{"type":"[[","value":[["Colorado"]]},"'s Arkansas River."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Los Rios River Runners"],["alt="],["url=http:\/\/losriosriverrunners.com\/"],["email="],["address=4003 Highway 68"],["lat=36.34980"],["long=-105.62754"],["directions=in Rancho de Taos"],["phone="],["tollfree=+1-800-544-1181"],["fax="],["hours="],["price="],["content="]]}]}]},": Most trips on the Rio Grande take a full day, with some outfitters offering overnight outings that extend beyond the Taos Box.  Pickup\/dropoff, gear selection, etc., all vary according to the outfitter and trip; contact the outfitter directly to make arrangements.  Reservations are a \"must\" for most trips.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Enchanted Circle self-guided drive tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many visitors to Taos drive the \"Enchanted Circle\", a loop road that connects Taos to many of the nearby ski resort towns and passes through some beautiful mountain scenery.  From Taos, drive North on NM 522 to Questa.  Then East to Red River, Eagle Nest, and Angel Fire.  Then West on US 64 back to Taos.  That is the short version.  The most visited site on that tour is the Viet Nam Veterans Memorial in Angel Fire.  An exceptional side trip out of Questa is the Wild and Scenic Rivers area of the Rio Grande Gorge for sightseeing and hiking both.  The Enchanted Circle is anywhere from a 2.5 hour straight drive to an all day trip with lots of stops."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"{{","value":[["infobox"],["The \"Taos Hum\""],["Taos is a well-known center for \"spiritual\" activities of various kinds, some of them relating to the curious and possibly mythical phenomenon of the Taos Hum.  Many visitors claim to be able to hear a persistent, low rumbling or buzzing sound not attributable to the traffic of town or other obvious sources.  Possible explanations have been posed ranging from the pedestrian (static discharges in the mountains, power lines that are heard but not seen) to the outlandish (secret government facilities nearby, some manner of UFO nexus).  Sober-sided skeptics insist that there isn't really a Hum at all and that its perception results from visitors from noisier lands being unused to the general solitude and silence of the rural area.  If you want to try to hear the Hum, get out of the downtown area, which is too congested to hear a \"hum\" of anything but traffic, and spend some time in the forest, particularly early in the morning or at night if you're equipped for it."]]},"\n\n",{"type":"*","value":[" Ski lessons are available at Taos Ski Valley."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taosschoolofmusic.com\/index.php Taos School of Music"]}]}," is a well-regarded summer program for the aspiring (age 18 and up) professional musician.  The focus is on chamber music, with a very favorable student\/faculty ratio and performance opportunities.  A concert series involving significant chamber ensembles is part of the program.  Admission into the program is highly competitive."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Taos Pueblo"]},", like other New Mexico pueblos, is known for American Indian arts and crafts.  Its pottery differs considerably in appearance from that of other pueblos owing to differences in the clay of the region.  Good Taos pottery has a unique \"sparkle\" caused by tiny flecks of mica.  Many shops in town carry this pottery, along with jewelry and other folk art from pueblos along the Rio Grande, but it's worth your time to look for pottery and jewelry at the pueblo itself."]},{"type":"*","value":["More traditional \"Anglo\" (and Hispanic) art is available from all manner of galleries in the downtown area, as well as at gift shops associated with most of the museums.  The places on the Plaza itself, unfortunately, tend toward tacky and schlocky, but you don't have to get far off the Plaza to get very good material.  The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.taosgalleryassoc.com Taos Gallery Association"]}]}," hosts a web site with info on most of the more reputable galleries.  Be warned: some of the work at these galleries is seriously expensive (5 figures), but you get what you pay for."]},{"type":"*","value":["If you want to update your ski equipment, many shops at Taos Ski Valley and in Taos itself will be happy to help you empty your bank account on the latest and greatest skis, boots, etc."]},{"type":"*","value":["Most shopping on the plaza closes down from 5-6PM. During slow periods (such as in May, which is after ski season and before major summer travel season), some establishments go on extended breaks."]},"\n",{"type":"==","value":["Eat"]},"\n\nA tip: Many restaurants in Taos double as art galleries\/outlets.  You won't find any of the really good stuff there (unless it's art gallery first, restaurant second), but the prices on the workaday material are competitive with the galleries, and you'll have both a more interesting dining experience and an opportunity to browse or even buy the art without feeling guilty about not going for the big-ticket items.  In the following, \"Budget\" restaurants have entrees up to about $10 (exclusive of drinks, desserts and tips), \"Mid-range\" between $10 and $25, and \"Splurge\" greater than $25.  There are many more restaurants in Taos than shown here, some of them quite good; add your favorite.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Alley Cantina"],["alt="],["url=http:\/\/www.alleycantina.com"],["email="],["address=121 Teresina Ln"],["lat=36.40771"],["long=-105.57473"],["directions="],["phone=+1 575 758-2121"],["tollfree="],["fax="],["hours=Daily 11:30AM-11PM; drinks until 1AM (midnight Sundays)"],["price="],["content=Right near the plaza, as much bar as restaurant.  \"Delicious fish and chips, margaritas\" according to some reviewers; barely edible tourist fare, according to others.  Try it and offer an opinion."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Taoseño Cafe and Lounge"],["alt="],["url=http:\/\/www.taoseno.com\/"],["email="],["address=819 Paseo del Pueblo Sur"],["lat=36.38740"],["long=-105.58428"],["directions="],["phone=+1 575 758-4142"],["tollfree="],["fax="],["hours=M-Th 6:30AM-9PM; F-Sa 6:30AM-10PM; Su 6:30AM-2PM"],["price="],["content=More of a local hangout than a tourist place, being well south of the center of town.  Acceptable New Mexican fare, with some \"American\" items."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Michael's Kitchen"],["alt="],["url=http:\/\/www.michaelskitchen.com\/"],["email="],["address=304C Paseo del Pueblo Norte"],["lat=36.41077"],["long=-105.57074"],["directions="],["phone=+1 575 758-4178"],["tollfree="],["fax="],["hours=Hours seem to vary; currently open daily 7AM-2:30PM, but closed on major holidays"],["price="],["content=A long-time local favorite, casual and busy.  Great for breakfast, which is served all day.  The New Mexican lunches are variable. Also has a nice bakery."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taos Pizza Outback"],["alt="],["url="],["email="],["address=712 Paseo del Pueblo Norte"],["lat=36.41733"],["long=-105.57085"],["directions="],["phone=+1 575 758-3112"],["tollfree="],["fax="],["hours=M-F 11AM-9PM, Sa-Su 11AM-10PM"],["price="],["content=Locals are divided about this pizzeria, some proclaiming it the best pizza in town, others sniffing that it doesn't serve \"New York style\" pizzas.  ",{"type":"''","value":["Chacun à son gout"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bent St. Cafe & Deli"],["alt="],["url=http:\/\/www.bentstreetdeli.com\/"],["email="],["address=120 Bent St"],["lat=36.40825"],["long=-105.57348"],["directions="],["phone=+1 575 758-5787"],["tollfree="],["fax="],["hours="],["price="],["content=\"European-style,\" beautiful patio dining and yes, it rocks.  Excellent menu selections, wonderful sandwiches, accommodating and gracious waitstaff.  Licensed, with a good selection of beers.  A local favorite, popular with visitors and regulars alike.  Great for people-watching.  On the pricey side of \"budget\"."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Antonio's"],["alt="],["url=http:\/\/www.antoniosoftaos.com"],["email="],["address=122 Dona Luz St"],["lat=36.40750"],["long=-105.57608"],["directions="],["phone=+1 575 751-4800"],["tollfree="],["fax="],["hours=M-Sa 11AM-2PM, 5PM-9PM"],["price="],["content=The menu combines \"New Mexican\" with \"old\" Mexican."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dragonfly Cafe and Bakery"],["alt="],["url=http:\/\/www.dragonflytaos.com"],["email="],["address=402 Paseo del Pueblo Norte"],["lat=36.41244"],["long=-105.56898"],["directions="],["phone=+1 575 737-5859"],["tollfree="],["fax="],["hours=7AM-3PM daily; dinner (hours appear to vary) F-Su"],["price="],["content=Eclectic menu, with a fine Saturday\/Sunday brunch that would be outstanding but for the road noise (most tables are outdoors and Paseo del Pueblo is incredibly busy on weekends).  If you can stand the racket, give it a try."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Five Star Burgers"],["url=http:\/\/5starburgers.com"],["email="],["address=1032 Paseo del Pueblo Sur"],["lat=36.38291"],["long=-105.58733"],["directions="],["phone=+1 575 758-8484"],["tollfree="],["fax="],["hours="],["price="],["content=Grilled sandwiches and panninis, fresh salads, sides, desserts, beer & wine."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Gorge"],["alt="],["url=http:\/\/thegorgebarandgrill.com\/"],["email="],["address=103 East Plaza"],["lat=36.40711"],["long=-105.57375"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Overlooking the Plaza. A large dining room, a large patio with intense late afternoon sun and prime sunset dining. A moderately priced menu with quality preparation. A large bar with a good selection of wine, draft and bottled beer."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Guadalajara Grill"],["url="],["email="],["address=Two locations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Lunch and dinner daily"],["price=$7-20 for dinner"],["content=Order at the counter, which will give you an uncomfortable feeling that you're about to consume fast food, but the meal brought to your table will dispel any such concerns.  Mexican\/New Mexican, with some excellent seafood dishes; the ",{"type":"''","value":["Camaron a la Diabla"]}," (shrimp in a very spicy red sauce) is recommended."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Guadalajara Grill"],["alt="],["url="],["email="],["address=1384 Paseo del Pueblo Sur"],["lat=36.37209"],["long=-105.59574"],["directions=south of downtown"],["phone=+1 575 751-0063"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Guadalajara Grill"],["alt="],["url="],["email="],["address=822 Paseo del Pueblo Norte"],["lat=36.42223"],["long=-105.57306"],["directions=north of downtown"],["phone=+1 575 737-0816"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Orlando's New Mexican Cafe"],["alt="],["url="],["email="],["address=1114 Don Juan Valdez Ln"],["lat=36.43081"],["long=-105.57610"],["directions="],["phone=+1 575 751-1450"],["tollfree="],["fax="],["hours=Daily; lunch 10:30AM-3PM, dinner 5PM-9PM"],["price="],["content=Locals disagree on where in town you can get the best standard New Mexican cuisine, but this one is always in the discussion.  North of the center of town, and not a convenient walk from the Plaza."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizanos"],["alt="],["url=http:\/\/www.taospizza.com"],["email="],["address=23 Highway 150"],["lat=36.46059"],["long=-105.59404"],["directions=Taos Ski Valley Road next to KTAOS"],["phone=+1 575 776-1050"],["tollfree="],["fax="],["hours="],["price=Daily lunch and dinner"],["content=Serves New York style pizza, pasta, sandwiches, appetizers, such as blue corn calamari and fish & chips, and delicious salads. Beautiful views from the patio!"]]}]},"\n",{"type":"===","value":["Splurge"]},"\nMany of the better restaurants in Taos decline to give \"closing\" hours for dinner, opting instead to stop serving when they feel like it.  Practically speaking, \"closing\" usually works out to something like 9PM M-Th, 9:30 or 10 on Fridays and Saturdays.  If you're anticipating a late dinner, it's good to call for information and make reservations.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Doc Martin's"],["alt="],["url=http:\/\/www.taosinn.com\/restaurant.html"],["email="],["address=125 Paseo del Pueblo Norte"],["lat=36.40800"],["long=-105.57258"],["directions=at the Taos Inn, see below"],["phone=+1 575 758-2233"],["tollfree="],["fax="],["hours=Breakfast 7:30-11AM, lunch 11:30AM-2:30PM, dinner 5:30PM-\"closing.\"  Weekend brunch 7:30AM-2:30PM"],["price=Most dinner entrees range in price from about $20, lunch $10-15"],["content=Exclusive Chef Zippy White, selections from the spectacular wine list of 400.  Excellent seasonal menu additions and desserts.  American cuisine with a Southwest twist; breakfasts are also creative.  Renown for chile rellenos appetizer.  Recently the Inn added a garden for fresh and organic ingredients. Live music in the adjacent Adobe Bar nightly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lambert's of Taos"],["alt="],["url="],["email="],["address=309 Paseo del Pueblo Sur"],["lat=36.40156"],["long=-105.57531"],["directions="],["phone=+1 575 758-1009"],["tollfree="],["fax="],["hours=Daily, dinner only (5:30PM until \"closing,\" with cocktails starting at 5); reservations suggested"],["price="],["content=An old standby with mainly American cuisine."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Adobe Bar"],["alt="],["url=http:\/\/www.taosinn.com\/adobe_bar.html"],["email="],["address=125 Paseo del Pueblo Norte"],["lat=36.40799"],["long=-105.57254"],["directions=at the Taos Inn, see below"],["phone=+1 575 758-2233, ext 191"],["tollfree="],["fax="],["hours="],["price="],["content=Bills itself as \"The Living Room of Taos,\" and with good reason; passersby wander into this comfortable watering hole (half in the hotel's lobby, half on the sidewalk) as though it's home away from home.  Live entertainment every evening is complimentary- open mike on most Mondays. Excellent magarita and wine list."]]}]},{"type":"*","value":[{"type":"'''","value":["Alley Cantina"]}," (see above under \"Eat\") often has country\/western music and dancing."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Eske's Brew Pub and Eatery"],["alt="],["url=http:\/\/www.eskesbrewpub.com"],["email="],["address=106 Des Georges Ln"],["lat=36.40656"],["long=-105.57308"],["directions=just southeast of the plaza"],["phone=+1 575 758-1517"],["tollfree="],["fax="],["hours=Daily 11:30AM-10:30PM"],["price="],["content=Offers \"guest beers\" from other microbreweries as well as their own selection, including \"Green Chile Beer\".  Also acceptable meals (generally \"American\")."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tim's Stray Dog Cantina"],["alt="],["url=http:\/\/straydogtsv.com\/"],["email="],["address=Taos Ski Valley"],["lat=36.59562"],["long=-105.45027"],["directions="],["phone=+1 575 776-2894"],["tollfree="],["fax="],["hours=Daily 11AM-9PM for lunch and dinner (Budget class); closing time for the bar seems to vary"],["price="],["content= One of several watering holes at Taos Ski Valley, open for much of the year beyond ski season.  Food is nothing to write home about, but the raucous apres-ski atmosphere persists into the rest of the year and provides a pleasant environment for relaxing after a hike into the mountains."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels and B&Bs in this area, owing to the thriving tourist trade, and many of them are quite good yet not on this list; if you've stayed at a notable one, please add it, with comments.\n\n",{"type":"===","value":["Budget"]},"\n\nBudget lodging in Taos can be a somewhat dicey proposition, and some hotels previously listed in this article are currently getting extremely negative reviews.  If you're really on a budget, one of the national chains may be the way to go, at the expense of \"local color.\"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Super 8 Motel Taos"],["alt="],["url=http:\/\/www.super8taos.com\/"],["email="],["address=1347 Paseo del Pueblo Sur"],["lat=36.37491"],["long=-105.59258"],["directions="],["phone=+1 575 758-1088"],["tollfree="],["fax="],["price=Rooms from $75"],["checkin="],["checkout="],["content=A typical Super 8, generic rather than colorful, but OK for a night's sleep.  South of the downtown area and a bit too far to walk, but satisfactory restaurants are nearby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taos Valley RV & Camping Park"],["alt="],["url="],["email="],["address=120 Este Es Rd"],["lat=36.36957"],["long=-105.59318"],["directions=off of Paseo del Pueblo"],["phone=+1 575 758-4469"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Friendly place, nicely landscaped with privacy fences and shelters at most of the tent sites."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Don Fernando de Taos Hotel"],["alt="],["url=http:\/\/www.donfernandodetaos.com\/"],["email="],["address=1005 Paseo del Pueblo Sur"],["lat=36.38552"],["long=-105.58533"],["directions="],["phone="],["tollfree=+1-800-759-2736"],["fax="],["price=Rooms from $99"],["checkin="],["checkout="],["content=Comfortable \"Taos-style\" and convenient, with several restaurants nearby despite its location south of the main tourist areas.  A minor down side: Access to some rooms can be exposed and slippery during periods of bad winter weather.  Don't let that stop you from staying there, but if your mobility is impaired, tell the helpful staff when you make your reservations."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kachina Lodge"],["alt="],["url=http:\/\/www.kachinalodge.com\/"],["email="],["address=413 Paseo del Pueblo Norte"],["lat=36.41251"],["long=-105.56823"],["directions="],["phone=+1 575 758-2275"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Another satisfactory hotel in the downtown area.  A tip: try to avoid rooms 283 through 286, which have problems with noise from the busy road in front of the hotel; the other rooms there are considerably quieter.  How many small-town roadside hotels\/motor lodges have you stayed in that have a Frederic Remington statue out front?  This one does."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taos Inn"],["alt="],["url=http:\/\/www.taosinn.com"],["email="],["address=125 Paseo del Pueblo Norte"],["lat=36.40822"],["long=-105.57195"],["directions="],["phone="],["tollfree=+1-888-518-8267"],["fax="],["price=Rooms mostly from $120, and has occasional discounts"],["checkin="],["checkout="],["content=Features a 1950s-style neon sign out front; this is a very comfortable and nicely renovated hotel right in the middle of the tourist attractions, a great base camp for exploring the town. The restaurant (Doc Martin's) and bar (Adobe Bar) are popular with visitors and locals alike."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel La Fonda"],["alt="],["url=http:\/\/www.LaFondaTaos.com"],["email="],["address=108 South Plaza"],["lat=36.40688"],["long=-105.57457"],["directions="],["phone=+1 575 758-2211"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This hotel is on the plaza and has Joseph's Table on site which provides fine dining in the heart of Taos. This boutique hotel has history, art, and beautiful suites."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Indian Hills Inn"],["alt="],["url=http:\/\/www.indianhillsinntaosplaza.com\/"],["email="],["address=233 Paseo del Pueblo Sur"],["lat=36.40336"],["long=-105.57413"],["directions="],["phone=+1 575 758-4293"],["tollfree="],["fax="],["price=Rooms from $69"],["checkin="],["checkout="],["content=Most reasonably priced downtown hotel. Best choice is deluxe single king bed room, which opens to a large, grassy courtyard with tall trees.  One of few properties that offers multi-night discounts and weekly rates.  Complimentary continental breakfast and wifi.  27\" TVs.  Ski season shuttle stops at hotel lobby.  Airport shuttles (Faust & Twin Hearts will pickup and drop off at hotel lobby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Dona Luz Inn"],["alt="],["url=http:\/\/www.stayintaos.com\/"],["email="],["address=114 Kit Carson Rd"],["lat=36.40659"],["long=-105.57233"],["directions="],["phone=+1 575 758-9000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Historic adobe bed and breakfast near the plaza. Very nicely decorated rooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alpine Village Suites"],["alt="],["url=http:\/\/www.alpine-suites.com"],["email="],["address=Taos Ski Valley"],["lat=36.59592"],["long=-105.44984"],["directions="],["phone=+1 575 576-2666"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Lodging at Taos Ski Valley value-per-dollar is respective to the accommodation's proximity to the ski runs, but the Alpine Village is right at the foot of the runs, is reasonably priced, has large and comfortable rooms, and stays open in the summer -- great staff!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taos Territorial"],["alt="],["url=http:\/\/www.taosterritorial.com"],["email="],["address=114 Padre Martinez Ln"],["lat=36.40682"],["long=-105.57661"],["directions="],["phone="],["tollfree=+1-877-588-8267"],["fax="],["price=Rooms from $100"],["checkin="],["checkout="],["content=A historic compound which has been restored as a vacation rental near the center of town. The half-acre compound consists of the Taos Territorial, the Chicken Coop and the Historic Wagner A and Wagner B Casita's, hand painted by local legendary artist Jim Wagner."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palacio de Marquesa"],["alt=formerly Casa de las Chimeneas"],["url=http:\/\/www.marquesataos.com\/"],["email="],["address=405 Cordoba Rd"],["lat=36.39890"],["long=-105.57370"],["directions=southwest of the center of town"],["phone=+1 575 758-4777"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Perhaps the best -- and most expensive -- of a number of B&Bs in the region.  Non-smoking rooms only, 2 night minimum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Monte Sagrado"],["alt="],["url=http:\/\/www.elmontesagrado.com\/"],["email="],["address=317 Kit Carson Rd"],["lat=36.40248"],["long=-105.56835"],["directions="],["phone=+1 575 737-9880"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A resort with luxurious themed suites, a spa, a restaurant & bar, meeting space, and wedding facilities."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThere is free Internet access at some sites around town, but most (supplied by laplaza.org) are nominally for town residents.  Public wireless access for travelers is reported to exist at Taos Municipal Airport.  Most major hotels offer wide-band services.\n\nThe Town of Taos has cellular service, and was recently added to the list of Verizon 4G LTE support. There are no street pay phones available in Taos.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe areas of and near Taos of most interest to the traveler generally have little crime, although the potential for petty theft from unlocked cars always exists, particularly in remote areas (e.g. at trail heads in the national forest).  The main concerns are weather and road hazards.  Winters can be harsh, particularly at higher elevations, and the wise motorist uses snow tires and has chains or 4 wheel drive available from November through March.  Keeping warm clothing and an emergency kit in the car during this time is a good idea.  Heavy snow creates hazards for outdoor recreation as well; use extreme caution in the mountains, as avalanche conditions are frequent.  During the summer a different hazard appears: lightning.  The Sangre de Cristos generate thunderstorms that produce frequent cloud-to-ground strikes.  If you go hiking in the high country during summer, make sure you're off the high summits by 1PM at the latest, and keep an eye out for earlier-than-normal electrical activity.\n\nAnother contributor to safety concerns on the roadways is the unfortunate but undeniable fact that ",{"type":"[[","value":[["North Central New Mexico"],["northern New Mexico"]]}," has severe problems with drunk driving.  Taos has less problems itself with this than some nearby areas, but vigilance on the highways is still a good idea, particularly after dark and on the highways into and outside the town.\n\nAnother safety hazard along the road to Taos are rock slides that may leave large rocks in the roadway capable of damaging the undercarriage of your vehicle.  Take curves with caution and be prepared to slow to avoid hazards.\n\nThe danger of rock slides exists primarily on New Mexico state road 68 between Espanola and Taos.\n\n",{"type":"==","value":["Cope"]},"\nIf you're planning on visiting Taos in the winter be prepared for very cold temperatures. Temperatures generally fall between 30-40 degrees in the winter, and 70-85 degrees in the summer.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Image:Taos riograndegorge.jpg"],["thumb"],["300px"],["The Rio Grande Gorge"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Carson National Forest"]}," offers all manner of hiking, backpacking and horseback riding opportunities.  Three wilderness areas are within a short distance of Taos."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[[","value":[["Sangre de Cristo Mountains"]]}]}," contain part of the national forest and much else, and extend south to ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," and north into ",{"type":"[[","value":[["Colorado"]]},".  There are major ski areas at ",{"type":"[[","value":[["Angel Fire"]]}," and ",{"type":"[[","value":[["Red River"]]}," on the eastern side of the range not far from Taos, as well as the smaller and more rustic ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sipapunm.com\/ Sipapu"]}]}," to the south.  All are in general somewhat easier skiing than the notoriously \"challenging\" Taos Ski Valley, and see more beginners (Sipapu specifically bills itself as \"family-oriented\").  Red River also has a developed commercial site for Nordic (cross-country) skiing on groomed trails.  The drives to these areas are scenic even if you don't ski."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.picurispueblo.net\/ Picuris Pueblo"]}]},", south of Taos at the west end of the town of Peñasco, is one of the highest of the American Indian ",{"type":"[[","value":[["New Mexico Pueblos"],["pueblos"]]}," of New Mexico and can be toured during daylight hours.  There is a small tribal museum.  As at most Native American pueblos open to the public, a small fee is charged for photography, sketching, etc."]},{"type":"*","value":["The ",{"type":"'''","value":["Rio Grande Gorge Bridge"]}," on US Highway 64 (about 10 miles west of town) spans the Rio Grande a dizzying 650 feet above the river.  There are observation platforms at each end of the bridge.  Definitely not for the acrophobic."]},{"type":"*","value":["If you happen to be a fan of author D. H. Lawrence (one of the contributors to the Taos mystique in the early 20th century), his ashes are preserved at a curious \"shrine\" at the Kiowa Ranch, a property of the University of New Mexico about 20 miles from town via SR 522.  It's open for visits during daylight hours."]},"\n",{"type":"{{","value":[["routebox"],["image1=US 64.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]}],["minorl1=",{"type":"[[","value":[["Chama (New Mexico)"],["Chama"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Jct ",{"type":"[[","value":[["Alamosa"],["N"]]}," ",{"type":"[[","value":[["File:US 285.svg"],["18px"]]}," ",{"type":"[[","value":[["Española (New Mexico)"],["S"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Raton"]]}],["minorr1=",{"type":"[[","value":[["Angel Fire"]]}],["image2=New Mexico 68.svg"],["imagesize2=22"],["directionl2=SW"],["majorl2=",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}," via ",{"type":"[[","value":[["File:US 84.svg"],["18px"]]},{"type":"[[","value":[["File:US 285.svg"],["18px"]]}],["minorl2=",{"type":"[[","value":[["Española (New Mexico)"],["Española"]]}],["directionr2=NE"],["majorr2=END"],["minorr2="],["image3=New Mexico 518.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=END"],["minorl3="],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Las Vegas (New Mexico)"],["Las Vegas"]]}],["minorr3=",{"type":"[[","value":[["Mora (New Mexico)"],["Mora"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["36.40722"],["-105.57306"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Central New Mexico"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Taos, New Mexico"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/New Mexico\/Localities\/T\/Taos\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Taos, New Mexico"]]}]