[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Tapachula"]}," is a city of 197,000 people in ",{"type":"[[","value":[["Chiapas"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nAeromexico flies to Tapachula from Mexico city three times daily.\n\nThere are no passenger train services. The train system is made only to transport cargo.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere are plenty of buses going to Mexico city, Oaxaca, Tuxtla Gutierrez among others. Also, Tapachula is a good connection point between Guatemala and Mexico with plenty of buses going to Guatemala city.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nIf you have free time in tapachula head out of town a little to calle miguel hidalgo (the one out near calle semanarista) and check out the crocadile zoo. A quirky little backyard business that houses something like 50 crocs and aligators of various species and sizes. the family that runs it is friendly and as much as seeing the crocs themselves it´s funny to watch small children chase an even smaller puppy around a backyard litteraly packed with ferocius reptiles in various cement and chainlink enclosures. Cost is 25 pesos per person and a cab should cost about 25 pesos each way.\n\n",{"type":"'''","value":["Museo Regional"]},". A small museum that has a collection of Mayan artifacts from the region.\n\n",{"type":"==","value":["Learn"]},"\n\nThe first human settlements of the peoples that later developed into the Mayan civilization have been found on the northern Pacific coast of what is now Guatemala.  However, southern Chiapas state in Mexico and Guatemala were historically a unified whole.\n\nOne archaeological site of note, Izapa, is only 10 kilometers from Tapachula.  In addition, the Museo Archaeologico del Soconusco is located in the center of Tapachula in the same building that houses the tourist information center and the Casa de Cultura.\n\nA tour of Mayan archaeological sites in western Guatemala and southwest Chiapas is available.  These sites include:  Izapa, Iximche, Zacalueu, Tenam Puente, and Chinkultic.\n\nDetails may be found at:  http:\/\/www.well.com\/~eidolon\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\nSr. tango\nlocated about five blocks from the main plaza (miguel hidalgo) Sr. tango is an agrentinian steak house that also has bland tasting pizzas and carries a real old school mafia air to the place. Salads are pretty good and the air conditioning is top notch if you need to escape the heat.\n\n",{"type":"==","value":["Drink"]},"\nOpen Wednesday through Saturday nights, the ambiance at 19 Dias y 500 Noches, the local piano bar, is wonderful.  The live music on Friday and Saturday nights begins at 9pm and goes on into the night.  Singing along happens as a natural result of fine spirits shared with good friends.\n\nhttp:\/\/www.facebook.com\/piano.bar.752\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nIf you´re on a budget, Tapachula has very affordable lodgings.  One example is Hotel Tacana (8a Norte at 13a Poniente).  The rooms go for as little as 100 pesos per night and many have been newly renovated.  \n\nLocated just a block and a half from the main plaza in town (miguel Hidalgo), on 5a calle pointe, one of the cheaper places to stay is Hotel Quinta instantly recognizable by it´s astonishingly large sign that says ¨hotel¨ in black and white vertical letters.\n\nThe lowest budget rooms go for 200 pesos with no televison and no air conditioning. Rooms are a little dirty and toilets have no toilet seats but you can't beat the price in this part of town so sweat it out and stop complaining.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Chiapas"]]},"\n",{"type":"{{","value":[["Geo"],["14.9"],["-92.283"]]},"\n",{"type":"[[","value":[["Wikipedia:Tapachula"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Chiapas\/Localities\/Tapachula"]]}]