[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tarakankota.go.id Tarakan"]}]}," is a town on an island of the same name in ",{"type":"[[","value":[["East Kalimantan"]]},". 100km south of ",{"type":"[[","value":[["Nunukan"]]},", it also serves as a visa-free border-crossing between ",{"type":"[[","value":[["Indonesia"]]}," and the ",{"type":"[[","value":[["Malaysia"]]}," town of ",{"type":"[[","value":[["Tawau"]]}," in ",{"type":"[[","value":[["Sabah"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By ferry"]},"\n\nTo\/from Tawau: One departure daily except on Sunday from Tawau. ",{"type":"'''","value":["M.V. Indomaya"]}," sails every Monday, Wednesday and Friday at 11.30am, while ",{"type":"'''","value":["M.V. Tawindo"]},"M.V Labuan Express''' departs every Tuesday, Thursday and Saturday at 10.30am. Tickets cost RM130 to RM140 (depending on which ferry you get on) one-way and travelling time is 4 hours (and thats not counting the usual 1 hour delay in departure time). \n\nBe prepared to pay porters to haul your bags for you. On the Malaysian side, RM10 should be sufficient, on the Indonesian side about 20,000-30,000 rupiah for a couple suitcases. In Tawau, the ferry docks at the Customs jetty behind the fish market. In Tawau, the ferry docks at Tengkayu port, which is close to the city center. The jetty, in this case, is a very long walk to the customs\/immigration building. The minute the ferry docks (at either port), a crowd of porters will jump on board and hustle to grab your bags. \n\n",{"type":"'''","value":["By plane"]},"\n\nTo\/from Tawau: Once daily MASWings ",{"type":"[","value":["http:\/\/www.maswings.com.my"]}," operates between Tarakan and Tawau.\n\nAlternative travel : \nA less mind numbing way of travel to Tarakan is to take the ferry service which plies a few times a day between Nunukan and Tawau, and a twice daily flight that goes between Nunukan and Tarakan. To get into Tawau this way, take the 11AM ferry (which usually waits to depart until it's full, which can mean it leaves at noon) from Tawau to Nunukan. The Labuan Express is the best option because it is just plain cleaner than the other ferries. The journey will take 45 minutes to an hour and it costs 40 Ringgit. After getting through Indonesian immigration, catch a minibus (RP 20,000  to charter the whole thing, and be prepared to bargain) to the airport which is a mere 15 minutes drive. There's a Kalstar plane (French ATR propellor plane which can seat 50 people) that arrives at 1:30pm to 2:00pm and you can catch that to Tarakan. Its RP 250,000  for that ticket which you can purchase at the airport. Oh, and there's some other tax of RP 8,000  too. The journey takes less than 15 minutes.\n\nOf course you can travel to Tarakan from the Indonesian side (mainly going through the oil city of Balikpapan). From Balikpapan there are three to four flights daily except Sundays. By the way, if you do choose to go through Balikpapan airport, try the \"Nasi Sop Buntut\" at the Blue Sky restaurant on the second floor of the airport. Right beside the viewing gallery. Excellent stuff. Probably the best in Kalimantan ...\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nSWISS-BELHOTEL - the hotel of choice for most business travelers. Expect to pay from between 330,000 Rp to 450,000 Rp net per night. Clean and centrally located.\n\nTarakan Plaza Hotel - newly renovated and just re-opened for business. This is one of the oldest hotels in Tarakan and it used to be the best. But that was 10 years ago. Today it's been redone from the outside in. Unfortunately it still can't shake the \"old & dark\" feeling that old and dark hotels have. Room rates are from 280,000 RP per night. \n\nBahtera Hotel - another oldie but this hotel has a little bit more character. Another member of the old and dark hotel club, but its saving grace is its gardens and low density lay out. It also has an infamous massage parlour, an ear-drum wrecking dance hall, and dingy karaoke rooms complete with hostess viewing \"aquariums\".\n\nSamkho Hotel - somewhat old and dingy, but reasonable in price (270,000 Rp or so).\n\nGrand Taufiq Hotel provides three types of Room with different features. There are 45 rooms incuding 3 Executive rooms, 12 Deluxe rooms and 30 standard rooms which completed with lift, minibar, coffee shop, meeting room and also television channels. Below is the room's rate that Grand Taufiq Hotel offer.\n\nGrand Taufiq Hotel located in the middle of Tarakan, it takes few minutes to reach the harbor, airport and center of trading. Therefore, you may continue your journey easily to Nunukan, Bulungan, Malinau, Berau, Derawan island and also Tawau (border between Indonesia and Malaysia).contact Suri(manager): +6285350296824\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["3.3000"],["117.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Kalimantan"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tarakan, North Kalimantan"]]}]