[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Tarfaya Skyline.jpg"],["thumb"],["350px"],["Tarfaya Skyline"]]},"\n\n",{"type":"'''","value":["Tarfaya"]}," is a small port town on the southwestern coast of ",{"type":"[[","value":[["Morocco"]]},". It is located approximately 20 miles north of the disputed ",{"type":"[[","value":[["Western Sahara"]]}," territory border.\n\n",{"type":"==","value":["Get in"]},"\n\nTravel to Tarfaya is tricky, but accessible via bus. The ferry Naviera Armas that used to serve the town recently sunk.\n\nBuses run sporadically from ",{"type":"[[","value":[["El_Aai%C3%BAn"],["Laayoune"]]}," in ",{"type":"[[","value":[["Western Sahara"]]}," to the south, and ",{"type":"[[","value":[["Agadir"]]}," to the north. Usually there is at least one bus per day, costing around €18 one-way (CTM and ",{"type":"[","value":["http:\/\/www.supratours.ma\/ SupraTours"]},").\n\n",{"type":"==","value":["Get around"]},"\nAs there is only one paved road in Tarfaya, travel is relatively simple by foot. The port, however, is a 20 minute walk and taxis do run between\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Tarfaya Antoine de St Exupery Museum 2011.jpg"],["thumb"],["250px"],["Antoine de St Exupery Museum"]]},"\nAntoine de Saint Exupéry, famed writer of ",{"type":"''","value":["The Little Prince"]},", was stationed here in 1929. There is a small airplane statue dedicated to him in a small park on the outskirts of town. Also, the Castle Dar Mar (also known as Casa Mar) is located nearby on the coast. This 200+ year old \"castle\" is located about 50 yards off the shore, in the middle of the ocean.\n\n",{"type":"==","value":["Do"]},"\nThe main and only paved road is usually full of people from sunset on. Men talk, barter, and discuss the day's happenings as the day comes to an end. There are usually more donkeys then women present on the road, and the female traveler could be subject to stares and strange looks.\n\n",{"type":"==","value":["Buy"]},"\nThere are many general stores, restaurants, and one travel agency in town. As tourism isn't very big in the town, souvenirs are limited to what is present at the general stores. That being said, the excellent exchange rate from Dollars or Euros to Dirhams makes most goods in the city extremely cheap.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several restaurants along the main paved road, specializing in traditional Moroccan food. However, the most popular food of Tarfaya is what can best be described as a squid and mixed seafood kebab. They are sold off of a cart on the main road for about 50 cents each, and are absolutely delicious.\n\n",{"type":"==","value":["Drink"]},"\n\nAs found commonly throughout Morocco, sweet mint tea is served in most of the restaurants. As far as alcohol, Tarfaya is mainly a Muslim town, and bars are nonexistent. \n\n",{"type":"==","value":["Sleep"]},"\n\nThere are no official \"Hotels\" in the \"city\" of Tarfaya. However, it is possible to rent out rooms or apartments in the town from select townspeople. If you remain on the main road and ask around during sunset hours, or inquire at shops and restaurants during the day, people can point you to the correct place.\n\n",{"type":"==","value":["Connect"]},"\n\nThere is one internet cafe in the town, which is relatively cheap. If you buy a bus ticket at the travel agency, the ticket agent will usually let you use the internet for free.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Agadir"]]}," – a long bus ride (about 8-10 hours) through the desert and along the coast will take you to this southern Moroccan tourist paradise."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Western Sahara"]]}," – The main city of ",{"type":"[[","value":[["El_Aai%C3%BAn"],["Laayoune (El Aaiún)"]]}," is about an hour away."]},"\n",{"type":"{{","value":[["geo"],["27.939444"],["-12.926111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Anti Atlas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n\n",{"type":"[[","value":[["Wikipedia:Tarfaya"]]}]