[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tarlac"]}," is a province in the ",{"type":"[[","value":[["Philippines"]]}," in the ",{"type":"[[","value":[["Central Luzon"]]}," region of the island of ",{"type":"[[","value":[["Luzon"]]},". \"Tarlac\" is part of Region III-Central Luzon.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Tarlac City"]]},", Tarlac is completley landlocked and consists predominantly of plains with the remaining being mountains.\n\nTourism has not really been a big part of Tarlac although it does have some great historical areas, rice, corn and sugar plantations and golf courses for those so inclined.\n\nThe city is now one of the progressive cities of the Philippines\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["Paniqui"]]},"\n\n",{"type":"[[","value":[["Camiling"]]}," is the \"Chicharon and Iniruban Capital of the Philippines\". The town is rich in history and culture. visit the house of the real life Maria Clara\n\n",{"type":"[[","value":[["San Jose (Philippines)"],["San Jose"]]}," - visit the miraculous relic of the cross at the Monasterio De Tarlac at Brgy. Lubigan. It also has a Jesus statue like the one at Rio De Janeiro, only a bit small.\n\n",{"type":"[[","value":[["Capas"]]}," is well-known for the \"Death March\" during the Fall of Bataan, wherein Filipino-American soldiers who became prisoners of war during the Japanese Occupation in the Phillipines has to walk from Batan to Capas. Many soldiers died due to hunger and malaria. It is where the Capas Shrine is located, it has an inverted V symbol.\n\n",{"type":"==","value":["Understand"]},"\n\nTarlac is the most multicultural of the Central Luzon provinces. A mixture of four district groups, the Pampangos, Ilocanos, Pangasinenses, and Tagalogs, share life in the province.\n\nTarlac is best known for its fine foods and vast sugar and rice plantations. That it has fine cooking to offer is due largely to the fact that it is the melting pot of Central Luzon. It offers some of the best cuisines from the places of ancestry of its settlers, the provinces of Pampanga, Bulacan, Nueva Ecija, Zambales, Pangasinan, and the Ilocos Region.\n\nHistorical sites, fine food, vast plantations, a beautifully landscaped golf course, and so many other attractions – all these make the province of Tarlac one of the best of the places to visit in Central Luzon.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"'''","value":["Language\/Dialect"]},"\n\nPampango or Kapampangan is spoken by half of the population followed by Ilocano spoken by 41%. Everybody understands the Tagalog language.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom Manila, Tarlac is approximately 2.5 to 3 hours away by car or bus. Take the\nNorth Luzon Expressway to the far end and exit at the Sta, Ines tollgate. Take the\nMabalacat road and turn right onto MacArthur Highway, then right again at Luisita\nIndustrial Park.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Luisita Golf and Country Club"]},", designed by renowned architect Robert Trent Jones Sr. This 18-hole championship course has been recently renovated so you can enjoy it in any weather, all year round. There are water areas all around coupled with great landscapping which is breathtaking. It's quite an easy course although wind is sometimes a factor. It is listed in Golf Magazines' Top 100 Golf Courses in the World. There are no crowds, no waiting, and best of all very Private. The Golf course is open to registered guests of Central Park Hotel."]},"\n",{"type":"*","value":[{"type":"'''","value":["Trek Mt. Pinatubo"]},", visit the canyons, the Aeta Village, take a dip in the crater lake"]},"\n",{"type":"==","value":["Shop"]},"\nThere are various shopping malls, like:\n\n. Plaza Luisita Center - the first shopping mall in central Luzon owned by the Cojuancos of Tarlac and its located along Mc. Arthur Highway, San Miguel, Tarlac City\n\n. SM City Tarlac - the first SM Supermall in the Province and is located along Mc. Arthur Highway, San Roque, Tarlac City\n\n. Robinsons Luisita - the first Robinson mall in the province and its located along Mc. Arthur Highway, San Miguel, Tarlac City\n\n. Paniqui Mall - a mall at Paniqui town\n\n. Metro Town Mall - a mall at Tarlac City located along Mc. Arthur Highway, Sto. Cristo, Tarlac City\n\n. Magic Star Mall - a mall at Tarlac City located along Romulo Blvd, Cut-cut, Tarlac City\n\n. Uniwide - Tarlac Central Mall - a mall at Tarlac City located along Aquino Blvd., San Nicolas, Tarlac City\n\n. EZ City Center - a shopping complex at Tarlac City located along MacArthur Hi-way corner Ligtasan St., Tarlac City\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gran Prix Express Inn Tarlac"],["url=http:\/\/www.granprixhotels.com\/Tarlac\/index.html"],["email="],["address=VLI Compound San Roque Junction, Tarlac City"],["lat="],["long="],["directions="],["phone=(63 45) 982 4576"],["tollfree="],["fax="],["hours="],["price=Rates start at Php799.00"],["checkin="],["checkout="],["content=Gran Prix gives you the privilege to travel around Tarlac province and its capital, Tarlac City. The friendly staff will welcome your friends and family with the best excellence of service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Central Park Hotel"],["url=http:\/\/www.centralparkhotel-tarlac.com\/"],["email="],["address=Luisita Business Park, Hacienda Luisita, San Miguel"],["lat="],["long="],["directions="],["phone=+63-45-985-1912"],["tollfree="],["fax=+63-45-985-0683"],["hours="],["price=Rates start at US$50"],["checkin="],["checkout="],["content=This hotel is known for its stylish rooms and its strategic location inside the Luisita Business Park within Hacienda Luisita. The Central Park Hotel is also a stone's throw away from the Luisita Industrial Park and the Luisita Golf and Country Club."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Microtel Inn and Suites"],["url=http:\/\/www.microtel-tarlac.com\/"],["email="],["address=Luisita Estate, Tarlac City"],["lat="],["long="],["directions="],["phone=+63-45-985-1770"],["tollfree="],["fax=+63-45-985-1975"],["hours="],["price=From USD 31.62"],["checkin="],["checkout="],["content=50 rooms equipped with air-conditioning, cable TV, and radio clock. Some of its facilities and services are meeting room, Wi-Fi access in the lobby, and complimentary free-flowing coffee."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mount Pinatubo Tour\/B&B Accommodation"],["alt=Sonia Bognot"],["url=http:\/\/site-1328616714486-4009121840964112726.webs.com"],["email="],["address=Odonnell\/Patling,Capas, Tarlac"],["lat="],["long="],["directions=Via bus from Manila 2 to 2.5 hours, Via bus from any part of Luzon 3 to 8 hours drive. Take bus with via Capas route not SCTEX. Capas is the trailway to Mt. Pinatubo. In Capas, go down infront of McDonald. Ride the tricycle until Patling for 350 pesos. Patling is only 5 minutes awy from Sta. Juliana the registration site for Mt. Pinatubo."],["phone=+63 9237045578"],["tollfree="],["fax="],["hours="],["price=Tour rates as low as 1,500 pesos. Accommodation rate at 500 pesos"],["checkin=anytime"],["checkout=5PM"],["content=The Homestay facility is very near Mt. Pinatubo registration site. The place offers very nice,clean and airconditioned rooms,relaxing and quiet place, no pets in the household and free use of internet.The host is very accommodating and serves excellent(full) meals!"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["15.5000"],["120.5000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Luzon"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tarlac"]]},"\n",{"type":"[[","value":[["Commons:Category:Tarlac"]]}]