[{"type":"{{","value":[["pagebanner"],["Taroudant banner City walls.jpg"],["caption=The city ramparts of Taroudannt in the heart of the Souss valley in Morocco"]]},"\n",{"type":"[[","value":[["Image:TAROUDANNT defensive wall (js).jpg"],["thumb"],["300px"],["Taroudannt defensive wall"]]},"\n\n",{"type":"'''","value":["Taroudannt"]}," (also spelled \"Taroudant\") is a market town in ",{"type":"[[","value":[["Southern Morocco"],["Southern"]]}," ",{"type":"[[","value":[["Morocco"]]}," about 45 miles inland from ",{"type":"[[","value":[["Agadir"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nCMT runs a bus each day from Agadir to Taroudant  leaving Agadir at 9.00 and arriving about 10.30. The bus goes on to Ouazazate so the return bus is at 19.30(Note: buses from ",{"type":"[[","value":[["Marrakech"]]}," advertised to be going to ",{"type":"[[","value":[["El Jadida"]]}," goto Agadir really, you will need to change there). The bus may drop you off quite a way from the town centre, so be prepared to walk or use a petite taxi. \n\n",{"type":"===","value":["By taxi"]},"\n\nGrand taxis frequently go in and out of Taradount from Agadir and Inezgane.  It takes about an hour and 15 minutes one way from Agadir to Taroudant.  There are also grand taxis that go between ",{"type":"[[","value":[["Marrakech"]]}," and Taroudant, however, you may have to wait a while for the taxi to fill as not that many people travel directly between the two cities via grand taxi.\n\n",{"type":"==","value":["Get around"]},"\n\nTaroudant is a medium sized town. Petite taxis are available (they run on a flat rateof 7Dh so no meter), as usual, to get you around. Petite taxis line up at the bus\/grand taxi station, city centre, and can also be flagged down pretty easily.  It takes about an hour to walk across the whole of the town centre.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Taroudannt goats on argantree 201102.jpg"],["thumb"],["Goats on argantree"]]},"\n\nA colony of white storks lives in a group of trees near the eastern gate of the town.\n\nThere are also many pigeons, some of which nest in the square holes in the town walls. These holes were made deliberately in order to encourage nesting and thereby provide the town with a source of food in times of siege. Shooting pigeons is a popular sport, with the shooting season ending in mid-August.\n\nVisit ",{"type":"'''","value":["Hotel Salam"]}," once a royal palace and its exquisite garden.\n\nFor local crafts ask for ",{"type":"'''","value":["Aladin Treasures"]}," shop and museum. It is well worth a visit\n\nThe tannery is just outside the walls from Bab Taghout. Unlike Fes you can get up close and personal but it is less colourful and lacks the dye vats. High quality leather goods are sold through the cooperative there.\n\nThere are two main souks. The \"Arab\" Souk between Place Assaeg and Place Tamoklate which has the butchers and fishmongers but also the jewellers, Tailors and leather goods together with stalls selling musical instruments and Antiques; and the \"Berber Souk\" selling vegetables, fruits, household wares and ready-made clothing and some excellent basketware and Handicraft stalls to the rear.\n\n",{"type":"==","value":["Do"]},"\nTake a caleche ride round the walls and through town. This is particularly good after dusk when the driver may light candles to see and the fountains are lit and working.\nVisit the new sculpture park.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Taroudant Souk Shoe Shop.jpg"],["thumb"],["Souk Shoe Shop"]]},"\nHandicrafts are cheaper here than Marrakesh or Essaouira. Buy jewellry, babouches , leather goods and pottery, although there is no pottery in the town. Chillied olives and preserved lemons are a good buy.\nA speciality of the town are the stonecarvers in limestone and marble.\n\n",{"type":"==","value":["Eat"]},"\nRestaurant Riad Maryam- not the cheapest, but fantastic quality (it apparerntly appears in French food magazines).\nHotel Roudani on Place Assareg does 3 course lunches for 55Dh whilst you watch the square life of musicians, snakecharmers and storytellers from your seat.\n\n",{"type":"==","value":["Drink"]},"\n\nOrange juice from street vendors in Place Tamoklate.\n",{"type":"[[","value":[["File:Ait Iazza-Market.jpg"],["thumb"],["Ait Iazza Market"]]},"\n\n",{"type":"==","value":["Sleep"]},"\nContrary to what you may expect, you can find the best and cheapest hotels at the very main square - Place al-Alaouyine (Place Assarag in berber).\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Roudani"],["url="],["email="],["address="],["lat="],["long="],["directions=Place al-Alaouyine"],["phone="],["tollfree="],["fax="],["hours="],["price=Rate is as low as 50 MAD for room with shared shower\/toilet during low season"],["checkin="],["checkout="],["content=The rooms are tiny, but most of them overlook the main square and the terrace is a lovely place to observe locals gathered at the square in the evening. Beware, that most rooms don't have wall sockets."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Palais Salaam"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The old palace has 100year old gardens and 2 swimming pools. The rooms off the banana court have a stunning setting. This grand old lady got a little run down but is now gradually being done up by the new owners."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you're headed to Marrakech after visiting Taroudannt and you don't have carsickness even on a winding road, consider passing the Tizi n'Test pass in the High Atlas (2100m above sea). All the busses leaving to Marrakech from here are going towards Agadir and around the mountains. You have to catch a grand taxi to Oulad Berhil and from there another one to Marrakech, but state, that you want to go through Tizi n'Test. The journey can take quite some time, depending how long will you have to wait for the taxi to fill in Oulad Berhil and you may stop in a village on the way waiting for more passangers, but the views are magnificent and well worth it. Be sure to start in the morning (there is a bus from Oulad Berhil to Marrakech leaving at 6PM, but since you wouldn't see much of the way, it doesn't pay). Self drive the journey over Tizin'Testto Marrakesh takes 41\/2 - 5 hours; by motorway 3 hours.\nFor a day out visit Tiote  ot Taliouine \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["30.4667"],["-8.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Anti Atlas"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Taroudant"]]}]