[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ammassalikk"]},", or ",{"type":"'''","value":["Tasiilaq"]},", is in the centre of the ",{"type":"[[","value":[["Eastern Greenland"],["east coast"]]}," of ",{"type":"[[","value":[["Greenland"]]},". It is a village with a harbour surrounded by high mountains. \n",{"type":"[[","value":[["Image:View of the town of Tasiilaq.jpg"],["thumb"],["400px"],["Town of Tasiilaq"]]},"\n\n",{"type":"==","value":["Understand"]},"\nIn the village you can find hotel, restaurant, post office, bakery, book shop, museum and the helicopter station. In Tasiilaq are also Greenland filatelia and a hospital. \n\nThe local people are still fisherman and hunters but lots of people also live by administration and service.\n\nThe city was founded by Danish explorers in 1894 and called it Ammassalik, ",{"type":"''","value":["the place with lots of ammassats"]}," (small fish), the name of the area used by the locals farther south. The locals living in the area continued to call it Tasiilaq, ",{"type":"''","value":["the one that looks like a lake"]},". As a consequence, the city was renamed Tasiilaq a few years ago. The municipality is still called Ammassalip Kummunia.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:tasiilaq_heli.jpg"],["thumb"],["Helicopter landing in Tasiilaq"]]},"\nThe easiest way to travel to Tasiilaq is to fly from Reykjavik in Iceland. There are several aircompanies that fly to Kulusuk airport not far from Tasiilaq. From Kulusuk you can either take the local helicopter (expensive!) or try to find a local fisherman to take you by boat to Tasiilaq.\n\nIf you have booked your stay with a hotel or a campground, they will usually offer to pick you up at the Kulusuk airport with a boat. Otherwise, you can book your flight with ",{"type":"[","value":["http:\/\/www.airgreenland.com\/ Air Greenland"]},".\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is small enough to get around it on foot. However, you will need to be in a good shape, as you will need to get up and down lots of hills the town is built on. Taxi service is also available.\n\nTo get to a different settlement (",{"type":"'''","value":["Kummiut"]},", ",{"type":"'''","value":["Isortoq"]}," or ",{"type":"'''","value":["Sermimiligaq"]},") you will need to find a local boat or book a helicopter.\n\nGetting around the island is mostly on foot, and you can simply walk out of the town to start your adventure.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:tasiilaq_icebergs.jpg"],["thumb"],["Iceberg watching tour in Tasiilaq"]]},"\nYou can book several iceberg watching boat tours (half a day or full day) with any of the hotels in town. The icebergs are everywhere, and going around them on a boat can provide some amazing views.\n\nBoat tours are also available to a nearby abandoned village of Ikkatteq, usually combined with iceberg watching.\n\nThere are also helicopter tours to nearby glaciers, with or without landing on them.\n\nAnd of course the best sightseeing is the one that you create for yourself. The best approach is to plan your hike around the island, and book the tours on your extra days, if you have any remaining.\n\n",{"type":"==","value":["Do"]},"\nEast Greenland is a paradise for those who love hiking, alpine climbing and kayaking. You can start your hiking trip direct from Tasiilaq but you can also travel with the local boat to one of the settlements and start your trip there. You must consider that your hiking trip quite soon will take you away from settlement areas and that you are on your own. Bring an EPIRB and be sure that your travel insurance contains SAR (Search and Rescue) in case you get stuck in the outback.\n\n",{"type":"==","value":["Buy"]},"\n\nThe local grocery store is called \"Pilersuisoq\", and located in the town centre. You can buy (very expensive) souvenirs and furs in any of the hotels. Hiking and camping supplies are available at the campground.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThere is a bar by the harbour.\n\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation is very expensive, like everywhere in the Arctic. You can stay in The Red House hotel or Hotel Ammassalik, which are very comfortable and clean. Food is of exceptional quality in the hotel.\n\nThe Red House hotel also runs the nearby campground, right across from the heliport, which makes for a more affordable option.\n\nAlternatively, you can stay with a local family, or rent a hut in Tasiilaq. The hotels can help you organize any of these.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["65.615278"],["-37.637500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Greenland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Tasiilaq"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tasiilaq"]]}]