[{"type":"{{","value":[["pagebanner"],["Tay Ninh banner Cao Dai Temple.jpg"],["caption=Cao Dai Temple"]]},"\n\n",{"type":"'''","value":["Tay Ninh"]}," is the capital city of Tay Ninh Province, in ",{"type":"[[","value":[["Southern Vietnam"]]},".\n\n",{"type":"[[","value":[["File:Le jardin du grand temple du Caodaïsme (Tay Ninh) (6582736131).jpg"],["thumb"],["Garden of Cao Dai Temple"]]},"\n\n",{"type":"==","value":["Understand"]},"\nTay Ninh is the birth place of the Cao Dai religion and the home of the Cao Dai Holy See, the centre of Cao Daism. Tay Ninh is also known for the Ba Den mountain, the highest mountain in southern Vietnam, and the Dau Tieng reservoir, the largest reservoir in Vietnam.\n\nTay Ninh is hot and humid all year with an average temperature of 27.5 C, and rainfall of 1,724 mm. The dry season normally lasts from Dec-Apr and the rainy season from May-Nov.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Ho Chi Minh City"]]},": Tour buses run every day from HCMC, which is 96 km to the southeast. Tours, which usually include a stop at ",{"type":"[[","value":[["Cu Chi"]]}," to see the ",{"type":"'''","value":["Cu Chi Tunnels"]},", cost about USD7-9 (140,000-180,000 dong)."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Cu Chi"]]},": You can go either by Bus 702 (18,000 dong, ~1.75 hr) or Bus 701 to Gau Dai (10,000 dong, ~1 hr), then Bus 4 to Tay Ninh (12,000 dong, 45 min)."]},"\n",{"type":"*","value":["Minibuses depart every 15 minutes from An Suong Bus Station (Intersection Hwy 1A\/ Truong Chinh St) in Hoc Mon, Ho Chi Minh City to Tay Ninh Bus Station. One way ticket is around USD3 (60,000 dong, ~2.5 hrs)."]},"\n",{"type":"*","value":["Another way to get to Tay Ninh would be by a charted taxi. An all-day return trip from Ho Chi Minh City to Tay Ninh and Cu Chi would cost you about USD45. Find any taxi and negotiate a round-trip price."]},"\n",{"type":"==","value":["Get around"]},"\nThe hub of activities in Tay Ninh city is centred around two main streets, Cach Mang Thang Tam and 30 Thang 4, where most of the government buildings, banks, and businesses are. At the intersection of these two streets is the Tay Ninh roundabout, which is considered the centre of the city. The Cao Dai Holy See is approximately 3 km from the roundabout.\n\nGetting around Tay Ninh is easy with a short ride via taxi and \"xe om\" motorbike taxi. Mai Linh taxi operates here and \"xe om\" can be found at most intersections.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Tempel Cao Dai Innenansicht Tay Ninh Vietnam.JPG"],["thumb"],["240px"],["Inside Cao Dai Temple"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cao Dai Temple"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=Services at 06:00, 12:00, 18:00, 24:00"],["price=Free"],["content=Most tourists arrive for the noon mass. There is a balcony that runs along the walls halfway up. This is where you can watch the service. It is a very nice view. There is an orchestra of approximately 10 musicians whose music is traditionally Vietnamese. A choir of approximately 20 lead the congregation in the prayers. The musical mix of the hymns is very unusual with a blend of Western and Vietnamese. In the front of the temple is the Divine Eye in the shape of a triangle of justice. It is surrounded by flowers on a cosmic globe. On the altar sit 3 glasses of wine, a cup of water and a cup of tea. The temple's domed ceiling is painted with stars and has a blue globe which is a Cao Dai icon."]]}]},{"type":"[[","value":[["File:Hodautieng.jpg"],["thumb"],["Dau Tieng Reservoir"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dau Tieng Reservoir"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=19 km from Tay Ninh"],["phone="],["fax="],["hours="],["price="],["content=It was constructed in 1981 to provide water in Tay Ninh province as well as neighboring provinces. The lake covers an area of 27,000 hectares, and it contains up to 1.5 billion cubic metres of water. The reservoir is set in a beautiful landscape of surrounding of mountains with many islets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lo Go Xa Mat National Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=30 km NW of Tay Ninh"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A short ride from Tay Ninh lays the remnant of a primeval forest that used to cover much of land in Tay Ninh province. Covered 18,675 ha and comprised of lowland forests and wetlands, Lo Go Xa Mat National Park was established in 2002 as a nature reserve. The park boasts a rich biodiversity of flora and fauna, some of which are endangered species. The only protected natural reserve in Tay Ninh, the park is nature’s last stand. On the Cambodian side of the park, very little traces of the forest remained, victim of deforestation. On the Vietnam side, agriculture is rapidly encroaching. See nature here as it was before much of the land had been surrendered to man. Note: The ",{"type":"''","value":["Cao Dai Holy See"]}," has some patches of the old forest in front of the main temple and that are where the monkeys currently live."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nui Ba Den Mountain"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Approximately 10 km NE of Tay Ninh"],["phone="],["fax="],["hours="],["price="],["content=This mountain is considered the roof of southern Vietnam and often called ",{"type":"''","value":["van son"]}," or ",{"type":"''","value":["cloud mountain"]}," because it is always covered by clouds. The mountain is made up of three smaller mountains called ",{"type":"'''","value":["Heo"]}," (pig), ",{"type":"'''","value":["Phung"]}," (phoenix), and ",{"type":"'''","value":["Ba Den"]}," (black lady). There is a trip cable car from the bottom of the mountain to the top. Or you can walk the trail. The views of the countryside are breathtaking. There are lunar New Year rituals and festivals that attract about a million visitors yearly. ",{"type":"'''","value":["Ba Den"]}," Mountain Spring Festival is celebrated 15-18 of the 1st lunar month, should you are here at that time."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Feed the Monkeys"],["alt="],["url="],["email="],["address=",{"type":"''","value":["Cao Dai Holy See"]}],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=There are monkeys living in trees on the temple grounds. Feeding the monkeys is a favorite activity for the locals and visitors alike. One can see them dashing about near the seating arenas on the two sides of the big square in front of the temple. Peanuts, fruits, and whatever edible are thrown to the monkeys."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Walk the Rubber Plantation"],["alt="],["url="],["email="],["address=",{"type":"''","value":["Cao Dai Holy See"]}],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=There are large tracts of rubber plantations all over ",{"type":"'''","value":["Tay Ninh"]},", however, you can visit one right inside the ",{"type":"''","value":["Holy See"]},", saving you the need to go anywhere far. Tracts of rubber fields are planted throughout the ",{"type":"''","value":["Holy See"]}," complex. You can take a stroll in any of these fields to experience the production of a rubber plantation in ",{"type":"'''","value":["Tay Ninh"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Conquer Ba Den Peak"],["alt="],["url="],["email="],["address=",{"type":"''","value":["Ba Den Mountain"]}],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=For the adventurous souls who wish to reach the very summit of Ba Den Mountain, the 360 degree vista of the surrounding countryside is the ultimate reward. Perching 986m above sea level, the summit offers a good day's hike. Take a taxi or motorbike taxi halfway up the mountain near the temples entrances. From there, it is a good 2 hrs hike to the top. At the summit, some climbing skills are needed to reach the very peak. Bring plenty of water and good hiking shoes."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Chợ Long Hoa.jpg"],["thumb"],["Long Hoa Market"]]},"\nAs a rural province, Tay Ninh isn't much of a shopping destination. There used to be a popular duty-free shopping mall at Moc Bai border crossing that is now closed. Worthwhile buying are some Tay Ninh specialties that visitors can take home as gifts.\n\n",{"type":"===","value":[" What to buy "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chilli Salts"],["alt=Muối Ớt"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tay Ninh is famous for its unique chilli salts. Crushed to a powder, chilli peppers are mixed with salt and seasonings to make chilli salts. Spicy and salty, a good dipping for fruits and snacks or sprinkled on foods. Sold practically everywhere in Tay Ninh, especially on roadsides coming in\/out of town."]]}," "]},"\n",{"type":"===","value":[" Where to buy "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Long Hoa Market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Several kilometres S of the Cao Dai See complex"],["phone="],["fax="],["hours=05:00-18:00"],["price="],["content=Long Hoa Market sells food, clothing and everything else you would expect to find in a marketplace."]]}]},"\n",{"type":"==","value":["Eat"]},"\nTay Ninh goes to bed early. By 21:00 most of the city quiets down. The area around Cau Quan bridge (a short walk from Tay Ninh roundabout), however, remains active until late at night. In the evening, the area is brightly lit with shops lights advertising their wares. Eateries are crowded with diners. Drinks and snacks joints are teeming with customers. There are many dining options in this area. Find a seat on the promenade beside the creek and watch the bustling activities.\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cánh Ký Noodle House"],["alt="],["url="],["email="],["address=109 Tran Hung Dao"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Morning till noon"],["price="],["content=Family-owned for more than 20 years. This noodle house is well-known to locals. Famous for their won ton noodle soups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Phở Bình"],["alt="],["url="],["email="],["address=1 Vo Thi Sau"],["lat="],["long="],["directions=Corner of Vo Thi Sau & Hoang Le Kha St"],["phone="],["tollfree="],["fax="],["hours="],["price=USD2-3 (25,000-30,000 dong)"],["content=Good place to eat ",{"type":"''","value":["phở"]},". Plenty of seating and ample portions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Phở Mai"],["alt="],["url="],["email="],["address=627 Cach Mang Thang 8"],["lat="],["long="],["directions=On the main street"],["phone="],["tollfree="],["fax="],["hours=All day"],["price=USD2 (30,000 dong)"],["content=A decent place to find a good bowl of ",{"type":"''","value":["phở"]}," (beef noodle soup). Clean place. Fast service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tùng Ký Noodle"],["alt="],["url="],["email="],["address=Nguyen Thai Hoc St"],["lat="],["long="],["directions=Near the corner of Hoang Le Kha St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small, but busy noodle house serving delicious won ton noodles."]]}]},"\n",{"type":"==","value":["Drink"]},"\nTay Ninh is hot and humid year round. Fortunately, there are plenty of places that offer cold drinks and sanctuary from the heat. Drive around and one can find more than 10 coffee shops on any given street. Coffee shops are abundant here and there is no trouble in finding a nice place to chill, nonetheless, there are a few noteworthy places:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Bang Lang"],["alt="],["url="],["email="],["address=56 Nguyen Chi Thanh"],["lat="],["long="],["directions=Near town centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large open space and plenty of seating. This place can be crowded with bureaucrats and office workers in the early morning due to its proximity to all the government and business buildings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Thao Wind"],["alt="],["url="],["email="],["address=196 Vo Thi Sau"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This place offers plenty of tropical greens and misty vapours to cool the soul. Overhead swaying baskets of tropical plants form a natural canopy and trickling water fountains cool the air. A nice place to chill and pass the time."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are a couple of hotels more or less close by 30\/4 Thang near the roundabout. A hotel room typically comes with air-con and hot shower.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anh Dao Hotel"],["alt="],["url="],["email="],["address=146 - 30\/4 St"],["lat="],["long="],["directions=~500 m W of Hoa Binh Hotel"],["phone="],["fax="],["hours="],["price=150,000 dong including breakfast"],["content=Older hotel with big rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hoa Binh Hotel"],["alt="],["url="],["email="],["address=210 - 30\/4 St"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=320,000-500,000 dong, including breakfast"],["content=The town's main hotel. They have massage service. This hotel is quite run down as it has not been renovated for quite some time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nha Nghi Quyen"],["alt="],["url="],["email="],["address=30\/4 St"],["lat="],["long="],["directions=Opposite Anh Dao Hotel"],["phone="],["fax="],["hours="],["price=Small double rooms are 200,000 dong and a large bedroom with 2 double beds is good value for money at 250,000 dong."],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Song Lam Hotel"],["alt="],["url="],["email="],["address=30\/4 St"],["lat="],["long="],["directions=Between Anh Dao and Hoa Binh Hotels"],["phone="],["fax="],["hours="],["price=300,000-350,000 dong, breakfast included."],["content=They also have massage service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Viet Phuong"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the same block of buildings as Nha Nghi Quyen"],["phone="],["fax="],["hours="],["price=200,000+ dong"],["content=OK rooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\nTay Ninh offers a quick one day get-away from the big city. Most visitors come to see the Cao Dai Holy See and Ba Đen Mountain. A few would venture to Dầu Tiếng Reservoir. Most would head back to HCMC for other destinations. There isn't much to do in Tay Ninh after a day or two of sights seeing. Border crossing to Cambodia is at Mộc Bài. \n",{"type":"*","value":[" ",{"type":"[[","value":[["Ho Chi Minh City"]]}]},"\n\n",{"type":"[[","value":[["WikiPedia:Tay Ninh"]]},"\n\n",{"type":"{{","value":[["geo"],["11.3000"],["106.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Vietnam"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]