[{"type":"{{","value":[["pagebanner"],["Tayrona Cabo.JPG"]]},"\n\n\nThe popular ",{"type":"'''","value":["Tayrona Park"]}," lies at the Caribbean coast near ",{"type":"[[","value":[["Santa Marta"]]}," in ",{"type":"[[","value":[["Colombia"]]},". It has some of South America's loveliest coastline.   This little, delightful spot is located about 30 minutes from the city of ",{"type":"'''","value":["Rodadero"]},", with beautiful beaches, hammocks to rent for the night, food, water and surf (be careful, though; there is a strong riptide - experienced surfers only!). Additionally, you can get a guide to take you to a native village in the nearby mountains.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Tayrona-Coastline.jpg"],["thumb"],["300px"],["Tayrona Coastline"]]},"\n",{"type":"===","value":["History"]},"\n\nThe concession of the Tayrona National Park was created in 1864 and it is located on the Caribbean Coast in the north of Colombia, only 34 km from the city of Santa Marta. it has not only an immense natural importance in this region, but it is also  a cultural treasure. A long time ago, small groups of hunters and gatherers inhabited the park, and towards the VI and the VII century, both the coast and the mountain of the park were habited by the famous Tayrona tribe. You can admire their culture nowadays, because the Koguis, their direct descendants, as well as three other indigenous groups, still live in these areas and they maintain many of their traditions.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Rainbow Ameiva.jpg"],["250px"],["thumbnail"],["Rainbow Ameiva"]]},"\nThe park offers a big variety of Flora and Fauna because it includes two ecosystems between the mountain and the sea. It boasts fascinating wildlife including black howler and titi monkeys, red woodpeckers, iguanas, jaguars (which are rarely seen as they hunt at night), a variety of lizards, tropical marine life, and more than 400 species of birds, such as eagles, condors and the odd pet parrots kept at the restaurant at Arrecifes.\n\nThe vegetation is characterized  by the ecological influence and the rain depending on the sector, from tropical dry forest to coral reefs.\n\n",{"type":"===","value":["Climate"]},"\nThe temperature varies betwen 25°C and 30°C, depending on the location and elevation. There are two rainy seasons from may to june and from september to november. The climate is temperate and hot.\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"[[","value":[["File:El Cabo at Tayrona National Park.JPG"],["thumbnail"],["El Cabo at Tayrona National Park"]]},"\n",{"type":"[[","value":[["File:El Cabo beach.JPG"],["thumbnail"],["Beach in El Cabo"]]},"\n",{"type":"===","value":["By bus"]},"\nFrom ",{"type":"[[","value":[["Santa Marta"]]}," take the bus from the corner of Calle 11 with Carrera 11. It leaves about every half hour and costs C$5,000. Ask the bus driver to drop you off at the park entrance, it is about one hour and can't be missed. From the park entrance it is another 4 kilometres to Cañaveral. You can either walk, take a van for C$2,000 or try to hitch a ride.  From the entrace to Arecifes is all in all a walk of about 1.5 hours, but you can see monkeys and other wildlife along the way if you walk.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" A taxi from Santa Marta or Taganga might be an alternative for groups of 3 or 4 persons. It should cost around COP 70,000."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greenpathtransfers.com GPT"]}]}," offers now low emission rides from Santa Marta to the Tayrona Park and other destinations in this area."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Taganga"]]}," there is a daily boat leaving early in the morning at about 9.30AM to Cabo and returning at aorund 3PM. The 1 hour boat ride can be really rough in the open ocean. Protect your belongings with plactic bags, because especally in the back of the boat you get all wet. There is a fix price of 40,000 COP each way. The entrance fee has to be paid at the beach. The boat drops you straight at El Cabo, so if you are planning to stay there it is ideal. You can always take the boat to El Cabo and spend some time trekking to the end and then getting a bus out."]},{"type":"*","value":[" With a large number of people it might work out cheaper to rent a boat from Santa Marta or Taganga. You get dropped off at one of the park's beaches and this way you avoid the entrance fee."]},"\n",{"type":"==","value":["Fees\/Permits"]}," \nThe entrance fee is 37,500 COP for foreigners, 35,000 COP for Colombian citizens and 7,000 COP for students (you must bring student ID AND copy of passport to prove you are 25 or under) and children from the age of 5 to 12. Bags and personal belongings are checked for drugs and glas bottles at the park entrances.\n\nThe prices for food and water are very high inside the park compared to Colombian standards. For example a can of coke costs 3,000 COP, a beer 3,000 COP and a 5 liter bottle is 7,000 COP, although prices do vary from site to site (Cabo is a bit cheaper, Arecifes a bit more expensive since many more people stay there).\n\n",{"type":"==","value":["Get around"]},"\nA jeep \/ vehicle can be caught from El Zaino entrance which will take you to the start of the walk \/ hiking trail. Mules \/ Donkeys can be hired to transport you and your lugagge to Arrecifes, but are mostly used for transporting groceries (fruit, food, drink and water) to the local restaurants in the park. The walk \/ hike to Arrecifes is about 45mins - 1 hour, depending on how much you stop to observe the local fauna and flora. It is recommended that hiking boots \/ trainers are worn for the duration of this walk, as it can get really muddy and slippery during the rainy season.\n\nThe walk \/ hike from Arrecifes to La Piscina is about 15 - 20 mins, the majority of the walk is along the beach and sea edge with some palm forested areas. The walk \/ hike from La Piscina to El Cabo is another 5 - 10 mins, but well worth it once you arrive.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["Mapframe"],["11.322"],["-73.969"],["zoom=12"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=El Zaíno"],["alt="],["url="],["email="],["address="],["lat=11.2817"],["long=-73.9149"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Most of the tourist attractions are located in the east of the park. So everybody has to enter the park through the gate of El Zaíno. It is on the highway between Santa Marta (36 km), Palomino (63 km) and Riohacha (134 km). At the gate unofficial guides are offering cheaper prices for tours. But most of the tours can be done on your own anyway."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cañaveral"],["alt="],["url="],["email="],["address="],["lat=11.30560"],["long=-73.92908"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cañaveral is the only place which can be reached by car. A jeep \/ truck is running on this 4 km long road for 2,000 COP per person. In Cañaveral there are a camping ground, exclusive cabanas and a restaurant. The beach is nice, but sometimes dangerous for swimming. The beach of Castilletes is a little off the road with the first accommodations in the park at the beach."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Arrecifes"],["alt="],["url="],["email="],["address="],["lat=11.3151"],["long=-73.9497"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arrecifes is the place with most of the good budget accommodations. It is as 45 min hike from Cañaveral to reach there. If you don't want to walk all the way you can go by horse (COP 16,000) or rent a donkey to carry your luggage. The beach is nice but dangerous for swimming. Instead head another 10 min to La Aranilla or 20 min to La Piscina."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Piscina"],["alt="],["url="],["email="],["address="],["lat=11.3235"],["long=-73.9585"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=La Piscina is the safest place to swim and a great beach to hang out. It has a beautiful accommodation where you can enjoy your stay in Tayrona National Park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=El Cabo"],["alt="],["url="],["email="],["address="],["lat=11.3286"],["long=-73.9646"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=El Cabo San Juan de la Guía is a pair of spectacular beaches separated by a rocky outcropis. There is a large campground and restaurant that serves breakfast, lunch and dinner, which is surprisingly good and affordable. Besides there is also a basic but exclusive two story wooden bungalow for rent on the rocky point. From La Piscina it's a 10 min walk and from Arricifes around 30 min of easy hiking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=El Pueblito"],["alt="],["url="],["email="],["address="],["lat=11.31639"],["long=-73.97880"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An archaeological site similar to Ciudad Perdida only much smaller in size. It is a 3-5 hour uphill walk from El Cabo."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In La Piscina a reef in front of the coast forms a natural swimming pool. Other than Arrecifes it is safe to swim here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Snorkeling"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Snorkeling at El Cabo is also a great pastime, provided the visibility is good. A variety of marine life including tropical fish can be seen nearer the rocks and on the reef further out into the ocean. It is recommended to bring one's own snorkeling gear."]]}]},"\n",{"type":"==","value":["Eat"]},"\nFood in Tayrona is much more expensive than other places in Colombia. An average meal in the park can run between $10-25. A seafood centric menu, the costs of transporting ingredients to the park and marking up for tourists means eating on the beach ain't cheap.\n\nTravelers can get food from the different native or local restaurants present in Arrecife, El Cabo and La Piscina. There is a variety of sea food, such as the tropical fish plate with rice and salad. Seafood dishes are also usually served with pataconés (fried plantain). Similar to bananas, plantains are usually firmer and not as sweet, with a neutral flavour like a potato.  They are usually cut, fried and smashed into small pancake shapes, when they are fried again and served with food or as a snack on their own.\n\nThe local restaurants have a varied menu which includes breakfasts (with scrambled egg as the basis) seafood, meat (particularly steak and chicken), chips (papas fritas) and pastas. It is advisable to get in early, to avoid the disappoinment of being told the restaurant is out of the meal you requested. Meals are ordered and paid for before receipt.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" The restaurant at Arrecifes sells delicious freshly squeezed juices. Try a fruit juice mix of 'lulo' (a fleshy yellow fruit indigenous to the Caribbean coast)and banana or maracuya (a local brand of grenadilla or passion fruit). "]},{"type":"*","value":[" Jenna - On the hike from the entrance to Arreifes, there is a campsite just before you reach Arrecifes. Here they do fantastic bread with chocolate or dulce de leche (caramel) baked in and it only costs 2,000 COP"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["Image:Tayrona-Hut.jpg"],["thumb"],["right"],["250px"],["Hammock Hut at El Cabo"]]},"\n",{"type":"[[","value":[["Image:Tayrona-Sunset.jpg"],["thumb"],["right"],["250px"],["A Sunset at El Cabo"]]},"\n\n",{"type":"'''","value":["Cañaveral"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ecohabs Tayrona"],["alt="],["url=http:\/\/www.ecohabsantamarta.com\/ecohabs-tayrona"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=The famous luxury accommodation with small or big Huts from COP 800,000 night\/double occupation including taxes and breakfast"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cabin Tayrona Park"],["alt="],["url=http:\/\/www.cabintayronapark.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=From Cañaveral you can also go in the opposite direction, and instead of the ecohabs you will arrive to the beach of Castilletes, which is a beach without any crowds and you get a nice ensuite room for 60'000 per person."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Castilletes"],["alt="],["url=http:\/\/castilletescamping.wix.com\/ecoturismocampingcastilletes"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"'''","value":["Arrecifes"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yuluka"],["alt="],["url=http:\/\/www.aviaturecoturismo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=With the very nice bathrooms in the price range of the Cabanas this camping site is worth every cent. Camping site COP 11,500 pp, hammock COP 20,000 and luxury cabanas from COP 350,000"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Finca El Paraíso"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Finca El Paraíso is the closest to the sea. It is a campsite with a restautrant. Hammocks are availble."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bucarú"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Same owner as Finca El Paraíso, this similar site on the west side of the beach offers decent camping facilities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Don Pedro"],["alt="],["url="],["email=campingdonpedro@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+57 317 253 3021"],["tollfree="],["fax="],["checkin="],["checkout="],["price=COP 12,000 if you don't bring your tent, 8000 if you do. A hammock costs COP 10,000 per night and a cabaña for 2 costs COP 80,000"],["content=A good choice in Arrecifes with a plenty of space under fruit trees. Cooking is possible, but there is also a decent restaurant with mains from COP 12,000."]]}]},"\n",{"type":"'''","value":["La Piscina"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hacienda Arrecifes"],["alt="],["url=http:\/\/colombiaecotravel.com\/hotels\/hacienda-arrecifes-tayrona-national-park-colombia\/"],["email=reservations@colombiaecotravel.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=There is only one accomandation at La Piscina. This is a great guest house that over looks the ocean and is perfect for large groups such as family reunions or yoga retreats. The guest house has 12 private rooms with shared bathroom, single or double bed and ocean view."]]}]},"\n",{"type":"'''","value":["El Cabo"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Cabo San Juan de la Guía"],["alt="],["url=http:\/\/www.cecabosanjuandelguia.com.co\/"],["email=audin77@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+57 314 545 1606"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=One of the most popular spots to stay the night. There is a large campground facing a pair of spectacular beaches separated by a rocky outcrop. You can either stay in hammocks (between C$15,000 and C$20,000) or in 2 person tents (which can be rented there for a total of C$50,000). There is also a two story wooden bungalow on the rocky point. This features two simple rooms with double beds on the top floor, and a bottom floor with premium hammock space for rent. Common toilets and showers are available. Breakfast, lunch, and dinner are served at the restaurant, which is surprisingly good and affordable. There is only electricity few hours a day, but if so you can even pay with credit card."]]}]},"\n",{"type":"'''","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Finca Barlovento"],["alt="],["url=http:\/\/www.fincabarloventosantamarta.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=One of the tourist's favourite cabanas next to the Tayrona Park is Finca Barlovento, with an amazing setting between the river and the Sea."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Pleyades"],["alt="],["url=http:\/\/www.santamarta-hotels-tours.travel"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Las Pleyades offers also accommodation options outside the Tayrona National park at lower prices, but not more than 10 minutes by bus or car from the main entrance of Cañaveral or Pueblito in Calabazo."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nIt is prohibited to swim in the sea near Arrecifes due to the danger of strong riptides.\n\nIt has been known for local theives to listen to see if people are asleep in their tent and then open the tent and steal what they can find. Make sure to either use the lockers, keep valuables close to your person or do not bring them at all.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"{{","value":[["geo"],["11.2667"],["-74.0500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Magdalena Department"]]},"\n\n",{"type":"[[","value":[["wikipedia:Tayrona National Natural Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Parque Nacional Natural Tayrona"]]}]