[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Taza"]}," is a city in ",{"type":"[[","value":[["Morocco"]]},", provincial capital of the region (\"wilaya\") Taza-Al Hoceima-Taounate.\n\n",{"type":"==","value":[" Understand "]},"\n\nTaza has always been of high importance because of its strategicly favourable location as a passage between the Rif and the Middle Atlas. \n\nTaza is divided into two parts: the ",{"type":"'''","value":["Medina"]}," (Taza-Haut), built on a plateau, and the ",{"type":"'''","value":["Ville Nouvelle"]},"(Taza-Bas) in the valley, set up by the French after the occupation in 1914.\n\nAt the ",{"type":"'''","value":["Medina"]}," the more \"touristic\" sights of Taza are located: the Great Mosque (\"Jemaa el-Khebir\"), the Medersa Bou Abul Hassan, the Andalusian Mosque and the souks with the \"Jemaa es-Souk\", the Market Mosque. \n\nThe heart of the ",{"type":"'''","value":["Ville Nouvelle"]}," (Taza-Bas) is the Place de l'Indépendance. From there you can easily access the two main shopping streets, the Avenue Mohammed V and the Rue Allal Ben Abdullah. Here you find all sorts of shops and cafés. Most of the cafés are only visited by men, but there are some where you can feel comfortable as a woman. In the morning and at noon you will meet the Tazi women, who do their shopping and errands. In the early evening the streets of the city are full of men and women, but later the streets are left to the men.\nThe young Tazi you will meet at the cinema or in one of the local internet-cafés, where they enjoy an evening out to chat and meet their friends. Like all over the world also in Taza surfing the web and chatting has become a common pastime. So more and more internet-cafés are opening, mainly in the Ville Nouvelle. \n\n",{"type":"===","value":[" History "]},"\n\nIt is always pointed out that Taza's history and daily life was stamped by its geographical situation as the prominent passageway from east to west. Legend has it that the Meknassi tribe founded Taza at the end of the 7th century. But 25000-year-old prehistoric findings near the Medina (Kifan el-Khomari) show that people have settled here as early as the Palaeolithic. \n\nIn its history the town has been made capital several times, so under the Almohades, when Sultan Abd-el-Moumen conquered Taza in 1141 and had the Great Mosque built. Also the first Alaouite ruler, Moulay er-Rachid, the ancestor of the present king, started his conquest of Morocco from here. \nAfter his death in 1672 Taza lost its status as a capital once and for all, with the exception of the interim \"reign\" of the rebell Moulay Muhammed, called Bou Hemara (\"man on the donkey\"). He had gained the support of local Berber tribes and had himself proclaimed sultan in 1902 in Taza, but was imprisoned by Sultan Moulay Hafid and executed a few years later. The house of Bou Hemara still can be seen at the Medina.\n\nApart from adding to the mosques and medersas, each of the dynasties expanded and enforced the fortifications. So when Taza was occupied by French troops in 1914, it was almost naturally made a garrison town. In the first period of the French Protectorate Taza served as a base and starting point for raids against the Berbers in the Rif and the Middle Atlas, who tried to found independent states. \n\nIn 1956 Taza regained some local administrative importance, when it was made the provincial capital of the region.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"[[","value":[["Image:Taza_map_with_listings.png"],["thumb"],["350px"],["osm_url=osm_url=http:\/\/api.openstreetmap.org\/api\/0.6\/map?bbox=-4.0233994,34.198882999999995,-3.9995383999999996,34.2335189"],["size=a5-portrait"],["placement=top-left"],["zoom=16"],["Map of Taza"]]},"\n\n",{"type":"===","value":[" By train "]},"\n\nAn easy and comfortable way to get to Taza is by the trains run by the ",{"type":"'''","value":["\"Office National des Chemins de Fer\""]}," (O.N.C.F.) - ",{"type":"[","value":["http:\/\/www.oncf.ma oncf.ma website (in French & Arabic)"]},". The train station (Gare de Taza) is situated in the north of the Ville Nouvelle (Taza-Bas), Avenue de la Gare. \n\n",{"type":"===","value":[" By bus "]},"\n\nAmongst the various bus-companies the most reliable and comfortable way of travelling by bus to Taza might be with the ",{"type":"'''","value":["Compagnie de Transport au Maroc"]}," (CTM) - ",{"type":"[","value":["http:\/\/www.ctm.co.ma ctm.co.ma website (in French & Arabic)"]},". They stop at the Place de l'Indépendance, and have quite a high standard, but sometimes arrive late.\n\n",{"type":"===","value":[" By taxi "]},"\n\nTo get to nearby towns like Fes and Oujda you also can take the \"grands taxis\". They are faster and cheaper than buses or trains. These cabs are usually shared with other passengers, or - if you are willing to spend a little more money - you can negotiate with the driver to get one by yourself. If you want to travel with children you should consider that the \"grands taxis\" often are without seat-belts. They arrive and depart near the train station in the Ville Nouvelle.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Medina Walls"]}," - a very beautiful promenade is the way around the Medina walls. Along the route around the Medina there are some points with a beautiful view on the surrounding valleys. The largest part of the fortification walls has been built in medieval times under the Almohades. But the Merinides and Saadites have added and reinforced. Nowadays part of the ancient Medina walls has crumbled. The city tries to start reconstruction. The works however progress slowly because of a lack of financial means."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tour Es-Sarragine"]}," - while strolling around the western part of the Medina walls you will come across the Tour Es-Sarragine, the so-called Saracen tower. From here you have a pleasant view on the Middle Atlas. The tower, unfortunately crumbling, has a curious construction: square at the base, and round at the top. The adjacent fortifications date from Almohade times."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Gates of Taza-Haut"]}," - from the Bab Er Rih (\"Gate of the winds\"), above the Medina, you have a beautiful view over the whole valley and the olive groves below. On one side you see the Middle Atlas and on the other the Rif-Mountains. As the name indicates it might be a bit windy at times, but in the summer-time that's a welcome refreshment. Apart from the most famous gate at the Medina, the Bab Er Rih, you will find other gates from where you can have a splendid view around. One of them is the Bab Zitouna."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ville Nouvelle"]}," - in the less touristic quarters in the Ville Nouvelle at Taza-Bas you will find mostly new buildings and little houses. Though the buildings are nothing extraordinary, you can sometimes find a house \"in the making\" and get an idea about construction works in Morocco."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Gouffre de Friouato"],["url="],["email="],["address="],["lat="],["long="],["directions=South of Taza in directions of the village Bab Bouidir. It is well signposted on the road."],["phone="],["tollfree="],["fax="],["hours="],["price=mouth Dh 5, guide up to 5 people Dh 200"],["content=A huge cave and tunnel system. The mouth is not that interesting, so it is highly recommended to take a guide."]]}," Especially in low season, public transport is a problem. There is a grand taxi station (Grand Taxis Bab Bouidir - price Dh 12-14) with occasional services to Bab Bouidir that passes the cave. Just leave when you see the signpost to the cave (or ask the driver) from where it is a 5 to 10-minute walk uphill. It is theoretically possible to flag down a grand taxi coming from Bab Bouidir to get back to Taza, however these are rare and you might spend a lot of time waiting. Another option is to arrange pickup at a certain time, which however will make you pay for the whole taxi (about Dh 70)."]},"\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":[" Buy "]},"\n\nAn advantage of shopping in Taza is the fact that it is not as overrun by tourists as the larger cities in Morocco. You can take your time and enjoy the calm and the ambiance of small town life. \n\nAt the Medina you can get what most tourists take home as souvenirs: arts and crafts or the typical Moroccan \"babouches\" and clothing. The main shopping streets in the Ville Nouvelle are the Avenue Mohammed V and the Rue Allal Ben Abdullah. Here you can get everything, that you need for everyday life. \n\nAt the corner of the Place de l'Indépendance, not far from the Hôtel du Dauphiné, there is a bookstore. You can also buy French and Arabic books at a small tent-like stand near the central market (\"marché central\") and the Mouritania mosque.\n\n",{"type":"==","value":[" Eat "]},"\nThere are not many options to eat in Taza.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Les Deux Rives"],["url="],["email="],["address=20 Avenue Oujda"],["lat="],["long="],["directions="],["phone=00212-3567-1227"],["tollfree="],["fax="],["hours="],["price=25-50 Dh"],["content=A freshly renovated and very clean little restaurant in mediterranean style with prettily decorated tables. They offer amongst others salads, tajines, pastilla, pizza and soups."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grand Hôtel Du Dauphiné"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=mains 80 Dh"],["content=The hotel also has a decent restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Snack Chez Amigos"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10-20 Dh"],["content=One of a couple of cheap chicken or sandwich options."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Patisserie Al-Ahram"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has ice-cream and an good choice of pasteries. Wifi access is available."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Café Picasso"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=00212-3538-2691"],["tollfree="],["fax="],["hours="],["price="],["content=Immeuble Aarab Angle, Avenue Mohammed V, - a good choice if you are looking for a place to breakfast ouside the hotel. Unlike most other cafés it is not exclusively frequented by men, so you can feel very comfortable as a woman. The service is very good. A \"petit-déjeuner\" costs 20-25 dirham, fresh orange juice 10 dirham, coffee 6 dirham and hot chocolate 8 dirham."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Friouato"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=00212-3567-2593"],["tollfree="],["fax=00212-3567-2244"],["price="],["checkin="],["checkout="],["content=Is between Taza-Bas and Taza-Haut, Quartier El-Messaoudia, next to the Boulevard Bel Hassan al Ouazzani, near the Boulevard de 3 Mars; - nice clean rooms with bathroom (hot shower) and TV, a little old-fashioned. In winter-time heated rooms. The service is friendly and obliging."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hôtel Du Dauphiné"],["url="],["email="],["address=Avenue Prince Héritier Sidi Mohammed"],["lat="],["long="],["directions=Next to the Place de l'Indépendance not far from the CTM-Bus stop"],["phone=00212-3567-3567"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=(**) Nice Art-déco hotel in the center of the Ville Nouvelle. Clean rooms (with bathrooms) at a low price. No heating in winter-time. Friendly and obliging service."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Guillaume Tell"],["url="],["email="],["address="],["lat="],["long="],["directions=Place de l'Indépendance"],["phone="],["tollfree="],["fax="],["hours="],["price=single 50 Dh, double 70 Dh"],["checkin="],["checkout="],["content=The rooms are big and come with sinks, but don't expect too much for the price. The shared facilities are not always inviting. As of March 2012, the hotel is for sale, so its future is uncertain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Boujida"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":[" Internet "]},"\n\n",{"type":"'''","value":["Mahlabat Annas"]},", 3 Rue Esmara, Bit Ghoulam; tel. 00212-3567-4344 - small Internet-café with 9 PCs, headphones and microphones. While chatting or surfing the web you can enjoy the local home-made joghurt (\"raibe\") or munch some sweets. Very friendly service who helps with all difficulties concerning the net and even gives some tips about chatting. It is open 7 days a week from morning to midnight (hours vary acccording to season). 4 dirham\/hour.\n\n",{"type":"===","value":[" Post "]},"\n\nTaza has three post offices, one at the Medina (vis-à-vis the Place Ahrrach) and two in the Ville Nouvelle, at the Place de l'Indépendance and near the train station.\n\n",{"type":"'''","value":["Medina"]}," (Taza-Haut):\n",{"type":"*","value":[" Bureau de Poste Taza-Haut, Place Moulay Al Hassan; tel. 00212-35-27-0182"]},"\n",{"type":"'''","value":["Ville Nouvelle"]}," (Taza-Bas):\n",{"type":"*","value":[" Bureau de Poste Taza-PPAL, Place d'Indépendance; tel. 00212-35-67-2883"]},{"type":"*","value":[" Bureau de Poste Taza-Gare, Avenue Bir Anzarane Al Adarissa; tel. 00212-35-28-0963"]},"\nThe post offices are usually open from 8AM to noon and from 2.30PM to 6.30PM but the opening hours can change during the summer and Ramadan.\n\nFor information about the postage for letters and parcels (in French and Arabic): http:\/\/www.bam.net.ma (click \"Votre Courrier\" > \"Choisissez votre courrier\" > \"Calculer vos tarifs\" and follow the instructions).\n\nIf you want to send a parcel abroad you have to leave it open when you go to the counter.\n\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"'''","value":["Laundry"]},": Out of the summer-season the weather might become somewhat wet and rainy in Taza. After visiting the Medina you might be looking for a cleaners. The dry-cleaners (\"Pressing\") are quite cheap, about 10 dirham a piece, for example in the Avenue Mohammed V (Ville Nouvelle). Normally you can pick up your clean clothes the following day. The staff speaks French and Arabic.\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["geo"],["34.2167"],["-4.0167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Middle Atlas"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Taza"]]}]