[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Teaneck"]}," is a township in ",{"type":"[[","value":[["Bergen County"]]},", ",{"type":"[[","value":[["New Jersey"]]},". It is the suburb with the second highest population of the 70 towns in the county with 39,776 as of the 2010 United States Census. The town is 11 miles west of New York City.\n",{"type":"[[","value":[["File:THS Main 2007.jpg"],["thumb"],["The striking Teaneck High School building"]]},"\nTeaneck was founded on February 19, 1895. Today, it has a diverse population. Teaneck has many lovely streets for its residents and visitors to stroll, shop, dine, and even enjoy local artwork.\n\n",{"type":"==","value":["Understand"]}," \nYou will more than likely need a car to get around. If you work in New York City, however, you can easily take a bus ride. Public transportation is fairly easy to figure out and buses run very frequently in and out of the town’s limits.\n\nJust like New York, summers are hot and sticky with temperatures rising into the 90s. The usual summer temperatures range from 69-85 degrees, and the winter months usually range from as high as 38 degrees to as low as 26 degrees. The tri-state area shares a very similar range in temperature and they take pleasure in all four seasons.\n\nThe town is known for its major institutions like Holy Name Medical Hospital and the Metropolitan Campus of Farleigh Dickinson University, the largest private university in the state of New Jersey. The Teaneck Armory is home to the New Jersey National Guard’s 50th Main Support Battalion and they host many events  for the community, mainly in the summer months. The commercial development of the town is concentrated in four main shopping areas and there is convenient access to many main highways from different points in town.\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"[[","value":[["File:Teaneck Armory front jeh.JPG"],["thumb"],["Teaneck Armory"]]},"\n",{"type":"===","value":["By car"]},"\nTeaneck is positioned along a number of major highways, including the New Jersey Turnpike (a portion of I-95) and I-80. Teaneck is the eastern final point of I-80, which stretches around 2900 miles west to downtown San Francisco, California. The town’s main highway is Route 4, running east to west through Teaneck from New York. There is no commercial development along this highway in the town itself due to a decision taken back in the 1940s to create a greenbelt, but there is easy access to the commercial area just a few minutes down Route 4. New Jersey’s other main route is the Garden State Parkway and can be reached by car just a few miles west of Teaneck.\n\n",{"type":"===","value":["By plane"]},"\nThe closest commercial airport to Teaneck in New Jersey is Newark Liberty International Airport, located 19.7 miles away in Newark. New York City’s LaGuardia Airport is 14.7 miles away, located in Queens and can be accessed via the George Washington Bridge and is approximately 22 minutes away (in the most ideal traffic conditions). John F. Kennedy International Airport in Queens is approximately 25.7 miles (34 minutes) from Teaneck. There is also Teterboro Airport, which offers general aviation service, and is about a 4 miles (10 minutes) away. All of these airports can be accessed by car or by taxi services located in Teaneck that will pick you up any time, day or night.\n\n",{"type":"===","value":["By bus"]},"\nTeaneck has the availability of the New Jersey Transit bus service, with very frequent service to Teaneck Road, Route 4, and Cedar Lane. There is less frequent service on other main streets. NJTransit bus services are offered at the Port Authority Bus Terminal in ",{"type":"[[","value":[["Manhattan\/Theater District"],["Midtown Manhattan"]]}," via the 155, 157, 167, and 168 routes. There is service to and from the George Washington Bridge Bus Terminal  in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Upper Manhattan"]]}," via the 171, 175, 178, and 186 routes. \n\nA number of jitney services also provide an inexpensive, fast unscheduled service along Route 4 between ",{"type":"[[","value":[["Paterson"]]}," and the George Washington Bridge Bus Terminal.\n\n",{"type":"===","value":["By train"]},"\nThere is currently no passenger train operation in Teaneck.\n\n",{"type":"==","value":["See and do"]}," \n\nTeaneck has four main shopping areas located on Cedar Lane, Teaneck Road, DeGraw Avenue, West Englewood Avenue, and Queen Anne Road, most commonly known as \"The Plaza.\"\n\n",{"type":"*","value":[{"type":"'''","value":["Cedar Lane"]},". One of the more popular and conveniently located streets is one of the busiest streets in town. There are over 15 restaurants, clothing stores, shoe stores, salons, and the ever so popular.  Cedar Lane Cinemas (currently closed and undergoing renovations). It is the town’s only movie theater and they occasionally host live performances by local performance groups. Many restaurant on the street are Kosher. A farmers' market is held every week, even into the winter months, and has become one of the most popular events in town. Free dance lessons are also given outdoors in the summer months as a community outreach program to bring people of all ages and backgrounds together."]},{"type":"*","value":[{"type":"'''","value":["Teaneck Road"]},". This is another popular street for residents to shop for the essentials without having to get on any highways. This road stretches all the way through town, connecting Teaneck to its bordering towns. There is also direct access to the highway from many points on this road."]},{"type":"*","value":[{"type":"'''","value":["West Englewood Avenue"]},". The west portion of this street stretches from the train tracks all the way down to the Hackensack River and is mostly residential, but east of the tracks, the street is part of the Queen Anne Road \"Plaza\" business district and is lined with restaurants and shops."]},{"type":"*","value":[{"type":"'''","value":["Queen Anne Road (“The Plaza”)"]},". This is the most popular road in town next to Cedar Lane because of its diversity. There is something for every demographic, whether it is a Kosher chain of places to eat, a bank, a pharmacy, and the most popular restaurant in town Mexicali Blues Café. Live bands will come and play at the café once or twice a month and the place will stay open until well passed two in the morning. The younger crowd tends to hang out down there, but up the road is referred to as “The Plaza” where families gather. Several Kosher eateries are found in the area where families can go and have their choice of pizza, falafel, chicken, bagels, pasta, chinese, sushi, Persian, Italian, burgers, salads, and even a Starbucks-like coffee house."]},"\n",{"type":"===","value":["Parks"]}," \n",{"type":"[[","value":[["File:Teaneck Creek 2005.jpg"],["thumb"],["Teaneck Creek"]]},"\nFor its size, Teaneck has quite a few parks, 22 to be exact. They are mostly small grassy spaces in residential areas with swing sets and basketball courts, but there are a few that hold significance for the entire town.\n",{"type":"*","value":[{"type":"'''","value":["Andreas Park"]},". West Englewood Avenue will lead you down the hill to this park that sits on the edge of the Hackensack River. This park has large open space, a jungle gym and  free public tennis courts. This park is active year round with a great spot for people to push off in their boats to drift on the Hackensack River."]},{"type":"*","value":[{"type":"'''","value":["Votee Park"]},". The largest completely developed park in Teaneck and is located almost right in the middle of town. The park covers a huge amount of space, covering an area between Queen Anne Road and Palisade Avenue. Facilities include an in-ground swimming pool, a children’s wading pool, restrooms, an amphitheater, three soccer fields, five baseball fields, refreshment stands, a double handball court, four tennis courts, and a lighted, enclosed, two court basketball facility. There are 2 playgrounds (at either end), picnic areas, and paved walking paths. One playground is accessible for disabled children and has special equipment designed for kids with physical disabilities."]},"\n",{"type":"===","value":["Arts and Culture"]}," \nTeaneck has a number of plays and art exhibitions happening all the time. Many are supported by The Puffin Foundation and its Puffin Cultural Forum located on Puffin Way. This includes the Teaneck International Film Festival held annually in November since 2005. The Teaneck Community Band presents a series of five outdoor summer concerts each summer, also sponsored by the Puffin Foundation. Teaneck is home to the Ethical Culture Society of Bergen County, founded in 1953.  The Teaneck Cultural Arts Coalition has organized many community-wide events.\n\nThe Garage Theater Group is Bergen County’s first non-profit professional theater company, and their members consist of mainly Teaneck residents and they perform the bulk of their shows at Farleigh Dickinson University.\n\n",{"type":"==","value":["Learn"]}," \nTeaneck is home to the Metropolitan Campus of ",{"type":"'''","value":["Farleigh Dickinson University"]},", which is set on the border between Teaneck and the Hackensack River. The college has served over 4,000 undergraduates and over 2,300 graduate students as of the 2010-2011 school year.\n\n",{"type":"==","value":["Eat"]}," \n",{"type":"[[","value":[["File:TeaneckMunicipalBuilding.jpg"],["thumb"],["Teaneck Municipal Building"]]},"\nTeaneck is not known for any kind of fine dining, but for the simple things made extremely well. These places are made “the usual” spot for people all over Bergen County because it’s easy food made to perfection.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bischoff’s"],["alt="],["url="],["email="],["address=468 Cedar Lane"],["lat="],["long="],["directions="],["phone=+1 201 836-0333"],["tollfree="],["fax="],["hours="],["price="],["content=This ice cream parlor, located on Cedar Lane, is nationally famous for its homemade ice cream. Started in 1934, this store began to make what are now 40 different flavors all made on the premises and are used to make just about whatever you would like. The place has a very “step into yesterday” feel where the employees dress like they would in the 1930s with paper hats and bowties. In Teaneck, holidays are not complete without some of Bischoff’s famous homemade candies. After a late night movie at Cedar Lane Cinema, be sure to cross the street and enjoy some of the areas best frozen treats. They’re open every day of the year but Christmas. They do not accept credit or debit cards."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sammy’s New York Bagels"],["alt="],["url="],["email="],["address=1439 Queen Anne Road"],["lat="],["long="],["directions="],["phone=+1 201 837-1111"],["tollfree="],["fax="],["hours="],["price="],["content=Located on Queen Anne Road as part of “The Plaza,” Sammy’s has the best bagels you can get outside of New York City. In fact, New Yorkers will come have a Sammy’s bagel and claim they are just as good as a classic H&H New York made bagel, some say better. Open for breakfast and lunch, Sammy’s is under Kof-K supervision. They offer an extensive dairy menu. Pastries, salads, and sandwiches are available, and in the summer months there is a lovely outdoor seating area. Sammy’s caters events as well."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Coliseum Pizza"],["alt="],["url="],["email="],["address=435 Cedar Lane"],["lat="],["long="],["directions="],["phone=+1 201 287-1470"],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the most popular pizza parlor in town. People will come from across town for Coliseum’s Italian style. They’re brick oven pizza is made to order and when you eat it you feel close to Italy. It is a family owned and operated business and has been in Teaneck since the 1980s. If you want pizza in this town, Coliseum is the place to be."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amarone Ristorante"],["alt="],["url="],["email="],["address=63 Cedar Lane"],["lat="],["long="],["directions="],["phone=+1 201 833-1897"],["tollfree="],["fax="],["hours="],["price="],["content=This quaint, comfortable Italian restaurant is one of the most popular destinations in town. Their fresh seafood and homemade products draw regular customers from Long Island, Rockland County, and even Pennsylvania. Reservations are strongly recommended, as big parties come in often."]]}]},"Teaneck also has a nice array of ",{"type":"[[","value":[["kosher"]]}," restaurants. These are closed on Friday evenings and Saturdays, but some are also open late Saturday night, especially in the summer.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Smokey Joe's BBQ"],["alt="],["url="],["email="],["address=494 Cedar Lane"],["lat="],["long="],["directions="],["phone=+1 201 836-7427"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Tex-Mex slow cooked BBQ. Brisket, chili, homemade smoked sausages, chicken mole, steaks, burgers, burritos, tacos and a kids menu."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chaiko Tapas Fusion"],["alt="],["url="],["email="],["address=515 Cedar Lane"],["lat="],["long="],["directions="],["phone=+1 201 530-5665"],["tollfree="],["fax="],["hours="],["price="],["content=Steaks, Sushi and pan-Asian cuisine. Kosher, and hence more expensive than you would otherwise expect, but the chef knows what he is doing and does it well with high quality ingredients."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dougies Bar-B-Que"],["alt="],["url=http:\/\/www.dougiesbbq.com\/"],["email="],["address=184 W Englewood Ave"],["lat="],["long="],["directions="],["phone=+1 201 833-6000"],["tollfree="],["fax="],["hours=Su-Th 11AM-10PM, F 10AM-3PM"],["price="],["content=Sandwiches, steaks, salads, soups, sides, starters, sodas, and much more: a huge menu with something for everyone. The crayons and color-on tablecloths make it a great place for families. It is strongly recommended that you make reservations (especially if you have more than a few people) — otherwise expect a lengthy wait."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=MochaBleu Pattiserie Bistro & Cafe"],["alt="],["url=http:\/\/www.mochableu.com\/"],["email=info@mochableu.com"],["address=1399 Queen Anne Rd"],["lat="],["long="],["directions="],["phone=+1 201 837-2538"],["tollfree="],["fax="],["hours=Su-Th 7:30AM-8:45PM, F 7:30AM-3PM"],["price="],["content=An elegant dairy menu of much more than just pizza. A wide sushi selection."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Teaneck Marriott at Glenpointe"],["url=http:\/\/www.marriott.com\/hotels\/travel\/ewrgp-teaneck-marriott-at-glenpointe\/"],["email="],["address=100 Frank W Burr Boulevard"],["lat="],["long="],["directions="],["phone = +1 201-836-0600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Features recently renovated guest rooms and suites, as well as 26,500 square feet of event space."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.89750"],["-74.01611"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bergen County"]]},"\n",{"type":"[[","value":[["Wikipedia:Teaneck, New Jersey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/T\/Teaneck\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Teaneck, New Jersey"]]}]