[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:TecolutlaBeach06.JPG"],["thumb"],["Tecolutla Beach"]]}," \n",{"type":"'''","value":["Tecolutla"]}," is in ",{"type":"[[","value":[["Veracruz (state)"],["Veracruz"]]},", a state of ",{"type":"[[","value":[["Mexico"]]},".\n",{"type":"==","value":["Get in"]},"\nTiny Tecolutla is a beach town located 190 km north of the city of ",{"type":"[[","value":[["Veracruz"]]}," along the ",{"type":"[[","value":[["Gulf of Mexico"]]}," coast of ",{"type":"[[","value":[["Mexico"]]},". It is located close by Papantla and Poza Rica, cities placed near interchanges of highways that link to Tampico to the north and ",{"type":"[[","value":[["Mexico City"]]}," to the west. Tecolutla is easily accessible by car or by buses linking to ",{"type":"[[","value":[["Papantla"]]}," or nearby ",{"type":"[[","value":[["Zamora de Hidalgo"]]},". The local language is Spanish, and little English is spoken by locals. For bus service check out www.ticketbus.com.mx. The town can be reached in one day's drive from Brownsville or Mcallen, Texas.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:TecolutlaDocks02.JPG"],["thumb"],["Tecolutla Docks"]]},"\nThe town is very walkable with a small downtown core.\n",{"type":"==","value":["See"]},"\nThe town square has some picturesque colored buildings and a small park. On the far end of the beach locals operate short boat tours of the nearby mangroves, where a few exotic birds can be seen.\n",{"type":"==","value":["Do"]},"\nDo swim in the ocean water, which has a gentler surf than most pacific Mexican beaches, and which is warm enough for swimming almost all of the year, although hotel pools can be chilly in winter months. Beach umbrellas can be rented for the day.\nVisit Fernando Manzano, who collects 20,000 sea turtle eggs a year, hatches them, and then releases them.\n\n",{"type":"==","value":["Buy"]},"\nThe main streets are full of knick-knack stores selling cheesy souvenirs, although there are some local crafts and vanilla liquor from nearby Papantla.\n",{"type":"==","value":["Eat"]},"\nTourist restaurants abound, although it's mostly fish dinners. A local specialty is fish with Veracruzana sauce, a delicious sugary, spicy tomato-based topping. Another local favourite is Mojo de Ajo which is a garlic sauce that is very tasty on fish or shrimp\n\n",{"type":"==","value":["Drink"]},"\nThere are a few bars or nightclubs. Most tourists tend to drink on the beach, which is well served by people pushing carts with food or drink. On weekends there are often street bars.\n",{"type":"==","value":["Sleep"]},"\nTecolutla can be crowded during Semana Santa (Easter), when it is popular with Mexicans on holiday. At other times the small town is fairly quiet, and finding lodging in one of the many small hotels which line the beach is not difficult.\nWith the exception of Easter you can just show up and easily find accommodation ranging in price from US$18 - US$55 a night, and even less expensive for longer term rentals.\n\n",{"type":"==","value":["Stay Safe"]},"\nLeaving possessions unattended on the beach isn't wise, but generally this is a safe place and the locals are friendly. Even the hawkers are usually quite laid-back. Camping on the beach at night is not recommended.\n",{"type":"==","value":["Go next"]},"\n\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Veracruz (state)"]]},"\n",{"type":"[[","value":[["wikipedia:Tecolutla, Veracruz"]]},"\n",{"type":"{{","value":[["geo"],["20"],["-97"]]}]