[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Teknaf"]}," is the southern-most city on the mainland in ",{"type":"[[","value":[["Bangladesh"]]},", on the narrow strip running along the coast of ",{"type":"[[","value":[["Myanmar"]]},". It's a dusty featureless frontier town - this is remote Bangladesh and it feels like it. Electricity can be scarce, so having a flashlight for the dark evenings is wise.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Buses"]}," running from ",{"type":"[[","value":[["Cox's Bazar"]]}," (Tk 70-120, 2 hours) are crowded and pass through nice scenery as you get closer to Teknaf. If you're trying to head straight to ",{"type":"[[","value":[["Saint Martins Island"]]}," and don't want to stay the night in Teknaf, try for a 6AM bus from Cox's Bazar and specify which ferry port you want to get off at - you may make it."]},"\nYou can take a bus straight from ",{"type":"[[","value":[["Dhaka"]]}," to Teknaf. \nSaudia: Leave at 8.30PM daily (to Dhaka 6:30PM)\nS. ALAM: leaves Dhaka daily at 10:30PM (to Dhaka 6:15PM)\n\n",{"type":"*","value":["The main ",{"type":"'''","value":["ferry port"]}," is about 5 km north of town on the road to ",{"type":"[[","value":[["Cox's Bazar"]]},". Eagle I leave from here at around 10AM daily."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Keari Sindbad (+8801727 266077)"]}," has its own port about 3 km further north from the main port on the same road. Their service is a little more reliable and costs about the same. The ferry leaves at 9:30AM daily (during peak season, or Thursday & Friday only during off peck season), then leaves Saint Martins Island around 3:00PM. Roundtrip tickets to Saint Martins Island run Tk 650 for main deck, 700 for open deck and 750 for bridge deck."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["Auto-rickshaws"]}," (babytaxis) can be found near the bus stop. To the main ferry port should costs Tk 50 and to Keari Sindbad's port Tk 70. Cycle-rickshaws may be cheaper but the road north can be steep and you'll end up walking a good deal of the way. Using the Bangla word \"Bondor\" (port) will yield the best results, but beware that \"bandor\" means monkey, so choose your vowels carefully.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a walk"]}," over the bridge, passing the river filled with colorful fishing boats, makeshift houses filled with curious children, and beautiful farmland looking out towards Myanmar, dotted with patrolling soldiers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Teknaf beach"]}," is a large beach about 5km west of the center of town, very popular with locals at sunset. It's much quieter than ",{"type":"[[","value":[["Cox's Bazar"]]},", though the 50+ motorcyclists racing back and forth along the shoreline won't help you to relax, nor will all of your new friends. There's a small snack shack where the road meets the beach."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere's a ",{"type":"'''","value":["market"]}," down the road behind the bus stop and over the bridge in which can be found goods smuggled from Myanmar, possibly even beer.\n\n",{"type":"==","value":["Eat"]},"\n\nThere's a largish restaurant tucked behind the bus stop that serves decent food at decent prices, and several more similar restaurants along the road behind the bus stand en route to the bridge. None are signed in English.\n\n",{"type":"==","value":["Drink"]},"\n\nInquire at your hotel or at one of the local restaurants and you may be able to score some beer from Myanmar.\n\n",{"type":"==","value":["Sleep"]},"\n\nIt's likely that you'll have to spend a night here en route to Saint Martins Island, since the ferries leave so early.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sky View Hotel"],["url="],["email="],["address=across from the bus stop"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Double rooms are Tk 150, but possible to bargain to Tk 100"],["checkin="],["checkout="],["content=It's dark and musty, but probably the best budget option."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Raj Mahal"],["url="],["email="],["address=north of the bus stand on east side of street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Tk 80-150"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Hilltop"],["url="],["email="],["address=north of the bus stand on west side of street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Tk 100-200"],["checkin="],["checkout="],["content=Another cheap option, it's tucked back off the street a little so might be quieter than some others."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Dip Plaza"],["url="],["email="],["address=a little south of Sky View"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=doubles from Tk 400"],["checkin="],["checkout="],["content=A little larger, cleaner and more expensive than Sky View."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ne-Taung"],["url="],["email="],["address=across the road from Keari Sindbad port"],["lat="],["long="],["directions="],["phone=01911 346427"],["tollfree="],["fax="],["hours="],["price=Tk 800-1200"],["checkin="],["checkout="],["content=This government owned hotel is the nicest in the town, and it's right near the Keari Sindbad port, so handy if you're not interested in staying in the town itself. It's also got a decent restaurant."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Saint Martins Island"]]}]}," - a beautiful tropical island and one of the most relaxing places in the country - this is likely the reason you're in Teknaf in the first place. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Myanmar"]]}," may be tauntingly close, but it's illegal to cross by land from Bangladesh, and highly unwise to try - the army has planted landmines to ward off illegal crossing and smugglers."]},"\n",{"type":"{{","value":[["geo"],["20.8667"],["92.3000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chittagong Division"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Teknaf"]]}]