[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Telavi"]}," is a city in the province of ",{"type":"[[","value":[["Kakheti"]]}," in the country of ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Tbilisi"]]},", marshrutkas depart more or less hourly (at least 9am and 10am, but there many more throughout the day) from the Ortachalla station (in front of the station). Price: 7 Lari. Duration: 2h30 (the high duration compared to the small distance explains by the fact that the marhshrutkas do not use the direct road, but go almost until ",{"type":"[[","value":[["Sighnaghi"]]}," before heading to Telavi).\n\n",{"type":"==","value":["Get around"]},"\nThe city is small enough to be walkable.\nHowever, visiting the neighboring sites requires the use of further marshrutkas and\/or taxis.\n\nWhereas seeing one or two sites (e.g., castle + Alaverdi cathedral) can be a one-day activity from ",{"type":"[[","value":[["Tbilisi"]]},", it is best to stay several days in Telavi to fully enjoy the surroundings.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["castle"]}," (inside the city)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Alaverdi Cathedral"]}," Built in the 11th century this is the second highest cathedral in Georgia. To get there, take marshrutka bound to Alaverdi from the small marshrutka station in front of the main marshrutka station on Alazari avenue. Price: 1.30 Lari. Duration: about 30 minutes. Departs more or less hourly. To get back, wait in front of the cathedral for the next marshrutka. Free entrance."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Church of St. George"]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tsinandali Gardens"]}," The residential palace of the Chavchavadzes family."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Hike to Lagodekhi park into the subtropical forests to find one of most beautiful waterfalls in Georgia. there are some hostel available in the park. Can see bears, dears, leopards if you hike in the early morning."]},{"type":"*","value":[" The wine route."]},"\n",{"type":"==","value":["Buy"]},"\nDifferent sorts of wine in the small wineries as well at manufactures, handmade crafts are very beautiful, take some picture in the local gallery. This said, ",{"type":"[[","value":[["Sighnaghi"]]}," is (even) more famous for wine.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Stations"]},"\nThere are 3 marshrutkas stations. The main one is on the Southern part (i.e., on the top) of Alazari avenue.\nTo go to Alaverdi, cross the road, take a narrow street for 20-30 meters, and there is a small parking lots with further marshrutkas.\nTo go to ",{"type":"[[","value":[["Tbilisi"]]},", walk 200-300 meters from the main marshrutka station direction North (i.e., bottom) of Alazari avenue. The station is a bit hidden shortly after the traffic light, on the left. \n\n",{"type":"===","value":[{"type":"[[","value":[["Tbilisi"]]}]},"\nMarshrutkas depart more or less hourly (e.g., at 4.15pm).\nPrice: 7 Lari. Duration: 2h30.\n\n",{"type":"===","value":[{"type":"[[","value":[["Sighnaghi"]]}]},"\nAlthough the two cities are close to each other, there are only 1-2 marshrutkas a day, so check the schedule before hand.\n\n",{"type":"{{","value":[["IsPartOf"],["Kakheti"]]},"\n",{"type":"{{","value":[["Geo"],["41.916667"],["45.483333"]]},"\n",{"type":"[[","value":[["Wikipedia:Telavi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["fr:Telavi"]]}]