[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["File:Télémark 2.jpg"],["thumb"],["A telemark skier."]]},"\n\n",{"type":"'''","value":["Telemark skiing"]}," is a ",{"type":"[[","value":[["downhill snowsport"]]},". In contrast to ",{"type":"[[","value":[["alpine skiing"]]},", the bindings only fasten the boots at the toe, leaving the heels free, much like ",{"type":"[[","value":[["cross-country skiing"],["cross-country ski bindings"]]},".\n\nInvented by Sondre Norheim, Telemark was pioneered in ",{"type":"[[","value":[["Norway"]]}," and named after the ",{"type":"[[","value":[["Telemark"]]}," region where Norheim lived. Using the telemark technique the skier bends the uphill leg until the knee is level with the downhill ankle causing the downhill ski to be in front of the uphill one, this is done while moving across the slope. To make a turn the skier straightens his bent uphill leg and moves it in front of the downhill ski. He then partially bends the down hill leg and swings around until it becomes the uphill leg and he is traveling across the slope in the other direction. To other skiers it looks like the telemarker is lunging whilst skiing alpine style. The balance of the skier is centered at the heel as otherwise he would fall flat on his face. Naturally it is more difficult than alpine skiing and beginners to snow sports should not start with Telemark, but progress on to it.\n\nTelemark is more enjoyable downhill yet it is ideal for covering rolling terrain as it is easy to walk up hills with loose heel. Telemark has a much smoother feel to the turn and has an elegance to it where the skier certainly feels closer to the snow. Skis with Telemark bindings are available across the Alps and of course in ",{"type":"[[","value":[["Scandinavia"]]},". Some 'free-heeled' skiers are comfortable using lifts in Alpine resorts yet others feel that Telemark is about being back to basics and like to ski tour up the mountain using skins. This provides opportunities to ski down untouched snow in a completely natural landscape, however the dangers are greater than on marked pistes. Telemark does not require any different terrain to alpine skiing.\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Winter sport"]]},"\n",{"type":"[[","value":[["wikipedia:Telemark skiing"]]}]