[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tell Basta"]}," (Bubastis) is the site of the old temple of Bast, and also a site of Christian pilgrimage, the Holy Family supposedly stopping here during their exile into ",{"type":"[[","value":[["Egypt"]]},".\n\nTell Basta is in the south-east of the Delta township of Zagazig, approximately 80km North East of Cairo. It is not yet a tourist highlight, and the temple is basically in a complete state of ruin, although there are intact cat tombs protected and preserved that can be viewed.  \n\nTell Basta is right next to a small military base. Egyptian officials are not fond of people walking near military bases with cameras at the best of times. The implications of this is that if you get there under your own steam, you may face problems with guards in explaining a) why you are not on an official tour and b) why they were not notified in writing of your impending visit. If your driver is helpful he will help you talk your way into the site.  After buying your ticket you will be followed by Tourist Police to ensure your safety. It is suggested you tip at the end of your visit, particularly as you are likely to get an armed police escort out of the township of Zagazig back onto the main highway.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Car"]},"\n\nIf not on a package tour, the best way to get there is by hiring a taxi for the day, or organsing a private driver to take you. Be warned, even drivers that work in the tourist industry are not likely to know where the site is exactly and may rely on directions from the locals once in Zagazig.  When you get to the roundabout in Zagazig with the statue of Bastet in the middle you know you are damn close.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Bubastis"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lower Egypt"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["30.572777777778"],["31.51"]]}]