[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Tena"]}," is a town in ",{"type":"[[","value":[["Ecuador"]]},"'s ",{"type":"[[","value":[["Amazon (Ecuador)"],["Amazon"]]}," Jungle area. Tena is the capital of the Napo Province an attractive and quiet city in the Amazon rainforest. Tena is known as the “cinnamon capital\" of Ecuador, Tena has emerged as one of the top industrialized center as founded by the missionary explorers. Tena is the home to a major regional hospital and many tourist related businesses, including a small size airport and a vital bus terminal.\n\n",{"type":"==","value":["Understand"]},"\nTena is a popular launching point for jungle, kayaking and rafting tours in Ecuador's Amazon rainforest region. The entry to the city is marked by a statue of the indigenous hero Jumandy, who courageously led an uprising against the Spanish colonizers in 1578, and was subsequently executed.\n\nAt the unification of the Tena and Pano rivers in the center of town lies a popular pedestrian bridge, \"el puente peatonal\". The rivers become the Tena River, which soon joins with the Misahualli and eventually flows into the Napo River. The Napo winds its way east into Peru and Brazil, and is in effect the 9th largest tributary to the Amazon River.\n\nTena is popular with travelers, since it is known as being peaceful, orderly, clean and more geared towards tourists. Many inexpensive hotels, tourist agencies, and restaurants cater to backpackers who commonly use the town as a jumping-off point for trips into the rainforest. Tena is surrounded by forested hills and is located at the edge of the Andes, which are visible to the west.\n\nTena and its surrounding indigenous communities are also bases for many volunteers working for reforestation projects, with community support in development initiatives in diverse, but connected areas such as bio-piracy, ecotourism and capacity building. Ecuador has one of the best politically organized indigenous populations in Latin America and Tena houses two major confederations, Fonakin (Federacion de Organisaciones de la Nacionalidades Kichwa de Napo) and Ashin (Association de Shamanes Indigenas de Napo); one of the major stand-offs during the 2001 indigenous uprising in Ecuador, took place here.\n\nIn comparison to Puyo, the capital of the neighboring province Pastaza, which is both bigger and growing faster, Tena has a lively night life with bars that cater to foreigners. Friday and Saturday nights crowds of volunteers, guides (both indigenous and foreign), and local young people assemble in the \"discotecas\" playing reggaeton, salsa, and pop music. One will also find a wide variety of \"comidas tipicas\", preparing and serving food in the traditional manners of the local peoples\n\n",{"type":"==","value":["Get in"]},"\nBus from ",{"type":"[[","value":[["Quito"]]}," (about 6 hours). Busses normally don't stop during 6 hours. Make sure you don't drink too much before your travel. Locals selling food and drink will often come onto the bus at various stops selling food and drink at reasonable prices. Some buses will have toilet facilities on board, however many times they will not allow men to use these, only women, so be careful! . Costs: about 7 US$ (2013).\nFlights from Quito to the new airport Jumandy in Ahuano on the Napo river, 3 times a week.\n\n",{"type":"==","value":["Get around"]},"\nA taxi trip in Tena costs 1 $ only for places outside it costs more. As an orientation a trip from Tena to ",{"type":"[[","value":[["Archidona"]]}," costs 4 $, which is about 8-10 km, taxi to Misahualli $ 8.\n\nSome roads in the Oriente are still unpaved, but many roads are now paved, like the road from Quito to Tena. There is regular bus service to Tena via Baeza from the Quitumbe bus terminal. Tena's new airport is in Ahuano, a taxi to\/from there is about $15. It's a good idea to agree upon the price before riding in a taxi.\n\n",{"type":"==","value":["See"]},"\nBiological Station \"Jatun Sacha\" (1 hour bus drive).\nAnimals Rescue Station \"Amazoonico\". (1.5 hour bus drive).\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ñawpak Causay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=beside Jatun Sacha"]]}]},"\n",{"type":"==","value":["Do"]},"\n\nTena is famous for the rainforest and rivers that surround it. The jungle, especially if you get outside the city 15 or 20 kilometers, is impressive. First-timers will be changed forever after they lay their eyes on a pristine stretch of Amazon. There is no shortage of jungle guides or tour operators, many have offices in the center of town on Avenida 15 de Noviembre.\n",{"type":"*","value":[{"type":"'''","value":["Rafting"]},". Tena has reached near legendary status with whitewater enthusiasts since the 2005 World Rafting Championships were organized in the area by pioneers called Yacu Amu (now ",{"type":"'''","value":["Rios Ecuador"]},"). Tena boasts the best rafting and kayaking in Ecuador and, some say, the world. The jungle rivers on the Amazon side of the Andes are bigger and have more consistent flows than their west-Andean counterparts. They are also the cleanest and most scenic rivers in Ecuador.",{"type":"'''","value":["Ríos Ecuador"]}," is the oldest rafting and kayaking tour operators in the country and their headquarters is in Tena, that ought to tell you something about the quality of the rivers! ",{"type":"'''","value":["Ríos Ecuador"]}," offers a popular river called Jatunyacu, a fun river for people who have never been rafting before or people who are looking for big waves and excitement. The Jatunyacu is a grade 3 river, as experts in the area ",{"type":"'''","value":["Ríos Ecuador"]}," also offers trips to other rivers in the area with grade 4+. But for more rafting, also look for River People. Recently, a few more rafting companies have surged up. Caution is advised as some accidents have resulted from poor safety standards. Lower price may sometimes sacrifice safety or guide's salary. Make sure the boats are not over load, ",{"type":"'''","value":["always"]}," have a safety kayaker, and remember your guide can tip you over, but you can't over tip your guide."]},"\n",{"type":"*","value":[{"type":"'''","value":["Caving"]},". By taking a short bus to the nearby town of Archidona, one can show to the Jumandí caves and pay $5 for a less formal guided tour that involves a bit of swimming and climbing through small spaces.\tCuevas de Jumandy - four kilometers north of Archidona on the road to Quito is a labyrinth of natural caves and tunnels that extend several kilometers underground. Don't be put off by the main entrance, once you get past the gaudy pools and loud music (I turned around my first time, thinking \"this can't possibly be the place!\") you are in for a treat. You can hire a guide from the changing-area reception desk and, reportedly, there are guides in Tena who will take you into the caves through other, less obnoxious entrances - ask around."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sumaco Volcano"]}," - is located in the isolated Sumaco Napo-Galeras National Park and it is easily one of the most intense experiences to be had in Ecuador. The volcano soars 3732 meters above the jungle and is surrounded by precipitous ravines and dense jungle, which have largely kept humans out and preserved its flora and fauna. You need a guide to reach Sumaco. Guides can be found in the villages along the Loreto Road, which meets the Tena-Quito road approximately 30 kilometers north of Tena."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jatun Sacha Biological Station"]}," - is a great place to learn about the rainforest. The station is continually conducting rainforest research and, as the second largest conservation organization in Ecuador, is involved in an array of sustainable development and forest protection projects. Jatun Sacha is on a road that parallels the southern bank of the Napo River. This road branches off the main highway 7km south of the bridge at Puerto Napo."]},"\n",{"type":"*","value":[{"type":"'''","value":["Misahuallí"]}," - is a bustling and somewhat remote port at the juncture of the rivers Napo and Misahuallí. The village was the original Ecuadorian jungle tourist outpost, and after dozens of years and despite the entrance of Tena and other jungle towns into the tourism market, is still a popular starting point for jungle tours and canoe trips. Misahuallí offers well developed, though rustic, tourism services, including good craft shops, cafes, lodging, and tour operators. The dozen or so capuchin monkeys that inhabit the central park are hilarious (beware- they'll take things out of your hands and bags) and amiable. But please do not feed the monkeys junk food."]},"\n·",{"type":"'''","value":["Archidona"]}," - a colonial town, founded in 1560, north of Tena, Archidona still serves as one of the region's main missionary outposts. It's also a business and social center for the small Quichua communities in its vicinity. Archidona's festivals attract people from all around and several times throughout the year there are Quichua beauty and culture pageants, in which contestants, drawn from the many Quichua communities in the area, compete for the title of \"Queen of the Quichua\". The pageants are a unique opportunity to hear Quichua spoken and sung and to see some very old dances and customs. There are several elimination rounds and the finale is usually held in April.\n\nProtect the Amazon Rainforest near Tena! - For those of you interested in not only exploring the Amazon Rainforest but in conserving it, as well, you can do your part by adopting an acre of rainforest in the Ecuadorian Amazon or by adopting a chocolate tree, a vital resource in conserving this unique ecosystem for future generations.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ñawpak Causay"],["url=http:\/\/naupakausay.wordpress.com\/"],["email="],["address=Comunidad Ñukanchi Kausay"],["lat="],["long="],["directions=Kilometer 25 via Tena-Ahuano"],["phone=093867367 or 087873316"],["tollfree="],["fax="],["hours=tours by request - $2"],["price="],["content=Nawpak Causay means \"the traditional way of life\" in Ecuador's indigenous language of Kichwa. This tourist attraction is an outdoor museum of life-sized traps which have traditionally been used by indigenous people of the Amazon for hunting (and even warfare!). All the traps are built by the community members out of all-natural rainforest materials, and are activated in demonstrations during the tour! The end of the tour involves a taste of guayusa tea - known by indigenous people for it's numerous health benefits, and a chance to try out a traditional 4 foot blowdart! Call and ask to speak to Gregorio about the \"trampas tipicas\"\n\nGetting There:\n1) you can go to Misahualli and arrange a tour with one of the tour agencies (beware of the canoe drivers on the main square, they are not licensed guides), who will take you there via boat along the Napo river (very beautiful, and you can also visit the Amozoonico zoo afterward).\n\n2) you can hop on a bus going to Ahuano and ask them to let you off at Ñukanchi Kausay, or you can get dropped off at Jatun Sacha and check that out before walking over to the Nukanchi Kausay (only a 5 minute walk down the road).\n\n3) I think you can also go there tubing from either Tena or Misahualli - ask around.\n\nGregorio is also well versed in Amazonian medicinal plants, and leads a number of exciting jungle walks to see and talk about medicinal plants, shamism, and various jungle animals. If you have some time, stick around for a while. The community even has a bar."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Super Tia"]},"; is located next to the bus terminal on the road \"15 de Noviembre\" (the main road in Tena). Super Tia is the local super market that provides everything from fruits to toys. The prices are good and all products are marked. The opening hours are from 08:00 AM to 11PM (Monday to Sunday)."]},"\n",{"type":"==","value":["Eat"]},"\nTena's selection of good eateries is sparse. But there are a few recommended:\n\n",{"type":"*","value":[{"type":"'''","value":["Chuquitos"]},"; turn left after crossing the pedestrian bridge and it will be just up the road on your left. High points are the good fish and chicken dishes, a bit more lively than normal, and great views of the river from their open-air dining room. Directly below Chuquitos is Araña Bar, which is a major meeting point for locals and tourists in search of a great night out. The cocktail list is extensive, and the owners are always welcoming. Enjoy!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cositas Ricas"]},"; on Avenida 15 de Noviembre near the pedestrian bridge. Standard but good Ecuadorian fare, i.e., chicken or fish with rice, avocado, and a small salad."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizzeria La Massilia"]},"; located at the corner of Olmedo and Garcia Moreno. Nice thatched roofed open dining room and decent pizza and Italian food."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurante Super Pollo"]},"; on corner of Ave 15 de Noviembre and Augusto Rueda. Standard Ecuadorian fare at economical prices. Try the empanadas - they're delicious."]},"\n",{"type":"*","value":[{"type":"'''","value":["Asadero de pollo Sin Rival"]},"; from the terminal terrestre go to Ave 15 de Nov. turn right and walk about 100m, on left side. Huge portions of chicken, rice, and avocado, with very quick service."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizzeria Bella Selva"]},"; near the bridge to Parque Amazonico, and also near the car bridge. Both locations have excellent views of the river and terrific pizza."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cafe Tortuga"]},"; on Orellana, also near the footbridge. A charming little cafe with reasonably priced meals, good breakfasts and nice Hamburgers."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Vagabundo"]},"; also near the footbrigde, it is located between the Pizzeria Bella Selva and the Cafe Tortuga. Is a quiet little \"bar\", which also offers some small meals and pizza. It is owned by a German and thus is the meeting point for German speaking people in Tena."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Marquis Grille"]},"; across the footbridge from the main town. Serve excellent steak. Considered the best food in town.  Chicken\/Apple plate very good."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostal Limoncocha"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=06 288 7583"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle ITA 533. A popular german-run hostel which also has a connected tour company which organises rafting, kayaking and jungle expeditions. Rooms from $4.50 per person."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostal \"Brisa del Rio\""]}," ( River breeze) on Orellana near the footbridge is a nice backpackers. The rooms are large and open and only about $7 a night. The staff are helpful and kind."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Terra Luna Lodge"],["url=http:\/\/www.terralunalodge.com"],["email="],["address=Barrio Amazonas Road"],["lat="],["long="],["directions=5 min taxi ride from Central Park"],["phone=593-062886683"],["tollfree="],["fax="],["hours="],["price=$35per"],["checkin=12noon"],["checkout=12noon"],["content=wonderful, new lodge just outside of town center. Quiet, Pool, Tropical Garden, free WiFi, AC and Widescreen TV."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe bus terminal is quite small, there are buses leaving to ",{"type":"[[","value":[["Puyo"]]},", ",{"type":"[[","value":[["Quito"]]}," and ",{"type":"[[","value":[["Baños"]]}," regularly - about every 3-5 hours during day and night. The prices and services of the different bus companies are nearly the same, so you just need to check for the departure time.\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Amazon (Ecuador)"]]},"\n",{"type":"[[","value":[["wikipedia:Tena, Ecuador"]]},"\n",{"type":"{{","value":[["geo"],["-0.989"],["-77.8159"]]}]