[{"type":"{{","value":[["pagebanner"],["Bannertennessee.jpg"],["caption=Great Smoky Mountains National Park"]]},"\n",{"type":"'''","value":["Tennessee"]}," is a ",{"type":"[[","value":[["United States of America"],["US"]]}," state in the ",{"type":"[[","value":[["South (United States of America)"],["South"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\nEach region is known for its distinctive musical heritage: Bluegrass (East), Country-western (Middle), and Blues (West).\n\n",{"type":"[[","value":[["Image:TNRegions.png"],["right"],["300px"],["State of Tennessee Regions"]]},"\n",{"type":"{|","value":[["|-"],["| bgcolor=\"#339966\" | || ",{"type":"'''","value":[{"type":"[[","value":[["Eastern Tennessee"],["East Tennessee"]]}]},", home to ",{"type":"[[","value":[["Bristol (Tennessee)"],["Bristol"]]},", ",{"type":"[[","value":[["Chattanooga"]]},", ",{"type":"[[","value":[["Johnson City (Tennessee)"],["Johnson City"]]}," and ",{"type":"[[","value":[["Knoxville"]]},", is mountainous and reflects an Appalachian cultural influence."],["|-"],["| bgcolor=\"#339999\" | || ",{"type":"'''","value":[{"type":"[[","value":[["Central Tennessee"],["Middle Tennessee"]]}]}," is the state's most prosperous area, including cities such as ",{"type":"[[","value":[["Nashville"]]},", against a backdrop of rolling hills."],["|-"],["| width=\"32px\" bgcolor=\"#996699\" | || ",{"type":"'''","value":[{"type":"[[","value":[["Western Tennessee"],["West Tennessee"]]}]}," is bordered by the Mississippi River and is generally considered the extreme northern boundary of ",{"type":"[[","value":[["Mississippi Delta"]]}," cultural influence."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Nashville"]]}," - Country music capital of the world and the Tennessee state capital."]},{"type":"*","value":[{"type":"[[","value":[["Chattanooga"]]}," - home of the Chattanooga Choo Choo and the Tennessee Aquarium."]},{"type":"*","value":[{"type":"[[","value":[["Cleveland (Tennessee)"],["Cleveland"]]}," - a City with Spirit and home of Lee University"]},{"type":"*","value":[{"type":"[[","value":[["Gatlinburg"]]}," - Gateway to the ",{"type":"[[","value":[["Great Smoky Mountains National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Greeneville"]]}," - one of America’s Most Charming Towns & Villages"]},{"type":"*","value":[{"type":"[[","value":[["Johnson City (Tennessee)"],["Johnson City"]]}," - site of East Tennessee State University and the USVA Mountain Home."]},{"type":"*","value":[{"type":"[[","value":[["Knoxville"]]}," - Home of the University of Tennessee at Knoxville"]},{"type":"*","value":[{"type":"[[","value":[["Memphis"]]}," - Home of the blues and the birthplace of rock 'n' roll."]},{"type":"*","value":[{"type":"[[","value":[["Pigeon Forge"]]}," - Home of Dollywood - Country Legend Dolly Parton's amusement park."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Appalachian Trail"],["Appalachian National Scenic Trail"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Big South Fork National Recreation Area"],["Big South Fork National River and Recreation Area"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Doe River"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Great Smoky Mountains National Park"]]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.nps.gov\/obed\/ Obed Wild and Scenic River"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Overmountain Victory National Historic Trail"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Watauga River"]]}]},{"type":"*","value":[{"type":"[[","value":[["Land Between the Lakes National Recreation Area"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dollywood"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dolly's Splash Country"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"{{","value":[["Infobox"],["Tennessee State Flag"],[{"type":"[[","value":[["Image:Flag of Tennessee.svg"],["thumb"]]},"\nThe three stars on the flag represent the state's three \"Grand Divisions\", legally defined social and cultural regions—East Tennessee, most noted for its mountains; Middle Tennessee, a region mostly of rolling hills; and West Tennessee, mostly lowlands. On the flag these regions are bound together in an unbroken circle. The field is crimson with a blue background for the stars. The final blue strip was added strictly as a design consideration, although some have later interpreted it to represent the Mississippi River that borders on Tennessee's western bank.\n",{"type":"*","value":[{"type":"'''","value":["Statehood Granted:"]}," June 1, 1796"]},{"type":"*","value":[{"type":"'''","value":["State Bird:"]}," Mockingbird"]},{"type":"*","value":[{"type":"'''","value":["State Flower:"]}," Iris"]},{"type":"*","value":[{"type":"'''","value":["State Tree:"]}," Yellow-poplar"]},{"type":"*","value":[{"type":"'''","value":["State Nickname:"]}," The Volunteer State"]},{"type":"*","value":[{"type":"'''","value":["16th largest population in the United States"]}]}]]},"\n\n",{"type":"==","value":["Talk"]},"\n\nMany native Tennesseans speak in the dialect of the American South.  This dialect changes slightly as you cross through each region, and will be especially pronounced in rural areas \n\nGenerally speaking, it is accepted that people in the South speak more slowly, and carefully than those from the North. In particular, visitors from larger cities will have to adjust to the different pace of speech if they visit Tennessee's smaller mountain towns; speaking quickly and bluntly can be perceived as inconsiderate and may gather a negative response.  Some Tennesseans in especially rural or mountainous areas may be difficult to understand by those not familiar with American South or Appalachian colloquialisms, slurring or speech cadence.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nInterstate 40 criss-crosses the state from west to east, connecting Memphis, Nashville, Knoxville and the Smoky Mountain Region. Interstate 55 is entirely situated in Memphis. Interstate 155 crosses from Missouri into northwest Tennessee, ending in Dyersburg. Interstate 24 enters from Kentucky near Clarksville, passes through Nashville and ends in Chattanooga (but not before briefly dipping into Georgia for about three miles). Interstate 65 runs through Nashville in its trek from Kentucky to Alabama. Interstate 75, coming from Kentucky, links Knoxville with Chattanooga before heading into Georgia. Interstate 81 starts at Interstate 40 just east of Knoxville and heads northeast to Bristol before moving into Virginia. In the Kingsport area, Interstate 26 runs south from Interstate 81 into North Carolina (towards ",{"type":"[[","value":[["Asheville"]]},"), while Interstate 181 heads toward Kingsport and the Virginia state line.\n\n",{"type":"===","value":["By plane"]},"\nThere are several airports in the state. Memphis International Airport is a hub for Delta Air Lines and is served by several other airlines. Nashville International Airport is also served by many other airlines. There is air service at smaller airports at Maryville (Knoxville), Chattanooga and Bristol. Southern Tennessee is easily accessible to the ",{"type":"[[","value":[["Huntsville (Alabama)"],["Huntsville"]]},", AL, airport.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," service in Tennessee is limited to the ",{"type":"''","value":["City of New Orleans"]}," service stopping in Memphis and Newbern.\n\n",{"type":"===","value":["By bus"]},"\nGreyhound offers service throughout Tennessee. Megabus offers service to Memphis (from ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Champaign-Urbana"]]},", ",{"type":"[[","value":[["St. Louis"]]},", ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Birmingham (Alabama)"],["Birmingham"]]},", ",{"type":"[[","value":[["Dallas"]]},", and ",{"type":"[[","value":[["Little Rock"]]},"), to Nashville (from Atlanta), to Chattanooga (from Atlanta), and to Knoxville (from ",{"type":"[[","value":[["Washington, D.C."]]},", ",{"type":"[[","value":[["Christiansburg"]]}," and Atlanta).\n\n",{"type":"==","value":["Get around"]},"\n\nAs in most American states, automobiles are the primary form of travel.  In larger cities you will find public bus systems, and Greyhound buses are an option for travel in between cities. There are also major airports in all large cities (Nashville, Memphis, Knoxville, Chattanooga, and the Tri-Cities) and many smaller airports scattered across the state. \n\nUnfortunately there is no option for rail travel to the central or eastern parts of the state.  However, Amtrak runs the fabled \"City of New Orleans\" line through Memphis and Newbern. This is certainly worth considering if you are planning to visit those areas, especially if you are heading along the Mississippi River. Also, the city of Nashville operates a commuter rail from the suburbs to the downtown area.\n\n",{"type":"==","value":["See"]},"\n:Rock City, near Chattanooga.  Famous for \"See Rock City\" signs all over the southeastern United States, especially on birdhouses.\n:Graceland, in Memphis.\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nIt is becoming increasingly rare to locate truly authentic \"Southern\" cuisine in places other than a privately owned family kitchen table, but the state still offers some truly wonderful regional fare.\n\nIn ",{"type":"[[","value":[["Memphis"]]},", missing ",{"type":"[","value":["http:\/\/www.hogsfly.com\/ Rendezvous"]},", host to American presidents and prime ministers, would be a sin.\n\n",{"type":"==","value":["Do"]},"\nThe Great Smoky Mountains National Park is a World Heritage Biosphere Reserve and draws millions of visitors from around the region and the world annually.  Covering nearly 1,000 square miles it is home to temperate rainforests and some of the rarest and most unique plant life in North America.  The park currently suffers from high levels of air pollution due to surrounding cities such as Knoxville and Sevierville as well as the numerous coal-fired power plants of the Tennessee Valley Authority.\nTraffic congestion is fairly severe within the Park's Cades Cove \"loop,\" as many people stop to take in the vistas of the sprawling valley and its many deer and bears that freely roam the area.  If you plan to go, car pool if you can.\nDepending on where you plan to visit, there are many ",{"type":"[","value":["http:\/\/ThingsToDoTennessee.com things to do in Tennessee"]}," from white water rafting on the Ocoee River, to visiting Gatlinburg, and seeing the Music City of Nashville. For outdoor adventures, you must go visit the Ocoee River rafting, which was home of the Olympics. You can have an all day adventure going down the Ocoee River and experience the fun of the outdoors.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Severe Weather"]},"\n\n",{"type":"====","value":["Floods"]},"\n\nDuring the spring months, the state is often heavily affected by major rain storms which lead to a risk of major flood potential. These floods are by NO MEANS on a small scale; they are often widespread and last for several days or even weeks. In May of 2010, the state experienced a \"1000 year flood\" which resulted in numerous fatalities and over $2 billion of property damage statewide. \n\nTravelers to the region during this season should consider planning ahead; stay informed about weather events in the region before making your journey. If there is an eminent flood warning or an ongoing threat of a flood occurring in the area at which you plan to travel to or through, consider deferring your travel plans or take an alternate route to your final destination. Avoid flood ravaged areas, as these areas are unsafe for any non-essential travel.\n\n",{"type":"====","value":["Thunderstorms and Tornadoes"]},"\n\nAlthough it is not anywhere near the official \"tornado alley\", the state (particularly its central and western regions) does experience very violent thunderstorms during the spring and summer months of the year. These thunderstorms frequently have the potential to spawn small scale ",{"type":"'''","value":["tornadoes"]},", but this is not to say that the potential for larger scale events is not possible. During the April 2009 tornado outbreak, the city of Murfreesboro was struck by a very intense EF-4 tornado which resulted in 2 deaths and caused $40 million in property damage. \n\nTherefore, any travelers to this region during these months should be vigilant of the changing weather conditions. \n\nRefer to the ",{"type":"[[","value":[["Tornado safety"]]}," page for more details regarding this matter.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arkansas"]]}]}," - Tennessee's southwestern neighbor, \"The Natural State\" is home to the ",{"type":"[[","value":[["Ozarks"],["Ozark Mountains"]]}," in the northwest while the south and east of the state has flatter land and shows more of its agricultural heritage."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Missouri"]]}]}," - The state's northwestern neighbor is home ",{"type":"[[","value":[["Branson"]]},", a music mecca similar to Nashville (but nowhere near as large), and ",{"type":"[[","value":[["St. Louis"]]},", the gateway to the West."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kentucky"]]}]}," - Tennessee's northern neighbor is the Bluegrass State, home to the Kentucky Derby, ",{"type":"[[","value":[["Mammoth Cave National Park"]]}," and the Corvette Museum."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Virginia"]]}]}," - Located across Tennessee's northeast corner, Virginia is known for the ",{"type":"[[","value":[["Blue Ridge Mountains"]]}," and ",{"type":"[[","value":[["Shenandoah National Park"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["North Carolina"]]}]}," - Located east of Tennessee, North Carolina is where you'll find Chimney Rock, Biltmore Estate and Grandfather Mountain."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Georgia (state)"],["Georgia"]]}]}," - Tennessee's southeastern neighbor is across the border from Chattanooga. Located here are Rock City, the historic village of ",{"type":"[[","value":[["Helen"]]},", and the vibrant city of ",{"type":"[[","value":[["Atlanta"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Alabama"]]}]}," - The state to the south of Tennessee has the Space and Rocket Center in ",{"type":"[[","value":[["Huntsville (Alabama)"],["Huntsville"]]}," and the popular ",{"type":"[[","value":[["Gulf Shores"]]}," resort region."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mississippi"]]}]}," - Southwest of Tennessee, Mississippi boasts Civil War battlefields, scenic parkways, antebellum charm, and riverboat casinos."]},"\n",{"type":"{{","value":[["isPartOf"],["South (United States of America)"]]},"\n",{"type":"{{","value":[["geo"],["35.705"],["-85.825"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tennessee"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Tennessee\/"]]}]