[{"type":"{{","value":[["pagebanner"],["Tenant_Creek_banner_Devils_pebbles.jpg"],["caption=Devil's pebbles"],["otbp=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barklytourism.com.au\/Default.aspx?tabid=29 Tennant Creek"]}]}," is a town in the ",{"type":"[[","value":[["Northern Territory"]]}," of Australia. It has a population of around 3,500. It is known as the Territory’s heart of gold mainly due to the people, but also in reference to the gold mining history. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Tennant-creek0116.jpg"],["thumb"],["350px"],["Paterson Street, Tennant Creek"]]},"\nTennant Creek in Central Australia sits on the Explorer’s Way, 500km north of Alice Springs and 1000km south of Darwin. The town is surrounded to the east by the Barkly Tablelands - a huge expanse of land that supports some of Australia’s premier outback cattle stations. Tennant Creek sits in the middle of the outback, but the country is beautiful and anything but barren. The town is situated in open mallee scrubland, surrounded by rocky ranges and brilliant blue skies that give way to millions of stars at night.\n\nPrior to the gold rush era, Tennant Creek’s first European residents were workers on the Overland Telegraph Line, which established a communication link between Australia and the rest of the world. The Telegraph Station was built in 1872, and this historical collection of stone buildings can be explored today.\n\nAboriginal culture is strong in Tennant Creek. The traditional land owners of this area are the aboriginal Warumungu people, and they recognise a number of sacred sites in the area, including the region’s most famous landmark – the Devils Marbles – about 100km south of the town. They believe that these are the eggs of the Rainbow Serpent – a creature of a Dreamtime story. The Nyinkka Nyunyu Culture Centre in Tennant Creek is an award-winning aboriginal attraction that showcases the people’s stories and art. The Barkly region is steeped in the ancient traditions and beliefs of its traditional custodians, and around nine Aboriginal groups call the area home, including the Warumungu, Walpiri, Kaiditch and Alyawarr people.\n\nThe Barkly region is also renowned for the cattle industry and encompasses some of Australia's largest and most historic stations. These include Newcastle Waters, Banka Banka and Brunette Downs. The Overlander's Way tourism drive follows the paths of many droving heroes who brought vast herds of cattle through the Barkly on their way to the Queensland coast.\n\nThe air is fresh and clean here and the colours of the landscape are ever-changing as the rocky hillsides pick up the varying sun's rays between daybreak and evening.\nThis phenomenon is particularly evident at the Devils Marbles (Karlu Karlu to the Aboriginal people), a collection of huge granite boulders precariously balanced on top of one another, 100km south of the town, which glow fiery red as sunset hits. The Pebbles (known as Kunjarra) are another granite outcrop formation, just north of the town, and it's also a sacred site for the Warumungu people.\n\nCamping is popular way to experience the region. There are plenty of spots to pitch a tent or roll out a swag, but some of the best spots are dotted throughout conservation reserves in the Devils Marbles and the Davenport Range National Park - a 1120 square-kilometre area east of the highway about 250km south of Tennant Creek. The Park is dotted with waterholes that attract plenty of wildlife, birds and fish.\n\nA number of walking trails throughout the region allow travellers to experience the plants, birds and landscapes of Tennant Creek up close. One walking path winds its way through the Honeymoon Ranges to Lake Mary Ann, five kilometres north-east of the town, and the perfect spot for a swim and a picnic.\n\nAdventure lovers have plenty of options in the Tennant Creek area. Four-wheel-drivers in particular are spoilt for choice with the plethora of moderate to challenging tracks available to test their skills and their vehicles. The Davenport Range National Park is an excellent four-wheel-drive destination and there are plenty of nooks and crannies to explore. The Old Police Station Waterhole, located on the Frew River, is the park's best known attraction, and the moderately challenging Frew River Four Wheel Drive Loop Track is an exciting alternative route in. It's a rocky, 17-kilometre track with several kilometres along the ridgeline, which affords spectacular vistas. This is just one of the four-wheel-drive tracks in the region.\nCamping in Tennant Creek is an adventure in itself. There are caravan parks and camp grounds in town, but for a real feeling of isolation, where there are no creature comforts, pack up the car and try one of the region's bush camping sites in the peace and quiet of the outback - make sure you take all your own supplies.\nWhy not aim to go home in style after you discover your fortune in Tennant Creek? There are a number of sites in this area where people can fossick for their own gold - and apparently there's still plenty here to be found.\nAnother adventurous pursuit in this area is experiencing life on an outback cattle station. Travellers can camp at Banka Banka Station, an operating station 100km to the town's north.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Tennant Creek Town map.png"],["thumb"],["left"],["400px"],["Map of Tennant Creek Town, NT"]]}," The only way to reach Tennant Creek is via Alice Springs, Darwin or Mt Isa in Queensland. A 4WD will come in handy, however, the main roads are sealed.  Helicopter and small plane trips are a popular way to reach remote destinations and you get to take in the spectacular landscape.\n\n",{"type":"===","value":["By plane"]},"\n\nTennant Creek has an airfield, and charter flights are easily arranged from either Darwin or Alice Springs. ",{"type":"[","value":["http:\/\/www.flytiwi.com.au Tiwi Air"]}," has some scheduled services from Darwin.\n\n",{"type":"===","value":["By car"]},"\nCars can be hired at Alice Springs or Darwin.  It is possible to hire at one and drop off at the other for a fee, but probably best to check with the company beforehand.  Tennant Creek is 500km north along the Stuart Highway from ",{"type":"[[","value":[["Alice Springs"]]}," and 1000km due south from ",{"type":"[[","value":[["Darwin"]]},".  Car rental companies in the Northern Territory have daily distance allowances after which a surcharge is payable; however, if you book with the government wholesaler, ",{"type":"[","value":["http:\/\/www.territorydiscoveries.com Territory Discoveries"]},", you can get unlimited rates.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.greyhound.com.au Greyhound"]}," services the highway between Adelaide and Darwin, with a stop in Alice Springs.  Northbound the coach arrives in Tennant Creek at 2.10AM, and departs at 3.25AM.  Southbound, it's a similar time, with the coach arriving at 2.30AM and departing at 3.45AM.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.gsr.com.au The Ghan"]},", running on the famous Adelaide-Darwin route, passes by Tennant Creek twice each way per week and will stop on request. Serious enthusiasm for train travel is required to book in advance, arrive at 2AM in the morning, and then catch the next onward train out at 2AM three or four days later.  The Ghan, being a tourist train rather than a regular form of transport, also charges a significant premium to the bus, and takes considerably longer.\n\n",{"type":"==","value":["Get around"]},"\nThe town itself is relatively small and everything within the town can be reached on foot.  A car is needed to reach attractions slighly further afield.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Devils-marbles.jpg"],["thumb"],["Devils Marbles, Tennant Creek"]]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Bill Allen Lookout"]}," offers a clear 360-degree view across the landscape and town - it's especially worthwhile to do this at sundown."]},"\n",{"type":"*","value":[{"type":"'''","value":["Devils Marbles Conservation Reserve"]}," The Devils Marbles are clusters of mysterious rock spheres located in the scenic Australian desert. The nearest town, Wauchope, offers a limited range of accommodation and facilities. Camping is permitted (fees apply), offering a great way to enjoy this ancient landscape. One of the best times to explore or photograph these unique formations is at sunrise and at sunset. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Kunjarra \/ The Pebbles"]}," The smaller relatives of the Devils Marbles, form a unique and beautiful landscape. Known to the Warumungu Aboriginal people as Kunjarra, The Pebbles are a sacred site and women’s dancing place for the Munga Munga Dreaming."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tennant Creek Museum at Tuxworth Fullwood House"],["url=http:\/\/www.nationaltrust.org.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+61 8  8981 2848"],["tollfree="],["fax="],["hours="],["price=Entry fees apply"],["content=Built by the Army in 1942 as No. 45 Australian Camp Hospital, the building now features a wide range of exhibits, including a 1930's police cell and steam traction engine. It also houses a reconstruction of a miner's camp and mine workings, a Furphy water cart, an extensive archive and early photographs of the town and its people."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Winanjjikari Music Centre"],["url=http:\/\/www.barklyarts.com.au\/index.htm"],["email="],["address=52 Peko Road, Tennant Creek"],["lat="],["long="],["directions="],["phone =+61 8  8962 3282"],["tollfree="],["fax="],["hours="],["price=Free entry"],["content=The Winanjjikari Music Centre offers a profound cultural exchange with authentic, traditional Aboriginal people. You’re welcome to come and see the daily life of the musicians, have a chat with them and even join in a song."]]}]},"\n",{"type":"[[","value":[["Image:Tennant-creek0106.jpg"],["thumb"],["left"],["350px"],["Tennant Creek Telegraph Station"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tennant Creek Telegraph Station"],["url=http:\/\/www.nt.gov.au\/nreta\/parks\/"],["email="],["address=Stuart Highway"],["lat="],["long="],["directions=10km north of Tennant Creek"],["phone =+61 8  8951 8250"],["tollfree="],["fax="],["hours="],["price=Free entry"],["content=Built in 1872 the Tennant Creek Telegraph Station offered a refuge for weary travellers. The discovery of gold by a linesman in 1925 quickly led to the establishment of the present Tennant Creek township. By 1935 a post office was opened which quickly led to the closure of the telegraph station, ending an era of hospitality for weary travellers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Nyinkka Nyunyu Interpretive Centre"],["url=http:\/\/www.nyinkkanyunyu.com.au\/"],["email="],["address=Paterson Street (Stuart Highway)"],["lat="],["long="],["directions="],["phone =+61 8  8962 2221"],["tollfree="],["fax="],["hours="],["price=Entry fees apply"],["content=Nyinkka Nyunyu (pronounced ny-ink-a ny-oo ny-oo) is a fascinating and unique art, culture and interpretive centre, which offers visitors the opportunity to learn about Aboriginal life, history and land in the Tennant Creek region."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Davenport Range National Park"]}," offers some great four-wheel drive tracks. The Old Police Station Waterhole has an alternative access road via the 'Frew River Loop,' a demanding 17-kilometre track that should only be attempted by experienced four-wheel-drivers. Check road conditions with the Alekerenge (Ali Curung) police station on +618 8964 1959 before travelling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fossicking"]}," 15 km outside the small mining town of Warrego is a public area where visitors can fossick for gold. The Outback Caravan Park in Tennant Creek runs tag-a-long tours to the area and provides all the necessary equipment. Permits are required for fossicking; they are free and can be found on the Minerals and Energy website www.nt.gov.au\/dpifm\/Minerals_Energy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cattle station stay"]}," Banka Banka Station, 100 km north of Tennant Creek, operates as a campground, while still being part of an 11,600 square-km cattle station. Enjoy friendly service while having a cold beer on the verandah of the historic mud brick homestead. Bring a steak to cook on the barbecue and swap yarns around the campfire."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mary Ann Dam Recreation Lake"],["url="],["email="],["address=Mary Ann Dam Road, 5km North of Tennant Creek, via Stuart Highway"],["lat="],["long="],["directions="],["phone =+61 8  8962 0000"],["tollfree="],["fax="],["hours="],["price=Free entry"],["content=Mary Ann Dam Recreation Lake is a cool oasis, five kilometres north of Tennant Creek. This man made dam is a pleasant surprise in a rugged, Central Australian environment, offering an ideal picnic spot for locals and tourists alike. The area is large enough to allow canoeing, windsurfing and other water sports."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are several small shops including a supermarket in Tennant Creek mainly selling the essentials.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aboriginal art."]}," A handful of small galleries feature artwork by local indigenous artists, mostly in the traditional dot-painting style typical of the central Australia region. Ask the gallery owner about the artists and symbolism of the artworks and get a bit of personal history behind the painting you choose."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fernandas Cafe and Restaurante"],["url="],["email="],["address=1 Noble Street, Tennant Creek, Northern Territory 0860"],["lat="],["long="],["directions="],["phone =+61 8  8962 3999"],["tollfree="],["fax="],["hours="],["price=prices mid range"],["content=With dishes ranging from South African to Portuguese, Indian to Thai and a comprehensive wine list which complements the menu makes this a night out to remember. For those less adventurous their menu also includes Australian cuisine. There is a choice of either dining indoors or relaxing in the Al Fresco area under the palms."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tennant Creek Memorial Club"],["url=http:\/\/www.memoclub.net.au\/"],["email="],["address=48 Schmidt Street, Tennant Creek"],["lat="],["long="],["directions="],["phone =+61 8  8962 2474"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Gold Heart of the Northern Territory, the Tennant Creek Memorial Club (commonly known as ‘The Memo’) is renowned for friendly service, welcoming staff, great meals and regular live entertainment. The Memo is a great place to mix and chat with some of the real outback characters of this vast area. Family friendly with children's activities."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are several bars\/pubs as well as a liquor store.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tennant Creek Memorial Club"],["url="],["email="],["address=48 Schmidt Street, Tennant Creek, NT"],["lat="],["long="],["directions="],["phone =+61 8  8962 2474"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Gold Heart of the Northern Territory, the Tennant Creek Memorial Club (commonly known as ‘The Memo’) is renowned for friendly service, welcoming staff, great meals and regular live entertainment. The Memo is a great place to mix and chat with some of the real outback characters of this vast area. With a family friendly environment, The Memo is a great place to sit back and relax while enjoying a refreshing cold beer or a glass of wine while the kids have fun."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tennant Creek Hotel"],["url="],["email="],["address=146 Paterson Street, Tennant Creek, NT"],["lat="],["long="],["directions="],["phone =+61 8  8962 2006"],["tollfree="],["fax="],["hours="],["price="],["content=One of the most historic establishments in town, legend has it that Joe Kilgariff, a figurehead of local prominence, founded the Tennant Creek Hotel in 1934 on the site where his beer wagon had become bogged down in the mud. The Tennant Creek Hotel contains two bars: ",{"type":"'''","value":["Jackson's Bar"]},", which features an open fireplace and a patio and serves the midday crowd, and the ",{"type":"'''","value":["Faye Lewis Bar"]},", which is open evenings and features occasional live entertainment."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nIn addition to Tennant Creek itself, lodging options are available in other (relatively) nearby settlements along the Stuart Highway, including Ti Tree and Barrow Creek.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Eldorado Motor Inn"],["url=http:\/\/www.eldoradomotorinn.com.au"],["email="],["address=195 Paterson Street, Tennant Creek, Northern Territory 0860"],["lat="],["long="],["directions="],["phone =+61 8  8962 2402"],["tollfree="],["fax="],["hours="],["price=AUD $130  to  $170"],["checkin="],["checkout="],["content=Comfortable, clean and feels relatively safe."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Safari Backpackers"],["url="],["email="],["address=12 Davidson Street, Tennant Creek, Northern Territory 0860"],["lat="],["long="],["directions="],["phone =+61 8  8962 2207"],["tollfree="],["fax="],["hours="],["price=AUD $20  to  $45"],["checkin="],["checkout="],["content=Safari Backpackers is a family hostel that provides friendly service and offers clean and comfortable accommodation. Property facilities include: Car park, Communal Kitchen, Communal Refrigerator, Iron, Laundry, Public Telephone, Tour Desk, TV\/Lounge Area"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Safari Lodge Motel"],["url="],["email="],["address=12 Davidson Street, Tennant Creek, Northern Territory 0860"],["lat="],["long="],["directions="],["phone =+61 8  8962 2207"],["tollfree="],["fax="],["hours="],["price=AUD $80  to  $110"],["checkin="],["checkout="],["content=Safari Lodge Motel is a small and quiet family run business located in the centre of Tennant Creek, only a short walk to shops and restaurants. Safari Lodge Motel has 18 spacious ground floor units with off road parking, barbecue area and guest laundry. The first in the Territory, the Safari Lodge Motel has been accredited environmentally friendly under the AAA Tourism Green Stars program."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tennant Creek Caravan Park"],["url=http:\/\/www.users.bigpond.com\/tennantvanpark\/"],["email="],["address=208 Paterson Street, Tennant Creek,  Northern Territory 0860"],["lat="],["long="],["directions="],["phone =+61 8  8962 2325"],["tollfree="],["fax="],["hours="],["price=AUD $90  to  $110"],["checkin="],["checkout="],["content=The Tennant Creek Caravan Park is ideally situated in Tennant Creek, on the Stuart Highway, at the northern end of the shopping strip, just a five minute walk from most shops and businesses. This location is close to all the attractions and facilities in Tennant Creek and is also a convenient pick up point for local tours."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nTennant Creek's telephone area code is 08. To dial a number in Tennant Creek from elsewhere in Australia, dial the area code and the eight-digit telephone number. For calls originating from within the same area code—i.e. Western Australia, South Australia, the Northern Territory, and the far western fringe of New South Wales—the area code can be omitted. To call Tennant Creek from outside Australia, dial 61 (the country code for Australia), then area code 8 (omitting the initial zero), then the eight-digit phone number.\n\nThe emergency numbers for Australia are 000 (fixed-line or mobile phones) or 112 (mobile phones only).\n\nTennant Creek's post office is on the main street in the centre of town, at 49 Paterson Street.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Newcastle Waters Historic Township"]}," Located at the junction of three major overland stock routes, Newcastle Waters was an important gathering place for drovers to provision and rest before continuing on with their gruelling overland cattle drives. The township has become a ghost town, but while uninhabited, Newcastle Waters has a rich, vibrant history. Preserved historic buildings such as Jones's Store and the Junction Hotel are a reminder of the early pioneering era. The Drover's Memorial Park, featuring a bronze statue of a drover, is also a must see. Access is through Newcastle Waters Station. Please observe all station rules that apply."]},"\n",{"type":"*","value":[{"type":"'''","value":["Barkly Tablelands"]}," The Barkly tablelands run east from Tennant Creek towards the Queensland border and are among the most important cattle grazing areas in the Northern Territory."]},"\n",{"type":"*","value":[{"type":"'''","value":["Elliott"]},", 255km north of Tennant Creek, is the Barkly region’s second largest town and was developed during World War II. There is a range of services and facilities available for the traveller. Lake Woods nearby is a large body of permanent water in an otherwise largely arid region and is a haven for many bird species."]},"\n",{"type":"*","value":[{"type":"'''","value":["Banka Banka"]}," Located 100km north of Tennant Creek, the Banka Banka Station was the first operational pastoral lease in the Barkly region. There are grassed camping grounds with modern facilities. During the tourist season visitors can experience a slide show talk on outback station life."]},"\n",{"type":"*","value":[{"type":"'''","value":["Daly Waters"]}," is a crossroads of outback history. Established to service cattle droving routes, this small township was also incorporated into the Overland Telegraph Line, served as a stopover for early Qantas flights to and from London, and was a major staging post for troop and supply movements during World War II. The Daly Waters Pub is the quintessential outback watering hole and the epicentre of the township. It is a worthwhile diversion from the drive, famous for its bush hospitality, huge meals and quirky decorations on the walls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Renner Springs"]},", now a roadhouse and motel, was originally a medical post for the workers constructing the Overland Telegraph Line in the 1870s. Its name derives from Doctor Charles Renner, who was the physician there, and the fact that there are numerous springs in the area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Attack Creek"]}," 74km north of Tennant Creek is a monument marking the point where explorer John McDouall Stuart turned back on his expedition to cross the continent in 1860 after a hostile encounter with some local Aboriginal people. It has since been appropriately known as Attack Creek."]},"\n",{"type":"*","value":[{"type":"'''","value":["Barrow Creek"]},", 204km south of Tennant Creek, was established in 1871 as a repeater station for the Overland Telegraph Line. The original stone buildings were complemented by a store and pub in 1932, coinciding with the gold rush in the area. It is now a popular stopover between Tennant Creek and Alice Springs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Davenport Range National Park"]}," is an area of rugged outback beauty that can be accessed off the Explorer’s Way, 87km south of Tennant Creek. The Old Police Station Waterhole is picturesque and camping is allowed here. A high-clearance four-wheel-drive is necessary to fully experience the Park."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wycliffe Well"],["Wycliffe Well Holiday Park"]]}," is located 132km south of Tennant Creek. Facilities for travellers include caravan, camping and cabin accommodation, a shop and a service station. Its main claim to fame, however, is numerous UFO sightings that have been reported in the area, alluded to by the concrete aliens out the front."]},"\n",{"type":"{{","value":[["routebox"],["image1=Australian National Route 87.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Katherine"]]}],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Alice Springs"]]}],["minorr1=",{"type":"[[","value":[["Wycliffe Well"]]}]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["-19.6500"],["134.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Barkly Tableland"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tennant Creek"]]},"\n\n\n",{"type":"[[","value":[["Commons:Tennant Creek"]]}]