[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Terebovlya"]}," (Polish: Trembowla) is a town in the ",{"type":"[[","value":[["Ukraine"],["Ukrainian"]]}," part of East Galicia.\nIt is one of the oldest towns in ",{"type":"[[","value":[["Western Ukraine"]]}," and used to be an important political centre in the Middle Ages. It was also the site of an important battle between the Ukrainians and the Poles as well as the site of a mass massacre of Jews during the Holocaust.\n\n",{"type":"==","value":["Get in"]},"\nBuses to Terebovlya leave from the Ternopil Bus Station every 15-30 minutes, typically from platforms 2, 3, and 4. Tickets cost around 12.00 hryven (10 hrn if you buy from the driver). The trip takes about 45 min. \n\nYou can also reach Terebovlya by train or electrichka, although those are less frequent, slow, and usually a little more expensive. \n\n",{"type":"==","value":["Get around"]},"\n\nBy foot. A walk along the two main streets encompassing most of the churches and monuments will take less than 15 min.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The remains of Trebowl Castle"]},". First built in 1097, the Terebovlya Castle was continuously modified, destroyed and restored. Its present constructions date back to 1631 when the castle was rebuilt by the Polish military. In 1675, a small contingent of Polish troops supposedly held off a Turkish army of around 20,000 men for two weeks until they were relieved by reinforcements. During the siege, the commander of the Polish forces, colonel Jan Samuel Chrzanowski, considered surrendering to the Turks, but his wife, Anna Dorota Chrzanowski, threatened to commit suicide if he did. Legend has it that her threat shamed and inspired the garrison to continue fighting. There is a monument to Anna Dorota at the top of the castle memorializing this event. However, in 1687 a Tartar army burned Terebovlya and destroyed the castle, leaving the still impressive ruins that remain today."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fortified Carmelite Monastery"]},". The Carmelite Monastery was built between 1635 and 1639 in the Renaissance-Baroque style. It is surrounded by protective walls with holes for guns and cannons still visible. The remains of the monastery are a short walk away from the bus station. The grounds are usually open to visitors."]},"\n",{"type":"*","value":[{"type":"'''","value":["Basilian Monastery"]},". The Basilian Monastery was built during the 16th century and offers a nice vantage point of the surrounding villages and countryside, which probably came in handy when defending against invading Turkish forces. There are several ways to get to the Monastery. The easiest is probably to ask a taxi to take you there (don't pay more than 20 hryven), but if you are feeling more adventurous and don't mind a 30-40 min walk, you can try to find an English-speaking local who will explain the route through the forest."]},"\n",{"type":"*","value":[{"type":"'''","value":["St Nicholas Church"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Town Hall"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Synagogues"]},". Two former synagogues are a short walk from the bus station, although it is hard to recognize them as such. One is now a music and art school, while the other is a sports school. Although \"synagogue\" is a cognate and will be understood by Ukrainians, most locals do not know that these buildings are former synagogues--you'll have to keep your eyes open."]},"\n",{"type":"*","value":[{"type":"'''","value":["World War II Jewish Memorial"]},". Before World War II, approximately 1,486 of Terebovlya's population were Jewish. During the German occupation, the majority of the Jewish population were kept in a small ghetto, and around 1,100 were shot on April 7, 1943 close to the nearby village of Plebanivka. The current monument stands next to two gravestones -- the old Jewish cemetery no longer exists. The only way to get to this memorial is by walking. It is located on top of a hill about half-hour walk from the town center. It is best to ask directions from locals, but do not count on many people knowing where it is or how to reach it."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels or hostels in Terebovlya, but couch-surfing options with English speaking hosts are sometimes available.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nFrom Terebolvya, you can easily find buses heading north to ",{"type":"[[","value":[["Ternopil"]]}," (the oblast capital) or south to Chortkiv (the second biggest town in the oblast). It takes about 45 minutes to reach either destination. \n \t\t \t\nIf you are interested in continuing south towards ",{"type":"[[","value":[["Romania"]]},", there are also a couple of daily buses that go from Terebovlya to ",{"type":"[[","value":[["Chernivtsi"]]}," (3.5 hr), which is not far from the Romanian border. \n\n",{"type":"*","value":[{"type":"[[","value":[["Ternopil"]]}]},"\n",{"type":"{{","value":[["geo"],["49.3000"],["25.7167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western Ukraine"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Terebovl"]]}]