[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Terrace Bay"]}," is a township in ",{"type":"[[","value":[["Northern Ontario"]]}," with 1,800 residents that is 150 sq km in size.  The Terrace Bay region is ",{"type":"'''","value":["known for its incredible beauty"]}," and is located on the shores of the magnificent Lake Superior, the largest fresh water lake in the world.  Tourist information on Terrace Bay can be found at its municipal website ",{"type":"[","value":["http:\/\/www.terracebay.ca\/tourism"]}," \n\n",{"type":"==","value":["Understand"]},"\nTerrace Bay is originally named after the sand and gravel terraces which were left behind when ice glaciers receded about 20,000 years ago. The area is surrounded by the rugged Northern Ontario wilderness and the forest is the reason for Terrace Bay's existence. Terrace Bay originated as an undeveloped area catering to the needs of the forestry industry. The decision to develop the town was first conceived in the early 1940's by the Longlac Pulp and Paper Company which was taken in conjuction with the Ontario Hydro water division, completed in 1939, to redirect the northward flowing Long Lake south through the Aguasabon River system to Lake Superior. For more information on how the Community grew visit the History Section",{"type":"[","value":["http:\/\/www.terracebayschreiber.ca\/default.asp?pgid=37"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nTerrace Bay is located on the Highway 17 section of the Trans Canada Highway and is approximately 2 hours Northeast of Thunder Bay, Ontario and 5 hours Northwest of Sault Ste. Marie, Ontario.  The easiest way to travel to Terrace Bay is by automobile on the Trans Canada Highway; however it is also possible to arrive by bus, bike, private plane, private boat, or by taking the train to a nearby station in Longlac and then driving South from there.   \n\n",{"type":"==","value":["Get around"]},"\n\nTerrace Bay was ",{"type":"'''","value":["designed for the walker or biker"]}," in mind and can easily be seen by travelling short distances from different sections.  The main built up area is approximately 3 kms by 3 kms or 2 miles by 2 miles.  There is not a cab or taxi service in the Municipality, but a vehicle can be rented from the local car dealership if so desired.  If looking to travel by walking or biking, it is recommended to park in the Tourist Information Centre parking lot, obtain a print map in the brochure of the Municipality, and start your adventure from there.\n\n",{"type":"==","value":["See"]},"\n\nTerrace Bay has numerous things to see with the following being the more notable:\n\n- The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.terracebay.ca\/lighthouse Terrace Bay Lighthouse"]}]}," which opened on July 12, 2011 is a 50 foot replica of the lighthouse at the Slate Islands which is the tallest lighthouse on the great lakes.  The Terrace Bay Lighthouse is situated in the main downtown core and allows visitors to travel up through the staircase inside and experience incredible views of Lake Superior, the Slate Islands, and the rest of the Municipality. \n\n- The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.terracebay.ca\/falls Aguasabon Falls and Gorge"]}]}," is a 100 foot waterfall that was created as a spill basin for the Aguasabon Hydro Generating Station. It offers tourists an amazing view through a wheelchair accessible boardwalk that overlooks the falls.  The Municipal park also has picnic tables for lunch and bathrooms for visitors.\n\n- The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.terracebay.ca\/beach Terrace Bay Beach"]}]}," is a large sand beach with picnic tables and an uncrowded viewing pleasure.  Visitors can witness the rivermouth whereby the Aguasabon River leads into Lake Superior as well as see across to the Slate Islands Provincial Park. \n\n- The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.terracebay.ca\/slates Slate Islands Provincial Park"]}]}," is the jewel of Lake Superior and a definite must see.  The Slate Islands is a group of islands located 13 km across Lake Superior from Terrace Bay and are believed to have been created billions of years ago when a meteorite crashed into the earth.  The islands feature the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Shatter_cone largest known shattercone"]}]}," in the world which is a rare rock formation after meteor impacts.  The islands are also home to the largest unpredated herd of ",{"type":"'''","value":["woodland caribou"]}," in the world which are known to be so friendly that they will eat out of a visitors hand.  The Slate Islands also feature the tallest ",{"type":"'''","value":["lighthouse"]}," on the great lakes which measures 224 feet above see level and can be hiked up to by visitors.  The Slate Islands also have many other incredible aspects from its gold mine and forestry history, to its incredible plant and wilfe life.  To visit the Slate Islands, travellers should call one of the local charters which can be found by contacting the Tourism Information Centre ",{"type":"[","value":["http:\/\/www.terracebay.ca\/tourism"]},"\n\n",{"type":"==","value":["Do"]},"\n- Attend the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.superiorclassics.ca Dragfest"]}]}," - the local car club puts on an amazing weekend of drag racing the first weekend in August every year and approximately 10,000 people show up.  Incredible cars, trucks, and motorcycles from all throughout North America speed down the track at the local airport and it is always a good time. \n\n- Attend some the Townships other events including the Annual ",{"type":"'''","value":["Canada Day celebration"]}," on the first of July with activities\/food\/fireworks, the Annual ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greentradeshow.ca Green Tradeshow"]}]}," in April featuring regional environmentally friendly products and services, the Annual Fall Fair in September with products from area crafters, the 4 Man Masters Golf Tournament in July, and the Old Fashion Skating Party in December.\n\n- Play a round of golf at the beautiful and challenging 9-hole Aguasabon Golf Course.\n\n- Book a charter to enjoy the bays in Lake Superior or visit the Slate Islands Provincial Park\n\n- Bring some friends and snowmobile throughout the areas trails\n\n- Hike the amazing 52 km Casque Isles Trail",{"type":"[","value":["http:\/\/www.terracebayschreiber.ca\/default.asp?pgid=6"]}," that follows the shores of Lake Superior\n\n",{"type":"==","value":["Buy"]},"\n\nThere are two main retail areas in Terrace Bay being Simcoe Plaza and the Mill Road Area.\n\n- The ",{"type":"'''","value":["Simcoe Plaza"]}," area has numerous retail establishments that will cater to the needs of tourists.  Simcoe Plaza is home to Costa's Food Market where tourists can buy groceries and Stewart Guardian Pharmacy where tourists can purchase any health related products they need.  Also within Simcoe Plaza is a CIBC bank, an LCBO for alcohol, a Post Office, a flower shop, a print shop, and various service companies \n\n- The ",{"type":"'''","value":["Mill Road"]}," area is home to Spadonis GM dealership that can sell, lease, or rent vehicles, the Terrace Bay Home Hardware which has all your home improvement and general products, Mill Road Service for automobile service and u-haul rentals, as well as Terrace Bay Pulp Inc., the main employer in the Township. \n\n",{"type":"==","value":["Eat"]},"\n\nTerrace Bay restaurants offer some delicious food options with restaurants being: Drifters Restaurant, Wah's Chinese Restaurant, the Red Dog Inn Restaurant with Pizza Hut Express, the Terrace Bay Bakery, Roy Pizzeria and Subs, and Superior Dining.  Menus from the restaurants are featured on the Municipal Website",{"type":"[","value":["http:\/\/www.terracebay.ca\/menus"]},"\n\n",{"type":"==","value":["Drink"]},"\nTerrace Bay has one local bar being the Imperial Motel",{"type":"[","value":["http:\/\/www.driftersimperialmotel.ca"]}," and liquor and spirits can also be purchased in some of the local restaurants and at the LCBO.\n\n",{"type":"==","value":["Sleep"]},"\nTerrace Bay has four main establishments that travellers can sleep at which include the Aguasabon Campground",{"type":"[","value":["http:\/\/www.aguasabon.com"]},", the Imperial Motel",{"type":"[","value":["http:\/\/www.driftersimperialmotel.ca"]},", the Red Dog Inn",{"type":"[","value":["http:\/\/www.reddoginn.ca"]},", and the Norwood Motel.\n\n",{"type":"==","value":["Connect"]},"\nFor more information on Terrace Bay Tourism, visit the Tourism section of the Municipal website",{"type":"[","value":["http:\/\/www.terracebay.ca\/tourism"]}," or call the toll-free number at 1-800-968-8616 or email tourism@terracebay.ca. \n\n",{"type":"==","value":["Go next"]},"\n\nTerrace Bay simply is a natural paradise and visitors often remark that it is one of the most beautiful communities they have ever seen.\n\n",{"type":"{{","value":[["geo"],["48.8000"],["-87.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Ontario"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Terrace Bay"]]}]