[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Terschelling"]}," is one of the ",{"type":"[[","value":[["West Frisian Islands"]]}," in the north of the ",{"type":"[[","value":[["Netherlands"]]},". From left to right, it's the third island in the group and it's one of the five inhabited ones.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:Terschelling Dunes.jpg"],["thumb"],["Dunes on the island of Terschelling"]]},"\nThe island is home to about 8300 permanent inhabitants, but the number of people can triple in high season. Like the other West Frisian Islands, Terschelling receives lots of (mostly domestic) tourists, who typically stay a few days to enjoy the quiet, rural island atmosphere, spend time on the beaches and take bike trips to see the nature.\n\n",{"type":"===","value":["Main villages"]},"\nThere are several small villages and hamlets on the island. The largest settlements are West-Terschelling (with about 2400 people) and Midsland with around 1000 inhabitants. All others are far smaller.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["West-Terschelling"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Midsland"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hoorn"]}]},{"type":"*","value":[" '''Formerum "]},{"type":"*","value":[" ",{"type":"'''","value":["Lies"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Oosterend"]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Formerum.jpg"],["thumb"],["A view of Formerum"]]},"\nThe ferry to Terschelling leaves from ",{"type":"[[","value":[["Franeker"]]}," and is mainly operated by ",{"type":"[","value":["http:\/\/www.rederij-doeksen.nl Rederij Doeksen"]},". The large regular ferry, named ",{"type":"''","value":["ms Friesland"]},", makes its way to the island in about an hour and 45 minutes, allowing also for the transportation of bikes and cars. Note that you need to make reservations in advance if you plan on bringing a car, via the Rederij or via the tourist office. For passenger transport, reservations are not required but they are advised, and can be made online via the same channels, or via phone: +31 900-3635736. The ferry runs multiple times a day, but the times can vary. Always check on the ",{"type":"[","value":["http:\/\/www.rederij-doeksen.nl\/system\/web_files\/files\/313\/03360_759_webPDF_RAADHUIS_dienstregelingNL_121212.pdf ferry company's online schedule"]},". One way tickets cost €25 for adults, bikes are another €14. Cars can be brought for no less than €140. The island is small however, and you might want to consider parking your car at the dedicated parking area at the Harlingen Harbour. \n\nIf you're not bringing a car, you can also opt for the fast service, which takes only 45 minutes and is carried out with smaller boats. Obviously, this is the preferred transport for locals, while visitors tend to enjoy the longer, regular ferry trip over the Wadden Sea. The fast boats also run a few times per day between Terschelling and neighbouring island ",{"type":"[[","value":[["Vlieland"]]},". \n\n",{"type":"==","value":["Get around"]},"\nThe island is fairly small. Cars are allowed but, also due to the high ferry costs, most people don't bring one. ",{"type":"'''","value":["Biking"]}," and ",{"type":"'''","value":["walking"]}," are the main ways around. Most hotels and the tourist office can rent out bikes. Despite its small size, the island has over 200 km of hiking paths, for which the tourist office has an excellent map.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Stryper-wyfke.beeld.JPG"],["thumb"],["This statue of \"Het stryper wyfke\" near Striep reminds of an old island legend, which tells the story of English soldiers who retreated when an old lady's words made them believe that the silhouettes they saw in the distant where soldiers, when in fact she was speaking of the graveyards. Her words are said to have been: ",{"type":"''","value":["they stand by the hundreds, but they lie by the thousands."]}]]}," \nThe number one attraction is the island's lovely nature. There are large dune landscapes and lots of bird life. Some other sights include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Brandaris"],["alt="],["url="],["email="],["address=West-Terschelling"],["lat=53.360278"],["long=5.214167"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The islands light house is the oldest still operating one in the country, and a landmark that can't be missed. Locals refer to it simply as \"the tower\", and it's a square shaped, late 16th century structure. Unfortunately, the interior is not open for visitors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Harbour of West-Terschelling"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The village harbour is a picturesque place. It's the arrival point for the ferries, but otherwise home base for many smaller boats. There are cosy cafés around, allowing to sit back and take in the atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Formerum Windmill"],["alt="],["url="],["email="],["address=Formerum"],["lat=53.388972"],["long=5.30432"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only remaining mill on the island, it once was used to mill the grains for the local community. Now, it's called the \"Koffiemolen\" or ",{"type":"''","value":["Coffeemill"]},", for the coffee bar that's housed inside it. The building is a national monument and was constructed in 1838. About 40 years later it was moved from it's original location near West-Terschelling to its current place."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum 't Behouden Huys"],["alt="],["url=http:\/\/www.behouden-huys.nl\/"],["email="],["address=Commandeurstraat 30-32 West Terschelling"],["lat="],["long="],["directions="],["phone=+31 562-442389"],["tollfree="],["fax="],["hours="],["price=€ 4\/2 for adults\/children"],["content=Housed in two historic commandor's mansions, this small but pleasant museum has an interesting collection on the island's history. There's a yearly changing exposition as well as a permanent exposition space. The museum is named after the shelter on Nova Zembla that Willem Barentz, born on the island, famously built in 1596, to survive the northern winter after his ship became stuck in the ice."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oerol Festival"],["alt="],["url=http:\/\/www.oerol.nl\/engels\/t"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price= €20"],["content=The annual Oerol theatre festival is known throughout the country, and in fact one of the largest events of its kind in all of ",{"type":"[[","value":[["Europe"]]},". It's a cultural happening full of theatre, music and arts, attracting about 50.000 visitors each year. It's praised for it's programme, but also for the remarkable settings, with stages in the dunes, in barns, on the dikes and right in the village streets. If you happen to be in the area in early summer, this is an event worth catching a ferry for."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bird watching"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the western side of the island is Natural Reserve ",{"type":"'''","value":["De Boschplaat"]},". Some 65 to 70 different bird species roam and breed here, making it a popular destination for bird life enthusiasts. Note however that the area is closed in summer, March 15 - August 15, for the breeding season of the animals. There's no entrance fee."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere's a range of shops available in the island's main towns, providing all daily groceries (also since there are many self-catering apartments) as well as souvenirs. If you want to go shopping for more than basic stuff, West-Terschelling is the best bet, with many small stores in and around the ",{"type":"''","value":["Torenstraat"]}," and ",{"type":"''","value":["Boomstraat"]},".\n\nLocal specialities from the island include cheeses, cranberry-products and local honey. You'll also find beer and liquors made from wild cherries, which grow in the natural park ",{"type":"''","value":["Boschplaat"]}," at the east side of Terschelling.\n\n",{"type":"==","value":["Eat"]},"\nThere are plenty of places to eat, in all of the major villages. Most of the food is simple, bistro-style stuff for reasonable prices. In summer, many establishments have pleasant outdoor terraces where you can enjoy your meal. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=De Duyf"],["alt="],["url=http:\/\/www.deduyfterschelling.nl\/"],["email="],["address=Raadhuisstraat 3, West Terschelling"],["lat="],["long="],["directions="],["phone=+31 562 85 11 22"],["tollfree="],["fax="],["hours="],["price=Lunch from €7.50, mains from €18"],["content=Good restaurant with tasty dishes and friendly service. They are also proud of their coffee. Their slogan is: \"Drinking coffee as in Vienna, eating as in Paris\". For lunch, they serve mostly nice breads and soups, while for dinner they specialise in sea food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Steakhouse Brasserie Brandaris"],["alt="],["url=http:\/\/www.brasserie-brandaris.nl"],["email="],["address=Boomstraat 3, West"],["lat="],["long="],["directions="],["phone=+31 562-442554"],["tollfree="],["fax="],["hours="],["price=Mains from €16.50"],["content=Located close to the light house, this places serves bistro style food rather than real steak house meats, but it's a good pick if you're up for some spare-ribs or saté. However, they also serve fried fish and several vegetarian options."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are about 50 hotels, B&B's and other accommodations on this small island, so finding a place to stay doesn't seem too hard. In high-season, however, places can fill up and prices do rise. Terschelling is not a cheap place to stay, with budget rooms starting around €70 at most places. The ",{"type":"[","value":["http:\/\/www.vvvterschelling.nl\/homepage\/ tourist office"]}," can offer help if you need it.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Buren"],["alt="],["url=http:\/\/hotel-buren.nl\/"],["email="],["address=Burg. Mentzstraat 20, West Terschelling"],["lat="],["long="],["directions="],["phone=+31 562-442226"],["tollfree="],["fax="],["price=€80-130, depending on which room"],["checkin="],["checkout="],["content=This simple, family-run hotel is a 5 minute walk from the ferry landing point. It's located in the village centre, in a building formerly used as the local school. The rooms are not too large, but they are clean and well-equipped. Service is also friendly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Altijd Wad"],["alt="],["url=http:\/\/hotelaltijdwadterschelling.nl\/"],["email="],["address=Trompstraat 6, West-Terschelling"],["lat="],["long="],["directions="],["phone=+31 31612317154"],["tollfree="],["fax="],["price=From €89, incl. breakfast"],["checkin="],["checkout="],["content=A hotel with a style of its own. The rooms are clean and well-equipped, and decorated almost as if you're in a family home. The staff is very nice, and breakfast is descent. Rooms are on the small side and internet connections are poor, but otherwise this place gets great reviews."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=WestCord Residentie Boschrijck"],["alt="],["url=http:\/\/www.westcordhotels.nl\/hotels\/residentie-boschrijck"],["email="],["address=Sportlaan 5"],["lat="],["long="],["directions="],["phone=+31 62-443055"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From €79"],["content=A 4 star chain hotel offering rooms as well as apartments, and a wide range of facilities. There are good wellness arrangements, and a nice indoor pool. The apartments are quite spacious and well-appointed. Note that there's no proper internet reception at times and that cleaning costs can be added to your bill."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThere's fast ferry connection to the island of ",{"type":"'''","value":[{"type":"[[","value":[["Vlieland"]]}]},". The other ",{"type":"[[","value":[["West Frisian Islands"]]}," are great if you're looking for more of the same, but it you'd like to get back to mainland try charming ",{"type":"[[","value":[["Harlingen (Netherlands)"],["Harlingen"]]}," (where the ferry goes), or move on from there to lovely historic ",{"type":"'''","value":[{"type":"[[","value":[["Franeker"]]},", ",{"type":"[[","value":[["Leeuwarden"]]}]}," or bustling ",{"type":"'''","value":[{"type":"[[","value":[["Groningen (city)"],["Groningen"]]}]},". \n\nAlternatively, take the cause way to the ",{"type":"[[","value":[["Western Netherlands"]]},", where you'll find most of the famous Dutch destinations. It take just a few hours to get from the island all the way to ",{"type":"'''","value":[{"type":"[[","value":[["Amsterdam"]]}]},".\n\n",{"type":"{{","value":[["IsPartOf"],["West Frisian Islands"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["53.40360"],["5.35892"],["zoom=12"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Terschelling"]]}]