[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tetebatu"]}," is a town in ",{"type":"[[","value":[["Central and East Lombok"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"[[","value":[["Image:Tetebatu.jpg"],["thumb"],["right"],["350px"],["Rice Paddies at Tetebatu"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThis small town is about 2 km from the southern boundary of Mount Rinjani National Park. It is a quaint and scenic rural area some 400-500 m above see level, and gives visitors the chance to experience real, traditional village life in Lombok. This is as far removed from drunken beer boy scene in ",{"type":"[[","value":[["Senggigi"]]}," as you could possibly imagine.\n\nThe Tetebatu area is perhaps best known for for its cultural attractions. Traditional Sasak handicraft artisans are spread throughout the villages in this area and products include black terracotta and basketry.  The nearby town of ",{"type":"'''","value":["Kotaraja"]}," is the best known location in Lombok to witness traditional Sasak stick fighting and the village has a long tradition of producing forged blacksmith tools.\n\n",{"type":"==","value":["Get in"]},"\n\nGetting to Tetebatu by public transport is a bit of a saga and can take a very long time. There are buses from the main terminal in ",{"type":"[[","value":[["Mataram"]]}," to Pomotong about 12 km south of Tetebatu.  These are unpredictable but seem to be most regular in the late mornings. From Pomotong you might be able to find a bemo to take you to Kotaraja, and from there a horse cart (",{"type":"''","value":["cidomo"]},") for the final 2 km to Tetebatu.\n\nThere are reports of the Perama bus company ",{"type":"[","value":["http:\/\/peramatour.com"]},"] offering one way transfers from ",{"type":"[[","value":[["Senggigi"]]}," to Tetebatu for Rp 60,000 per person, but it is unclear whether this is a charter rate for a group with a minimum number of people, or whether it is a scheduled service. Enquire at their Senggigi office, ☎ +62 370 693007.  \n\nEasier, and not expensive if there is more than one in your party, is to charter a private car or taxi. From the main tourist destinations in ",{"type":"[[","value":[["West Lombok"]]},", this will cost Rp 300,000-500,000 depending on exactly where you are and your negotiating skills.  For the return journey, private cars are available in Tetebatu for a similar price.\n\n",{"type":"==","value":["Get around"]},"\n\nHorse carts (",{"type":"''","value":["cidomos"]},") are easily available for short journeys. \n\nFor longer excursions around the local villages you might be able to figure out the bemo routes (although it is difficult). More likely is that you will find a car and driver for hire in town.\n\nBicycles and motorbikes are available for rent. Expect to pay a daily rate of about Rp 25,000 for a bicycle and Rp 70,000+ for a motorbike. Your hotel will be able to help with this.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Air Terjun Jukut"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rp 20,000"],["content=These falls are not as spectacular as those in the north of the national park around ",{"type":"[[","value":[["Senaru"]]},", but still very much worth the effort to see. You will need a guide to find Jukut and your hotel will certainly help with this. Expect to pay about Rp 100,000-150,000. The falls are reached via a really pleasant two hour walk from Tetebatu through charming rice paddies. Less recommended is to drive to the main car park, from where the falls are 2 km down a well trodden walking track. Local Sasak lore has it that the waters here are a cure for baldness."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taman Wisata Tetebatu"],["alt=Tetebatu Monkey Forest"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This park is a gentle 4 km walk north of the town. Expect lots of macaques and some pleasant enough scenery and waterfalls. Again, ask at your hotel about a guide, and avoid any offers of motorised transport."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kotaraja"]}," is about 5 km south of Tetebatu and is famous for the local form of ",{"type":"'''","value":["stick fighting"]}," - ",{"type":"''","value":["peresehan"]},". Regular events are held in which young Sasak men ceremonially fight each other with a rattan stick and a buffalo skin shield. Enquire locally in Tetebatu to see if any fights are scheduled."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere are no ATMs, money changers or banking facilities of any kind here. The nearest are at least two hours away in ",{"type":"[[","value":[["Praya"]]}," or ",{"type":"[[","value":[["Mataram"]]},", so bring enough Rupiah cash with you.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Warung Sasak"]},", Jl Wisata Tetebatu, Small restaurant is situated on the main crossing of Tetebatu. It serves traditional Sasak dishes and Indonisian dishes. Main meals Rp 10,000-30,000.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cendrawasih Cottages"],["url="],["email="],["address="],["lat="],["long="],["directions=east side of the town"],["phone=+62 818 03726709"],["tollfree="],["fax="],["hours="],["price=Around Rp 250,000"],["checkin="],["checkout="],["content=4 rooms, all in a traditional lumbung ricebarn style. Views out over rice paddies and a really charming little place. Has a reasonable enough cafe attached. The owner speaks good English and is really knowledgable about local culture and sights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hakiki Bungalows"],["url="],["email="],["address="],["lat="],["long="],["directions=west side of the town"],["phone=+62 818 03737407"],["tollfree="],["fax="],["hours="],["price=Rp 250,000"],["checkin="],["checkout="],["content=5 local style lumbung rice barn style a-framed bungalows. Very spacious and suitable for couple or even small families. Excellent views and located in an particularly quiet spot."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pondok Tetebatu"],["url="],["email="],["address="],["lat="],["long="],["directions=north side of the town"],["phone=+62 376 632572"],["tollfree="],["fax="],["hours="],["price=Around Rp 120,000"],["checkin="],["checkout="],["content=One of the original places to stay in Tetebatu and it is a bit uninspiring. Basic rooms arranged around a garden. Good location though to the north of the village en route to the national park."]]}]},"\n",{"type":"*","value":["Kembang Kuning Cottages, (",{"type":"''","value":["east side of town"]},"), ☎+62 819 04050403.  Very friendly Sasak family with nice quite rooms with a nice view. Around Rp 100,000."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Mount Rinjani"]]}," — you are on the southern slopes of the Mount Rinjani National Park here, and the energetic can proceed onwards to organise a climb of Indonesia's second highest volcano."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gili Islands"]]}," — after a full dose of Sasak culture and highland jungles, these sun-soaked islands could be the perfect complement."]},"\n",{"type":"{{","value":[["IsPartOf"],["Central and East Lombok"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Tete Batu"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]