[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"'''","value":["Thakurnagar"]}," is in ",{"type":"[[","value":[["Southeast Bengal"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can board a train bound for Bongaon from ",{"type":"[[","value":[["Shealdah"]]},". It has quite a frequent service. Mostly it is crowded in the evening as most of the daily passengers returned home after work,as the population is everincreasing.It takes 1 hour 45 minutes from Sealdah by train to cover a distance 63 k.m.\nPrivate bus service is available from Nabadwip, Ranghat...\n\n",{"type":"==","value":["See"]},"\nIt was a small hamlet but now it is growing into a bustling city with a lot of business activities around. There are some big bazars which plays an important role in its economy. Apart from that your can find schools both boys and girls there, a flower market, probably the second largest of the state. You can visit the Thakurbari at Sridham Thkakurnagar where 3 000 000-3 500 000 devotees in March or April every year. \nThis place is also known as birthplace of Binoy Majumder (Fire Aeso Chaka).\n\nThe founder of Thakurnagar was ",{"type":"'''","value":["Shri Shri Pramatha Ranjan Thakur"]},". Shri Dr. Upendranath Biswas was the head executive officer and a devoted soul in the making of our Thakurnagar. Matuya is the main religion in this village. The telephoe number for more information is 91-9800125018. Here is the address:  Sridham Thakur Nagar Thakur Bari, 24 Parganas.\n\n",{"type":"==","value":["Do"]},"\nROAM THE VILLAGE THROUGH THE DAY AND ENJOY THE NATURAL BEAUTY !!!\n\n",{"type":"==","value":["Buy"]},"\nFLOWER FROM INDIA'S ONE OF THE BIGEST FLOWER MARKET(second in the state)\n\n",{"type":"==","value":["Eat"]},"\nTARKA,KASMIRI CHOP,PORK .mutton .fish .rice .etc ( good food )\n\n\n",{"type":"==","value":["Drink"]},"\nYou can find here Coconut water, Wine, Tari everything to drink.\n\n",{"type":"==","value":["Sleep"]},"\nNO HOTEL IS AVAILABLE FOR NIGHT HAULT .If you want to stay,please contact Sridam Thakurnagar Thakur  Bari office.\nAt Thakur bari a big hall is there to stay at night. Please come at Thakurnagar and feel the magic.\n\n",{"type":"==","value":["Connect"]},"\nKapil Krishna Biswas: 09233220418\nBhaskar Biswas:09734304412, 09232385457\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southeast Bengal"]]},"\n",{"type":"[[","value":[["Wikipedia:Thakurnagar"]]}]