[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Thames Ditton"]}," is a village in ",{"type":"[[","value":[["Surrey"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nTrains to Thames Ditton are available twice an hour from London Waterloo.\n\n",{"type":"==","value":["Get around"]},"\nGetting around is quite easy. Buses such as the K3 cut straight through Thames Ditton if you want to get into the surrounding area. If you don't then I suggest walking as Thames Ditton really isn't that big and everything is a short walk away.\n\nTaking the train is also very easy. There are two stations in the Thames Ditton area. They are the Thames Ditton stop and Surbiton station. While the Thames Ditton stop drops you off smack dab in Thames Ditton experience has shown that the Surbiton station is one of the busiest stations in the area and has more departures and arrivals. Especially if you want to go directly into Central London, which is 20 minutes away by a South West train out of Surbiton.\n\n",{"type":"==","value":["See"]},"\nThe Angel pub\n",{"type":"[[","value":[["Image:ThamesDitton1.JPG"],["thumbnail"],["300px"],["The Angel Pub"]]},"\n\n",{"type":"==","value":["Do"]},"\nBecause of its location you can catch some great shopping in surrounding area of Thames Ditton. Just a 20 minute walk and you'll arrive at Surbiton's main Victoria Road where most Thames Ditton residents get there shopping done. There are a couple markets, charity shops, and pharmacy's. About a 10 minute drive from there is where most Thames Ditton residents get there clothes shopping done at various chains inside of the Bentall Centre and the surrounding area.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nIf you want to be right on the River Thames, have a pint at Ye Olde Swan. It's probably Thames Ditton's most friendly pub and the food is great. The fish and chips as well as the lasagne are not to be missed.\n\n",{"type":"[","value":["http:\/\/www.bachmanns.co.uk\/ Bachmanns Patisserie"]}," is the perfect place to get lovely cakes, treats, and chocolates. Perfect for just a treat for yourself or a celebration with the family. Also has a place to sit outside and enjoy a nice cuppa with your treat.\n\nLooking for some fish and chips? Look no further than Christy's Fish and Chips. Located right across the street from Bachmanns Patisserie is one of the best chippey's in London. Everything is so fresh and made to order.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Inn"],["url="],["email="],["address=15-17 Rushett Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Surrey"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Thames Ditton"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Surrey\/Thames Ditton\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Thames Ditton"]]},"\n",{"type":"{{","value":[["geo"],["51.39099"],["-0.33238"],["zoom=15"]]}]