[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thamesinfo.co.nz\/ Thames"]}]}," is an old gold mining town on the west coast of the ",{"type":"[[","value":[["Coromandel Peninsula"]]}," on the ",{"type":"[[","value":[["North Island"]]}," of ",{"type":"[[","value":[["New Zealand"]]},". Thames has a rich history and is the great place to start any visit to the Coromandel Pensinsula.\n\n",{"type":"==","value":["Understand"]},"\n\nThames is a coastal settlement, close to the mouths of the Kauaeranga and Waihou Rivers. Behind the town, the ancient volcanic Coromandel Ranges rise steeply to provide a picturesque green backdrop.\n\nThe northern end of Thames, known still as Grahamstown, offers cafés and boutique shops in a charming, colonial setting. Be sure to visit the museum, which covers early Maori times, the arrival of the first pioneers and the development of mining, logging, railways and shipping. You can also visit the School of Mines, which is open from Wednesday to Saturday.\n\nOften called the gateway to the Coromandel Peninsula, Thames makes a great base for travellers. The magnificent Kauaeranga Valley hiking and camping area is just to the south, and the road to the north follows the coast past scores of sandy beaches.\n\nMost of the town occupies a narrow coastal strip of flat land at the western base of the Coromandel Range. On the south the country opens to the wide expanse of the Hauraki Plain. The main farming activities of the district are sheep and cattle raising, dairying, market gardening and fruitgrowing.\n\nThe Thames district was settled by the Ngāti Maru tribe ",{"type":"[","value":["http:\/\/www.ngatimaru.co.nz\/"]},". On 16 November 1769 Captain James Cook in his ship Endeavour cast anchor off Tararu Point, about 3km north-west of the present town, and made a short excursion on the Waihou River by ship's boat. In 1870 the Caledonian mine in just over a year produced 140,000 ounces (3,969 kilograms) of bullion (silver and gold). At the peak of the rush in 1868, 18,000 people were living in Thames.\n\n",{"type":"===","value":[" Visitor information "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Thames Information Centre"],["alt="],["url=http:\/\/www.thamesinfo.co.nz"],["email="],["address=206 Pollen St"],["lat="],["long="],["directions="],["phone = +64 7 8687284"],["tollfree="],["fax=+64 7 8687584"],["hours="],["price="],["content=They offer free, friendly, unbiased information to visitors and locals alike. They can assist with general enquiries, accommodation, transport, attractions and activities. The staff are experts in the local area but also very knowledgeable about the whole Coromandel Peninsula and other NZ regions."]]}]},"\n",{"type":"==","value":["Get in"]}," \nThere are two main ways to get to Thames from Auckland, the fastest way is via State Highways 1, 2 and 25. A more scenic route is via the Seabird Coast (Kawakawa Bay, Kaiaua and Miranda). If you take the scenic route, the Miranda Hot Pools are worth a visit.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.intercity.co.nz\/ InterCity Coachlines"]}]}," operate daily bus services to Thames from around the North Island."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thames Airfield"]},", the Hauraki Aero Club operates an airfield for small private aircraft."]},"\n",{"type":"==","value":["Get around"]},"\nThere are a variety of ways to get around including bus, taxi and hiring your own car or bike.\n\n",{"type":"==","value":["See"]},"\n\nBuilt on the pioneering industries of gold mining and kauri logging, Thames is the largest town in the region. Its fascinating history can be uncovered by visiting two excellent museums and taking a tour through an old gold mine. \n\n",{"type":"*","value":[{"type":"'''","value":["Gold Mine Tours"]},", Cnr of Moanataiari Rd and State Highway 25. You can go deep underground into the 100 year old Golden Crown Mine and also see the old stamper battery actually working. Check out the photo history room and try your hand at panning for gold."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thames School of Mines"]},", Cnr of Brown and Cochrane Streets. The school opened in 1886 offering practical instruction to goldminers working the quartz fields and closed 1954. Today as one of the most significant museums of its type in Australasia, it is administered by the New Zealand Historic Places Trust. If antique buildings is your thing don’t miss the old laboratory classroom, untouched since the last student went off home."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thames Historical Museum"]},", Cnr Cochrane & Pollen Streets. Displays of early European settlement, the days of the famous gold rush and more recent 20th century development. The remarkable history and production of the Thames foundries is also covered; timber jacks, logging locos and even cast iron houses! The museum is in a garden setting."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thames Small Gauge Railway"],["url="],["email="],["address=Brown St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Su 11AM-3PM circumstances permitting"],["price="],["content= The facilities include a heritage style station, steaming bays, sidings and turntable hydraulically operated to rise and fall, tunnel and three bridges."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tropical Butterfly and Orchid Garden"],["alt="],["url=http:\/\/www.butterfly.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Victoria St, Tararu (3km north of Thames). Many different species from all over the world and up to 400 butterflies at any one time. More than 100 different plant species and 250 to 300 exotic orchids."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Shortland Wharf"]},", Queen St. Once a port for small cargo vessels and the kauri timber industry, the historic wharf is a good place to see the intertidal mudflats and mangrove ecosystem. It is also an important base for commercial fishing in the Firth of Thames and elsewhere in the Hauraki Gulf. The fish wholesaler sells fresh seafood, bait and frozen fish products."]},"\n",{"type":"*","value":[{"type":"'''","value":["War Memorial Monument and Lookout"]},", Waiotahi Creek Rd. Overlooking the township from a great viewpoint, take Waiotahi Creek Rd to the top at the north end of Thames."]},"\n",{"type":"*","value":[{"type":"'''","value":["Historic Grahamstown"]},", take a self guided tour of historic buildings and sites in the old-time suburb of Grahamstown."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thames Society of Arts Gallery"]},", Thames Cultural Centre, Old North School, Tararu Rd (3km north of Thames). Housed in the historic building that once was the North School, the Thames Society of Arts Gallery is definitely worth a visit. Just three minutes from town along the Thames Coast Rd, the gallery displays a unique selection of high quality original works by local artists."]},"\n",{"type":"*","value":[{"type":"'''","value":["Karaka Bird Hide"]},", Brown St, north of Pak'nSave and the Goldfields Shopping Mall. Sit and watch seabirds in the Firth of Thames."]},"\n",{"type":"*","value":[{"type":"'''","value":["William Hall Reserve"]},", Brunton Cres, Parawai. The oldest arboretum in New Zealand with a large range of native and introduced plant and tree species."]},"\n",{"type":"==","value":["Do"]},"\nExperience outdoor activities such as horse riding, mountain biking, abseiling, hunting, fishing, kayaking, swimming, camping, walking and tramping.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Kauaeranga Valley"],["alt="],["url=http:\/\/www.doc.govt.nz\/parks-and-recreation\/places-to-visit\/waikato\/hauraki\/kauaeranga-valley\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=13km to the east in behind the town. This Forest Park has many campgrounds nestled beside the Kauaeranga River, which flows down from the Coromandel Ranges through the valley. The valley has a choice of walks, swimming spots and historic relics from kauri logging days."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Thames Golf Club"]},", Cnr of State Highway 26 (Kopu Paeroa Rd) and Kopu Hikuai Rd, Kirikiri (6km south of Thames). The course is an 18 hole undulating course situated a short drive south of Thames."]},"\n",{"type":"===","value":["Annual events"]},"\n",{"type":"*","value":[{"type":"'''","value":["Thames Gold Rush Market Day"]},", Pollen St."]},{"type":"*","value":[{"type":"'''","value":["Thames Race Day"]},", Thames Racecourse, Parawai Rd."]},{"type":"*","value":[{"type":"'''","value":["Thames Heritage Day"]},", various historic venues."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Thames Main Street"]},", the shopping is excellent in the mile long Pollen Street."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Goldfields Shopping Mall"],["alt="],["url="],["email="],["address=100 Mary St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Over 30 specialist stores and a foodcourt."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Pak’nSave"],["alt="],["url="],["email="],["address=100 Mary St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great supermarket with some of New Zealand’s lowest food prices."]]}]}," \n",{"type":"*","value":[{"type":"'''","value":["Thames Markets"]},", northern end of Pollen St. There's something for everyone here. Sa 9AM-noon."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe Firth of Thames provides an important fishery of local significance with flounder and snapper the main species caught as well as incidental catches of other species such as sandshark.\n\n",{"type":"*","value":[{"type":"'''","value":["Flounder"]}," or flatfish are in demand on account of their excellent flavour and delicate texture. They frequent the shallow tidal waters in the Thames area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Snapper"]}," from the sea bream family is one of the most popular food fishes in the Firth of Thames. Try out some of the best smoked fish in the world!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Green-lipped mussels"]}," from this area are some of the best in New Zealand and are farmed commercially in the Firth of Thames. Extracts from mussels are also marketed as health products."]},"\n",{"type":"==","value":["Drink"]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Totara Vineyards"],["alt="],["url="],["email="],["address=219 Ngati Maru Highway"],["lat="],["long="],["directions=4km south of Thames"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Established more than half a century ago the vineyard is primarily devoted to the production of fortified wines and liqueurs (Totara Café and Totara Kiwifruit Liqueur), but also produce a range of table wines that includes Chardonnay, Cabernet Sauvignon, Sauvignon Blanc and a fruity, off-dry blend of Müller-Thurgau and Muscat."]]}]},"\n",{"type":"====","value":[" Historic pubs "]},"\n\nAt its height, Thames was credited with having had 112 hotels, one more than Auckland. By the 1970s this number had been reduced to seven. The hotels of the goldfields served a variety of purposes in addition to the provision of accommodation, a liquor outlet and entertainment. They provided the venues for formal public meetings held to discuss roading, bridging and wharf facilities and were the places where certain mining companies held their meetings. Accident victims were often taken to a nearby hotel for treatment.\n\n",{"type":"*","value":[{"type":"'''","value":["Brian Boru Hotel"]},", Corner Pollen & Richmond Streets. Established during the Thames gold rush of 1867."]},"\n",{"type":"*","value":[{"type":"'''","value":["Imperial Hotel"]},", Cnr Pollen and Sealey Sts."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Salutation Hotel"],["alt="],["url="],["email="],["address=400 Mary St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brookby Motel"],["url=http:\/\/www.brookbymotel.co.nz"],["email=inquiry@brookbymotel.co.nz"],["address=102 Redwood Lane"],["lat="],["long="],["directions="],["phone =+64 7  868 6663"],["tollfree="],["fax=+64 (7) 868 6663"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gateway Backpackers"],["url="],["email=info@gatewaybackpackers.co.nz"],["address=209 Mackay St"],["lat="],["long="],["directions="],["phone =+64 7  868 6339"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Junction Hotel"],["url=http:\/\/www.thejunction.net.nz"],["email=info@thejunction.net.nz"],["address=700 Pollen St"],["lat="],["long="],["directions="],["phone = +64 7 868 6008"],["tollfree="],["fax="],["hours="],["price=$30-$105"],["checkin="],["checkout="],["content=Historic hotel established 1869 offering clean, comfortable, affordable rooms. Located in the heart of the historic district at the junction of Shortland and Grahamstown.  in 2010 the Junction was completely renovated and reopened a new public bar called \"The Local\". A true Kiwi pub where locals and travelers alike can be seen drinking a cold one and exchanging stories."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunkist Backpackers"],["url=http:\/\/www.sunkistbackpackers.com"],["email="],["address=506 Brown St"],["lat="],["long="],["directions=Along the waterfront north of Pak n Save"],["phone =+64 7 8688808"],["tollfree="],["fax="],["hours="],["price=$21-32"],["checkin=noon"],["checkout=10AM"],["content=This 1860s kauri hotel features a well established backpackers with modern facilities for every traveler's needs. Onsite rental cars and licensed daily shuttles to the Kauaeranga Valley for day hikes."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wolfie's Lair"],["url=http:\/\/www.wolfieslair.co.nz"],["email="],["address=11 Firth View Rd, Te Puru"],["lat="],["long="],["directions=10 km north of Thames, turn right at shop in Te Puru"],["phone = +64 7 8682777"],["tollfree="],["fax="],["hours="],["price=$24-27"],["checkin="],["checkout="],["content=Great hostel only about 10km north of Thames on the loop road. Quiet, clean and homely."]]}]},"\n",{"type":"==","value":["Go next"]}," \n\nContinue north along State Highway 25. This tree-lined road hugs the coastline offering memorable views across the Firth of Thames and the Hauraki Gulf. Take a short detour inland at Tapu to visit the beautiful Rapaura Watergardens and the ",{"type":"[","value":["http:\/\/www.doc.govt.nz\/parks-and-recreation\/tracks-and-walks\/waikato\/hauraki\/square-kauri-tree\/ Square Kauri"]}," and again just before Coromandel Town for a delightful stop at Waiau Waterworks.\n\n",{"type":"{{","value":[["isPartOf"],["Coromandel Peninsula"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Thames, New Zealand"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/New_Zealand\/Waikato\/Localities\/Thames\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]