[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]}," \n\n",{"type":"'''","value":["Itinerary"]}," is in ",{"type":"[[","value":[["Nepal"]]},". \n\n",{"type":"==","value":["Understand"]}," \nThe ",{"type":"[","value":["http:\/\/www.thegreathimalayatrail.org\/ Great Himalaya Trail"]}," is a long distance hiking trail which will one day span the entire Greater Himalaya Range from ",{"type":"[[","value":[["Namche Bawa"]]}," in Eastern Tibet to Nanga Parbat in Pakistan at the western end. As of June 2011 it has been completed and fully documented in ",{"type":"[[","value":[["Nepal"]]}," and ",{"type":"[[","value":[["Bhutan"]]},". \n\n",{"type":"===","value":["Nepal"]},"\n\nThe upper route passes from East to West through established trekking areas of ",{"type":"[[","value":[["Kanchenjunga"]]}," to ",{"type":"[[","value":[["Makalu Barun"]]},", ",{"type":"[[","value":[["Solukhumbu"]]}," (Everest Region), Rolwaling Himal (",{"type":"[[","value":[["Gaurishankar Conservation Area"]]},"), Helambu, ",{"type":"[[","value":[["Langtang"]]},", ",{"type":"[[","value":[["Ganesh Himal"]]}," and ",{"type":"[[","value":[["Manaslu"]]}," region, Annapurna, ",{"type":"[[","value":[["Dolpa"]]},", ",{"type":"[[","value":[["Rara Lake"]]}," and ",{"type":"[[","value":[["Humla"]]}," currently finishing on the border with ",{"type":"[[","value":[["Tibet"]]}," at Hilsa.\n\nThe trail route was first walked and documented in Autumn 2008 and Spring \/ Summer of 2009 by Robin Boustead and his team (Pema Tsiring Sherpa, Lakpa Sherpa and Karma Sherpa).\n\nThe Government of Nepal is now strongly promoting the trail and its sections as a way of bringing tourism dollars to remote communities. Tourism is the only industry where the consumers come to the producers and so it is a useful tool in poverty alleviation. To make this work, the Great Himalaya Trail is being promoted as a \"responsible tourism\" destination, and trekkers are being encouraged to be responsible tourists, but using local guides and porters, and local food and accommodation where possible.\n\n",{"type":"==","value":["Prepare"]},"\nWalking the full trail requires excellent logistics and planning. It also requires anywhere between 57 and 160 days to complete depending on route and walking speed. Consequently, most people will walk sections of the trail over different seasons. \n \n",{"type":"===","value":["Permits"]},"\nIt's safe to say that the trekking permit system in Nepal can be confusing. For the popular treks, usually only a single National Park permit plus a TIMS card is necessary. \n\n",{"type":"====","value":["Restricted Area Permits"]},"\n",{"type":"*","value":["Baihang Kanda, Saipal, Dhuli US$90 for the first 7 days and thereafter US$15 per day "]},{"type":"*","value":["Darchula Byas VDC  US$90 for the first 7 days and thereafter US$15 per day "]},{"type":"*","value":["Dolakha Gauri Shankar and Lamabagar US$10 per 7 days "]},{"type":"*","value":["Upper Dolpa US$500 for the first 10 days and thereafter US$50 per day "]},{"type":"*","value":["Lower Dolpa US$10 per 7 days  "]},{"type":"*","value":["Gorka - Chhekampar and Chunchet VDC (Sirdibas, Lokpa, Chumling, Chhekampar, Nile, Chhule) From Sep to Nov US$35 for first 8 days \/ Dec to Aug US$25 for first 8 days "]},{"type":"*","value":["Manaslu  From Sep to Nov US$70 for the first 7 days and thereafter US$10 per day \/Dec to Aug US$50 for the first 7 days and thereafter US$7 per day "]},{"type":"*","value":["Humla (Simikot and Yari), Limi and Muchu VDC and area to Tibet via Tangekhola, Darma VDC US$50 for the first 7 days and thereafter US$7 per day "]},{"type":"*","value":["Manang Nar, Phu and Northern area of Tilche village, Thochhe VDC From Sep to Nov US$90 per 7 days \/ Dec to Aug US$75 per 7 days "]},{"type":"*","value":["Mugu, Dolpu, Pulu and Bhangri US$90 for the first 7 days and thereafter US$15 per day "]},{"type":"*","value":["Upper Mustang US$500 for the first 10 days and thereafter US$50 per day "]},{"type":"*","value":["Rasuwa Thuman and Timure US$10 per 7 days "]},{"type":"*","value":["Makalu region (Kimathanka, Chepuwa, Hatiya and Pawakhola VDC) US$10 per 7 days for the first 4 weeks and thereafter US$20 per 7 days "]},{"type":"*","value":["Solukhumbu Everest region (all North-West areas from Thame to Nangpala of Namche VDC) US$10 per 7 days for the first 4 weeks and thereafter US$20 per 7 days "]},{"type":"*","value":["Taplejung Kanchenjunga region (Olangchunggola, Lelep, Papung and Yamphudin VDC) US$10 per 7 days"]},"\n",{"type":"====","value":["Conservation Areas and National Parks"]},"\n",{"type":"*","value":["Annapurna Conservation Area Project (ACAP) (NB: Double fee levied if permit issued from field checkpoints) - Foreign Nationals: NRs 2,000 \/ SAARC Nationals: NRs 200 "]},{"type":"*","value":["Kanchenjunga Conservation Area - Foreign Nationals: NRs 1,000 \/ SAARC Nationals: NRs 200 "]},{"type":"*","value":["Langtang National Park main trekking routes (Langtang Valley, Helambu, Gosaikunda Lake regions) -  Foreign Nationals: NRs 1,000 \/ SAARC Nationals: NRs 100 "]},{"type":"*","value":["Makalu-Barun National Park - NRs 1,000 "]},{"type":"*","value":["Manaslu Conservation Area Project (MCAP) - Foreign Nationals: NRs 2,000 \/ SAARC Nationals: NRs 200 "]},{"type":"*","value":["Sagarmatha National Park - NRs 1,000 "]},"\n",{"type":"===","value":["Sections"]},"\nThe divisions of the sections are based roughly along lines of geography, with many areas being a 'himal'. Unlike many popular long distance trails where the route and points along it can be reached by vehicle, many section require a trek in from road head or airport. Choosing a section trek depends on time available, the season and your ability (fitness, skills on ice and snow and ability at atlitude).\n\n",{"type":"====","value":["Kanchenjunga"]},"\nIts a 12-day hike in to Kanchenjunga Base Camp. Then it is approximately 20 days to connect with Makalu Base Camp. \n",{"type":"====","value":["Makalu Barun"]},"\n12 days hike in to Makalu Base Camp. 7 days to cross to Everest region and a further 3 or 4 to the airport at Lukla. \n",{"type":"====","value":["Everest Rolwaling"]},"\nFlying in from Lukla, approx 25 days to connect to Barabise or The Last Resort on the Kathmandu Lhasa Highway. \n",{"type":"====","value":["Helambu & Langtang"]},"\n17 days from Barabise to Syabru Besi including the Tilman Pass.\n",{"type":"====","value":["Ganesh Manaslu"]},"\nApprox. 18-20 days from Syabru, or Arughat (the traditional start for the ",{"type":"[[","value":[["Manaslu Trek"]]},"). Approx 25 days to combine with part of Annapurna circuit to Jomsom.\n\n",{"type":"====","value":["Annapurna, Mustang"]},"\n",{"type":"[[","value":[["Annapurna Circuit"]]}," trek is around 2 weeks to Jomsom, though roads are shortening the time needed.\nMustang trek is usually 10 days (minimum permit length) from Jomsom. The exploratory high route to Mustang via Saribung, Nar and Phu (6,328m) can be done in a 30 day round trip from Kathmandu.\n\n",{"type":"====","value":["Dolpa"]},"\nIt’s 17-20 days to reach Phoksumdo Lake and Juphal from Jomsom. There is a longer, high route trek from Dolpo to Mugu. \n",{"type":"====","value":["Rara Jumla"]},"\nFrom Phoksumdo lake, Rara lake can be reached in about a week via Jumla. \n",{"type":"====","value":["Humla"]},"\nFrom Rara, it’s around a week to Simikot and a further week to the border and return. Additionally, the fabulous Limi Valley trek can be completed in about two weeks from Simikot. \n",{"type":"====","value":["Far West"]},"\n\nNB: these figures are a rough guide and will vary according to level of acclimatisation, route choices and weather. Additionally travel to and from Kathmandu has not been included and that typically requires a day for destinations close to Kathmandu, to two to three days when flights are involved. \n\n",{"type":"==","value":["Get in"]}," \n\nFly to Kathmandu International Airport, or travel overland from India or China. Depending on the section you trek, it maybe necessary to arrange permits in Kathmandu. This requires a working day (including Sunday) and arranging through a registered trekking agency or outfitter.\n\nFrom Kathmandu travel either with internal flight or by road to the start of the trek.  \n\n",{"type":"==","value":["Stay safe"]}," \nIt is never a good idea to walk alone. Nepal is generally thought of as safe for travellers and reports of attacks or robbery are not common, but do happen occasionally. There are annually reports of solo travellers going missing, possibly slipping from the trail or getting lost in remote terrain. These kind of accidents are less likely to happen when travelling in a group. \n\nDo always carry a map, compass, whistle, torch and other safety gear while trekking. Always inform someone about where you are going and when you should be expected to return.\n\n",{"type":"==","value":["Go next"]}," \nDepending on where you leave the trail you'll need to walk to the road head or local airport to be transported out.\n\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:Great Himalaya Trail"]]},"\n",{"type":"{{","value":[["DEFAULTSORT:Great Himalaya Trail"]]}]