[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"],["pgname=The Golden Triangle"]]},"\n",{"type":"{{","value":[["merge from"],["Golden Triangle (India)"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["The golden triangle tour"]}," is the most famous and the most visited tour by tourists coming in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Regions"]},"\nThe Golden Triangle travelling between Delhi, Agra and Jaipur includes the fertile land of Uttar Pradesh, Delhi & Rajasthan, most travelled by tourists.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Delhi"]]},"\n",{"type":"[[","value":[["Agra"]]},"\n",{"type":"[[","value":[["Jaipur"]]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["Image:Nirvana organic farm.JPG"],["thumb"],["240px"],["Traditional chulha cooking at Nirvana Organic Farm, where you can get a glimpse of Rajasthani folk & farm culture."]]},"\n\n",{"type":"[[","value":[["Fatehpur Sikri"]]},"\n\n",{"type":"[[","value":[["Mathura"]]},"\n\n",{"type":"[[","value":[["Bharatpur"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Choki Dhani"]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/indiauntravelled.com\/nirvana-organic-farm.html Nirvana Organic Farm"]}]},". This organic farm located 22 km from Jaipur offers a glimpse into rural Rajasthan. Originally barren land, it has been  converted into a mini forest using organic farming techniques, and is managed by a farmer & his wife. Accommodation is provided in basic thatched-roof cottages, and is priced at Rs 1,500 for a double-bedded cottage. The farm is surrounded by fields of mustard & jo, and attracts a lot of migratory birds in all seasons. Typical Rajasthani food is cooked on traditional chulhas using farm-grown ingredients. Artisans of the neighboring Maheshpura village perform traditional folk music & dance on prior request. Advance booking is required & can be done at +91 8527 141 626 or shivya@indiauntravelled.com."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nHindi is the most widely and commonly used language here. Though English isnt a problem at all, almost any local can understand english. and getting french, German or even japanese guides at hotels at this region of India is not a problem. \n\nHere, your staying will accustome you for learning a bit of Hindi words. Say 'Namaste' or Namaskaar for any person as a sign of greet (equivalent to Hello). \n\nThe rates for all the monuments (entry fee, camera fee, guide fee) are different for Indian and Foreign tourists. There are government guides at all major tourist spots. But for tourists, there is a facility of headphones for tourists. This is called as \"AUDIO GUIDE\". This is basically an automated narration of what you see by using a walkman\/ MP3 player like gadget. This works more like a regular guide but at the click of a button. The gadget consists of a cell phone like instrument with number keys, Play and Pause keys and a volume control knob. A headphone is attached to the instrument. You can hang the instrument around the neck using the attached string. Put-on the headphone, enter number 1 and press the Play button. You would here the first track. Enter the number 2 and press Play, you can listen to the second recording and so on. The number you need to press is displayed at the corresponding area\/exhibit you would come across in the site\/museum.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Air"]},"\nThe 3 cities of Delhi, Agra, Jaipur all have International airports, but it's better to start from Delhi itself. Please refer individual cities for more details about airports.\n\n",{"type":"==","value":["Itinerary"]},"\n\nA week's journey for Golden triangle would seem perfect to cover everything. \n\n\n",{"type":"===","value":["Delhi"]},"\n\n\nThe country's capital, has the best monuments, structures, and places of great interest in India. \nThis consists of the well-planned New Delhi, and the older section (Delhi or Old Delhi).\n\n2 days in Delhi would make Delhi city traversed by tourists at the best.\n\n\n\n",{"type":"==","value":["Do"]},"\n\nIndia is a land of temples, you can see temples ranges from few yards to acres. while inside the temples, take off your shoes and turn your cell-phone off.  Bring a single dollar bills to offer in temples when \"pooja\" plate is shown to you is appreciable. Learn the local phrases for addressing people to begin a conversation and people will surely come out of their way to help you.\n\n•Delhiites (people of Delhi) are a cheerful bunch of people they would love to get clicked. However, it is only wise to first ask for permission and they will surely pose with the widest smile possible.\n\n•Cricket is the most popular sport in India; it is played by many people in open spaces throughout the country. Cricket stadiums to golf grounds try your hands at the games you love in Delhi.\n\n",{"type":"==","value":["Eat"]},"\nNorth Indians prefer roti, parathas, and a vegetable dish, accompanied by achar (pickles) and some curd. Food is most often eaten with the right hand rather than cutlery. \n\n•",{"type":"'''","value":["Delhi"]},": Delhi is synonymous with Mughlai and Frontier Cuisine. The best of Mughlai cuisine can be enjoyed at Karim, (both in Jama Masjid and Nizamuddin) where the recipes, dating from the times of the Mughals have been the closely guarded secrets of generations of chefs. \n\nDelhi ka Aangan (Hyatt Regency), Darbar (Ashoka Hotel), and Corbetts (Claridges) are among the many options available in the expensive range, while Gulati Restaurant (Pandara Market), Angeethi (Asiad Village) and Degchi (Regal Building) are among those catering to more modest budgets. The finest Frontier cuisine is available at the Bukhara (Maurya Sheraton), Frontier (Ashoka Hotel) and Baluchi (The Hilton).\n\nA delightful spot offering a range of Indian Cuisine are the food stalls at Dilli Haat. Here, the cuisine of different states in made available at very moderate rates. At the other end of the scale, there are the many popular roadside eateries around Jama Masjid and Nizamuddin where kababs, rotis and biryani are the order of the day.\n\nChandni Chowk, often called the food capital of India, is famous for its street food. The variety consists of snacks, especially chaat. It resembles a fair everyday. A good idea would be to start with the Paranthewali Gali, Shree Balaji Chaat Bhandar, Papdi Chaat with its liberal inclusion of Kachaalu Chutney, Khasta Papdis and saunth. Ghantewala is more than 200 years old, most popular are the Sohan Halwa Papdi, Pista Samosa and Badam Burfi. Bishan Swaroop is one lanes of Chandni Chowk which keep alive.\n\n•",{"type":"'''","value":["Agra"]},": Agra is famous for snacks and sweets like Dalmoth and Petha, for which the most recognized area is Kinari Bazar.\n\n•",{"type":"'''","value":["Jaipur"]},": Must eat in Jaipur means, Dal Bati Churma  is a popular delicacy usually served with baatis and dal. In Jaipur variety of rotis also available Bajre Ki Roti, Makki Ki Roti, Jau-Channa Ki Roti, Besan Ki Roti, Paratha, Puri, Methi Puri, Rumali RotI and the list is endless.\n\nKalakand is one of the most popular sweet traditional Indian sweet from Rajasthan. Famous after it’s originating place ‘Alwar’ this is become commonly known as Alwar´s Kalakand (Milk Cake), which tempts everybody with its rich aroma. Ghewar a another delicious sweet from the Jaipur. It is a very popular sweet even outside Jaipur also.\n\n",{"type":"==","value":["Drink"]},"\nCheck out local pubs and funky nightclubs to get a hang of the city's nightlife after a day of sightseeing tour. These places serve a tantalizing array of international liquor and you will surely be returning drunk, take your driver or friends along to drive you back safe. Tipping is a matter of personal choice and not at all a compulsion; tip only when happy with the services.\n\n",{"type":"==","value":["Stay safe"]},"\nCheck out local pubs and funky nightclubs to get a hang of the city's nightlife after a day of sightseeing tour. These places serve a tantalizing array of international liquor and you will surely be returning drunk, take your driver or friends along to drive you back safe. Tipping is a matter of personal choice and not at all a compulsion; tip only when happy with the services.\n\nDo not accept any type of food from strangers while traveling by trains or buses regardless of how well dressed the person offering you the food may be. Always buy water bottles from a reputable store, many drug stores also sell water bottles. In case you are unable to buy a proper water bottle and really need a drink then it may be a better option to go for a soft drink.\n\nWhen buying Pepsi or Coca Cola, if possible purchase the drinks in a can rather than a bottle. Refilling of old bottles by some small time crooks is common. Purchase food and drinks from proper shops.\n\nWhen traveling on trains and buses try not use your laptop. It is always prudent to avoid displaying valuable items in public.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["related"],["India"]]},"\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"{{","value":[["DEFAULTSORT:Golden Triangle"]]}]