[{"type":"{{","value":[["pagebanner"],["Jazz_Track_banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"  \n\n",{"type":"'''","value":["The Jazz Track"]}," is an itinerary for visiting jazz-related places in the ",{"type":"[[","value":[["United States of America"],["United States"]]},".\n",{"type":"==","value":["Trip statement"]},"\n\nThis is the guide to prepare a trip by car to follow the route of jazz. The trip is planned for 13 days around the United States visiting historical places and clubs related with the History of Jazz.\n\n",{"type":"[[","value":[["New York City"],["New York"]]}," -> ",{"type":"[[","value":[["Chicago"]]}," -> ",{"type":"[[","value":[["Kansas City"]]}," -> ",{"type":"[[","value":[["Memphis"]]}," -> ",{"type":"[[","value":[["New Orleans"]]},"\n\n",{"type":"==","value":["Background (1895–1935)"]},"\n\nLet's start with some background on the real itinerary that jazz musicians followed during the first half of the 20th century.\n\n;",{"type":"[[","value":[["Memphis"]]},"\n\nThe blues dates back before the beginnings of jazz and its origins are obscure beyond hope of precise documentations, although it must have come into being somewhere in the deep rural South, some time before the turn of the 20th century. Of the large number of historical locations that played a central role in the growth of the blues, Beale Street in Memphis was officially declared as the \"Home of the Blues\" by an act of Congress in 1977. In the early 1900s, Beale Street was filled with clubs, restaurants and shops, many of them owned by African-Americans. WC Handy composed in Memphis some of the earliest and most famous blues, the \"Memphis Blues\" (1909), \"Saint Louis Blues\" (1914), and the \"Beale Street Blues\" (1916). From the 1920s to the 1940s, Louis Armstrong, Muddy Waters, Albert King, Memphis Minnie, B.B. King, Rufus Thomas, Rosco Gordon and other blues and jazz legends played on Beale Street and helped develop the style known as Memphis Blues.\n\n;",{"type":"[[","value":[["New Orleans"]]},"\n\nJazz was born in New Orleans in the late 1890s and early 1900s. It rapidly became a popular music throughout the city, mostly in the district of Storyville. In Storyville, one could legally enjoy prostitution while listening to the first jazz band in history, the Buddy Bolden Band. Unfortunately, although Bolden was recalled as having made at least one phonograph cylinder, no known recordings of Bolden have survived. Ten years later (1917), Storyville was shut down by the federal government, forcing jazz musicians to move to Northern cities—mostly Chicago and New York City and to a lesser extent Kansas City.\n\n;",{"type":"[[","value":[["Chicago"]]},"\n\nChicago rapidly became the capital of jazz between 1917 and 1928. Even if the bands could not march in the streets because of the adverse weather conditions, the New Orleans style remained almost intact. A large number of cabarets emerged in the “South Side” district. Amongst them, the most relevant were the “Royal Gardens” (hosting the “King Oliver Creole Jazz Band” with Louis Armstong playing the cornet) and the “Apex Club” (hosting the greatest clarinetist Jimmy Noone and the pianist Earl Hines).\n\n;",{"type":"[[","value":[["New York City"]]},"\n\nMeanwhile, Harlem saw the birth of outstanding jazz pianists in the ragtime style such as Willie “the Lion” Smith and Pete Johnson. This piano style became popular in part thanks to the house rent parties (private parties randomly held in apartments to finance the rent). The biggest dance club in Harlem was the Savoy, a gigantic room with two stages that allowed bands to battle all night long. Two big bands became most popular, the Fletcher Henderson Orchestra first, followed by the Duke Ellington Orchestra. Two dazzling female vocalists emerged in Harlem during the 1920s: Bessie Smith, the empress of blues, and Ethel Waters.\n\n;",{"type":"[[","value":[["Kansas City"]]},"\n\nThe Great Depression (starting in 1929) marked the end of one of the greatest jazz eras of all times. All of a sudden, jazz musicians in Chicago and Harlem found themselves unemployed. The crisis quickly spread all over the country except in Kansas City. In the 1930s, Kansas City was the crossroads of the United States and transcontinental trips required a stop in the city. Kansas City was a wide open town with liquor laws and hours totally ignored. Many jazz musicians got caught up in the friendly musical competitions among performers that could keep a single song being performed in various variations for an entire night. Such musical competitions lead to a new style, the Kansas city Style. The establishment of the Kansas City style is attributed to Bennie Moten but it became highly popular when Count Basie took over his band after his death.\n\nKansas City has long been recognized as having been a major jazz center, ranking in importance only behind New York, ",{"type":"[[","value":[["New Orleans"]]},", and Chicago. From the mid-1920s through the late 1930s, jazz musicians from the central states of America were \"goin' to Kansas City\" in search of jobs, musical challenge, and good times. When they arrived they entered a musical community that was extraordinarily supportive, demanding, and artistically uplifting.\n\nWhile most of America suffered through the Great Depression, Kansas City jazz prospered, largely because of the corrupt but economically stimulating administration of Boss Tom Pendergast. Jazz was the popular social music of the time, and the centers of vice - nightclubs and gambling halls - usually hired musicians to attract customers. The serendipitous results were plentiful but low-paying jobs for jazz musicians from throughout the Midwest and an outpouring of great new music.\n\n",{"type":"==","value":["Great Jazz Musicians (1895–1935)"]},"\n\n;",{"type":"[[","value":[["Memphis"]]},"\n\n",{"type":"*","value":[" Frank Stokes"]},{"type":"*","value":[" Furry Lewis"]},{"type":"*","value":[" Memphis Minnie"]},{"type":"*","value":[" Sleepy John Estes"]},{"type":"*","value":[" Ida Cox"]},{"type":"*","value":[" WC Handy"]},{"type":"*","value":[" Sidney Kirk II"]},{"type":"*","value":[" Sidney \"Spoon\" Kirk III"]},"\n;",{"type":"[[","value":[["New Orleans"]]},"\n\n",{"type":"*","value":[" Buddy Bolden"]},{"type":"*","value":[" Freddie Keppard"]},{"type":"*","value":[" Bunk Johnson"]},{"type":"*","value":[" Clarence Williams"]},{"type":"*","value":[" Joe \"King\" Oliver"]},{"type":"*","value":[" Kid Ory"]},{"type":"*","value":[" Jelly Roll Morton"]},"\n;",{"type":"[[","value":[["Chicago"]]},"\n\n",{"type":"*","value":[" Joe King Oliver"]},{"type":"*","value":[" Louis Armstrong"]},{"type":"*","value":[" Jimmie Noone"]},{"type":"*","value":[" Johnny Dodds"]},{"type":"*","value":[" Earl Hines"]},{"type":"*","value":[" Jelly Roll Morton"]},{"type":"*","value":[" Lil Hardin Armstrong"]},"\n; ",{"type":"[[","value":[["New York City"]]},"\n\n",{"type":"*","value":[" Duke Ellington"]},{"type":"*","value":[" Fletcher Henderson"]},{"type":"*","value":[" Willie Smith"]},{"type":"*","value":[" James P. Johnson"]},{"type":"*","value":[" Thomas Fats Waller"]},{"type":"*","value":[" Joe Turner"]},{"type":"*","value":[" Coleman Hawkins"]},{"type":"*","value":[" Thelonious Monk"]},{"type":"*","value":[" Bennie Carter"]},{"type":"*","value":[" Ben Webster"]},{"type":"*","value":[" Johnny Hodges"]},{"type":"*","value":[" Cootie Williams"]},{"type":"*","value":[" Bessie Smith"]},{"type":"*","value":[" Ethel Waters"]},"\n;",{"type":"[[","value":[["Kansas City"]]},"\n\n",{"type":"*","value":[" Count Basie"]},{"type":"*","value":[" Buck Clayton"]},{"type":"*","value":[" Herschel Evans"]},{"type":"*","value":[" Coleman Hawkins"]},{"type":"*","value":[" Jo Jones"]},{"type":"*","value":[" Pete Johnson"]},{"type":"*","value":[" Harlan Leonard"]},{"type":"*","value":[" Jay McShann"]},{"type":"*","value":[" Bennie Moten"]},{"type":"*","value":[" Hot Lips Page"]},{"type":"*","value":[" Charlie Parker"]},{"type":"*","value":[" Sammy Price"]},{"type":"*","value":[" Jimmy Rushing"]},{"type":"*","value":[" Joe Turner"]},{"type":"*","value":[" Ben Webster"]},{"type":"*","value":[" Claude Williams"]},{"type":"*","value":[" Mary Lou Williams"]},{"type":"*","value":[" Lester Young"]},"\n",{"type":"==","value":["When to go"]},"\n\nIdeally, the trip should be done to make it to any of the Famous jazz festivals in one of the cities visited. See ",{"type":"[","value":["http:\/\/www.netunes.com\/jazz-festivals.htm Jazz festivals"]}," for a list.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.memphisinmay.org\/site.asp?cid=34&PID=1&QLID=9&title=beale%20street%20music%20festival Beale Street Music Festival"]}]}," takes place in Memphis in May.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nojazzfest.com\/ New Orleans Jazz and Heritage Festival"]}]}," takes place in April and May.\n\nThe Sedalia Ragtime Music Festival takes place in June.\n\nYou can make your way to Chicago in coincidence with the ",{"type":"[","value":["http:\/\/chicagofests.com\/jazz_festival Chicago Jazz Festival"]},", usually at the end of August.\n\n",{"type":"==","value":["Go"]},"\n\n",{"type":"===","value":["Day 1 (Friday):  ",{"type":"[[","value":[["Boston"]]}," to ",{"type":"[[","value":[["New York City"],["New York City"]]}]},"\n\n",{"type":"===","value":["Day 2 (Saturday): Visiting  ",{"type":"[[","value":[["New York City"],["New York City"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The 52nd street"]}," Between 5th and 7th Ave. "]},":The blocks of 52nd Street between Fifth Avenue and Seventh Avenue were renowned in the mid 20th century for the abundance of jazz clubs and lively street life. 52nd Street has been known as \"Swing Street\", \"the street of jazz\", \"the street that never sleeps\" and simply, \"the street\". Nowadays is full banks, shops, and department stores and shows little trace of its jazz history.\n\n",{"type":"*","value":[{"type":"'''","value":["The Charlie parker residence"]}," 151 Avenue B, New York City ",{"type":"[","value":["http:\/\/www.charlieparkerresidence.net\/"]}]},":Parker occupied the ground floor apartment at the height of his career, having achieved considerable success and renown as the co-founder of bebop, the modern jazz style that he and trumpeter Dizzy Gillespie created in New York City during the mid-l940s. Parker enjoyed international fame while living here, performing with large and small ensembles, as well as with Latin big bands and string sections. Avenue B (between 7th & l0th Streets-along Tompkins Square Park) was renamed Charlie Parker Place in l992 and since l993 the Charlie Parker Jazz Festival is held annually in the park to celebrate Bird's birthday (August 29, l920 in Kansas City, Kansas) and his contribution to 20th century music.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Harlem"]}]},"\na. Congo Room of the Capitol, West 115th & Malcolm X Boulevard, c. 1940\nb. Bamville Club, 65 West 125th Street, c. 1920-1930 - Coleman Hawkins\nc. The Plantation, West 126th near Malcolm X Blvd., c. 1930 - rivaled Cotton Club; Cab Calloway\nd. Club Cabaret, 416 Malcolm X Boulevard, c. 1923-25\ne. Club Baron, 437 Malcolm X Boulevard, c. 1940-46\nf. Goldgraben's, I.G. Café, 439 Malcolm X Boulevard, c. 1919-30; In 1964, was renamed Baron's Lounge - favorite hangout for musicians after work at other clubs\ng. Elk's Rendezvous, 464 Malcolm X Boulevard, c. 1930-45 - held social club dances\nh. Club Harlem, West 130th & Malcolm X Blvd., c. 1927-29; In 1964 was renamed Harlem Grill\ni. Gee-Haw Stables, West 132nd Street between 7th & Malcolm X Blvd., c. 1940-45; In1964, was a Gulf Gas Station - had a horse's head over the entrance, an after-after-hours club\nj. Lincoln Theatre, 58 West 135th Street, c. 1909-1964 - installed a $10,000 Wurlitzer organ for Fats Waller; now a church (1964 data)\nk. The Elk's Café, Malcolm X Blvd. between West 137th and West 138th Streets, c. 1917-20\nl. Capitol Palace, 575 Malcolm X Boulevard, c. 1922-50 - now a playground\nm. Brittwood Bar & Grill, 594 Malcolm X Boulevard, c. 1932-42 - Willie Gant's Musical Maniacs;\nn. Golden Gate Ballroom, Malcolm X Boulevard & West 142nd Street, c. 1939-50 - luxurious ballroom\no. Rhone's Orchestra Club, 625 Malcolm X Boulevard, c. 1920-35 later Lenox Club, a.k.a. \"The Breakfast Club,\" 652 Malcolm X Boulevard, c. 1935-45 - Louis Armstrong, Fletcher Henderson, Duke Ellington, 3 shows nightly with an 8-girl line; demolished 1958 for Bethune Towers\/Delano Village.\n\n",{"type":"====","value":["Jazz Clubs In New York  "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pbs.org\/jazz\/places\/spaces_mintons_playhouse.htm Minton’s Playhouse"]}]}," First floor of the Hotel Cecil at 210 West 118th Street in Harlem. "]},":Minton’s was founded by tenor saxophonist Henry Minton in 1938. Minton’s is famous for its role in the development of modern jazz, also known as bebop, where in its jam sessions in the early 1940s, Thelonious Monk, Kenny Clarke, Charlie Christian, Dizzy Gillespie and Charlie Parker, pioneered the new music. Minton’s thrived for three decades until its decline near the end of the 1960s, and its eventual closing in 1974. After being shuttered for more than thirty years, the newly remodeled club reopened its doors on May 19, 2006, under the name ",{"type":"'''","value":["Uptown Lounge at Minton’s Playhouse"]},". This place can be considered the birth place of modern jazz, and in extension, for some puritans this can be considered the death place of early Jazz, so it presents the best starting point to follow from here the track of jazz.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.savoyplaque.org\/ The Savoy Ballroom"]}]}," ",{"type":"[","value":["http:\/\/www.reference.com\/browse\/wiki\/Savoy_Ballroom"]}," ",{"type":"[","value":["http:\/\/www.pbs.org\/jazz\/places\/spaces_savoy_ballroom.htm"]}," Lenox Avenue 140-141 Streets. "]},"\n:The Savoy was billed as the world's most beautiful ballroom; it occupied the second floor of a building that extended along the whole block between 140th and 141st streets, and featured a large dance floor (200 feet by 50 feet), two bandstands, and a retractable stage. It swiftly became the most popular dance venue in Harlem, and many of the jazz dance crazes of the 1920s and 1930s originated there; it enjoyed a long and glittering career that lasted well into the 1950s, before a decline in its fortunes set in. \n\n:It was known downtown as the \"Home of Happy Feet\" but uptown, in Harlem, as \"the Track\". The Savoy regularly staged \"Battle of the Bands\" promotions that usually occurred between a house and a guest band, although not necessarily. Sometimes the bands would trade numbers at the change-over point between sets. Invariably packed when these events took place, there was little room to dance, and the crowd would vote as to who was their favourite band, band leader, vocalist etc. Two of the most famous \"battles\" happened when the Benny Goodman Orchestra challenged Chick Webb in 1937 and in 1938 when the Count Basie Band did the same. The general assessment was that they both lost, to Chick Webb. \n\n:Elaborate events of this kind were also organized by the management: on May 15, 1927 the Savoy presented a \"Battle of Jazz,\" which featured King Oliver's Dixie Syncopators, a band led by Williams, Chick Webb's Harlem Stompers, and Henderson's Roseland Orchestra; other battles were fought between bands led by Lloyd Scott, Webb, Alex Johnson, Charlie Johnson, Williams, and Henderson (May 6, 1928) and between Cab Calloway's Missourians and groups led by Duke Ellington, Henderson, Cecil Scott, Lockwood Lewis, and Webb (May 14, 1930).\n\n:Nowadays only a conmemorative plaque can be found in the location of the Savoy.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Cotton Club"]},", Lenox Avenue, at West 142nd Street (1923-1936); 200 West 48th Street (1936 - 1940). 666 West 125th Street (1997 to date) ",{"type":"''","value":["+1 888"]}," 640-7980. ",{"type":"[","value":["http:\/\/www.cottonclub-newyork.com"]}," ",{"type":"[","value":["http:\/\/www.nyc-architecture.com\/HAR\/HAR055.htm"]}]},":Previously named \"Club De Lux\", The Cotton Club was the most famous of the city's nightclubs in the 1920s and 1930s, attracting an audience that often included the cream of New York society. Its glittering revues provided a medium for performances by the most prominent jazz musicians of the day, and the club's activities were brought to a wide audience by frequent broadcasts. Fletcher Henderson  led the first band that played there in 1923. The house band when the venue first opened was Andy Preer's Cotton Club Syncopators; after Preer's death in 1927, Duke Ellington's orchestra was engaged and its residency became the most celebrated in the club's history, lasting until 1931. Cab Calloway and his Missourians, who had first appeared with great success in 1931, then took over, and Calloway's time as the Cotton Club's bandleader (which extended to 1934, when Jimmie Lunceford succeeded him) was to make his reputation. Both Wellington and Calloway returned after the club moved downtown. \n\n:Most of the principal jazz musicians, singers, and dancers of the period appeared at the Cotton Club at some stage, including Louis Armstrong, Ethel Waters, Ivie Anderson, Bill Robinson, and the Nicholas Brothers. The heyday of the club's existence was re-created in Francis Ford Coppola's film The Cotton Club (1984). \n\n:After race riots in Harlem in 1935, the area was considered unsafe for whites (who formed the Cotton Club's clientele and the club was forced to close (16 February 1936). It reopened in September 1936 downtown on West 48th Street, in premises that had formerly housed the Palais Royal and Connie's Inn (1933-6); the Cotton Club continued to operate at this location until June 1940. \n\n:The club reopened later that year at Broadway and 48th Street, but closed for good in 1940, under pressure from higher rents, changing tastes and a federal investigation into tax evasion by Manhattan nightclub owners. The Cotton Club was reopened in 1978 in Harlem. The original site of the Cotton Club was demolished in 1958 along with the Savoy Ballroom  and the Lenox Club, (1935-45 Louis Armstrong, Fletcher Henderson, Duke Ellington, 3 shows nightly) for the construction of Bethune Towers\/Delano Village; however, its legacy lives on at a new site under the same name at 666 West 125th Street.\n\n:In its heyday, the Cotton Club denied admission to black patrons, although all performers were black.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Blue Note"]},", 131 W. 3rd St., New York, NY 10012, ",{"type":"[","value":["http:\/\/www.thebluenote.com"]}," At the heart of Greenwich Village. "]},":Opened in 1981.  The flagship New York Blue Note club has earned the distinction of being the world’s premier jazz club and restaurant. Tony Bennett, George Benson, Ray Charles, Natalie Cole, Oscar Peterson, David Sanborn, Nancy Wilson, the late Sarah Vaughan and Dizzy Gillespie. \n\n:World renown talent take the stage for six day runs, with Mondays usually reserved for excellent local talent. Two sets are 9:00 and 11:30. Prices are $35 for table reservations + minimum, or $25 cover at the bar. There is $5.00 cover charge for the Friday and Saturday late night jam sessions. Sunday brunch served Noon - 6 PM. Show times at 1:00 PM and 3:30 PM. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Village Vanguard"]},", 178 Seventh Ave. South (just below West 11th St.) ",{"type":"[[","value":[["New York City"],["New York"]]},". ",{"type":"[","value":["http:\/\/villagevanguard.com"]}," "]},":Founded in 1935, The Vanguard is a dark basement in  Greenwich Village. The Vanguard is the archetypal Greenwich Village jazz club. Over a hundred jazz albums have been recorded at the venue since the (originally single) album under Sonny Rollins name in 1957. The two most famous engagements in the club's history are probably those of Bill Evans and John Coltrane, both of which took place in 1961. More recently, Wynton Marsalis regularly recorded at the club in the early 1990s.\n\n:Sets: Sunday - Thursday 9:30 and 11:30, Friday and Saturday 9:30, 11:30, and 1:30. Monday nights, the Vanguard Jazz Orchestra, established by Thad Jones and Mel Lewis over 33 years ago continues their big band tradition. Sunday - Thursday: $25.00 at the door (includes $15.00 admission plus a $10.00 drink minimum). On Friday and Saturday: $30.00 at the door (includes $20.00 admission plus a $10.00 drink minimum). which has the right vibes and an excellent booking policy. Catch pianist Tommy Flanagan here for a perfect jazz night out.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Birdland"]},", (1949-1965) 52nd st, (1986-1996) 2745 Broadway Ave, (1996-to date) 315 west 44th Street, Between 8th and 9th avenues."]},"\n:Opened in 1949. Initially the club  was located on Broadway, a few blocks west of 52nd Street, which was a hotbed of jazz in the 1930s and 40s. Count Basie and his smokin' big band made Birdland their New York headquarters, eventually recording George Shearing's \"Lullaby of Birdland\" live at the club. John Coltrane's classic Quartet regularly appeared at the club in the early 1960s, recording \"Live at Birdland.\"\n\n:People that have performed at the Birdland: Charlie Parker, Dizzy Gillespie, Thelonious Monk, Miles Davis, John Coltrane, Bud Powell, Stan Getz, Lester Young, Erroll Garner, and many, many others.\n\n:All show times: 9 and 11PM (with early 5:30 tribute sets added to the Mon., Tues. and Fri. schedules). Music charge varies, $20-35. There is a $10 food\/drink minimum per person at the tables. At the bar, the music charge includes one drink. Sundays belong to Arturo O'Farrill’s Afro-Cuban Jazz Big Band, Mondays have been reserved for the Toshiko Akiyoshi Jazz Orchestra featuring Lew Tabackin for the later sets, and now every Monday from 5:30 - 7:30PM - The Art Blakey Jazz Messenger's Revue perform. Tuesdays typically go to The Famous Duke Ellington Orchestra directed by Paul Mercer Ellington with early sets at 5:30 - 7:30PM showcasing David Ostwald's Louis Armstrong Centennial Band. From Wednesday - Saturday expect the best in local and internationally touring artists. Just added: Every Friday from 5:30 - 7:30PM - Lew Anderson's All American Big Band. All will enjoy the excellent sightlines to the stage.\n\n\n",{"type":"====","value":["Other Jazz Related Places "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.discogs.com\/label\/Blue+Note The Blue Note recordings"]}]},", The earliest location was 167 Lexington Ave, New York, NY 10016. Now it is placed in 150 Fifth Ave. 6th Fl. New York NY 10011"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.discogs.com\/label\/Verve+Records The Verve recordings"]}]}," 1755 Broadway New York, NY 10019 "]}," \n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jazzmuseuminharlem.org The Jazz Museum in Harlem"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Louis Armstrong House"]}," 34-56 107th St., Corona, NY 11368, 104 E 126th st. ",{"type":"[","value":["http:\/\/www.satchmo.net\/"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Louis Armstrong Archives"]}," - Open by appointment ",{"type":"''","value":["+1 718"]}," 997-3670 ",{"type":"[","value":["http:\/\/www.satchmo.net\/thearchives"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flushing cemetery"]}," 46th ave with 162nd st, Queens County New York  USA"]},": Numerous jazz musicians are buried in this cemetery such as Louis Armstrong, Dizzy Gillespie and Johnny Hodges.\n\n",{"type":"===","value":["Day 3 (Sunday) ",{"type":"[[","value":[["New York City"],["New York"]]}," to ",{"type":"[[","value":[["Boston"]]}]},"\n\n",{"type":"===","value":["Day 4 (Friday): Boston to ",{"type":"[[","value":[["Chicago"]]},". "]},"\n\nConcert night in Chicago.\n\n",{"type":"===","value":["Day 5 (Saturday): Visiting ",{"type":"[[","value":[["Chicago"]]}]}," \n\nThe jazz historic places in Chicago are mostly located on the south side, with the exception of the Green Mill, which is in Uptown. Please visit the ",{"type":"[","value":["http:\/\/www.lib.uchicago.edu\/e\/su\/cja\/jazzmaps\/maphome.htm Chicago's South Side Jazz Clubs"]}," website. The location and state of the building can be consulted at ",{"type":"[","value":["http:\/\/chicago.urban-history.org\/sites\/ballroom\/br_index.htm"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/links.jstor.org\/sici?sici=0276-3605%28199021%2910%3A1%3C82%3ACJT1%3E2.0.CO%3B2-7&size=LARGE&origin=JSTOR-enlargePage Haitian Pavilion"]}]}," ",{"type":"[","value":["http:\/\/www.chicagoparkdistrict.com\/index.cfm\/fuseaction\/parks.detail\/object_id\/7AB82634-6F27-4D7A-B7E2-FB1820493F69.cfm"]}," 6401 S. Stony Island Ave, Today known as Jackson Park."]},":The Haitian Pavilion was the center of black entertainment during the World's Columbian Exposition  in 1893. The Exposition brought to Chicago many black itinerant musicians, as W. C. Handy (considered the father of the blues), Scott Joplin (the father of Ragtime). The Haitian Pavilion was an incubator for jazz music, it was there where Scott Joplin and many other musicians discovered that many other black fellows musicians have developed similar skills and shared their experiences in the different music stiled that gave rise to jazz music. Today, two impressive symbols of the World's Columbian Exposition remain. The \"Golden Lady\" sculpture is a smaller version of Daniel Chester French's Statue of the Republic which originally stood at the foot of the Court of Honor. The original Fine Arts Palace now houses Chicago's Museum of Science and Industry.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Chicago\/Bronzeville"],["Black Metropolis-Bronzeville District"]]}]}," ",{"type":"[","value":["http:\/\/www.ci.chi.il.us\/Landmarks\/B\/BlackMet.html"]}]},":The area is one of the nation's most significant centers of African-American urban history. Full of clubs and cafés during its 20th century expansion before the Great Depression, it played a great role in the history and development of the golden age of Chicago music scene. Louis Armstrong lived in the neighborhood and performed at many of the area's night clubs, as the Sunset café, The Vendome Theatre and the Plantation café. The building of the former ",{"type":"''","value":["Sunset cafe"]}," is still there and it is considered a Chicago Landmark. \n\n",{"type":"====","value":["Jazz Historic Clubs In Chicago"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pekin inn"]}," 2700 S. State St. "]},":Open in 1910's-20's. it is considered one of the most important South side clubs before 1910. It was the first to employ musicians who were closely associated with ragtime and pre-jazz popular music, like Joe Jordan, Tony Jackson and Wilbur Sweatman. Some people consider the Pekin Inn as the birthplace of the Chicago Jazz scene and one of the first music laboratories where people experimented with ragtime, and pre jazz styles.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Dreamland Ballroom"]}," 3618-20 S. State, at 35th Street. Chicago"]},":The dreamland was one of the first ballrooms in the history of Chicago, opened in 1912, featuring players as King Oliver, Johnny & Warren \"Baby\" Dodds, Louis Armstrong and Hot Five, Alberta Hunter, Sidney Bechet, Lawrence Duhé, Ethel Waters.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lincoln Gardens [Royal Gardens]."]}," 459 East 31st Street, at South Cottage Grove Avenue. ",{"type":"[","value":["http:\/\/www.pbs.org\/jazz\/places\/spaces_lincoln_gardens.htm"]}]},"\n:Lincoln Gardens (formerly Royal Gardens) was a dance hall which could accommodate up to 1000 dancers. After a fire late in 1924 the hall was magnificently refurbished for its reopening on October 28, 1925, when the name was changed to the New Charleston Café; it later became known as the Café de Paris. Dave Peyton led a band there from late November 1926, but in June 1927, it was bombed — perhaps in gang warfare — and closed. \n\n:The residency at the Royal Gardens in 1918 of the Original Creole Band, led by Bill Johnson, established the dance hall's reputation as a venue for jazz, and initiated a series of appearances by New Orleans musicians that were of great significance for the development of the music in Chicago. ",{"type":"[","value":["http:\/\/www.pbs.org\/jazz\/biography\/artist_id_oliver_joe_king.htm Joe King Oliver"]},"'s Creole Jazz Band played a residency from June 17, 1922 until February 1924. During this period he sent a telegram to his cornet student in New Orleans to come to Chicago and join his band as a second trumpet to play at the Lincoln Gardens. The name of the trumpet was Louis Armstrong. This was a dream come true for Armstrong and his amazing playing in the band soon made him a sensation among other musicians in Chicago. \n\n:During his two-year stand at the Lincoln Gardens, King Oliver with Louis and the Creole Serenaders brought hot New Orleans style jazz to Chicago and later, via recordings, to the world. \n''\n:\"When King Joe Oliver sent for me to leave New Orleans in 1922 and join him at the Lincoln Gardens to play second trumpet to his first trumpet, I jumped sky-high with joy. The day I received the telegram from Papa Joe - that's what I called him - I was playing a funeral in New Orleans and all the members of the Tuxedo Brass Band told me not to go because Papa Joe and his band were having some kind of union trouble...I arrived in Chicago about eleven o'clock the night of July 8, 1922, at the Illinois Central Station at Twelfth and Michigan Avenue. I'll never forget it. The King was already at work. I had no one to meet me. I took a cab and went directly to the Lincoln Gardens.\"'' (Louis Armstrong)\n\n:'Royal Garden Blues' is considered the first 'riff' song\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset Cafe"]},"  and ",{"type":"'''","value":["Grand Terrace Ballroom"]}," (313-17 East 35th Street) 315 E. 35th St. "]},"\n:Built in 1909 remodeled in 1937. Following a 1921 remodeling, this simple automobile garage was transformed into one of the city's earliest and most legendary jazz venues. Its house orchestra featured such famed musicians as Louis Armstrong, Johnny Dodds, and Earl \"Fatha\" Hines, while its floor shows introduced the latest dances to local audiences. Many promising young artists, including Bix Beiderbecke, Jimmy Dorsey, Benny Goodman, and Gene Krupa, got their start at late-night sessions here. After a 1937 remodeling, it was renamed the Grand Terrace Ballroom (relocated from its earlier location in 3955 South Parkway Blvd) and remained a popular night club until 1950.\n\n:Earl Hines enjoyed great success there, though other big bands, including Fletcher Henderson, Count Basie, and Horace Henderson, also played the Grand Terrace before World War II. The store's office, which long ago was part of the raised bandstand overlooking the Grand Terrace's dance floor.  The back of the bandstand was a large mural depicting jazz rhythms, and a portion is still visible. ",{"type":"[","value":["http:\/\/www.bigbandlibrary.com\/grandterraceshuffle.html"]},"\n\n:At the Grand Terrace Ballroom and other Chicago night spots, leaving a club without permission from the management was hazardous to the health of many Chicago jazz musicians. This is why Earl Hines remained at the Grand Terrace for more than a decade. ",{"type":"[","value":["http:\/\/www.tuxjunction.net\/chicagojazz.htm"]},".\n\n:During 1936 at the Grand Terrace Ballroom, where Fletcher Henderson was appearing with his own band, Goodman played in front of the band with Krupa sitting in on drums. This is perhaps the first time that black and white jazz musicians played together before a paying audience ",{"type":"[","value":["http:\/\/www.tuxjunction.net\/bennygoodman.htm"]},".\n\n:The building at the new location, whose exterior looks very much as it did during its musical heyday, is now a hardware Store.  Some walls in the interior are still painted as they were during the Grand terrace times. it is possible to ask the ownes to visit the inside.\n\n:The club served  as Inspiration for the song called \"Sunset Cafe Stomp\" by the Louis Armstrong and the Hot Five.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Green Mill"]},", 4802 N. Broadway Ave. Chicago, IL 60640"]},":Opened in 1907 as Pop Morse's Roadhouse, the \"Mill\" was a stopping place for mourners to celebrate the passing of a friend before proceeding to St. Boniface's Cemetery. By 1910, new owners had converted the roadhouse into the Green Mill Gardens, complete with lantern-lit outdoor dancing and drinking areas, and boasting such headliners as Al Jolson, Eddie Cantor and Sophie Tucker. \n\n:As the twenties roared, The Green Mill became mobster territory when Al Capone's henchman, \"Machinegun\" Jack McGurn, gained a 25% ownership of the club. Manager Danny Cohen had given McGurn the 25% stake to \"persuade\" comedian\/singer Joe E. Lewis from moving his act south to the New Rendezvous Café at Clark and Diversey. McGurn managed to convince Lewis by slitting his throat and cutting off his tongue. Miraculously, Lewis recovered, but his songs never regained their lush sound. The incident was later immortalized in the movie The Joker is Wild, with Frank Sinatra as Joe E. Lewis and a Hollywood soundstage as The Green Mill. Of course, his interest piqued, Sinatra had to visit the club. In 1986, the Green Mill decoration was restored it to its prohibition-era, speakeasy décor.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Vendome Theater"]}," 3145 South State Street, "]},":Built in 1919 and demolished in 1949. Located in the heart of Chicago's so-called \"Black Belt.\" The popularity of the Vendome Orchestra soared in December 1925 when the master coronetist, Louis Armstrong, came aboard after a stint at the Dreamland Cafe. When Armstrong played a solo, the Vendome audiences cheered wildly. In 1926, Armstrong left to work the Sunset Cafe, one of the city's most notorious black and tans. Other jazz artists who performed at the Vendome during the 1920s included pianist Earl Hines, drummer Jimmy Bertrand, cornetist Freddie Keppard, and pianist Lil Hardin-Armstrong. \n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.encyclopedia.chicagohistory.org\/pages\/3491.html Plantation Cafe"]}]}," 338 East 35 Street at State Street."]},":King Oliver  band, the Creole Jazz Band was extensively played at the Plantation Café until it was destroyed by fire in 1927.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Apex Club"]}," 35th St. between S. Calumet and S. Prairie Avenues ",{"type":"[","value":["http:\/\/www.lib.uchicago.edu\/e\/su\/cja\/mapkey.html"]}]},":Opened in 1920, Featuring Junie Cobb, Johnny St. Cyr, Dave Nelson, Joe Poston, Johnny Wells, Earl Hines, and the clarinetist Jimmy Noone. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Entertainer's Cafe"]}," 209 E. 35th St. at Michigan 1910's-20's"]},":Featuring Sammy Stewart and his Knights of Syncopation, Freddy Keppard's Band, Earl Hines, Natty Dominique, Vernie Robinson, Carroll Dickerson.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Monogram Theatre"]}," 3435-40 S. State St."]},":Opened in 1910. Featuring early jazz musicians as Sidney Bechet, Ethel Waters, Erskine Tate, Ma Rainey.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Elite Club"]}," 3030 S. State St."]},":Opened in 1910. Featuring Jelly Roll Morton, Earl Hines, Alberta Hunter.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[" Ententainer's café"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/chicago.urban-history.org\/ven\/dhs\/dh_ar07.shtml Friar's Inn"]}]}," basement at 60 East Van Buren or 343 South Wabash in the Chicago Loop, "]},":The Friar's Inn was a night club located in a basement in Chicago's Loop area, on 60 East Van Buren Street at 343 South Wabash Avenue. The Moulin Rouge Cafe was in the same complex. Friar's Inn was run by Mike Fritzel and was remembered in musician's recollections as a gangster hangout. Friar's Inn had three bands: one from 3 to 6PM, one from 6 to 10PM, generally a rhythm section for dinner, and the main band from 10PM to the early morning - which was the Mares group. The club employed a strict \"whites-only\" policy. Among the notable bands associated with Friar's Inn were New Orleans Rhythm Kings (originally the \"Friar's Society Orchestra\"), and the Austin High Gang (also known as the \"Blue Friars\"). \n:Noted musicians who played at the Friar's Inn included Frank Teschemacher, Bud Freeman, Steve Brown, George Brunies, Merritt Brunies, Emmett Hardy, Paul Mares, Leon Roppolo, Bee Palmer, and Mel Stitzel. Joan Crawford worked as a dancer there early in her career.\n\n\nMore historical jazz clubs listed in ",{"type":"[","value":["http:\/\/www.lib.uchicago.edu\/e\/su\/cja\/mapkey.html here"]},"\n\n",{"type":"====","value":["Modern Jazz Clubs In Chicago"]},"\n\n:Thankfully, the story of Jazz didn't end with BeBop. It kept right on cranking into the avant-garde. Part of that adventurous set was a society of (mostly African-American) musicians in Chicago called the Association for the Advancement of Creative Musicians (AACM).  \n\n:Taking as its mission the \"nurturing, performing, and recording serious, original music,\" the AACM supports musicians, composers and educators working in Jazz. Beginning in 1965, the AACM (first lead by Muhal Richard Abrams) has educated young musicians in Chicago and oddly enough, ",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Paris"]]}," where some of founding memebers lived in self-imposed exile during the early 1970s.  \n\n:Musicians associated with the AACM, such as Henry Threadgill, Anthony Braxton, Jack DeJohnette, and the Art Ensemble of Chicago: Lester Bowie, Roscoe Mitchell, Joseph Jarman, Famoudou Don Moye, and Malachi Favors produced some of the most exciting and challenging Jazz music of the 1970s, music which only began to be recognized by the mainstream and academia in the 1990s.\n\n:In the late 1980s and early 1990s, musician and Columbia College professor Hal Russell brought a large influx of new musicians into the AACM sphere of influence both through his teaching and playing with the NRG Ensemble. Students and followers of Russell's such as Ken Vandermark, Kent Kessler, Mars Williams, and Weasel Walter have helped re-energize and the AACM scene and brought it deserved critical, and media attention. \n\n:Luckily, quite a few of the original AACM players are still on the scene, as are many of their students both from Chicago and Europe, as well as players from the newer scene descending from Russell. You can catch shows ranging around town almost every night of the week, but the scene most predictably centers around a handful of clubs with connections to the musicians.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Velvet Lounge"]},", 67 East Cermak Road. ",{"type":"[","value":["http:\/\/www.velvetlounge.net\/"]},". Owner Fred Anderson is a long time member of the AACM, and has connections running deeply through both contemporary scenes. In most evenings from Wednesday through Saturday, you'll find him alternately watching the door, and joining the band on stage to play a ripping sax solo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The New Apartment Lounge"]},", 504 East 75th. Von Freeman is your host here at the new apartment, another club frequented by AACM members both onstage and off. The club is a must-see, and the Wednesday night jam sessions are legendary."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Hideout"]}," seems to be the successor on Wednesday nights to the long running Tuesday and Wednesday night gigs by Ken Vandermark and friends at ",{"type":"'''","value":["The Empty Bottle"]},", where he and music critics John Corbett and Peter Margasak have created a platform for exposing Chicago hipsters to Avant Garde Jazz from the AACM scene, the Russell scene, and from around the world. Wednesday nights are usually reserved for overseas guests, such as Han Bennik or, maybe if you're lucky, Misha Mendelberg."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The HotHouse"]},", 31 East Balboa, ",{"type":"[","value":["http:\/\/www.hothouse.net\/"]},". Having moved to Printers Row after many years in Wicker Park, the HotHouse regularly hosts concerts mostly by younger members of the AACM scene (like Eight Bold Souls) and associated traveling artists, in a somewhat more upscale atmosphere than the other three clubs in this group - the old location was a dive, but they took the move as an opportunity to dress up a bit."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Andy's Jazz Club"]}," 11 East Hubbard St. Chicago, IL 60611, 312.642.6805, ",{"type":"[","value":["http:\/\/www.andysjazzclub.com\/"]}]},":One of Chicago's best-known and most respected Jazz establishments, historic Andy's offers casual dining and live jazz. Local acts focusing on mainstream, traditional, be-bop jazz and blues are featured with sets at lunchtime, late afternoon and evenings. Located just off Michigan Ave in downtown Chicago and just steps away from Chicago's Magnificent Mile, Andy's Jazz Club has been a destination for the work weary and hungry hipsters for over a quarter of a century. Established in 1951, this onetime newspaper pub has evolved from a shot & beer joint into a full service music Mecca.\n\n:Taste and variety define the music menu as well, showcasing Jazz and Blues 7 days a week. No other venue can boast of the three shows daily and a weekend rotations of world-class headliners.\n\n:Now only available on Friday's - Live Jazz At Noon is your mid-day oasis. A variety of lunchtime favorites with conversation friendly music, guaranteed to satisfy the cravings of the clock-watchers and leisure lovers alike. Open for lunch Monday-Friday with live music only on Friday. Jazz At Five ups the intensity when locals and visitors mingle beneath the \"Wall of Fame\" and exchange ideas in the universal language of Jazz.  Jazz At Nine expands the experience with a range of world-renowned artists with diverse styles continuing until 1 AM. To accommodate a more energetic weekend crowd, hours are extended to 1:30 AM and serve from the complete menu until 1 AM. On Sunday, entertainment jump starts your morning with our 11am-2:30pm Brunch and continues on with evening music offered from 5pm-Midnight. Located in the heart of the River North Neighborhood of the Chicago Loop, you can find Andy's Jazz Club & Restaurant at the intersection of State Street and Hubbard Street. \n\nMore modern Chicago clubs at ",{"type":"[","value":["http:\/\/www.chicagojazz.com\/v2\/Main\/Venues.asp www.chicagojazz.com"]},"\n\n",{"type":"====","value":["Other Jazz related places in Chicago"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Chicago Jazz Archive"]},", part of the Library of the University of Chicago, open Tuesday to Friday by appointment only (call 702-8541); contains pictures, magazines and recordings from the early jazz in the Chicago scene."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chicago Theatre"]},", 175 N. State St., "]},":Many big bands played at the Chicago in the '30s and '40s, including, to name a few, Benny Goodman, Dick Jurgens, Harry James, and Orrin Tucker. Having narrowly survived demolition in the mid-1980s, the Chicago Theatre continues to operate, with most of its elegance still evident.\n\n",{"type":"===","value":["Day 6 (Sunday): ",{"type":"[[","value":[["Chicago"]]}," to ",{"type":"[[","value":[["Kansas City"]]}," "]},"\n\nDistance: (532 Miles)\n\nConcert in the Phoenix?\n\n",{"type":"===","value":["Day 7 (Monday): Visiting Kansas City"]},"\n\n",{"type":"====","value":["Jazz Places In Kansas City"]}," \n\n",{"type":"*","value":[{"type":"'''","value":["18th and Vine District"]}," "]},":''...we came to the corner of Eighteenth Street and Wham! Everything along that street was all lit up like klieg lights... And everywhere you went, there was at least a piano player and somebody singing, if not a combo or maybe a jam session... we were walking into a scene where the action was greater than anything I've ever heard of.\" ca 1924-25, William Basie, from Good Morning Blues, the Autobiography of Count Basie.\n\n:''...The Flavor of 18th street was on the sidewalks, you could find everybody who was anybody on 18th street.But it was grand. 12th street was joints, 18th street was class. It was all we had, and it was the only place we could go.\" Reuben Benton, long time resident.\n\n:18th and Vine in Kansas City is internationally recognized as one of the cradles of jazz. Along with New Orleans's Basin Street, Beale Street in Memphis, 52nd Street in New York and Los Angeles's Central Avenue - the 18th and Vine area was a midwife to the birth of a new style of jazz. Like the spicy barbecue for which Kansas City is so widely noted, the jazz that evolved in the 18th and Vine district was likewise distinctive. Simmered in the blues, Kansas City's jazz was a riff-based sound fueled by jam sessions in the district's crowded clubs. \n\n:A list of the musicians who worked and made their home in the historic district reads like a veritable Who's Who of Jazz in the 1930's and 1940's. Charlie Parker is likely the most noted modern jazz musician to come from Kansas City. However, many notables call the city home or got their start in this significant jazz scene.\n\n:Located just east of Downtown Kansas City, it is the Kansas City metropolitan area's historic center of African American culture. It has been the focus of more than $30 million of civic investment since the late 1980s, but the district's redevelopment has struggled. In the 1990s, parts of the film Kansas City were filmed there. Façades left from the movie remained on most of the dilapidated buildings until the end of the 1990s. Today, the 18th and Vine district includes the Mutual Musicians Foundation, the Gem Theater, the long-time offices of African-American newspaper The Call, the Blue Room jazz club, the American Jazz Museum, the Negro Leagues Baseball Museum, restaurants and apartments.\n\n:The clubs sported colorful names such as the Cherry Blossom, the Chez Paree, Lucille's Paradise, the Subway Club, the Sportsmen Club, the Ol' Kentuck' Bar-B-Q and Fox's. Many of the clubs featured \"Blue Monday\" sessions. Former bassist for Andy Kirk, Laverne Barker remembered how, \"People would go to the area on Sunday Nights and would wait for Blue Monday parties to start in the clubs at midnight. The jam sessions would start and go `til Monday afternoon.\"\n\n:Vine Street also has been celebrated by many songs including \"Vine St. Bustle,\" \"Vine St. Boogie,\" \"Vine St. Drag\" and \"Kansas City.\" \n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.americanjazzmuseum.com\/index.php American Jazz Museum"]}]}," 1616 East 18th st Kansas City, MO"]},":Located in the Historic 18th and Vine Jazz District in Kansas City, MO., this is the place where jazz masters such as Charlie Parker, Count Basie, Big Joe Turner, and hundreds of others defined the sounds of the 1920s, 30s, and 40s. Contains rare photos, album covers, memorabilia, and personal items telling the stories of jazz legends Louis Armstrong, Duke Ellington, Ella Fitzgerald, and Charlie Parker, More than 100 recordings of the greatest jazz ever played, Studio 18th & Vine, where visitors experiment with harmony, melody, and rhythm, Films and special collections honoring the impact of jazz on the American experience, Special exhibits highlighting Kansas City’s unique contributions to jazz.\n\n:'Closed on mondays'\n\n",{"type":"*","value":[{"type":"'''","value":["The Mutual Musicians Foundation"]}," 1823 Highland Avenue, 18th & Vine district, 816.471.5212"]},":Otherwise known and the Musicians local No. 627, This modest musicians union house is nearly 100 years old and represents KC jazz\/blues\/ragtime history far better than the museum down the street.  Open jazz jams and cutting sessions Saturdays starting at around midnight lasting til sometimes past dawn - if the crowd and musicians can keep each other interested.  (Blues jams on Fri night.) Charlie Parker grew up in the area and there are stories of him peeking through the window of this place to see perhaps Basie, Lester Young, etc. Upstairs there is a piano that locals say Scott Joplin, Mary Lou Williams and Count Basie played on. Downstairs reside the Saturday jams in a room that has a grandma's formica kitchen feel. Lester Young (hear 1958 audio discussion with Chris Albertson), Bennie Moten, Walter Page, Charlie Parker, Coleman Hawkins, Ben Webster, Buster Smith, Mary Lou Williams, Pat Metheny, Count Basie, Jimmy Rushing, Big Joe Turner, Kevin Mahogany, Ahmad Alaadeen, Bob Brookmeyer, Claude Fiddler Williams, George E Lee, Bobby Watson, Jay McShann, Andy Kirk, The Blue Devils, Karrin Allyson and many others had\/has strong ties to this district (or the 12th Street scene which is completely destroyed).\n\n",{"type":"*","value":[{"type":"'''","value":["Fox's Tavern"]},", Corner of 18th St and Vine."]},":Very popular with loudspeakers on the street broadcasting music and shows, contributing enormously to the atmostphere of the district.\n",{"type":"*","value":[{"type":"'''","value":["Piccolo's club"]},", Corner of 18th and vine (west of Fox's Tavern)."]},{"type":"*","value":[{"type":"'''","value":["Street hotel"]},", featured the early location of the Blue Room, an exclusive jazz club."]},{"type":"*","value":[{"type":"'''","value":["Shannon building"]}," featured on the basement, one of the most famous jazz clubs, the Subway. The most recognized jazz musicians jammed at the Subway: Benny Goodman, Coleman Hawkins, Gene Krupa, Harry James, Chu Berrym, Jimmy and Tommy Dorsey, Ben Webster and countless other held cutting contest with local musicians."]},{"type":"*","value":[" ",{"type":"'''","value":["The El Capitan Club"]},", 1608-10 E 18th St."]},{"type":"*","value":[{"type":"'''","value":["Elk's Lodge"]},", 1606-E 18th, (Open in 1906)."]},{"type":"*","value":[{"type":"'''","value":["Moten and Hayes records"]}," owned by two men that would become famous bandleaders, Benny Moten and Thamon Hayes. Bennie Moten's Kansas City Orchestra was the most successful Jazz band of the Midwest. The band toured all over the country and had a top selling recording in 1927 for Victor named \"South\". In 1929 Count Basie of The Blue Devils joined the band, and several other members of that band soon joined Moten's Orchestra. Count Basie took over the band after Moten's death in 1935. "]},{"type":"*","value":[{"type":"'''","value":["Lucille's Paradise Club"]},", 1709-11E 18st st, featured radio broadcast in the lates '30s."]},{"type":"*","value":[{"type":"'''","value":["Scott's Show Bar"]}," Corner of 18th st and Highland Avenue, an elite supper club in the '40s opening as the 'Highland Gardens' in 1922. Also called the Airdome and the Quaterne, and later the Rialto and the Boone. "]},{"type":"*","value":[{"type":"'''","value":["Centennian Church"]},", Count Basie played the Organ at this congregational church. "]},{"type":"*","value":[{"type":"'''","value":["Gem Theatre"]}," operated from 1912 as a segregated movie theatre."]},{"type":"*","value":[{"type":"'''","value":["The Parrot Inn"]},", 1813 Vine St. "]},{"type":"*","value":[{"type":"'''","value":["The Mardi Grass Club"]}," opened in the '50s. Had many names, turnovers through the years. Much the same since the 30's, raw urban club. \"Bird, Basie, Miles, Monk played it\". Recently closed due to lease dispute according to Ignatius' secret sources and apparently will reopen down the street..  Rumor is another club will go in this spot. "]},{"type":"*","value":[{"type":"'''","value":["The OI Kentucy Barbecue"]},". Musicians jammed here and ate barbecue soup for 10 cents."]},{"type":"*","value":[{"type":"'''","value":["Eblon Theater"]}," is the site of the Count Basie first job in Kansas city. His band came to play to the city and left him here. He played as an organist in silent films, as the Cherry Blossom in 1934, it featured Japanese decor and some of the hottest jam sessions in town. Later was called the 'Chez Paree'."]},"\n",{"type":"====","value":["Jazz Clubs In Kansas City"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Reno Club"]},". 12th Street, between Cherry Street and Locust Street, Kansas City, MO. ",{"type":"[","value":["http:\/\/www.pbs.org\/jazz\/places\/spaces_reno_club.htm"]}]},":Known as the \"Queen\" of Kaycee clubs, the Reno Club flourished during the 1930s, but was closed for tax evasion in 1938. The club's activities, directed by Papa Sol Epstein, were segregated, and separate dance floors, bars, and dining areas were reserved for black and white patrons. Bennie Moten played there in the early 1930s, and in 1935 Count Basie formed a nine-piece group, the Barons of Rhythm, for a residency; it was in this venue that Basie was discovered by John Hammond in 1936. \n\n:The balcony above the bandstand here was Charlie Parker's favorite roost. He'd sit there, the air thick with marijuana smoke rising from the band downstairs, and listen to his idol, Lester Young, blowing with the \"Count\" Basie band.\n\n:Nightly broadcasts from the club were relayed on radio station W9XBY. In 1938 Jesse Price's big band played there, and the following year George E. Lee, whose career passed through a decline in the mid-1930s, brought his new band (formed the preceding year for a residency at the Brookside Club) to play an engagement at the Reno. The club was as important for after-hours jam sessions by the many jazz musicians playing in the city at that time as it was for the music that was played to entertain the clientele.\n\n:A police parking lot now occupies the sacred ground where Club Reno once stood.\n\n\n",{"type":"====","value":["Modern Jazz clubs in Kansas City"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Phoenix"]}," 8th & Central, 816.472.0001"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jardines Restaurant & Jazz Club"]}," 4536 Main Street  561.6480"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.americanjazzmuseum.com\/index.php?page=showcontent&content_id=24&action=display The Blue Room"]}]},"1616 18th st kansas City, Mo"]},"\n:The American Jazz Museum's Blue Room is a museum by day and at night comes to life as a working jazz club. Four nights a week, the Blue Room resonates with the sweet sounds of Kansas City jazz. As the only Kansas City club included in DownBeat magazine's 2004 list of Top 100 Jazz Clubs in the world, the Blue Room consistently books top name national and international entertainers while it continues to showcase the best of jazz in Kansas City.\n\n:The Blue Room was recently recognized again in DownBeat magazine's February 2007 issue as the only Kansas City club to make the list of Top 100 Jazz Clubs in the world:\n\n:As part of the American Jazz Museum, the Blue Room is designed to resemble a nightclub from the '30s. Shows in the room hit on Monday (a regular jam session), Thursday, Friday and Saturday, featuring top regional straightahead talent.\n\n",{"type":"*","value":[{"type":"'''","value":["Majestic Steakhouse"]}," 931 Broadway (walking distance from Phoenix) 816.471.8484"]},":Jazz and jam 6 days, but Monday. Art deco\/Victorian classic club feel with typically 50+ crowd. Cigar club upstairs with walkin humidor (said to once be Tom Pendergast's hangout).  Bram Wijnands' regular gig spot (weekends).\n\n",{"type":"*","value":[{"type":"'''","value":["Grand Emporium"]}," 3832 Main Street 816.531.7557   531.1504"]},":Mostly touring blues and bluesrock acts on weekends but also jazz\/punk\/zydeco\/reggae weekdays. Many blues mags consider it one of best urban blues clubs in US and it is a multi WC Handy award winner.  This place usually has a soul you can breathe in but lately they seem to book a bit  more blue collar and suburban twangy blues over the urban blues they've been known for.  Gotta do Amazing Grace's soul food  (and\/or bring in pizza from next door).  Open blues jams, second Thu of each month, no cover (for this event).\n\n",{"type":"*","value":[{"type":"'''","value":["Harling's Upstairs"]}," 3941-A Main Street 816.531.0303"]},":Urban blues\/jazz\/irish\/celtic\/swing\/rock.  Tuesdays (?) - 18 piece swing orchestra.   Saturday 2pm (open) jams too - Mama Ray (no cover).   Usually weekend cover charge.  Jean Harlow and Joan Crawford were once showgirl dancers at this club.  A Midtowner's favourite, where local filmmakers hang.\n\n(More jazz clubes at ",{"type":"[","value":["http:\/\/home.kc.rr.com\/kcjazz\/"]},")\n\n",{"type":"====","value":["Other Jazz related places In Kansas City"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Charlie Parker birthplace"]}," 852 Freeman Avenue, Wyandotte County, Kansas City, Kansas ",{"type":"[","value":["http:\/\/birdlives.co.uk\/content\/view\/21\/25\/"]}]},":At year 1999, the location is a vacant lot.\n\n",{"type":"*","value":[{"type":"'''","value":["Charlie Parker Home"]}," 1516 (1535) Olive St Kansas City, MO 64127"]},":Parker was living here during the period he was going as a kid to jam sessions in 18th st (close to his school) and 12th (the Reno Club). He spent the chilhood and adolescence here until he moved to New York, already as a formed musician.\n\n",{"type":"*","value":[{"type":"'''","value":["Charlie Parker Grave site"]}," Lincoln cemetery, 8604 E Truman Rd, Kansas City, MO 64126"]},":Charlie Parked asked explicitly not to be buried in Kansas City, but the family decided to do it so.\n\n",{"type":"*","value":[{"type":"'''","value":["Other Charlie Parker Houses"]}," 109 W34th St. Kansas City, MO, and 114 W 36th st. Kansas City, MO"]},":Charlie Parker moved here in 1927, and lived here for about four years, after moving from his birthplace at the other side of the river, in Kansas City, Kansas. At least seven homes have been identified in Kansas and Missouri at which the Parkers lived at one time or other. Both buildings are still there at year 1999.\n\n",{"type":"====","value":["Additional information"]},"\n\n",{"type":"*","value":[" Goin' to Kansas city book ",{"type":"[","value":["http:\/\/www.jazzscript.co.uk\/books\/locpearson.htm"]}]},"\n",{"type":"*","value":[" Introduction Kansas City Jazz ",{"type":"[","value":["http:\/\/www.jazzscript.co.uk\/life\/kansascitytime.htm"]}]},"\n",{"type":"===","value":["Day 8 (Tuesday): Kansas City to ",{"type":"[[","value":[["Memphis"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[" American Jazz Museum"]}," Visit on the Morning. "]},"Museum Hours\nTuesday – Saturday: 9:00am to 6:00pm \nSunday: 12:00 Noon to 6:00pm \nMonday: Closed\t\n\n\nDriving distance: 538 Miles.\n\n",{"type":"====","value":["Sedalia, MO"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sedalia"]]},", Missouri. (25 kms off road, in the way of Kansas City to Memphis is consider the Birth Place of the Ragtime). Sedalia was once the residence of the famous ",{"type":"[[","value":[["ragtime"]]}," composer Scott Joplin. Joplin and ragtime music are honored in a yearly ",{"type":"[","value":["http:\/\/www.scottjoplin.org\/ Ragtime Festival"]},", usually held in June."]},"\n:Once there, the ",{"type":"[","value":["http:\/\/www.mostateparks.com\/scottjoplin.htm Scott Joplin House"]}," can be visited.\n\nOnce in Memphis, try to catch a Blues concert.\n\n",{"type":"===","value":["Day 9 (Wednesday): Visiting ",{"type":"[[","value":[["Memphis"]]}]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beale Street"]},", Memphis, TN ",{"type":"[","value":["http:\/\/www.bealestreet.com\/"]}]},":When the self-proclaimed \"Father of the Blues\" W.C. Handy, an accomplished bandleader and songwriter, arrived on Beale Street from the Delta in 1908, he brought with him the blues, a new style of music he \"discovered\" down south. With his publication of \"Memphis Blues\" in 1912, Handy arguably became one of the first people to publish a song featuring characteristic \"blue notes\" and containing the word \"blues\" in its title. By the 1920s, Beale Street was a showcase for jug bands, where he played a mixture of blues, ragtime, and humorous tunes.\n\n:In the 1920's, the area took on a carnival atmosphere and gambling, drinking, prostitution, murder and voodoo thrived alongside the booming nightclubs, theaters, restaurants, stores, pawnshops and hot music. By mid-evening, the street would be packed and a one-block walk could take forever, especially if he had to detour around the medicine show set up in the little hole in the wall, or if he stopped and listened to the wandering bluesman playing for pennies and nickels. There were big vaudeville shows at the Palace and the Daisy, hot snoot sandwiches at the corner café jug bands playing down at the park and one block over on Gayoso there was a red-light district to rival New Orleans’ Storyville.\n\n:Beale Street was completely shut down and the bulidings demolished. Nowadays, it is just a street for tourism and shopping wiith some reopened blues clubs, but missing the spirit of the early 20's.\n\n:A. Schwab Dry Goods, in the family since 1876, is the only remaining original business on Beale St. Open Mon-Sat, 9am-5pm. The Orpheum Theatre also remains, opened on October 15, 1928 on the corner of Main and Beale.\n\n:Clubs on Beale street: Alfred's On Beale, Mr. Handy’s Blues Hall, Alley Cats, New Daisy Theater, A. Schawb, New York Pizza, B. B. Kings Blues Club, Pat O'Briens, Beale St. Tap Room, People’s Billiard Club, The Black Diamond, The Pig on Beale, Blues City Cafe & Band Box, Psychics of Beale Street, Club 152, Rum Boogie Cafe, Dyer’s Famous Hamburgers, Shake Shack, Eel Etc. Fashions. Silky O Sullivan’s, Hard Rock Cafe, Strange Cargo, King’s Palace Cafe, Tater Red’s, Memphis Music, Wet Willies.\n\n",{"type":"*","value":[{"type":"'''","value":["Sun Studio"]}," 706 Union Ave, Memphis, TN 38103, (901) 521-0664"]},":'Where rock'n roll was born'. The studio where Elvis Presley recorded his first four albums, and changed the music industry. Johnny Cash, the inimitable Jerry Lee Lewis, and the \"Rockin' Guitar Man\", Carl Perkins were first recording here. Nowadays, is a sort of museum, so you can enter and visit the studio.\n\n",{"type":"*","value":[{"type":"'''","value":["W C Handy Blues Museum & Performing Arts Center"]}," 1275 Royal Oaks Cv, Memphis, TN 38116, (901) 396-3914"]},": WC Handy is considereed the father of the blues. He is the one that bought the blues from the Mississippi Delta up to New Orleans through the Highway 61.\n\n",{"type":"*","value":[{"type":"'''","value":["Memphis Rock N Soul Museum"]}," 191 Beale St, Memphis, TN 38103, (901) 205-2533 ",{"type":"[","value":["http:\/\/www.memphisrocknsoul.org\/home.htm"]}]},":The Memphis Rock ‘n’ Soul Museum’s exhibition about the birth of rock and soul music tells the story of musical pioneers who, for the love of music, overcame racial and socio-economic barriers to create the music that shook the entire world. \n\n:Located at 191 Beale, on the corner of legendary Highway 61 at the FedExForum sports and entertainment complex, the museum offers a comprehensive Memphis music experience from the rural field hollers and sharecroppers of the 1930s, through the explosion of Sun, Stax and Hi Records and Memphis’ musical heyday in the 70s, to its global musical influence. The museum’s digital audio tour guide is packed with over 300 minutes of information, including over 100 songs, and takes visitors at their own pace through seven galleries featuring 3 audio visual programs, more than 30 instruments, 40 costumes and other musical treasures. \n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.soulsvilleusa.com\/ STAX Museum of American Soul Music"]}]}," ",{"type":"[","value":["http:\/\/www.mrjumbo.com\/contents\/delta99\/2memphis\/stax.html"]}," 926 E. McLemore Ave., Memphis, TN 38106 Phone: 901-946-2535 , Fax: 901.948.8560"]},"\n:Stax was a major player in the creation of the Southern soul and Memphis soul music styles, and frequently released early funk and 1960s Chicago blues recordings. While Stax was involved almost exclusively in the production of African-American music, the label is noted for having some of the first popular ethnically-integrated bands. Featuring recordings of Otis Redding, Wilson Pickett and Albert King. \n\n:Today, the Stax Museum of American Soul Music, located at the original site of Stax Records, pays tribute to all of the artists who recorded there with a rare and amazing collection of more than 2,000 interactive exhibits, films, artifacts, items of memorabilia, and galleries designed to keep Stax alive forever. Because it is the only soul music museum in the world, it also spotlights America's other major soul music pioneers, including the sounds of Muscle Shoals, Motown, Hi, and Atlantic Records, spotlighting the contributions of such soul pioneers as Ike & Tina Turner, Aretha Franklin, The Jackson Five, Ann Peebles, Al Green, Sam Cooke, James Brown, Ray Charles, and many others.\n\n:Hours: March-October, Monday-Saturday,9AM-4PM,Sunday: 1-4PM, November-February, Monday-Saturday, 10AM-4PM\n\n",{"type":"*","value":[{"type":"'''","value":["WDIA"]}," 706 Union Avenue, Memphis, TN"]},":The radio station where Beale Street went on the air (1948). It became the first all-black radio station in the country, with African-American deejays and programming that specifically targeted a black audience. WDIA’s torrent of gospel, blues, and the sounds of rhythm and blues (R&B) put it on its way to becoming the most powerful station in Memphis. \n\n:In 1948, Blues Boy King was hired by Memphis blues station WDIA for a 15-minute live radio spot where he performed and hawked a health tonic called Pep-Ti-Kon. A year after, B.B. King records for the first time, cutting four songs (including his debut single, “Miss Martha King”) at Memphis radio station WDIA.\n\n:The WDIA studio on Union Avenue, just up the street from the Peabody Hotel, is also still in operation, broadcasting a steady stream of talk and music, and you can stop in for a quick tour. On Saturday mornings, Rufus Thomas, the senior statesman of the local music scene, still broadcasts a weekly show, and the station’s all-blues programming on Saturdays remains an unpretentious tribute to the city’s blues tradition. Listen to the radio as you drive around the city or take a day trip down to the Delta.\n\n",{"type":"*","value":[{"type":"'''","value":["W.C. Handy House & Museum"]}," 352 Beale Street, Memphis, TN 38103, 901-527-3427"]},"\n",{"type":"*","value":[{"type":"'''","value":["Aretha Franklin's birth home"]}," 406 Lucy St., Memphis, TN"]},":Just a few blocks from Stax stands the house where Aretha Franklin was born and raised until she moved north at the age of eight.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elvispresleybirthplace.com\/ Elvis birtplace"]}]}," 306 Elvis Presley Drive · Tupelo, MS 38801"]},":The most significant landmark of Tupelo's modern history is a modest, two-room house where the King of Rock & Roll was born on Jan. 8, 1935. From this humble beginning, Elvis Presley began his meteoric rise to become the world's most popular entertainer. \n\n:The Elvis Presley Birthplace is part of the Elvis Presley Park and has been restored to the period before the singer's family moved to Memphis. The birthplace has been designated a Mississippi landmark. The Elvis Presley Park includes the Elvis Presley Museum, Memorial Chapel, Gift Shop and a lifesize statue of \"Elvis at 13\". The Park offers complete recreation facilities for picnics and community events.\n\n:Hours: 9:00am to 5:30pm, Monday through Saturday, (May through September), 9:00 am to 5:00 pm, Monday through Saturday, (October through April), 1:00 pm to 5:00pm, Sunday year round.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Graceland"]},", ",{"type":"[","value":["http:\/\/www.elvis.com\/"]}," ",{"type":"[","value":["http:\/\/www.elvis.com\/graceland\/visiting\/elvis_gl_map.asp Map of Graceland"]}," 3734 Elvis Presley Boulevard - Memphis, TN 38186 (901) 332-3322 | (800) 238-2000"]},":This huge mansion was once the home of Elvis, the most famous entertainer in the US. Now it is a pilgrimage place for many fans and one of the landmarks of Memphis. \n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gibson.com\/Products\/Places\/Showcases\/Gibson%20Beale%20Street%20Showcase\/Discoveries%20of%20Gibson\/ Gibson Beale Street Showcase in Memphis"]}]},"145 Lt. George W. Lee Avenue  (901) 544-7998 ex 4017"]},":This memorable tour of Gibson’s Memphis guitar factory consists of an intimate viewing of the facility as Gibson’s skilled luthiers craft some of the finest guitars in the world. An opportunity to witness the intricate process of binding, neck-fitting, painting, buffing, and tuning that creates these incredible musical instruments. See and hear how Gibson has helped shape the world of music for over 100 years and continues to set the pace for the musical innovations of tomorrow. Tour lasts approximately 45 minutes.\n\n:Tours are given: Monday- Saturday 11:00am, 12:00pm, 1:00pm, 2:00pm, 3:00pm, and 4:00pm, Sunday 12:00pm, 1:00pm, 2:00pm, 3:00pm, and 4:00pm\n\n",{"type":"*","value":[{"type":"'''","value":["Heartbreak Hotel"]},", "]},":Elvis Hotel. Located just Across the street form Garceland. It features very unique decor. You can try to see the lobby.\n\n",{"type":"===","value":["Day 10 (Thursday): ",{"type":"[[","value":[["Memphis"]]}," to ",{"type":"[[","value":[["New Orleans"]]}," "]},"\n \nDriving Distance: 396 Miles. Take route 61, the Blues Highway, and follow it as weaves into Mississippi, all the way to New Orleans.\n\n",{"type":"===","value":["Clarksdale"]},"\n\nOnce one of the Delta’s main trading towns, Clarksdale is possibly the most important blues-town in Mississippi. John Lee Hooker, Sam Cooke, Jackie Brenston and Ike Turner were born and raised here. Other influential bluesmen that made their names in Clarksdale include Muddy Waters, Bukka White, Son House, and Robert Nighthawk.  On September 26th, 1937, Bessie Smith died in Clarksdale after a car accident on Highway 61 near Coahoma.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Riverside Hotel."]}," 615 Sunflower Avenue. Here stood the GT Thomas Hospital for blacks, where Bessie Smith died. The owner of the Hotel, Frank Ratliff claims his mother, who turned the hospital into a hotel in 1944, knew what really happened, but Frank’s is not willing to tell anyone. Bessie´s Room (room #2) can be visited. John Fitzgerald Kennedy chose to stay at the Riverside when he visited Clarksdale. He stayed opposite Bessie’s in room 2a."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["WC Handy's marker."]}," WC Handy heard the blues for the first time in 1903 when he was living in Clarksdale."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.deltabluesmuseum.org\/index.cfm Delta Blues Museum."]}]},"#1 Blues Alley, P.O. Box 459 Clarksdale, MS. Summer Hours: (March 1 through October 31) 9am to 5pm Monday-Saturday. Winter Hours: (November 1 through February 29) 10am to 5pm Monday-Saturday. Go South on 61 Highway to Clarksdale. 61 Turns into N. State Street. Turn right on DeSoto, go under the railroad tracks and turn left on 3rd Street."]},"\n",{"type":"===","value":["Dockery Plantation"]},"\n\nTake Highway 8 east from Cleveland (Here, WC Handy pronounced his famous words \"An American composer is Born\") for about 5 miles to reach the Dockery Plantation founded around 1895. According to many, the blues was born right here. Charley Patton, pioneer of the Delta blues was a worker here.\n\n",{"type":"===","value":["Where the “Southern meet the Dog”"]},"\n\nThese were the lyrics of the first Blues WC heard in Tutwiler. He asked the singer what they meant. They actually mean a point where the Yazoo and the Mississippi railroads meet. This point is in Moorhead  and the railroads still exist\n\n",{"type":"===","value":["Natchez"]}," \n\nWhen Natchez was the old capital of cotton industry, more millionaires lived here than anywhere else in America. This is today a city of contrasts full of Southern Charm and elegance.\n\n",{"type":"===","value":["Day 11 (Friday): Visiting ",{"type":"[[","value":[["New Orleans"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The French Quarter"]},". The city's historic center is its main tourist draw. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Faubourg Treme"]},". Founded by free people of color the Treme is home to New Orleans' African American Museum, historic St. Augustine Church, Louis Armstrong Park and Congo Square (and the National Jazz Museum) as well as a vibrant Secondline tradition. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Faubourg Marigny"]},". New Orleans' \"bohemian\" neighborhood is also home of the Frenchmen Street Entertainment District.   "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Storyville"]},". The now defunct district where prostitution and gambling was legal in New Orleans. Storyville was a key in the development of jazz and that its closing was responsible for New Orleans musicians leaving for Chicago. Almost all the buildings in the former District were demolished in the 1930s to clear the land for the building of the Iberville Projects. While much of the area contained old and decayed buildings, the old mansions along Basin Street, some of the finest structures in the city, were leveled, too. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Basin Street"]},". The back side of Basin Street was the front of the Storyville red light district, with a line of high end saloons and mansions devoted to prostitution. Basin Street was commemorated in the Basin Street Blues composed by Spencer Williams in 1926 and recorded by Louis Armstrong in 1929 and Miles Davis in 1963."]},"There are a series of monuments on the neutral ground of Basin Street, including statues of Simón Bolívar, Benito Juárez, and Francisco Morazán, and a metal sign commemorating Storyville.\n\n",{"type":"====","value":["Jazz Clubs in New Orleans"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Anderson's Annex"]},". 201 North Basin Street, at Iberville Street. "]},{"type":"*","value":[" ",{"type":"'''","value":["Irvin Mayfield's Jazz Playhouse"]},". 300 Bourbon Street."]},{"type":"*","value":[" ",{"type":"'''","value":["Preservation Hall"]},". 726 St. Peter Street."]},{"type":"*","value":[" ",{"type":"'''","value":["Candlelight Lounge"]},". 925 N. Robertson Street."]},{"type":"*","value":[" ",{"type":"'''","value":["d.b.a."]},". 618 Frenchmen Street."]},{"type":"*","value":[" ",{"type":"'''","value":["Snug Harbor"]},". 626 Frenchmen Street."]},{"type":"*","value":[" ",{"type":"'''","value":["The Spotted Cat"]},". 623 Frenchmen Street."]},{"type":"*","value":[" ",{"type":"'''","value":["Sweet Lorraine's"]},". 1931 St. Claude Avenue."]},{"type":"*","value":[" ",{"type":"'''","value":["Maple Leaf Bar"]},". 8316 Oak Street."]},"\nNew Orleans has a vibrant live music scene throughout the city.  Although Bourbon Street has lost its luster as an exclusively musical destination (with a few exceptions) have no fear, this is New Orleans.  The Frenchman Street entertainment district in the Faubourg Marigny (the neighborhood next to the French Quarter) is one of the best places to catch a live Jazz Performance in New Orleans.  Arrive any day of the week, later in the evening.  Quality street musicians abound in New Orleans.    \n\nSaloon. ",{"type":"[","value":["http:\/\/www.pbs.org\/jazz\/places\/spaces_andersons.htm"]}," \nFrom 1901 to around 1925, Anderson's Annex was the headquarters of Tom Anderson, from where he controlled the brothel district of New Orleans. The venue was managed by Bille Struve, who also produced the famous Blue Book (a guidebook to the district), which advertised it somewhat misleadingly as a \"café and restaurant.\" \n\nFrom about 1905, it was sometimes known as the Arlington Annex, after Josie Arlington's whorehouse, one of the three largest and most popular on Basin Street. The saloon offered music on a modest scale, presenting small bands, such as string trios (mandolin or violin, guitar and double bass); among the musicians who played there were Bill Johnson, the black guitarist Tom Brown, and Wellman Braud, playing violin. In published accounts, such famous musicians as Louis Armstrong and Albert Nicholas are said to have played at Anderson's Annex, but they actually worked at Tom Anderson's New Cabaret and Restaurant.\n\n",{"type":"===","value":["Day 12 (Saturday): Visiting ",{"type":"[[","value":[["New Orleans"]]}]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Louisiana"]]}," state museum ",{"type":"[","value":["http:\/\/lsm.crt.state.la.us\/index.htm"]}]},"\n:They have a lot of old jazz items, including a Louis Armstrong cornet!. They let people take pictures if you request it in advance by phone.\n\n",{"type":"===","value":["Day 13 (Sunday): ",{"type":"[[","value":[["New Orleans"]]}," to ",{"type":"[[","value":[["Boston"]]}]},"\n\nBy plane.\n\n",{"type":"==","value":["Stay safe"]},"\n\n\n\n\n",{"type":"{{","value":[["related"],["United_States"]]},"\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"{{","value":[["DEFAULTSORT:Jazz Track"]]}]