[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Fairview (Utah)"]]},"\n\nThe Arapeen ATV Trail System in ",{"type":"[[","value":[["Central Utah"]]}," is a great family trail with plenty of advanced sections for experienced riders. The trail system ascends from 6,000 to 10,000 feet through aspen and pine forests of the ",{"type":"[","value":["http:\/\/www.fs.fed.us\/r4\/mantilasal\/ Manti-LaSal National Forest"]}," and includes the “Skyline Drive” and trails branching off from it. Skyline Drive is a mountain road that winds for 87 miles along the spine of the Wasatch Plateau and is perhaps one of the highest roads in the nation. From the Skyline you can often see both sides of the mountain.\n\n",{"type":"==","value":["Get in"]},"\n\nThe Arapeen ATV Trail can be accessed from the west by using canyon roads that intersect with ",{"type":"[[","value":[["Heritage Highway 89"]]}," at every town between the cities of ",{"type":"[[","value":[["Fairview (Utah)"]]}," and ",{"type":"[[","value":[["Mayfield (Utah)"]]}," in the Sanpete Valley.  From the east side of the mountain the trail can be accessed by taking canyon roads along Highway 10 from ",{"type":"[[","value":[["Huntington (Utah)"]]}," to ",{"type":"[[","value":[["Emery (Utah)"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nThe best way to travel the trail is on a ATV (All Terrain Vehicle) also known as a quad bike. Four-wheel-drive vehicles can traverse most of the trail, however various sections are to narrow or steep and require an ATV.\n\nYou can obtain a trail map of the Arapeen Trail free of charge at: ",{"type":"[","value":["http:\/\/utahatvtrails.org"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe trail passes through aspen and pine forests. Mountain lakes, canyons, overlooks, wildflowers, and  animals (including deer and elk) can often be seen.  Binoculars are a must while traveling the trail.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Big Pine Sports"],["url=http:\/\/www.bigpinesports.com\/"],["email="],["address=340 N Milburn Rd PO Box 66, Fairview, Ut 84629"],["lat="],["long="],["directions="],["phone=+1 435-427-3338"],["tollfree="],["fax="],["hours="],["price="],["content=ATV Rentals and Sales."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Skyline Recreation"],["url=http:\/\/www.skylinerec.net\/"],["email="],["address=88 N. Main, Sterling, Ut 84665"],["lat="],["long="],["directions="],["phone=+1 435-851-2288"],["tollfree="],["fax="],["hours="],["price="],["content=ATV Rentals near Palisade State Park."]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n\nGasoline, groceries, and other supplies can be purchased in the valley communities at the mouth of every major canyon along the trail.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are no restaurants in the national forest so you will either need to ride your ATV down to the valley communities or bring your own food.  Campfires are permitted as long as fire restrictions are not in place due to dry conditions.  Gas camp stoves are a great way to cook dinner, even during fire restrictions.\n\n",{"type":"==","value":["Sleep"]},"\n\nLodging can be found in the valley communities of ",{"type":"[[","value":[["Central Utah"]]}," on the west and east sides of the mountain along Highways 89 and 10.  \n\nCamping is permitted in the ",{"type":"[","value":["http:\/\/www.fs.fed.us\/r4\/mantilasal\/ Manti-LaSal National Forest"]},".  Primitive Forest Service campgrounds are found scattered through the area.  Back country camping in a tent or with a recreational vehicle is also permitted, however, you need to check with the Forest Service for occasional campfire restrictions due to drought.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travel activities"],["United States of America"]]},"\n",{"type":"{{","value":[["DEFAULTSORT:Arapeen Atv Trail System"]]}]