[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]}," \n\n",{"type":"==","value":["Understand"]},"\n\nThe ",{"type":"'''","value":["Royal-Imperial Route"]}," in ",{"type":"[[","value":[["Poznań"]]},", Poland is an unique tour running through the most important parts of the city and  presenting the history, culture and identity of Poznań. The Route gives a great oportunity to get to know better the origins of Polish State and discover how the city has been changing and developing through the centuries. \nA journey can be started from the oldest part of the city: Śródka and Ostrów Tumski. Then can be seen the medieval Old Town with its Town Hall extended in the Renaissance style, the next step will be the New upper city. The walk is about ",{"type":"'''","value":["4,5 km"]}," long.\nFollowing the kings and emperors who have a linking for the city, could be seen many interesting  monuments, galeries, museums and could be took part in cultural events. The tour leads from the distant past to present of Poznań which is vibrant with life and looking forward to hearing from the tourists.\n\n\n",{"type":"[[","value":[["Image:Poznan_Poland.jpg"],["thumb"],["right"],["200px"],["Old Market Square in Poznan"]]},"\n\n",{"type":"==","value":["Prepare"]},"\n\nThe best way to start an exciting journey through the past and present of Poznań is providing with ",{"type":"'''","value":["leaflets"]}," describing the route and the atractions.  It is possible to get them ",{"type":"'''","value":["for nothing"]}," in Tourist Information Centre: \n\n",{"type":"*","value":[" City Information Centre (CIM) - ul. Ratajczaka 44 61-728 Poznań, Phone: (0-61)851-96-45, 9431, Fax: (0-61)856-04-54"]},"\n",{"type":"*","value":[" Glob -Tour FB - ul. Dworcowa 1, Main Railway Station 61-801 Poznań, Phone: (0-61)866-06-67"]},"\n",{"type":"*","value":[" City Information Centre - branch at the Ławica Airport, ul.Bukowska 285 60-189 Poznań, Phone: (0-61) 849-21-40, Fax: (0-61) 849-21-40"]},"\n",{"type":"*","value":[" City Information Centre - branch at Poznań International Fair, ul. Głogowska 14 60-734 Poznań, Phone: (0-61)869-20-84"]},"\n",{"type":"*","value":[" City Information Centre - branch in the M1 Shopping Mall, ul. Szwajcarska 14 61-285 Poznań, Phone: (0-61)653-19-76"]},"\n",{"type":"*","value":[" Tourist Information Centre - Stary Rynek 59\/60 61-772 Poznań, Phone: 061 852 61 56"]},"\n\nFor sure ",{"type":"'''","value":["Tourist Guide"]}," is worthreading. It costs about 13 zł and can be bought in Tourist Informations Centres or in  most  bokshops in Poznań.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["On foot"]},"\nThe Imperial Castle is not far away from the railway station, only a few minutes on foot. To get to other atractions it is better to take a bus or a tram.\n\n",{"type":"===","value":["By public transport"]},"\nIn Poznan there is well-developed public transport. It gives possibility to get  about in the city without using a taxi or own car.\n\n",{"type":"====","value":["Trams"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tram no. 5"]},"- Railway station- Imperial Castle (św. Marcin 6 min)- Old Market Square (Wrocławska 9 min.)"]},{"type":"*","value":[{"type":"'''","value":["Tram no. 6"]},"- Railway station or bus station- Śródka station. ( about 15 min.)"]},{"type":"*","value":[{"type":"'''","value":["Tram no. 8"]},"- Railway station-Kathedral (12 min)-Śródka station (13 min)"]},"\n",{"type":"====","value":["Buses"]},"\nThere are several bus lines which connect one atraction with another but they are not starting off the railway station or bus statio.\n\n",{"type":"====","value":["Tickets"]},"\nIn Poznań there are used ",{"type":"'''","value":["time tickets"]}," (tickets valid for a certain period of time). This allows passengers to change a line without any need to punch a new ticket. It is possible to see the ride start time which is printed on the ticket by the ticket puncher. There is a choice of tickets for 15, 30 and 60 minutes which cost 2 zł, 3,60 zł and 5,80 zł and are available in newsagent which can be found in most stations.\nThe best solution  for long travels or for persons staying in Poznań for several days  are 24h and weekly. Pupils, students or pensioners  can use discount tickets.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.http:\/\/www.poznan.pl\/mim\/public\/turystyka\/transport.html?rhs=transport&lang=en Public transport timetable"]}]},"\n\n",{"type":"==","value":["Walk"]},"\n",{"type":"*","value":["The best spot to start walk is ",{"type":"'''","value":["the Church of St. John of Jerusalem Behind the Wall"]},", one of the oldest brick temple in Poland. Next to the church is a very old district called ",{"type":"'''","value":["Śródka"]},". The origin of the name comes from the day when the markets were organized (Środa means Wednesday). "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ostrów Tumski"]},", (Cathedral Island): To reach Cathedral Island cross ",{"type":"'''","value":["Bishop Jordan’s Bridge"]}," over the River Cybina. On the island can be found ",{"type":"'''","value":["the Cathedral"]}," which is the oldest necropolis of Polish sovereigns. (Entrance to the Cathedral is free, entrancefee to the basement is 2.80 zł – for adults, 1.80 zł – children, students). Inside worthseeing is  ",{"type":"'''","value":["the Golden Chapel"]},",  which houses the tombs of the first rulers of Poland, Mieszko I and Bolesław Chrobry. Next to the Cathedral stands ",{"type":"'''","value":["the Church of Saint Mary the Virgin in Summo"]},". This old church is partly situated upon the remains of the residence of the first Polish sovereign."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Old Market Square"]}," in Poznań is the third largest square in Poland. When we enter the square from Wielka Street, we can see ",{"type":"'''","value":["the Proserpine Fountain"]}," and ",{"type":"'''","value":["the Town Hall"]}," – undoubtedly the most beautiful Renaissance building of its type in Central Europe. The building’s tower features two goats that appear everyday at noon and butt their horns. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Paderewski Street"]}," is a short street, and follows to Wolności Square. On the right from Paderewski Street, on Przemysł Hill the former ",{"type":"'''","value":["Royal Castle"]}," is located. A brick wall surrounds the castle. Today, the Royal Castle houses ",{"type":"'''","value":["the Museum of Applied Arts"]},". The Museum displays furniture, decorative fabrics, valuable silver, china, faience and tin vessels as well as a variety of decorations once found in castles, palaces or shrines, old clocks and parade weaponry. Entrancefee is 5.50 zł – for adults, 3.50 zł – children, students."]},"\n",{"type":"*","value":["At the end of Paderewski Street can be seen a very important building: ",{"type":"'''","value":["the “Bazar” Hotel"]}," which was built in the 19th century, during the period when Poznań was under Prussian Occupation. This building is associated with one of the most important events in the city's history. A speech by Ignacy Jan Paderewski (a famous musician and politician) in 1918 from one of the hotel’s windows, triggered off the Wielkopolska Uprising. Thanks to this event Poznań and the Wielkopolska Region, after 123 years of occupation, became a part of the reborn Poland. On the other side of Paderewski Street, next to “Bazar”, the main building of ",{"type":"'''","value":["the National Museum"]}," (Art Gallery), is located. This museum has a prominent collection of Italian, Spanish and Polish art. Entrancefee is 10 zł – for adults, 6 zł – children, students."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wolności Square"]}," is surrounded by buildings important for the history of Poznań. On the Square is the seat of the ",{"type":"'''","value":["Raczyński Library"]}," (the first public library in Poland). At the western end of the square we see the former German theatre, now called ",{"type":"'''","value":["the Arkadia"]},". "]},"\n",{"type":"*","value":["On the right side of the street 27 Grudnia, deep behind the row of houses, stands ",{"type":"'''","value":["the Polski Theatre"]},". The theatre was financed by contributions from citizens in all the regions of partitioned Poland. The idea of this undertaking is commemorated on the façade: “The Nation to Itself”. Near the Polish Theatre stands the Okrąglak building. This cylinder-shaped department store is said to be the most peculiar building in Poznań."]},"\n",{"type":"*","value":["On Fredry Street stands ",{"type":"'''","value":["the Neo-Gothic Church of St. Paul"]}," (now the Church of the Holiest Saviour). The Church was built in the second half of 19th century."]},"\n",{"type":"*","value":[{"type":"'''","value":["“Castle Quarter”"]}," which replaced the old fortifications. Around 1900 Prussian authorities established the new city centre, designed west of the old town. In the new city centre, all important official buildings were located. The “Castle Quarter” was built according to an ideological programme that glorified German domination in the east. The Castle Quarter's main building was ",{"type":"'''","value":["the Imperial Castle"]},", the last royal residence built in Europe. Kaiser Wilhelm II built this castle in the Neo-Romanesque style in the early 20th century. The former imperial residence now houses the “Zamek” Cultural Centre. "]},"\n",{"type":"*","value":["In the surroundings of the castle we can see many more buildings of the former “Castle Quarter”: ",{"type":"'''","value":["Collegium Maius"]}," (former Settlement Commission), ",{"type":"'''","value":["Collegium Minus"]}," (now houses Adam Mickiewicz University and the concert hall of the Poznań Philharmonic Society), the Post Office building, and ",{"type":"'''","value":["the Wielki Theatre"]}," (former Municipal Theatre) – the Poznań Opera."]},"\n",{"type":"*","value":["Going straight over Theatre Bridge is Dąbrowskiego Street where begins the district of ",{"type":"'''","value":["Jeżyce"]},", notable for several complexes of art nouveau architecture. In Roosevelt Street is one of the most impressive complexes, decorated with figurative and floral ornaments. In Jeżyce is ",{"type":"'''","value":["the Nowy Theatre"]},", one of the best theatres in Poland and the Neo-Romanesque ",{"type":"'''","value":["Church of the Holy Hearts of Jesus and St. Florian"]},"."]},"\n",{"type":"'''","value":["On Saturday entrance to most museums is free."]},"\n\n",{"type":"'''","value":["More information can be found at ",{"type":"[","value":["http:\/\/www.poznan.pl\/trakt Website of the Poznań City Hall"]}]},"\n\n'''",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/The_Royal-Imperial_Route_in_Poznań The Royal-Imperial Route on Wikipedia"]},"]\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere are no particular safety precautions needed.\n\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:The Royal-Imperial Route in Poznań"]]},"\n",{"type":"{{","value":[["DEFAULTSORT:Royal-Imperial Route In Poznan"]]}]