[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["The Woodlands"]},"  is located 28 miles north of downtown ",{"type":"[[","value":[["Houston"]]}," along Interstate 45 in ",{"type":"[[","value":[["Texas"]]},". Although it began as a suburban development and a bedroom community, it also has attracted corporations and unique shopping to the area. In addition to residential and corporate housing, The Woodlands features a shopping mall, seven golf courses, and The Cynthia Woods Mitchell Pavilion Regional Concert Venue, and a 4 star rated The Woodlands Resort.  Just completed is 24 Waterway Avenue, a 13 story class A office\/retail building. Recently announced for The Woodlands are several new class A office structures and a 20-story condominium tower that will sit on the waterway next to 24 Waterway Ave.[6] A new satellite location for the Houston Museum of Natural Science is housed in The Woodlands Mall.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFor the concert hall and most shopping, take I-45 North from Houston and exit Woodlands Parkway, then right on Six Pines Dr. You can usually find plenty of free parking, but be wary of evenings when concerts are occurring.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nBe careful of parking. The Woodlands is situated very conveniently to several high-end hotels, shops, and a major concert area. Traffic and parking can be troublesome, so use caution. Under normal circumstances, The Woodlands Mall parking lot is a safe bet, although other garages may be open as well. Enter at your own risk.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" Waterway Cruiser. For those who want to have a relaxing ride and take in the scenery, you can take a boat tour on a Waterway Cruiser along The Woodlands Waterway®, a 1.4 mile long corridor. The east end of the corridor is anchored by The Woodlands Mall and the west end is anchored by The Woodlands Waterway Marriott Hotel and Convention Center, the Cynthia Woods Mitchell Pavilion and Town Green Park. Departs every 45 to 60 minutes, $5.00 per person for a one-day pass, discounts for children and seniors. Tickets are purchased on the boat."]},"\n",{"type":"===","value":["On foot"]},"\nThere are over 60 miles of trails and sidewalks within the Woodlands, although the majority service the local neighborhoods. Although most homes are not within reasonable walking distance, It is perfectly possible to park in the shopping center and take on foot to the hotels, movie theatre, and the local shops. Be careful of traffic and use signals when possible, and always cross at crosswalks. Texas drivers are not known for yielding.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Woodlands Trolley"]},". Not to be confused with the Water Taxi, the Trolley is a free-bus service traveling among the restaurants, shops, and hotels. It is currently on a two-year study program and may or may not be continued. Map online here ",{"type":"[","value":["http:\/\/www.thewoodlandscvb.com\/trolley\/trolly_map.jpg"]},"."]},"\n",{"type":"===","value":["By bike"]},"\nThe Woodlands is one of the very few areas in Houston where biking is practical. Most shopping malls and shopping centers provide bicycle parking in central locations. As with other pedestrians, be wary of traffic and other individuals. The use of lights, reflectors, and helmets is highly recommended.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Cynthia Woods Mitchell Pavilion"],["alt="],["url=http:\/\/www.woodlandscenter.org\/"],["email="],["address=2005 Lake Robbins Dr"],["lat="],["long="],["directions="],["phone=+1 281 363-3300"],["tollfree="],["fax="],["hours="],["price="],["content=The Houston area's premier outdoor music venue, featuring big national and international acts of all genres. There are also park-grounds located next door, perfect for a picnic on non-concert days. Occasionally, special festivities may be held. Check website for schedule."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are hundreds of shops, many upscale and sometimes unique and pricey. The primary sections can be classified into four sections.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=The Woodlands Mall"],["alt="],["url=http:\/\/www.thewoodlandsmall.com"],["email="],["address=201 Lake Woodlands Dr"],["lat="],["long="],["directions="],["phone=+1 281 363-3409"],["tollfree="],["fax="],["hours="],["price="],["content= The older of the four, primarily with standard layout and selection, but newer additions include direct access to the Woodlands Trolley, Water Taxi, and a selection of shops outdoors."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["24 Waterway"]},", 24 Waterway. Located among the hotels, office buildings and waterway. Primarily a selection of restaurants and bars with a movie theatre. The lower level near the river (northside) includes a larger-than-usual fountain display with music and a children's play area."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Market Street"],["alt="],["url=http:\/\/www.marketstreet-thewoodlands.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Immediately west of the mall. Upscale shops, HEB, several restaurants, and a small theatre. The grounds include a smaller, but well-designed water-play area for children and a grassy-greens area for picnics or soccer."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["I-45"]},". On the I-45 corridor."]},"\nAll but the I-45 Corridor are within reasonable walking distance, although sidewalks may not always be available. When in doubt, ask for directions or use the free trolley service.  Be careful of traffic and other hazards.\n\n",{"type":"==","value":["Eat"]},"\nThere are always new restaurants opening in the area, from local to international, chains to one-of-a-kind.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=HEB"],["url="],["email="],["address=9595 Six Pines Rd"],["lat="],["long="],["directions="],["phone=+1 281 292-2080"],["tollfree="],["fax="],["hours="],["price=Inexpensive"],["content=Actually a grocery store, but has an \"On the Run\" quick-serve with indoor and outdoor self-seating."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beck's Prime"],["url="],["email="],["address=2120 Buckthorne Pl"],["lat="],["long="],["directions="],["phone=+1 281 367-3600"],["tollfree="],["fax="],["hours="],["price=Moderate"],["content=Excellent gourmet hamburgers cooked over a mesquite grill"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amerigo's"],["url="],["email="],["address=25250 Grogan's Park Dr"],["lat="],["long="],["directions="],["phone=+1 281 362-0808"],["tollfree="],["fax="],["hours="],["price=Expensive"],["content=Italian-influenced dishes"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jasper's"],["url=http:\/\/www.kentrathbun.com\/"],["email="],["address=Market Street Square"],["lat="],["long="],["directions="],["phone=+1 281 298-6600"],["tollfree="],["fax=+1 281 298-6621"],["hours="],["price=Expensive"],["content=Upscale backyard cuisine."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Baker Street Pub and Grill"],["alt="],["url="],["email="],["address=25 Waterway Ave"],["lat="],["long="],["directions="],["phone=+1 281 362-7431"],["tollfree="],["fax="],["hours="],["price="],["content=Suite 100. Stepping into a Baker St. is like being transported to London’s traditional Victorian pubs with an American flare, said Edgar Carlson, co-owner of HUSA, which manages 221B Baker St. Pub & Grill. Amidst dark wood paneling, antiques, and decorative bric-a-brac, guests will find a full-service kitchen cooking up signature British favorites such as award-winning Baker St. Fish and Chips, Bangers and Mash, and Shepherd’s Pie as well as regional favorites of burgers, soups, salads and sandwiches. Rounding out the Cheers magazine 2005 “best menu” is a selection of 20 draught beers and ales, wines and signature cocktails."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Crush Wine Lounge"],["alt="],["url="],["email="],["address=20 Waterway Ave"],["lat="],["long="],["directions="],["phone=+1 281 362-7874"],["tollfree="],["fax="],["hours="],["price="],["content=Unique as well as affordable wine selections for every palate. Crush will also feature a gourmet appetizer menu, with the option of ordering meals from its neighboring restaurants to be served in-house."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Rio24 Cigars & Premier Bar"],["alt="],["url="],["email="],["address=24 Waterway Ave"],["lat="],["long="],["directions="],["phone=+1 281 298-8885"],["tollfree="],["fax="],["hours="],["price="],["content=Rio24 will feature a selection of fine cigars from their extensive humidor, along with an exceptional collection of Scotches, bourbons, foreign and domestic beer, a preferred wine list and traditional or favorite martinis. While not a restaurant, Rio24 will offer guests a great menu from neighboring restaurants on request."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hyatt Market Street, The Woodlands"],["url=http:\/\/marketstreetthewoodlands.hyatt.com\/?src=agn_mls_hyt_nplk_wikivoyage_hourw"],["email="],["address=9595 Six Pines, Suite 1100"],["lat="],["long="],["directions="],["phone=+1 281 203-5005"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["geo"],["30.15806"],["-95.48944"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Barrier Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Texas\/Localities\/T\/The Woodlands\/"]]},"\n",{"type":"[[","value":[["Wikipedia:The Woodlands, Texas"]]},"\n\n",{"type":"{{","value":[["DEFAULTSORT:Woodlands"]]}]