[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Theni"]}," district is in ",{"type":"[[","value":[["Southwestern Tamil Nadu"]]},". \n\nThere are many taluks or sub-divisions in Theni district like ",{"type":"[[","value":[["Theni"]]}," city and ",{"type":"[[","value":[["Periyakulam"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["'Vaigai Dam"]},"' - This is a famous dam across Vaigai river. Built across the majestic River Vaigai near Andipatti, the dam with a height of 111 feet can store 71 feet of water. It is 7 kms from Andipatti, 14 kms from Theni and 70 kms from Madurai. This dam was opened on January 21, 1959.The dam is unique for the sylvan garden around it. It is a popular picnic spot in this area.\n\n",{"type":"'''","value":["'Mavoothu"]},"' - The main attraction in Mavoothu is the Vellappar Temple. This holy shrine is situated in the Varushanad hill ranges, 20 kms from Andipatti. Nestling among the hills, the temple is atop a peak, surrounded by natural vegetation. Transport is available up to the foothills only. \n\n",{"type":"'''","value":["'Devadanapatti"]},"' - The main shrine in Devadanapatti is Kamatchi Amman Temple. It is situated on the banks of the Manjal river. This temple is 3 kms from Devadanapatti in Theni District. In this temple, the doors to the sanctum sanctorum are never opened, and all the pujas are offered only to the portals.\n\n",{"type":"'''","value":["'Balasubramanya Temple"]},"' - One of the important temples in Periyakulam is Arulmigu Balasubramanya Temple. This was constructed by Rajendra Chola nearly 2000 years ago. Periyakulam is connected with all major towns in Tamil Nadu by road. Nearest Airport is Madurai (80 kms). Budget accommodation is available.\n\n",{"type":"'''","value":["'Sothupparai dam "]},"' - is located at 12 kms from Periyakulam. This dam is built across the Varaha river. It is a beautiful picnic spot. The vide expanse of stored water is an impressive sight.\n\n",{"type":"'''","value":["'Kumbakkarai Falls"]},"' - Situated on the foothills of the Kodaikkanal hills, the falls is located at 8 kms from Periyakulam. An amazing feet of Nature, the Kumbakkarai Falls is yet another jewel in the crown of Tamilnadu's tourist attractions. \n\n",{"type":"'''","value":["'Chinna suruli falls"]},"' - Situated 54 kms from Theni near Kombaithozhu Village. These falls originate in the Megamalai - This is popularly known as Chinna Suruli. \n\n",{"type":"'''","value":["'Velli Malai"]},"' - A densely forested place replete with natural flora and fauna is located 6.5 kms from Theni in the Varushanadu hill ranges.\n\n",{"type":"'''","value":["'Bodinayakkanur"]},"' - Located on the foot hills of the West Ghats, this town is popular for cardamom mango and coffee market. Bodi Mettu, a hill resort situated at a height of 4500 feet, it is a most scenic place. It is 26 kms from Bodinayakkanur\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nSri Vijay Niwas A\/C -Theni (STD Code -04546)  \tSri Vijay Niwas A\/C  \t253369\nAdhitya A\/C  \t252607\n\tNew Everest Hotel \t252173\n\tHotel Vaigai \t252975\n\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Tamil Nadu"]]},"\n",{"type":"[[","value":[["wikipedia:Theni district"]]},"\n",{"type":"{{","value":[["geo"],["10.066666666667"],["77.75"]]}]