[{"type":"{{","value":[["pagebanner"],["Theodore Roosevelt National Park bison banner.jpg"],["pgname=Theodore Roosevelt National Park"]]},"\n",{"type":"[[","value":[["Image:TheoRooseveltNP01.jpg"],["thumb"],["Badlands at Theodore Roosevelt N.P."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/thro\/ Theodore Roosevelt National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," that is located in the ",{"type":"[[","value":[["North Dakota"]]}," ",{"type":"[[","value":[["Badlands"]]},".  The park is named for the 26th president, Theodore Roosevelt, who was noted for his passionate devotion to the conservation of the nation's natural resources.\n\n",{"type":"==","value":["Understand"]},"\n\nThe park's 70,448 acres are divided into three units: South Unit, North Unit and the Elkhorn Ranch Unit. The terrain of the park includes badlands, open prairie, hard wood draws. It is home to bison, prairie dogs and many other wildlife species. The Little Missouri River runs through the park.\n\n",{"type":"<","value":["blockquote",["\"I would not have been President, had it not been for my experience in North Dakota.\"",{"type":"<","value":["br"]},{"type":"'''","value":["- Theodore Roosevelt"]},"\n"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Visitor Information - Park Headquarters"]},", (701) 623-4466."]},"\n",{"type":"*","value":[{"type":"'''","value":["Visitor Information - North Unit"]},", (701) 842-2333."]},"\n",{"type":"*","value":[{"type":"'''","value":["Visitor Information - South Unit"]},", (701) 623-4730 ext. 3417."]},"\nIf visiting multiple sites in one day, remember that the North Unit is in the Central Time Zone, while the South Unit follows Mountain Time.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nAn abundance of native grasses provide sustenance for larger grazing animals: bison, elk, pronghorn antelope, white-tailed and mule deer, bighorn sheep and feral horses.\n\nOnce land is grazed or disturbed, it becomes prime habitat for prairie dogs to build their towns. The park's prairie dog towns are a great place to find birds feeding on seeds, burrowing owls making their dens, and prairie rattlesnakes or bull snakes living in abandoned burrows. It is not uncommon to see a golden eagle flying overhead, or a porcupine ambling up a tree to snack on the tree bark.\n\n",{"type":"===","value":["Climate"]},"\nSummers are warm with temperatures in the 80s and 90s (Fahrenheit). Evenings are often cool. Annual precipitation is 15 inches. Winters are cold with brief warming periods.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n\nThe South Unit entrance and South Unit (Medora) Visitor Center are located in ",{"type":"[[","value":[["Medora"]]},", just off Interstate 94 (exits 23 & 27) and is 135 miles west of ",{"type":"[[","value":[["Bismarck"]]},", North Dakota.\n\nThe Painted Canyon Visitor Center is located 7 miles east of Medora just off I-94 at exit 32.  It is open seasonally, from May 1st to mid-November.\n\nThe North Unit entrance is located 16 miles south of ",{"type":"[[","value":[["Watford City"]]}," along U.S. Highway 85. The distance between Medora at the South Unit and the North Unit is 70 miles via I-94 and U. S. Highway 85.\n\nThe Elkhorn Ranch Unit is only accessible via gravel roads and, from the east, a river ford.  Check with a ranger at the North or South Unit for current conditions and specific directions.\n\n",{"type":"===","value":["By plane"]},"\nAir service is available into the western North Dakota towns of ",{"type":"[[","value":[["Bismarck"]]},", ",{"type":"[[","value":[["Dickinson"]]}," and ",{"type":"[[","value":[["Williston (North Dakota)"],["Williston"]]},".\n\n",{"type":"===","value":["By bus"]},"\nBus transportation via ",{"type":"'''","value":["Rimrock Inc."]},", Toll Free: 1-800-255-7655,      ",{"type":"[","value":["http:\/\/www.rimrocktrailways.com\/schedules\/mt_nd.htm"]}," is available along I-94. The bus stops in Medora, three blocks from the park's South Unit entrance.\n\nThere is no public bus transportation along Highway 85 and to the North Unit.\n\n",{"type":"===","value":["By train"]},"\n\nTrain service via Amtrak is available into ",{"type":"[[","value":[["Williston (North Dakota)"],["Williston"]]},", North Dakota.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"*","value":["Entrance fees:"]},{"type":"*","value":[{"type":"*","value":["7 day Entrance Fee Permit: $10.00 per vehicle, or $5.00 per person via foot, bike, etc. (under 16 free)"]}]},{"type":"*","value":[{"type":"*","value":["Annual Park Permit: $20.00"]}]},{"type":"*","value":[{"type":"*","value":["National Parks Pass and Golden Eagle Passports are honored."]}]},"\nAll permits are good for all units.\n\n",{"type":"*","value":["Camping"]},{"type":"*","value":[{"type":"*","value":["Cottonwood and Juniper Campgrounds -- $10.00 per unit per day.  No reservations."]}]},{"type":"*","value":[{"type":"*","value":["Group Campgrounds -- $2.00 per person per day-minimum $20.00 per day. Reservations required."]}]},"\n",{"type":"==","value":["Get around"]},"\nThe North and South Units each have long scenic drives with numerous pulloffs and trailheads.  As of 2012, though, the North Unit's road is closed six miles into the park due to damage, with no reopening date yet scheduled.  Off the road, the options are hiking, biking, and horseback riding.  There is no public transportation.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The park has a ",{"type":"'''","value":["petrified forest"]}," that is one of the largest in the U.S. and extensive paleontological deposits from the Paleocene era.  Fossils of several plants and freshwater snail species, ",{"type":"'''","value":["vertebrate fossils"]}," including crocodile-like creatures called champsosaurs, crocodiles and alligators, turtles and fish."]},"\n",{"type":"*","value":[{"type":"'''","value":["Maltese Cross Cabin"]},", near the South Unit Visitor Center."]},"\nIt was here in the North Dakota badlands in 1883 that Roosevelt first arrived to hunt bison. Before he left, he had acquired primary interests in the Maltese Cross or Chimney Butte Ranch. Roosevelt thrived on the vigorous outdoor lifestyle, and at the Maltese Cross, actively participated in the life of a working cowboy.\n\nThe Maltese Cross Ranch cabin was originally located about seven miles south of Medora in the wooded bottom-lands of the Little Missouri River. At Roosevelt's request ranch managers Sylvane Ferris and Bill Merrifield built a one and one-half story cabin complete with a shingle roof and cellar. Constructed of durable ponderosa pine logs that had been cut and floated down the Little Missouri River, the cabin was considered somewhat of a \"mansion\" in its day, with wooden floors and three separate rooms (kitchen, living room and Roosevelt's bedroom). The steeply pitched roof, an oddity on the northern plains, created an upstairs sleeping loft for the ranch hands.\n \nA number of items in the cabin today belonged to Theodore Roosevelt. Those that did not are from the same time period and would be typical furnishings of the day.\n\nDuring Roosevelt's presidency, the Maltese Cross cabin was exhibited in Portland, Oregon and St. Louis. It was then moved to the state capitol grounds in Bismarck. In 1959, the cabin was relocated to its present site and renovated. The most recent preservation work occurred in 2000. His second ranch, the Elkhorn, was located about 35 miles north of Medora.\n\n",{"type":"*","value":[{"type":"'''","value":["Elkhorn Ranch"]}]},"\nIn 1884 Roosevelt selected the location for a second ranch, naming it the Elkhorn. He purchased the rights to the site, located thirty-five miles north of Medora, from the previous occupant for $400.\n \nRoosevelt's last known visit to the Elkhorn was in 1892. He sold the ranch and buildings to Sylvane Ferris in 1898. Gradually the buildings were stripped of their furnishings and, according to a local stockman, by 1901 \"every scrap of the Elkhorn Ranch had disappeared with the exception of a couple of half rotted foundations.\"\n \nIn his writings Theodore Roosevelt often referred to the Elkhorn as his \"home ranch\". His vivid descriptions of it, and of ranch life, enable his readers to imagine how things must have been.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking or horseback riding"]}," The park has over 100 miles of trails. They ramge from short walks of less than a mile to treks of several miles that require more than a day to complete.  ",{"type":"[","value":["http:\/\/home.ctctel.com\/peacefulvalley Peaceful Valley Ranch"]},", 701-623-4568, is the park's operator for guided horseback trail rides."]},"\nThere is also the option to travel crosscountry off the trails. In order to camp overnight a free permit is required.\n\n",{"type":"==","value":["Buy"]},"\nBooks and small souvenirs are available at all three visitor centers.\n\n",{"type":"==","value":["Eat and Drink"]},"\nThere is no food available for purchase within the park boundaries, except for a few small vending machines at the North Unit and Painted Canyon visitor centers.  South Unit visitors can hop over to Medora to stock up.  Visitor centers have water fountains, and the Cottonwood and Juniper campgrounds have drinking water on tap.  Roundup ",{"type":"''","value":["may"]}," have water, but it's not a year-round service - verify with rangers, especially in shoulder season (May and October).\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThe park has no lodging of its own.  Camp, or sleep in a nearby town.\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cottonwood Campground - South Unit"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 701-623-4466"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Year-round. First-come, first-served (no reservations accepted). 76 sites. Pull-through sites are available. A group site is available and reservations are accepted beginning March 1. No hook-ups for water, sewer or electrical. No showers. A picnic table and grill are at each site. Flush toilets with running cold water and water faucets spaced throughout the campground are available from May through September. Each site, except the group site, is limited to a maximum of 6 people. The fee is $10 per site per night, dropping to $5 in the off-season from October through April. The group site is for 7 to 20 people. The fee is $2 per person\/minimum fee $20."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Juniper Campground - North Unit"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 701-842-2333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Year-round. First-come, first-served. No reservations accepted. 50 sites. A group site is also available and reservations are accepted beginning March 1. No showers or hook-ups for water, sewer or electrical. A dump station is available from May - September. There is no water available from October through April. Flush toilets with running cold water and water faucets spaced throughout the campground are available. A picnic table and grill are at each site. Pull-through sites are available. Each site is limited to a maximum of 6 people, except the group site. The fee is $10 per site per night from May - September. $5 per site per night from October - April. The group site is for groups of 7 to 60 people. The fee is $2 per person\/minimum $20 per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Roundup Group Camp"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 701-623-4466"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Open May 1 to October 31. Group campsite. Horse use permitted. Camping fee: $2 per person\/$1 per horse per day, minimum $20 per day. Maximum stay: 5 days. The reservation process for the Roundup Group Horse Campground located in the South Unit of Theodore Roosevelt National Park has been revised. Starting in 2006, groups are selected from a mail-in lottery process rather than the old first-come, first-served telephone process. Those interested in applying for a reservation can now download the form ",{"type":"[","value":["http:\/\/www.nps.gov\/thro\/planyourvisit\/roundup-group-horse-campground.htm"]},", which must be printed and mailed in."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\nMore than 40% of the park--close to 30,000 acres--are backcountry wilderness. Hikers and horseback parties who wish to camp overnight in the backcountry must register at either the South or North Unit visitor centers and obtain a free backcountry use permit. A free backcountry guide is also available. In addition to the established trail system, visitors have the opportunity to travel crosscountry in the park.\n\n",{"type":"==","value":["Stay safe"]},"\nThe Badlands are notorious for unpredictable and severe weather.  Pack clothing for all conditions, you'll probably need it!\n\nWildlife in the park is dangerous, and should not be approached, but will not normally be a hazard unless provoked.  Rattlesnakes are the exception.\n\n",{"type":"==","value":["Go next"]},"\nIf time permits, consider the long but beautiful 240-mile drive (310 from the North Unit) on Highway 85 to ",{"type":"[[","value":[["Rapid City"]]},".  The heart of ",{"type":"[[","value":[["South Dakota"]]},"'s ",{"type":"[[","value":[["Badlands and Black Hills"]]},", it's a base for visiting several famous recreational areas including ",{"type":"[[","value":[["Badlands National Park"]]}," and ",{"type":"[[","value":[["Mount Rushmore National Memorial"],["Mount Rushmore"]]},".\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Badlands (North Dakota)"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["wikipedia:Theodore Roosevelt National Park"]]},"\n",{"type":"{{","value":[["geo"],["46.9667"],["103.45"]]}]