[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Thethi"]}," is a village surrounded by ",{"type":"'''","value":["Thethi National Park"]},", up on ",{"type":"[[","value":[["Albanian Alps"]]},", in ",{"type":"[[","value":[["Northeastern Albania"]]},", in ",{"type":"[[","value":[["Shkodra"]]}," District.\n\nA lot of tourists visit the mountain peaks of Thethi, Boga, Razma and Vermoshi, where they spend unforgettable experiences in the pure nature between the dense forests of different plants, clear springs, limestone caves, etc.\n\n",{"type":"[[","value":[["File:LockInTower.jpg"],["thumb"],["280px"],["Tower Theth"]]},"\n",{"type":"==","value":["Understand"]},"\n\nThethi is a scenic village that became a tourist resort and one of the most preferred places for alpinism in Albania. Together with Razma, it composes the most frequented center in the North Albania. They function during all the year. Thethi village is surrounded by a mountain range, which offers a peculiar beauty along the sun set. The highest peaks are: Rodohina Mountain 2596 m; Harapi Mountain 2216 m; Populka Mountaun 2600 m and Alia Mountain 2400 m.\n\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thethi Tourist-Information"],["url="],["email=rorupaog@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+355 68 20 03 393"],["tollfree="],["fax="],["hours="],["price="],["content=The little Tourist Information located in the center of the village can help to find a family-run guesthouse to stay at."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thethi Guide Info Center"],["url=http:\/\/www.thethi-guide.com\/"],["email=info@thethi-guide.com"],["address=Thethi Center"],["lat="],["long="],["directions="],["phone=+355 69 20 46 333"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=ZalaZ"],["url=http:\/\/www.zalaz.org\/"],["email=welcome@zalaz.org"],["address="],["lat="],["long="],["directions=There are several operators that offer guided tours, organize transport and accommodation and can help out in general to plan your trip. One of them is ZalaZ, headed by a German couple that spent even a winter in Theth, they offer advice, have maps and GPS trails on hand and can help you organize your trip."],["phone=+355 69 67 31 932"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Landscape"]},"\n\nThethi has a surface of 2630 hectares, where high mountains, woods and meadows dominate. It has a stratecig geographic position, because through Peja Pass it gets connected with Peja and the other Kosovo regions, and through Valbona it is connected with Tropoja. Thethi is connected to Boga and Kelmendi through many valleys and footpaths.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nAs mentioned above, here you can get impressed because of the rich vegetation in the forests, like: beech trees (which dominate the area), the black pine, the maple wood, the ash nut, the cornel bush, the walnut, the hazel tree, etc. The vegetation of this area has great economic, medica, touristic and monumental values. Thethi is considered as a natural zoological garden. The environment offers suitable conditions for wild life like: the wild goat, the bear, the roebuck, the boar, and small animals like: rabbits, harew, hedgehog, etc. Thethi is also a preferred place for wild birds, especially Eagles, the national symbol, as well as the falcons, the pigeons, the partridges, , the hedge cock, etc.\n\n",{"type":"===","value":["Water resources"]},"\n\n",{"type":"[[","value":[["File:Waterfall in Thethi.jpg"],["250px"],["thumbnail"],["Waterfall in Thethi"]]},"\n\nThe Shaga and Kapresa rivers are rich of speckled trout. In the icy lake of Terthora, rich in various kinds of fashion, alpine triton is found.\nWaterfall of Thethi is the most beautiful place  of the north alpine land. The scenery is amazing especially when there is a lot of sun, as the clear drops of water dismantle the rays of sun, forming the rainbow.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["by Car"]},"\nFirst of all, you have to go to Shkodra. You can (i) take the airplane to Tirana, then go to Shkodra with a rent-a-car; (ii) take the airplane to Tirana, then go to Shkodra with a taxi or bus and then taking a rent-a-car in Shkodra; (iii) from Montenegro, you can enter Albania through Muriqan, go to Shkodra and use your car to go to Thethi.\nFrom Shkodra to Thethi, you go through Koplik. Note that there are 3 ways to go to Koplik; ask in Shkodra for the shortest. Shkoder-Koplik is around 20 minutes, and Koplik-Thethi Village is around 1 h 20 min. However, note that you'll need a good car to go to Thethi, preferably a Jeep. If you have an old or small, or even if your car is good but not a Jeep, its the best to rent a Jeep at the local stores, as they are not expensive, but they are very safe for your security.\n",{"type":"===","value":["by Bus"]},"\nBusses are leaving from Cafe Rusi in Shkodra at 7am. The ride from Shkodra to Theth takes 4 hours.\n\n",{"type":"===","value":["by Taxi"]},"\nA taxi in Shkodra will charge you around 100 euros.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are no fees to be payed and you do not need permission to enter the zone. However, you need permission for hunting. You can get permission at the Regional Directorate of Forests, which is located in center of Shkodra city. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Lock-in Tower as an artifact of the bloodfeud tradition"]},{"type":"*","value":["Grunas Waterfall and Canyon"]},{"type":"*","value":["Thethi Ethnographic Museum"]},{"type":"*","value":["Black River bed flow "]},{"type":"*","value":["Thethi Catholic Church"]},{"type":"*","value":["Blue Eye at Nderlysa"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":["There are 8 hikes starting in Theth. Three of them are marked \"red and white\"."]},{"type":"*","value":["The favourite hike is from Theth to Valbona (and vice versa). Theth(742m)- Valbona Pass(1814m) - Rragam - Valbona. It takes 6-8 hours. The difficulty is T2. The trek is well marked \"red and white\". Only the start of the hike (a few hundred meters from Theth center) is difficult to find. To find it, you may ask a local guide. "]},{"type":"*","value":["Helpful Guidebook: \"Wanderführer Nordalbanien Thethi und Kelmend\" von Barbara Hausmann, Christian Zindel"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["The guesthouses prepare \"lunch packages\" for the hiking."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nIt's the best to use one of the many guesthouses. People show a lot of hospitality, they speak foreign languages and will tell you remarkable stories and legends of the region. The rooms are usually very clean and comfortable.\n\n",{"type":"===","value":["Camping"]},"\n\nCamping is pretty easy. It's the best if you camp in summer and near a house, as you will have fast access to medicine or other stuff in case you have any problems. \n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Carku Guesthouse"],["url=http:\/\/www.guesthouse-thethi-carku.com\/"],["email="],["address=Thethi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€ 20"],["checkin="],["checkout="],["content=This is a traditional Albanian guest house in the small village of Thethi."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["42.395833"],["19.774444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Albanian Alps"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Theth"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Theth"]]}]