[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thodupuzha.com\/ Thodupuzha"]}]}," is a gateway town to the ",{"type":"[[","value":[["Idukki"],["Idukki District"]]},", in ",{"type":"[[","value":[["Kerala"]]},", ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThodupuzha is the fastest growing city in the Central Kerala. The rapid development of Thodupuzha over the last 20 years is remarkable, when it was a small village junction with 2,3 Buses in the old bus stand waiting for passengers. It now doubles as a taxi-stand.The town was concentrated in the old pvt bus stand area. The present bus stand ia a large one, capable of housing at least 60 buses.\n\nSituated on the Thodupuzha-Pala Road, it is also accessible from the KSRTC bus stand.\n\n",{"type":"==","value":["Get in"]},"\nIts 56 km away from ",{"type":"[[","value":[["Kochi"]]},". Well connected by roads to Kochi International Airport. KSRTC(Kerala State Road Transport Corporation) buses ply from ",{"type":"[[","value":[["Ernakulam"]]},". The journey takes approximately 1-1\/2 hours via ",{"type":"[[","value":[["Muvattupuzha"]]},". \n\n",{"type":"===","value":["Road links"]},"\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"*","value":[" Thodupuzha-Pala Road ( approx. 26 km) via Karimkunnam, Kurinji, Antheenad, Choondacherry, Pizhag. KSRTC buses on the Thodupuzha-Kottayam sector ply every 30 minutes; private buses, every 10 minutes."]},{"type":"*","value":[" Thodupuzha-Koothattukulam Road ( approx. 19 km) via kolani, parakadavu, nediyasala, ",{"type":"'''","value":["vazhithala"]},", marika, palakuzha.koothattukulam. KSRTC buses on the Thodupuzha-vaikom sector ply every 30 minutes; private buses. "]},"\n",{"type":"*","value":[" Thodupuzha-Idukki Road ( approx. 60 km) via Mrala, Muttom, Moolamattom. KSRTC buses on the Thodupuzha-Idukki\/Kattapana\/Thopramkudi\/Nedumkandom sector ply every 1 hour ; private buses, every 30 minutes."]},"\n",{"type":"*","value":["Thodupuzha-Eratupetta Road ( approx. 35 km) via Mrala, Muttom, Challav, Melukavumattom, Melukav, Edamarak &  Kalathookadav . Private buses on the Thodupuzha- Eratupetta \/ Kanjirapally\/ Erumely\/ Pathanamthitta\/ Ranni sector ply every 30 minutes from the Private bus stand."]},"\n",{"type":"*","value":["Thodupuzha-Kaliyar Road ( approx. 20 km) via Muthalakudom, Kunnam, Vandamattom, East Kodikulam, Kaliyar. Private buses on the Thodupuzha- Kaliyar \/ Vannapuram sector ply every 30 minutes from the Private bus stand."]},"\n",{"type":"*","value":["Thodupuzha-Vannapuram Road ( approx. 20 km) via Muthalakudom, Kunnam, West Kodikulam, Padikkapadam, Thenathoor,  Njarakad, Vannapuram. Private buses on the Thodupuzha- Thenathoor \/ Vannapuram sector ply every 30 minutes from the Private bus stand."]},"\n",{"type":"*","value":["Thodupuzha-Neelur Road ( approx. 25 km) via Mrala, Muttom, Challav, Thudanganad ( Thodanganad) , Neelur. Private buses on the Thodupuzha- Neelur \/ Karimkunnam sector ply every 1 hour from the Private bus stand."]},"\n",{"type":"*","value":["Thodupuzha-Adimali Road ( approx. 75 km) via Manakad, Kumarangalam, Kaloor, Ipe Memorial School, Paingotoor, Pareekanni, Antheenatt Kavala, Oonukal, Neriamangalam, Adimali. Private buses on the Thodupuzha- Oonukal \/ Adimali sectors ply every 1 hour from the Private bus stand."]},"\n",{"type":"*","value":["Thodupuzha-Kaloorkad Road ( approx. 20 km) via Paara, Painkulam, Kaloorkad. Private buses on the Thodupuzha- Kaloorkad sectors ply every 30 minutes from the Private bus stand."]},"\n",{"type":"*","value":["Thodupuzha-Muvatupuzha Road ( approx. 20 km) via Vazhakulam. KSRTC buses and private buses on the Thodupuzha- Trichur\/ Ernakulam\/ Muvatupuzha sectors ply every 10 minutes from the KSRTC Stand \/ Private bus stand."]},"\n",{"type":"*","value":["Thodupuzha-Karimannoor Road ( approx. 11 km) via Muthalakudom, Kunnam, Karimanoor. Private buses on the Thodupuzha- Karimannoor \/ Cheenikuzhi sector ply every 10 minutes from the Private bus stand, every 10 minutes."]},"\n",{"type":"*","value":["Thodupuzha-Vannapuram Road – Via Thomanjuth - ( approx. 25 km) via Muthalakudom, Kunnam, Karimanoor, Thomankuth, Vannapuram. Private buses on the Thodupuzha- Vannapuram sector ply every 1 hour from the Private bus stand."]},"\n",{"type":"*","value":["thodupuzha-poomala(approx 20 km)-via kummamkallu,idavetty,aalakkodu,kalayanthani,ilamdesham,karukappalli kavala,pannimattom,inchakkattu kavala,saamikkavala,poomala..it ll take arnd 1 hr..n' der r private buses from thodupuzha in each half an hour"]},"\n",{"type":"*","value":["Thodupuzha-east kaloor road  -12 k"]},"Thodupuzha-Ramamangalam Road (Aprox 25km)\nThodupuzha-Manakkadu-Arikuzha-Pandappilly-Arakkuzha-Muvattupuzha\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["Style"]]},"\n\n",{"type":"*","value":["Make sure you visit the ",{"type":"[[","value":[["Thommankuthu"]]}," waterfalls, about 20 km from Thodupuzha - never miss this!"]},{"type":"*","value":["Don't miss the \"Uravapara\" (which is a temple upside a rock mountain)"]},{"type":"*","value":["Also don't miss Malamkara Dam which is so nice. 8 km from Thodupuzha - Idukki route"]},{"type":"*","value":["Ilaveezhapunchira - hill top, very scenic , 25 kms from Thodupuzha(20kms by car, 5kms by walk or jeep) - Idukki route - never miss this!"]},{"type":"*","value":["Hanging bridges - many on the way to Moolamattam"]},{"type":"*","value":["Naadukaani - view - 25kms from Thodupuzha - Idukki road"]},{"type":"*","value":["Famous Dams - Idukki road"]},"\n",{"type":"*","value":["KURUVAKKAYAM waterfalls -18 km IN POOMALA ROUTE GET A POOMALA BUS FROM THODUPUZHA.."]},{"type":"*","value":["NJANDIRUKKI waterfalls-19 km IN POOMALA ROUTE..GET A POOMALA BUS FROM THODUPUZHA.."]},{"type":"*","value":["kizharukuthu  waterfall -20km IN KARIMANNOOR rute get a karimannoor bus from thodupuzha"]},{"type":"*","value":[" Idukki Wildlife Sanctuary"]},{"type":"*","value":[" Keezharkuthu"]},{"type":"*","value":[" Kulamavu"]},{"type":"*","value":[" Malankara Reservoir"]},{"type":"*","value":[" Nadukani"]},{"type":"*","value":[" Painavu"]},{"type":"*","value":[" Palkulamedu"]},{"type":"*","value":[" Thommankuthu"]},{"type":"*","value":[" Thumpachi Calveri Samuchayam"]},{"type":"*","value":[" Illaveezhapunjira"]},{"type":"*","value":[" District Agricultural Farm Arikuzha"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Amaravkavu"],["url="],["email="],["address=Kolani"],["lat="],["long="],["directions=From thodupuzha to pala route. from there way to manakkad"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A devi temple with in the forest"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"*","value":[" There is a good toddy shap known as Mundekkallu shap near the town in manakkad road, there you will get tasty food and pure kallu."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"*","value":[" Hotel Maurya Monarch,right in the town, close to the Civil Station and the main river bridge. ( Moderately priced )"]},"\n",{"type":"*","value":[" Hotel Cicilia ( 1\/2 km from the town,  Board & Lodge for the upscale and choosy traveller ), close to the KSRTC Bus-Stand, on the Thodupuzha-Muttom Road."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Peripheral villages"]},"\n\nArikuzha,Manakkadu,Perumpillichira,Kumaramangalam, Muthalakudom, Thekkumbhagom, West Kodikulam, East Kodikulam, Parapuzha, Padikkapadam, Thennathoor, Koduveli, Vannapuram, Pannimattom, Mrala, Muttom, Purapuzha, Kolani, Karinkunnam, Vandamattom, Olamattom ,udumbannooretc.\n\n",{"type":"{{","value":[["geo"],["9.9000"],["76.7170"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Travancore"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Thodupuzha"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Thodupuzha"]]}]