[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n: ",{"type":"''","value":["For the Thousand Islands between New York and Ontario, see ",{"type":"[[","value":[["Thousand Islands"]]},".  For the Canadian Thousand Islands National Park, see ",{"type":"[[","value":[["Front of Yonge"]]},"."]},"\n\n",{"type":"'''","value":["Thousand Islands National Park"]}," (",{"type":"''","value":["Taman Nasional Kepulauan Seribu"]},") is a marine national park in ",{"type":"[[","value":[["West Java"]]},", ",{"type":"[[","value":[["Indonesia"]]},". Administratively, it is a part of ",{"type":"[[","value":[["Jakarta"]]}," province, hence the islands can only be accessed from there.\n\nAs well as being a National Park, Pulau Seribu has several islands which are mostly or fully devoted to tourism. \n\n",{"type":"==","value":["Understand"]},"\nThe island is located about 50 km north northwest of Jakarta.\n",{"type":"===","value":["History"]},"\nThe center of development of the island actually began on Onrust Island. The Dutch, through the VOC, initially developed the island as a naval base. The facilities were complete in 1656 and features a ship dock, shipyard, storages, and even a rectangular fort. \n\nAnd for over 200 years, the fort has been a symbol of the Dutch rule across the north coast of Jakarta and Banten, and for a brief time, the British. Unfortunately the island's role declined as a port in Tanjung Priok was built and has a much bigger capacity.\n\nMultiple uses have been made to the island, such as a rest stop for Hajj pilgrimage before the jet age, and a leprosarium after the Independence. The conservation of the area and development of the whole islands was finally kickstarted in the 1970s.\n\n",{"type":"===","value":["Landscape"]},"\nThe islands were figuratively called The Thousand Islands because it has many islands. In reality, only 110 islands exist. Even then, only 36 islands are used for recreation. Of that, only 13 islands are fully developed: 11 islands are homes to resorts and two islands are historic parks. Twenty-three islands are privately owned and are not open to the public. The rest of the islands are either uninhabited or support a fishing village.\n\nBefore your flight lands in Jakarta's airport, you can clearly see the islands. Pristine water, white coasts, and green but not-so-thick forests, in contrast to mainland Jakarta's reputation.\n\n",{"type":"===","value":["Flora and fauna"]},"\nOne eighth of the area is designated as a conservation area. It is the hatching site of the endangered hawksbill sea turtle(",{"type":"''","value":["Eretmochelys imbricata"]},") and green sea turtle (",{"type":"''","value":["Chelonia mydas"]},"). The area also has a big coral reefs you can dive in to look at. Other sea species include many types of seaweed.\n\nOn land, the types of plants are either coastal or mangrove forests.\n\n",{"type":"==","value":["Get in"]},"\n\nThe most popular and most expensive of the two options to reach the islands is ",{"type":"'''","value":["Marina Ancol"]}," in the north of ",{"type":"[[","value":[["Jakarta"]]},". Getting there involves turning up at jetty at Marina Ancol where there is a building containing a number of travel agencies. The agencies sell package tours for the resorts on the islands and accordingly are all more or less selling the same product at the same price. There are also web-based agencies, who you should call and then pay by bank transfer\/deposit in advance.\n\nThe boats leave at various times in the morning and you are required to arrive at least 30 minutes before departure. Some resorts on nearer islands have boats that leave at 9.00am and in the case of Pulau Ayer, at around 2pm. However, these are limited and places on the boats are only available if the boat can be filled.\n\nThe other option used by some locals is via ",{"type":"'''","value":["Muara Angke"]}," harbor, located in the same area as the fish market. There are regular boats to Pramuka Island, which leave in the morning around 7am, and afternoon around 1pm.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nNo additional fees and permits are required. You can only go to the islands if you are a customer at one of the resorts (although many islands having island hopping boats which allow you to experience more that one island). By purchasing the package, you acquire the right to land on the islands.\n\n",{"type":"==","value":["Get around"]},"\nThe only practical way to get around is by boat. Resort islands are located far from the administrative centers and the nature park. Usually your resort will arrange it for you.\n\nBut if you're not staying in a resort, you can ask the local fisherman to transport you to other islands. Typical fare should be less than Rp 100,000 depending on distance.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pulau Bidadari"]}," is the closest island to Jakarta. It takes about 20 minutes by boat (the boat holds about 50 people and leaves Marina Ancol, dock 17, at 11am, back at 6pm. It is purely a resort island, consisting of the hotel lobby and around 30-40 rooms\/cottages, of which 6 are located out in the water, connected by a boardwalk. Other than hotel staff, there are a few squid fishermen working, and squid appears to be the only seafood available in the restaurant, although it is of variable quality."]},"\nThere are 2 or 3 very small beach areas, and it is possible to walk around the circumference of the island in under 10 minutes. You can also rent an old bicycle for 15,000Rp\/hour.\n\nThe highlights of this island are late in the evening when many of the day-trippers have gone home, and you can sit on the beach looking at the Jakarta skyline. Similarly, early morning can also be beautiful. It is also popular with wedding photographers.\n\n",{"type":"*","value":["A trip in a fishing boat to the 3 neighbouring islands: Onrust, Kahyangan, and Kelor, is offered, costing Rp 250,000. There are some items of historical interest there (old Hajj quarantine buildings and Dutch ruins)."]},"\n",{"type":"*","value":["Go to Tidung Besar Island and find a tall bridge that connects Tidung Kecil Island. This 8m high bridge is one of the most romantic spots on the islands, because you can see both unobstructed views of both sunrise & sunset. Most visitors are also daring to jump form the bridge into the shallow water. It has been said that doing so will make you find true love."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Snorkeling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two of the most popular start points are Pramuka Island and Tidung Island. From there, you can rent snorkeling gears for as low as Rp30.000, and hire a boat (can be filled up to 15-20 people)."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Birdwatching"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rambut Island is the sanctuary for 20,000 birds + 30,000 migratory birds because of its width and its mangrove forests."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name= Nature conservation"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A lot of nature conservation is going on here. There is a sea turtle sanctuary at Pramuka Island. One of the best things to do is releasing the hatchlings. The still-small sea turtles will come back to the water find their mother when they are able to swim, so it has a ceremonial feeling to the scene. You can also do mangrove planting on the same island."]]}]},"\n",{"type":"==","value":["Buy"]},"\nHere's the deal: everything is slightly more expensive than in Jakarta on the mainland. Goods are harder to transport because boats are the only way to reach all the areas there.\n\nTry haggling with the fishmongers or the fisherman for the catch of the day! Some arts & crafts made from corals or wood can be found either at the population centers or at the resorts.\n\n",{"type":"==","value":["Eat"]},"\nAll restaurants on any given island is owned by the island resort company. However, prices are reasonable in order to make the islands accessible for locals and not just rich guests.\n\nAs its location suggests, the typical meal you will get is seafood. Fish, shrimps, squid, and crabs are plenty but do not expect pretty much to get a lobster at a reasonable price. Rice is typically easy to get.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fresh coconuts"]}," are widely available, given the fact that the park consists of tropical islands."]},{"type":"*","value":[" ",{"type":"'''","value":["Bottled water"]}," is typically provided by the resorts. It is recommended to buy before boarding the boat as everything on the islands is pricey!"]},{"type":"*","value":[" ",{"type":"'''","value":["Bars and alcohol"]}," are mainly restricted to the island resorts."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\nIf you are on the budget,you can stay at the main island, Pulau Pramuka. There are an array of sleeping options, from villas to homestay which price range from Rp. 250,000 to Rp. 600.000. Even the island is still a good point for snorkeling. Other good points to consider is Pulau Panggang, just a short boat ride west, Pulau Tidung, Pulau Pari, or Pulau Harapan. The latter has closer location to the national park.\n\n",{"type":"===","value":["Splurge"]},"\nOnly 11 islands are designated to be island resorts. All resorts offer ferry service from Jakarta, tucks you in cottages or bungalows, and has decent restaurant and water sport facilities.\n",{"type":"*","value":[" Pulau Bidadari"]},{"type":"*","value":[" Pulau Tidung"]},{"type":"*","value":[" Pulau Ayer\/Air Besar"]},{"type":"*","value":[" Pulau Air"]},{"type":"*","value":[" Pulau Kotok Besar & Kecil"]},{"type":"*","value":[" Pulau Macan Besar (also known as Matahari)"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Pulau Seribu Marine Resort"],["alt= Pulau Pantara"],["url= http:\/\/pulaupantara.net.html"],["email="],["address="],["lat="],["long="],["directions= Departure from Ancol Marina pier no. 22"],["phone= +62 815 9977 449, +62 21 6827 4005"],["tollfree="],["fax="],["price= From Rp 2,000,000 for a triple share 2day\/1 night package, higher for double & single occupancy"],["checkin="],["checkout="],["content=The furthest from the mainland. The resort has the east island and the west island with fewer cottages. Each island has restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Putri Island Resort"],["alt=Pulau Putri Barat"],["url=http:\/\/www.putriisland.com\/"],["email="],["address="],["lat=-5.5942"],["long=106.5589"],["directions=Departure from Ancol Marina pier no. 9"],["phone=+62 21 8281093, + 62 21 8305877"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From Rp 880,000 for a 2 day\/1 night weekday rate"],["content=This is the first resort erected at the islands. 75 cottages, all with double or twin beds. Not your fit if what you want is a quiet atmosphere! You can use the glass bottom boat, a special cruise to see the sunset, & an undersea aquarium!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Sepa Island Resort"],["alt= Pulau Sepak Barat\/Sepa Besar"],["url= http:\/\/pulausepa.net\/"],["email="],["address="],["lat= -5.5750"],["long=106.5825"],["directions= Departure from Ancol Marina pier no. 19"],["phone=+62 815 9977 449, +62 21 6827 4005"],["tollfree="],["fax="],["price= from Rp 1,400,000 for a 2 day\/1 night, Rp 740,000 for a day trip package"],["checkin="],["checkout="],["content=Managed by the same resort at Pulau Pantara. 38 rooms with TV & air conditioning. The coral reef is, as its motto suggests, \"The Paradise for Diver in Jakarta''. Otherwise a decent & typical resort."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Tiger Islands Village & Eco Resort"],["alt= Pulau Macan"],["url= http:\/\/www.pulaumacan.com\/"],["email="],["address="],["lat= -5.5986"],["long=106.5492"],["directions= Departure from Ancol Marina pier no. 6"],["phone= +62 812 9753 1395"],["tollfree="],["fax="],["price= from Rp 1,600,000 for a 2 day\/1 night package weekday rate"],["checkin="],["checkout="],["content= Built by an American. 9 cottages to choose from or you can camp. There are fans but no air conditioning, television, or WiFi, instead play a billiard pool, badminton, or water sports! As its name suggests, it collects rainwater for all the water supplies, and grows its own vegetables. There is a separate sand island for you to sunbathe at."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nYou are basically safe if you are staying in a resort. However a few things to note:\n",{"type":"*","value":["Obey the rules if you are diving or in the water with an instructor. They are there for your safety."]},{"type":"*","value":["It is not recommended to go to the water or in the beach in the event of a thunderstorm. You don't want to be the tallest object on the ground, which is a target for the lightning."]},{"type":"*","value":["Although the current is not violent most of the time(less than 1m in height), if it does become violent, do not dive or swim in the water, or you will be swept away."]},{"type":"*","value":["Bring a medicine in case you are seasick during the long trip to & from the mainland."]},{"type":"*","value":["The closer you are to mainland Jakarta, the water qualities are deteriorating. Keep this in mind when choosing resorts. By & large, the sea water from Pulau Pari northwards is clean enough to dive in."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["The only practical destination when you get out of the island is to the ",{"type":"[[","value":[["Jakarta"]]}," city."]},{"type":"{{","value":[["IsPartOf"],["West Java"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"[[","value":[["wikipedia:Thousand Islands (Indonesia)"]]},"\n",{"type":"{{","value":[["geo"],["-5.615"],["106.543"]]}]