[{"type":"{{","value":[["pagebanner"],["Singapore_Gardens_Banner.jpg"],["caption=Gardens by the Bay"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["Three days in Singapore"]}," is your guide to see the sights of ",{"type":"[[","value":[["Singapore"]]},".\n\n",{"type":"[[","value":[["Image:Esplanade Hotels Bumboat.JPG"],["thumb"],["print=skip"],["400px"],["Bumboat sailing on the ",{"type":"[[","value":[["Singapore\/Riverside"],["Singapore River"]]}," past the Esplanade Theatres"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe following itineraries illustrate three ways to spend one day in Singapore.  They all assume you will start from and end your trip at your lodgings.  You can select the activities that sound interesting to you and follow them in any order, including mixing and matching the morning\/afternoon\/evening sections from the three different itineraries as you like.\n\nAll listed prices are in Singapore dollars.  The estimates provided below ",{"type":"''","value":["do not"]}," include food, drinks or the cost of transportation between the hotel where you are staying and the locations of the first and last destinations stated in each itinerary.\n\n",{"type":"==","value":["Prepare"]},"\nTraveling in Singapore is easy enough, but equipping yourself with a bottle of water and a decent map — the free Singapore Tourist Map is fine — is advisable.  If you plan on using the subway system, or MRT as it is known in Singapore, you should consider investing in the pre-paid EZ-Link card.  Using the EZ-Link card not only helps you to avoid the lines at the ticket counters, it also helps you to save money since you get a 15% discount — although this is offset by a nonrefundable charge of $5 to purchase the card.\n\n",{"type":"==","value":["Day 1"]},"\n",{"type":"'''","value":["The Tourist Loop"]},"\n\nIf you have to pick one itinerary out of the three listed here, this is the one.  Be forewarned however that this itinerary follows very closely the typical itineraries devised by tour groups and what you will mostly see will be limited to the ",{"type":"''","value":["touristy"]}," face of Singapore.\n\nApproximate cost per person for admissions and transport: ",{"type":"'''","value":["$50."]},"\n\n",{"type":"===","value":["Morning"]},"\n",{"type":"[[","value":[["Image:sg-proboscismonkey-jpatokal.jpg"],["thumb"],["print=skip"],["Bored proboscis monkey, ",{"type":"[[","value":[["Singapore\/North and West"],["Singapore Zoo"]]}]]},"\n\nGet up bright and early to beat the heat.  Skip the hotel buffet and start your day with a ",{"type":"'''","value":["Singaporean breakfast"]}," of ",{"type":"''","value":["kaya"]}," toast, runny eggs and strong sweet coffee, also known locally as ",{"type":"''","value":["kopi"]},".  ",{"type":"''","value":["Kaya"]}," is the Singaporean's equivalent of the British marmalade or the New Yorker's cream cheese, and is made of coconut milk, sugar and eggs.  The ",{"type":"'''","value":["Singaporean breakfast"]}," is available in any corner coffeeshop, known more affectionately by the locals as the ",{"type":"''","value":["Kopitiam"]},", for about $2, but if you want to taste what is considered to be the best kaya toast in town, you will want to figure out the location of the nearest ",{"type":"[","value":["http:\/\/www.yakun.com\/  Ya Kun Kaya"]}," outlet.  Incidentally, the word ",{"type":"''","value":["Kopitiam"]}," is formed by joining the Malay word ",{"type":"''","value":["kopi"]}," with the ",{"type":"[[","value":[["Hokkien"]]}," (a Chinese dialect) word for ",{"type":"''","value":["a shop"]},"; hence, the ",{"type":"''","value":["coffee-shop"]}," and the etymology of this word is illustrative of many of the words that are spoken by the typical Singaporean.  As a matter of fact, the typical Singaporean seems to be incapable of carrying on a conversation without mixing in words from two or more languages (usually Mandarin Chinese and English).  So, if you hear a foreign-sounding word in the middle of an English sentence, you haven't heard wrong -- the word is probably not in English.\n\nBefore it gets too hot outside, head to either the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zoo.com.sg Singapore Zoo"]}]},", which is particularly great for the kids, or the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.birdpark.com.sg\/ Jurong Bird Park"]}]},", which is arguably the more romantic option.  The Zoo opens at 8:30 AM and the Bird Park opens at 9 AM, but entrance to the Zoo is S$18 and S$18 to the Bird Park.  By far the easiest way to get to either park is to take the taxi (approximately $10 if you start from the city center).\n\n",{"type":"===","value":["Afternoon"]},"\nBy noon you will be hot, sweaty and probably a little peckish.  Take an air-conditioned taxi to ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]},", or more specifically ",{"type":"'''","value":["Ngee Ann City"]}," (also known as ",{"type":"''","value":["Takashimaya"]},"), to begin the shopping portion of your tour.  Unlike America's malls, which occupy acres and acres of land, Singapore's scarcity of land forces its malls to develop skywards.  Among the many malls in Singapore, Ngee Ann City is considered to be the premier mall destination, hands down, and boasts an amazing number of high-end boutiques, including Tiffany, Cartier, Louis Vuitton; and Takashimaya, which is Japanese for the equivalent of Neiman-Marcus or Harrods.\n\nStart off with a quick lunch in the food court located in Ngee Ann City's basement.  Dependable Singaporean-Chinese chain ",{"type":"'''","value":["Crystal Jade"]}," has no less than 4 outlets scattered throughout the mall (the ones in the basement are cheap, those up top cost more), ",{"type":"'''","value":["Sushitei"]}," (2nd floor) serves up very good conveyor belt sushi, ",{"type":"'''","value":["Central"]}," (Basement 1) has a modern take on Hong Kong cuisine, and if you're still pining for more options, the lower basement ",{"type":"'''","value":["food court"]}," has more options than you can shake a chopstick at.\n\nYour course from here onward depends on your interests, there are literally dozens of shopping malls along Orchard Rd stretching in both directions from Takashimaya.  Up on the third floor is ",{"type":"'''","value":["Kinokuniya"]},", Singapore's largest bookstore.  If Takashimaya's lower floors aren't enough, across the road is ",{"type":"'''","value":["Paragon"]},", full of yet more expensive luxury brands. If you're looking for something specific and can't find it, the ",{"type":"'''","value":["Singapore Visitors Centre"]}," across the road from the Heeren will be glad to assist.  But do yourself a favor and ",{"type":"''","value":["avoid"]}," buying any electronics in ",{"type":"'''","value":["Lucky Plaza"]},", a notorious pit of ripoff artists.\n\n",{"type":"===","value":["Evening"]},"\n",{"type":"[[","value":[["Image:Singapore-Day1-Evening.png"],["thumb"],["421px"],["Day 1 evening walking route"]]},"\n\nBy 5-6 PM the temperatures will start to drop and it's time to get back to sightseeing.  Find the nearest MRT station (the likely candidates are Orchard, Somerset and Dhoby Ghaut, all on Orchard Rd) and take the MRT to ",{"type":"'''","value":["Raffles Place"]}," and head out via Exit H, which will deposit you right on the south bank of ",{"type":"'''","value":["Singapore River"]},".\n\nThe first bridge to your right is ",{"type":"'''","value":["Cavenagh Bridge"]}," (1), the oldest bridge still standing.  Don't cross it yet, but do pause to admire the original sign advising that cattle are not permitted to cross.\n\nThe massive white colonnaded building just past the bridge was formerly Singapore's general post office, but it has now been resurrected as the ",{"type":"'''","value":["Fullerton Hotel"]}," (2), one of the city's best (and most expensive).\n\nKeep walking down the bank of the river, at one point crossing a road and then promptly heading back down to the riverside.  Soon enough you'll see Singapore's official committee-designed symbol the ",{"type":"'''","value":["Merlion"]}," (3), half-lion, half-fish, staring purposefully out at tourists snapping away from the observation deck just opposite.  Join them and you'll be treated to a stunning view of the Central Business District's skyscrapers and the Marina Bay Sands casino across the bay.\n\nOn the other side of the river you will spot two odd-shaped domelike buildings likened, depending on your interpretation, like giant insect eyes, a ",{"type":"''","value":["durian"]}," fruit split in half or maybe even a pair of testicles.  This is the ",{"type":"'''","value":["Esplanade"]},", a complex devoted to fine arts.\n\nRetrace your steps and cross Cavenagh Bridge (or the preceding Anderson Bridge) and walk along the north bank.  To your left is ",{"type":"'''","value":["Empress Place"]}," (4), now housing the Asian Civilisations Museum and the excellent but pricey ",{"type":"'''","value":["IndoChine"]}," restaurant complex, also housing ",{"type":"'''","value":["Bar Opiume"]}," and ",{"type":"'''","value":["Siem Reap Cafe"]},".\n",{"type":"[[","value":[["File:Rafflesstatue.JPG"],["thumbnail"],["Raffles' statue at night"]]},"\nJust past Empress Place is a ",{"type":"'''","value":["statue of Sir Stamford Raffles"]}," (5), the iconic founder of Singapore.  Go on, join the other tourists and have your picture taken in front of it with the CBD skyscrapers as the backdrop, that's what it's there for.\n\nWith that, the sightseeing portion of today's trip is now officially complete and you can concentrate on eating and drinking.\n\nCross Cavenagh Bridge and turn right: the long strip of restored, brightly lit and bustling shophouses in front of you is ",{"type":"'''","value":["Boat Quay"]},", a favorite hangout for Singapore's expat crowd.  The food here is expensive for what you get, but it's worth stopping at ",{"type":"'''","value":["Harry's Bar"]}," (6), the favorite hangout of Nick Leeson, the man who brought down Barings Bank.  Sip on a refreshing pre-dinner gin and tonic ($10) and contemplate what you would do if you had to tell your boss tomorrow that you just gambled $2 billion of company money and lost.\n\nPush your way through the restaurant touts all the way to the end of Boat Quay and cross South Bridge Road, still following the river.  A little way down you will find an outlet of ",{"type":"'''","value":["Jumbo Seafood"]}," (7), famed for the iconic Singaporean dish ",{"type":"'''","value":["chilli crab"]}," (around $3\/100g).  Order a side of ",{"type":"''","value":["mantou"]}," dumplings to sop up the delicious sauce and dig in — and leave the nice clothes at the hotel, because this can get messy!\n\nAfter dinner, keep on walking and you'll soon spy the bright lights of ",{"type":"'''","value":["Clarke Quay"]}," and (further down) ",{"type":"'''","value":["Robertson Quay"]},".  There are countless pubs, bars and clubs here which change rapidly, just spot one with a crowd and join in.  In the unlikely event that you don't find anything to your liking, grab a cab (or keep on walking) for the short hop down to ",{"type":"'''","value":["Mohamed Sultan Rd"]}," or Singapore's most famous nightclub ",{"type":"'''","value":["Zouk"]},".  Most establishments stay open until the wee hours and there's usually discounted entrance or happy hours before 10, so party on until dawn!\n\n",{"type":"==","value":["Day 2"]},"\n",{"type":"'''","value":["Culture Vulture"]},"\n\nToday's excursion concentrates more on the cultural side of things, with loops through ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," and ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]},".\n\nApproximate cost per person for admissions and transport: ",{"type":"'''","value":["$10"]},"\n\n",{"type":"===","value":["Morning"]},"\n",{"type":"[[","value":[["Image:Singapore-Day2-Morning.png"],["thumb"],["212px"],["Day 2 morning walking route"]]},"\n\nFind your way onto the ",{"type":"'''","value":["MRT North East Line"]}," and get off at ",{"type":"'''","value":["Chinatown"]}," station Exit A.  This will deposit you on ",{"type":"'''","value":["Pagoda Street"]},", right at the heart of Chinatown.\n\nImmediately to your right as you come out is an outlet of ",{"type":"'''","value":["Bee Cheng Hiang"]}," (1), a famous shop — now franchised, and the yellow-and-red signs can be seen all over Singapore — that sells sweet barbecued roast pork and beef.  During Chinese New Year, queues here can stretch for hours!  Ask for a free sample and buy a box as a souvenir for any Chinese friends back home.\n\nA few houses down the road to your left is the ",{"type":"'''","value":["Chinatown Heritage Centre"]}," (2), an excellent and informative museum of Chinatown's history and development.  Admission $8.\n\nKeep on walking down the road, past the many stalls hawking what is mostly touristy kitsch.  Pagoda Street ends on ",{"type":"'''","value":["South Bridge Road"]}," and, immediately to your right, you will see the ",{"type":"'''","value":["Sri Mariamman Temple"]}," (3).  Take off your shoes and tiptoe in to take a look, pausing to observe the intricately carved ",{"type":"''","value":["gopuram"]}," (gate statuary) above the entrance and the nonchalant ",{"type":"'''","value":["cow statues"]}," perched on the roofs.  Free admission but donations welcome.\n\nFurther down South Bridge Road you will see (and smell) a number of ",{"type":"'''","value":["Chinese herbal medicine"]}," shops, ready to cure anything that ails you with unlikely ingredients including dried seahorses and snake skin.  Poke around and maybe pick up a bag or two of cheap and tasty dried fruits.  After the shops, you'll soon spot a gigantic vermilion four-story Chinese pavilion: this is the ",{"type":"'''","value":["Buddha Tooth Relic Temple"]}," (4), completed only in 2007.  The holy relic in question is housed on the fourth floor, and if you arrive before 11 AM you'll may even have a chance to gaze upon it from a distance before the curtain shuts.  On the roof, you'll find 10,000 miniature Buddhas and a giant Tibetan-style prayer wheel.\n\nFeeling peckish enough for lunch?  If yes, you can turn right onto ",{"type":"'''","value":["Smith Street"]}," (5) for a row of gentrified hawker stalls prettified for tourists (although many only open for dinner), or left into ",{"type":"'''","value":["Maxwell Food Centre"]}," (6), which doesn't score much points for ambience but does serve some very good local food.  Pick the stall with the longest queue and dig in!  Be sure to leave some room for dessert at ",{"type":"'''","value":["Tong Heng"]}," (7) at 285 South Bridge Road, famed for its egg tarts ($1).\n\nProperly stuffed, it's time to take a break and digest all that at ",{"type":"'''","value":["Tea Chapter"]}," (8), just down the street at 9 Neil Road (pick the right fork of the crossing), where you can be introduced to Chinese tea ceremony for as little as $8.  This is not an experience to be rushed, particularly if you opt for one of the better grades of tea, so sit back and watch carefully as the staff shows you how to pour and appreciate a proper cup of tea.  You can also buy Chinese tea and utensils from here.\n\n",{"type":"===","value":["Afternoon"]},"\n",{"type":"[[","value":[["Image:Singapore-Day2-Afternoon.png"],["thumb"],["241px"],["Day 2 afternoon walking route"]]},"\n\nIt's time to bow politely to China and take the metro to India.  Head back to Chinatown station and board the North-East Line three stations to ",{"type":"'''","value":["Little India"]},".\n\nTake Exit C and walk down ",{"type":"'''","value":["Bukit Timah Road"]},".  The big building to your left is ",{"type":"'''","value":["Tekka Centre"]},", a large wet market that sells all sorts of fresh meat, fish, fruits, vegetables.  Worth a look if you haven't seen one before, but the meat section is not for the squeamish.\n\nThe first road to your left is ",{"type":"'''","value":["Serangoon Road"]},", the central artery of Little India.  Across the road is ",{"type":"'''","value":["Tekka Mall\/The Verge"]}," (1), Little India's first and only air-con mall, but of more interest is the lowrise building to the left, which houses the ",{"type":"'''","value":["Little India Arcade"]}," (2).  This is a collection of small shops and stalls that sell all sorts of Indian items, some geared for tourists, but most are for the locals.  Note the flower garlands, for decorating home shrines, and the little leaf packets with something red and white inside: this is ",{"type":"''","value":["paan"]},", a mildly narcotic concoction of betel nut and lime. Go ahead and try some, but the taste is bitter, it stains your teeth red and you need to keep chewing for 20 minutes to get any buzz.\n\nReturn to Serangoon Road and walk up the street.  Explore the countless little shops here, one specializing in bangles, another in incense, many in Indian music and Bollywood DVDs.\n\nSoon to your right you will see ",{"type":"'''","value":["Sri Veeramakaliamman Temple"]}," (3).  This is Little India's oldest temple, dating back to 1881, not as grand in size as Chinatown's Sri Mariamman but usually much busier.  In February (usually), this is also the starting point of the procession for ",{"type":"'''","value":["Thaipusam"]},",  celebrated in Singapore and Malaysia by devotees who attach heavy weights and portable shrines to their skin with skewers (",{"type":"''","value":["kavadi"]},") and carry them kilometers across the city to another shrine.  Free admission but donations welcome.\n\nKeep walking down Serangoon Road until you see Serangoon Plaza.  The road leading right from here is Syed Alwi Road, home to a shopping extravaganza like no other, the inimitable ",{"type":"'''","value":["Mustafa Centre"]}," (7).  Open 24 hours a day, this perennially packed discount department store will happily sell you absolutely anything imaginable: on the same trip you can easily pick up a high-end camera, a tube of toothpaste, five kilos of mangoes, a golden necklace, some Bollywood DVDs, a box of imported Bisquick pancake mix, a washing machine and five meters of patterned silk.  Next, you can get a suit tailored at Mustafa Tailor, eat fish and chips at Mustafa Restaurant, buy tickets at Mustafa Travel Agency, exchange your leftover Omani rials at Mustafa Exchange and collapse into a cheap room at Mustafa Hotel.  While you can find pretty much anything you need here, electronics are a particularly good buy as prices are extremely competitive and there's no hassle or risk of ripoffs. Just don't expect much in the way of attentive service!\n\nHungry yet?  If it's already dinnertime, there are countless options in the vicinity, and if you're adventurous by all means consider some ",{"type":"'''","value":["fish head curry"]}," — Banana Leaf Apolo (5) and Muthu's (6), on nearby Race Course Rd, are both famous for this.  Good yet less fishy options include ",{"type":"'''","value":["Delhi"]},", for somewhat upmarket North Indian fare just Serangoon Road, and ",{"type":"'''","value":["Komala Vilas"]}," (4), for vegetarian South Indian goodies with outlets both back where you came from and a little more up the road on Serangoon.\n\nProperly curried up, lug your big bags of Mustafa goodies across Serangoon Rd, down Birch Street and into the air-conditioned coolness of the ",{"type":"'''","value":["Farrer Park"]}," MRT station, from where you can head back to your hotel to rest your aching feet.\n\n",{"type":"==","value":["Day 3"]},"\n",{"type":"[[","value":[["Image:Sentosa_TanjongBeach.JPG"],["thumb"],["240px"],["print=skip"],["Tanjong Beach, Sentosa"]]},"\n\n",{"type":"'''","value":["Beach Bumming"]},"\n\nA frank confession: by South-East Asian standards, Singapore's beaches aren't all that great.  But the other options within easy day-tripping distance aren't that much better, so if you have precisely one day to spare, you could do much worse than head to ",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]},", Singapore's island getaway.  Bring along sunscreen, a bathing suit and a towel!\n\nApproximate cost per person for admissions and transport: ",{"type":"'''","value":["$50"]},"\n\n",{"type":"===","value":["Morning"]},"\nStart by finding your way to ",{"type":"'''","value":["HarbourFront"]},", the southern terminus of MRT North-East Line, and then follow the signs towards the cable car — getting there involves crossing through a shopping mall and then a parking lot.  Purchase a return ticket on the ground level ($24 including admission to Sentosa), then head up by elevator.\n\nThe crossing takes just 5.5 minutes and gives good opportunities to gawk at the Port of Singapore (to your right), the massive Star cruise ships at the Cruise Center below and the fancy condos sprouting up to your right.  After climbing up to a tower you'll start your descent to Sentosa; to your left is the ResortsWorld, home to Singapore's second casino and Universal Studios theme park.\n\nThe cable car will drop you off at the center of Sentosa.  History buffs may wish to drop into ",{"type":"'''","value":["Images of Singapore"]}," ($10) nearby, for a sanitized, kid-friendly version of Singapore's history, but the Sky Tower and the Merlion don't really have much to offer (you've already seen the same views from the cable car).\n\nHop onto a ",{"type":"'''","value":["Blue or Green Line"]}," bus and head one stop to ",{"type":"'''","value":["Underwater World"]}," ($25), arguably the best of Sentosa's attractions: this is a giant aquarium packed with sharks, manta rays and all sorts of weird and wonderful sea creatures.  Next door is ",{"type":"'''","value":["Fort Siloso"]}," ($8), an authentic colonial-era British fort, where you are introduced to life as a soldier of a British Empire and taken through various well-done exhibits covering Singapore during World War II.  (Not suitable for very young children, although older ones will probably get a kick out of it.)  After buying your ticket, a tram will take you to the top of the hill.\n\n",{"type":"===","value":["Afternoon"]},"\n",{"type":"[[","value":[["File:Merlion at Sentosa.JPG"],["thumbnail"],["There's a Merlion on Sentosa, too!"]]},"\nHungry yet?  Avoid the awful cafeteria at Underwater World and head a few steps down to ",{"type":"'''","value":["Siloso Beach"]},", where you will find a number of decent restaurants including Sakae Sushi, Trapizza and hot Ibizan nightspot Cafe del Mar, which doubles as a restaurant during the day.\n\nTake the ",{"type":"'''","value":["Beach Tram"]}," through Beach Station (where you need to change trams) down to ",{"type":"'''","value":["Dolphin Lagoon"]},", which is kind of cheesy — dolphins jumping through hoops and all that jazz — but free with your Underwater World.  Try to time your visit for the \"Meet the Dolphin\" sessions at 11 AM, 1.30 PM, 3.30 PM and  5.30 PM.\n\nBy now even the most determined traveller is going to feel a bit hot and sweaty.  Head on back to ",{"type":"'''","value":["Palawan Beach"]},", right next to Dolphin Lagoon, which features the self-proclaimed ",{"type":"'''","value":["Southernmost Point of the Asian Continent"]}," (a claim vigorously disputed by Malaysia) and the hip ",{"type":"'''","value":["Cafe del Mar"]},", a franchise of the Ibizan superclub.  Peel down to your swimsuit, order a fruity cocktail and dip into the pool while watching the beach babes\/hunks strutting their stuff.\n\nOnce you've had your fill of relaxing at the beach, there are two ways to continue.\n\nOption 1: If you've had your fill of Sentosa, take the ",{"type":"'''","value":["Red Line"]}," bus to the Merlion, take the obligatory souvenir snapshots, then take the series of escalators back to the cable car station.   Take the cable car back across to HarbourFront, but don't get off yet — instead, continue straight onto ",{"type":"'''","value":["Mount Faber"]}," for nice sunset views of Singapore.  The ",{"type":"'''","value":["Jewel Box"]}," complex of restaurants here is a little pricy, but the rooftop ",{"type":"'''","value":["Moonstone"]}," it's a nice place for a drink.  And that's it for today.  Take the cable car back to HarbourFront and head out in search of dinner.\n\nOption 2: If night is falling but you're still in the mood for more Sentosa, take the Beach Tram back and catch the 7:40 PM or 8:40 PM shows at the ",{"type":"'''","value":["Songs of the  Sea"]},", a multimedia extravaganza with singing, dancing, lasers, pyrotechnics and more.  Tickets cost $6 and it's best to book them early, as the show is very popular, especially on weekends.  If you have time to kill, grab a bite at the Koufu food court nearby, and once the show is over, you can either hop on a bus to the cable car station or party the night away at Cafe del Mar.\n\n",{"type":"{{","value":[["related"],["Singapore"]]},"\n",{"type":"{{","value":[["guideitinerary"]]}]