[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Three Pagodas Pass"]}," (ด่านเจดีย์สามองค์ ",{"type":"''","value":["Darn Chedi Sam Ong"]},") is on the Thai-Myanmar border, but accessible to foreigners only from the Thai side. It is between ",{"type":"[[","value":[["Sangkhlaburi"]]}," in ",{"type":"[[","value":[["Thailand"]]}," and ",{"type":"[[","value":[["Payathonzu"]]}," in ",{"type":"[[","value":[["Myanmar"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThree Pagodas Pass was for centuries on the main land route between ",{"type":"[[","value":[["India"]]}," and ",{"type":"[[","value":[["South East Asia"]]},". The strategic location was last exploited during World War II by the Japanese, who used POW labour to build the infamous Death Railway to ferry supplies to Burma from Bangkok.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["From Thailand"]},": the nearest major town is ",{"type":"[[","value":[["Kanchanaburi"]]},". There are frequent bus services from Kanchanaburi to ",{"type":"[[","value":[["Sangkhlaburi"]]}," (4-5 hr), from where you can continue by pick-up truck (30-40 min, departures hourly). There is the option of taking a bus directly from Kanchanaburi to Three Pagodas Pass. \n\n",{"type":"'''","value":["From Myanmar"]},": the nearest town is ",{"type":"[[","value":[["Payathonzu"]]},", however foreigners can only get there using the border crossing from Thailand. The border crossing at Three Pagodas Pass is in a state of flux, but was reopened in 2010. As of Jan 2012 it was open to Thai citizens, but not to foreigners.\n\n",{"type":"==","value":["Get around"]},"\nAt the final songthaew stop, either walk (head for the Three Pagodas and then turn right) or take a motorbike to the border (you will be very limited in what you'll be able to visit without a motorbike). \n\nAt the Thai border, you need a photocopy of your passport and 2 passport photos; your passport will be held at the checkpoint, and you must return on the same day. At the Myanmar checkpoint, you need US$10 or 500 baht. Thus, it's best to change some baht to US$ before leaving Kanchanaburi. There are no banks here; the nearest (Siam Commercial Bank) is back in Sangkhlaburi. You need US$ only for the Myanmar entry permit. Once in Myanmar, Thai baht is accepted for everything else.\n\nYou will not receive any passport stamps (neither Thai exit or entry stamps, nor Myanmar entry or exit stamps), hence this border crossing cannot be used for \"visa runs\".\n\nBack at the border, your passport will be returned and you can head back the same way you came.\n \n",{"type":"==","value":["See"]},"\nThe Thai side of the pass consists of the three smallish chedi, a couple of shrines, a market oriented around Burmese goods (carved wood, gems, textiles), and the border gate to Myanmar.\n\nIn Myanmar you can take a look at a few temples as well as a market. None is really in any way very special. However there is one temple that is up on a hill, from where you get a great view across the border.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nBurmese wooden furniture, jade carvings, and textiles are popular purchases.\n\n",{"type":"==","value":["Eat"]},"\nOn the way from Sangkhlaburi there is a concrete bridge. Down to the right is a small restaurant on the river. There is also another restaurant on the roadside just past this on the right hand side that does meals for around 50 baht per plate.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe area around the pass has occasionally been the site of skirmishes between the Burmese Army and various Karen and Mon rebel groups. Any such activity will mean that the pass is closed, so risk to tourists is non-existent.\n\n",{"type":"==","value":["Go next"]},"\nThere are only two ways: either back to ",{"type":"[[","value":[["Kanchanaburi"]]}," or by crossing the border to ",{"type":"[[","value":[["Payathonzu"]]}," in ",{"type":"[[","value":[["Myanmar"]]},".\n\n",{"type":"[[","value":[["WikiPedia:Three Pagodas Pass"]]},"\n\n",{"type":"{{","value":[["geo"],["15.301667"],["98.401944"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southeastern Myanmar"]]},"\n",{"type":"{{","value":[["isPartOf"],["West of Bangkok"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]