[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Thuin"]]},"\n",{"type":"[[","value":[["Image:Thuin JPG001.jpg"],["thumb"],["300px]"],["View of the old upper town and its belfry"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thuin.be\/Decouvrir\/le-tourisme Thuin"]}]}," is a small, partly hilltop town south-west of Charleroi in the Belgian province of ",{"type":"[[","value":[["Hainaut"]]}," on the river Sambre.\n\nFor rail fans, there is the ASVi museum featuring historic trams from the ",{"type":"''","value":["Vicinal"]}," era. \n\n",{"type":"==","value":["Understand"]},"\n\nThe municipality of Thuin (roughly pronounced TWAYNg) consists of the lower town (",{"type":"''","value":["ville basse"]},") and the upper town (",{"type":"''","value":["ville-haute"]},") plus a number of surrounding villages and the country-side in between. Buildings in the upper town are generally older than those in the lower town.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Thuin - La ville-haute vue du Beffroi - 001.JPG"],["thumb"],["200px"],["View of the upper town from the belfry"]]},"\n",{"type":"[[","value":[["Image:Belfort van Thuin.jpg"],["thumb"],["200px"],["Belfry in the upper town"]]},"\n",{"type":"[[","value":[["Image:ThuinOudeHuizen.jpg"],["thumb"],["200px"],["The post office building in the upper town is from the 16th century."]]},"\n",{"type":"[[","value":[["Image:Tramasvi.jpg"],["thumb"],["200px"],["Historic tram in the ",{"type":"''","value":["Place de la Ville-Basse"]}]]},"\n",{"type":"[[","value":[["Image:Asvi biesme sous thuin aug 14 2010.jpg"],["thumb"],["200px"],["Historic tram at Biesme-sous-Thuin"]]},"\n\n",{"type":"===","value":["By train"]},"\n\nThere are trains to Thuin from the Charleroi-Sud railway station. The trip takes about 20 minutes. The frequency is every hour on week-days and every 2 hours on weekends. \n\nOne could also do a day-trip from Brussels. The trip would take about 95 minutes each way including waiting for a change of trains at Charleroi-Sud.\n\nThe railway station at Thuin is on the north side of the Sambre river. You must cross a bridge to reach the lower town on the south side. The station building at Thuin no longer has any railway functions and there are no ticketing facilities available. There are a few waitng shelters along the platform.\n\n",{"type":"===","value":["By car"]},"\n\nBy car from Charleroi: Take N90 westbound to N54 westbound to Rue d'Anderlues south to Thuin.\n\n",{"type":"==","value":["Get around"]},"\n\nThe central area of the town is about ½ km long and ½ km wide. Thus, getting around the central portion is easy by foot although the streets between the lower and upper portion of the town can be steep.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The belfry, dating from the 17th century, has been named a World Heritage Site by UNESCO. A splendid view on the Thuin area can be seen from the top."]},{"type":"*","value":[" If you don't feel like climbing the Belfry, you can still get a good view from ",{"type":"''","value":["Place du Chapitre"]},", the square beside the Belfry."]},{"type":"*","value":[" There are a number of older buildings along the narrow ",{"type":"''","value":["Grand Rue"]}," in the upper town."]},{"type":"*","value":[" The charming “hanging gardens” on the southern flank of the Thuin hill can be visited on foot, following a path enhanced by several explanation signs."]},{"type":"*","value":[" In the church ``Notre Dame d'El Vaulx`` in the lower town there is  12th century oak statue of ``sedes sapientiae`` (our lady of wisdom). "]},"\n",{"type":"===","value":["Tram Museum"]},"\nThuin is the location of the ",{"type":"[","value":["http:\/\/www.asvi.be\/en\/index\/index.htm ASVi museum"]},", specializing in the history of the Belgian Vicinal tramway system. This includes a museum tramway with 3 routes. One route runs through the streets of the lower town to ",{"type":"''","value":["Place de la Ville-Basse"]},". A second route runs to the nearby town of Lobbes. Until 1983, both of these routes were part of a much longer route used by electric trams that extended to Anderlues and ",{"type":"[[","value":[["Charleroi"]]},". The museum created a new route for diesel trams by converting a few kilometers of a former standard gauge railway line to metric gauge. If you are only mildly interested in rail lines, you should take the rustic diesel tram line to Biesme-sous-Thuin. If you are a serious rail fan, buy a day pass to travel all 3 routes.\n\nThe museum is open only certain days of the week from April to October. Tram operation (",{"type":"''","value":["circulations"]},") is generally only on Sundays plus Saturdays in July and August. See the \"timetable\" on the ASVi link.\n\n",{"type":"===","value":["Near Thuin"]},"\n",{"type":"*","value":[" The 7th-century Aulne Abbey, now in ruins, and its green setting are well worth a visit. The abbey is in the village of Gozée, about 4 km east of Thuin."]},{"type":"*","value":[" The neighbouring village of ",{"type":"[[","value":[["Ragnies"]]}," (about 6 km south of Thuin) is a member of the most beautiful villages of Wallonia association."]},{"type":"*","value":[" The Château du Fosteau dates from the 14th and 15th century. Its French gardens and pond are a haven of calm, while the interior of the castle harbours a permanent exhibit of ancient furniture and a small pharmacy museum. The chateau is 2 km from the village of Leers-et-Fosteau, about 4 km south of Thuin."]},"\n",{"type":"==","value":["Do"]},"\n\nThere are walking and biking trails around Thuin including a trail along the museum tram line to Biesme-sous-Thuin.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several eating establishments in the lower and upper town areas.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Wikipedia:Thuin"]]},"\n",{"type":"[[","value":[["Commons:Category:Thuin"]]},"\n",{"type":"{{","value":[["isPartOf"],["Hainaut"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["50.34"],["4.29"]]}]