[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Thulo Sailung "]}," is a village on the ",{"type":"[[","value":[["Indigenous Peoples Trail"]]}," in the ",{"type":"[[","value":[["Ramechhap"]]}," district of ",{"type":"[[","value":[["Nepal"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nAt 3300m Thulo Sailung offers magnificent views over Kalinchowk to the Annapurna, Langtang, Ganesh Himal, Rowaling, Everest and Kanchenjunga ranges, to the South the Mahabharata hills roll over the Sun Koshi River and down to the Terai below.\n\nThulo Sailung is regarded by the Tamangs as the abode of the territorial deity, Sailung Phoi Sibda Karpo, Sailung’s ‘White Male Lord of the Earth’. The chorten atop the hill of Sailung is the seat of this divine protector and the Tamang Community are the ‘custodians of the land’. The souls of the ancestors together with the ‘Lord of the Earth’ guarantee the well-being of the people and the fertility of the soil. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The four groups of ",{"type":"'''","value":["stone chorten"]}," on the summit are related to the Tamang Communities in the surrounding area – the groups on the highest point facing south over Ramechhap, today in ruins, are the largest. At the chortens Buddhist Priests perform ‘mandala offerings’ for the rebirth of the souls of the deceased. The lingos surrounding the Chorten were erected during Tamang death rituals and are left there to succumb to the forces of nature.  The main rituals held here are Buddhist offerings to the souls of the deceased. During the festival of Saun Purnima, held on the full moon of July\/August during which Tamang pilgrims crowd around the ruined Chortens at the highest point of Thulo Sailung. Nowadays, no blood sacrifices are permitted on Thulo Sailung. The shamans have surrendered to Buddhist Dominance and refrain from offering blood to the fierce female deities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The three rocks"]}," - tiger, snake and cow representing the Hindu, Buddhist and Shamanic simultaneous rivalry and co-existence"]},{"type":"*","value":[" ",{"type":"'''","value":["Padmasambhava’s Footprint"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Gaurighat cave"]}," - where it is believed that on full moon nights ‘milk’ is said to ooze from the stalagtites. The cave is believed to be a source of fertility and health. Pilgrims pray there for sons, relief from illness and for personal success and wealth."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buddha’s Gate"]}," or the ",{"type":"''","value":["Door of Dharma"]}," is another cave locally known as has an exit hole that almost too small for human passage. Only the most devout Buddhists who have not committed any sins can pass. Squeeze through in the hope of ridding yourself of sin and emerge pure!"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ramechhap"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]