[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\nThe ",{"type":"'''","value":["Thungyai Naresuan Wildlife Sanctuary"]}," (เขตรักษาพันธุ์สัตว์ป่าทุ่งใหญ่นเรศวร) and ",{"type":"'''","value":["Huai Kha Khaeng Wildlife Sanctuary"]}," (ขตรักษาพันธุ์สัตว์ป่าห้วยขาแข้ง) are adjacent parks in the Uthai Thani, Kanchanaburi, and Tak Provinces of ",{"type":"[[","value":[["Western Thailand"]]},". At 622,200 hectares combined, they form the largest protected area in Southeast Asia, and were listed as a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," in 1991. They are best visited from ",{"type":"[[","value":[["Uthai Thani"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe reserves consist of almost every kind of forest found in Thailand, including mountain virgin forest, dry virgin forest, and pine forest.  It has a total area of about 5,775 square kilometres. It is the watershed of rivers flowing to Srinakharin Dam. \n\n",{"type":"===","value":["Flora and fauna"]},"\nThe relatively unspoiled nature of the reserve makes it an ideal home to various rare and endangered animals such as wild buffalo, rhinoceros, wild elephants, tapirs, leopards, wild bulls, et al.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThere are 2 routes to the Huai Kha Khaeng reserve: \n\n",{"type":"*","value":[" Enter through the reserve headquarters. Take the Uthai Thani-Nong Chang Rd (Hwy 333) past Nong Chang to Rte 3438 (Nong Chang-Lan Sak) to km53-54, then turn left onto a laterite road for about 14 km."]},"\t\n",{"type":"*","value":[" Access to the Thungyai Reserve is harder, as the roads are poor. Take the route Thong Pha Phum-Sangkhla Buri near Huai Suea to Khli Ti Village, a distance of 42 km. After that, there is an intersection leading to the Wildlife Sanctuary Headquarters at Huai Song Thai, another 40 km."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nDesignated points in both sanctuaries, listed below, are open to visitors.  Access anywhere else in the parks or staying overnight requires permission, obtained by writing at least 15 days in advance to the Director of the Wildlife Conservation Office at the National Park, Wildlife and Plant Conservation Department, Bangkhen, Bangkok. Tel. +66 2 5614292-3 ext. 765.\n\n",{"type":"==","value":["Get around"]},"\nHuai Kha Khaeng Wildlife Sanctuary has 3 points through which visitors can tour the area: \n\n1. The area around the reserve headquarters is in Lan Sak, 34 km from the district. The area has an exhibition building and the Sup Nakhasathian Memorial. The Khao Hin Daeng walking nature trail is about 4 km long. There is also the Pong Thian viewpoint.\n\n2. The area around the Cyber Forest Protection Unit in Huai Khot is the site of the Huai Kha Khaeng Nature and Wildlife Study Centre to be set up by a private organization of Suep Nakhasathian Foundation under the approval of the Royal Forest Department. The centre consists of a study hall, a nature trail that with direction and information signs, trail side exhibitions, and viewpoints. \n\n3. The area around Huai Mae Di Forest Protection Unit in Ban Rai has a nature study walking trail installed by the park.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Namtok Khli Ti"],["alt=(น้ำตกคลีตี้"],["url="],["email="],["address="],["lat="],["long="],["directions=To travel to the waterfall, go on foot about 2 days from the Khli Ti Karen Village. Crews and local guide are needed"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=\"Khli Ti\" in Karen language means \"Suea Thon\" (lone tiger). The waterfall is in Thung Yai Naresuan Wildlife Sanctuary, and its water source flows from the top of Khao Di Ka near the sanctuary.  Moreover, Namtok Khli Ti Lang (น้ำตกคลีตี้ล่าง) is located above Khwae Yai Lake near Khao Ngu Stream. It takes 2.5 hr to get there by boat from Kradan Pier or Mong Krathae Pier."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Namtok Takhian Thong"],["alt=น้ำตกตะเคียนทอง"],["url="],["email="],["address="],["lat="],["long="],["directions=To get there, take Hwy 323, go straight on for 4 km until you get to Sangkhla Buri. Pass the intersection on the right leading to the Three Pagodas Pass then take the route Sangkhla Buri-Three Pagodas Pass to km12-13 where you will see a sign, and the waterfall is on your right. Turn into the intersection on the dirt road for 9 km to the car park. After that, go on foot for about 30 min to the first level of the waterfall at the Safeguard Unit"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The waterfall is in the area of Tanao Si Mountains, the Thai-Burmese border area in Sangkhla Buri, a part of Thung Yai Naresuan Wildlife Sanctuary. Its water source is from Myanmar, flowing along the boundary mountains leading to Thailand at Huai Song Ka Lia. Due to the forest canopy, water flows all year round. It takes 30 min to get to the first level of the waterfall on a smooth path covered with bamboo, rattan, ferns, and large trees. Sometimes, it is better to take a shortcut by passing along the stream. Tourists can experience the varying beauty of the cascades where water flows from many directions and disperses to the basin or the wider ground."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Northern Thailand"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Huai Kha Khaeng Wildlife Sanctuary"]]},"\n",{"type":"{{","value":[["geo"],["15.416666666667"],["99.233333333333"]]}]