[{"type":"{{","value":[["pagebanner"],["Thursday Island banner.jpg"]]},"\n\n",{"type":"'''","value":["Thursday Island"]}," is the administrative and main population centre of the ",{"type":"[[","value":[["Torres Strait Islands"]]},".  It has developed visitor facilities, with supermarkets, a few accommodation options, a restaurant or two, souvenirs, and decent espresso.  The locals are friendly towards visitors, but you won't find city style service or resorts.  TI offers a cold beer on the pub deck overlooking aquamarine waters and islands, and an opportunity for genuine interaction with Aboriginal and Torres Strait Island peoples - as well as those other Australians and passers through now well adapted to the remote existence it offers.  Throw in a bit of history (the island was evacuated to be a military base during WWII, and was a pearling centre before that) and unrivaled fishing, and you have TI in a nutshell.\n\n",{"type":"{{","value":[["infobox"],["Thursday?"],["The origin of the name 'Thursday Island' is uncertain.  It is known that William Bligh (of the mutiny fame) named neighbouring Wednesday island.  He may have named Thursday also, or that may have been added at the liberty of later surveyors.  In any event, in the late 19th century the Thursday and Friday Island names were swapped in order for the islands to be in weekday order.  Wednesday and Tuesday islands remain uninhabited.  Friday Island makes a nice day trip to sample local sushi and pearl tour and shop.  The whereabouts of Saturday, Sunday and Monday remain unknown."]]},"\n\n",{"type":"==","value":["Get in"]},"\nThere is no airport on TI, but the neighbouring Horn Island offers seamless connections from ",{"type":"[[","value":[["Cairns"]]}," via Qantaslink and your choice of one of the two ferry operators - who both operate buses from the airport to the wharf.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= McDonald Charters"],["alt="],["url= http:\/\/www.tiferry.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$9 (ferry) $22 (incl. airport transfer)"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Rebel Tours"],["alt="],["url= http:\/\/www.rebeltours.com.au"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nBoth leave from the same wharf on Horn Island, but Rebel lands at Navy Wharf near the Military base on TI, whereas McDonalds lands on the main port (Engineers) wharf.  Both offer free connections to anywhere on TI, but curiously charge an arm and a leg for the transfers on Horn Island.\n\nAs a visitor, you'll probably find McDonalds the right choice.  They are no more expensive, they land closer to the accommodation in the centre of town, and they allow you to sit up on top of the ferry, having a more scenic view.\n\nFrom the mainland, there is only a single choice, being Peddells Ferry, which runs to Seisia, near the tip of Cape York.  Twice a day three times a week in the wet, and six days a week in the dry.\n\n",{"type":"==","value":["Get around"]},"\nIt is possible to ",{"type":"'''","value":["walk"]}," to any place on the island in well under an hour.  However, the heat and humidity can be oppressive if you aren't used to it.  The island has its share of hills.\n\nIf you don't feel like walking, there are a surprising number of ",{"type":"'''","value":["taxis"]}," on Thursday Island.  Call for service.  They will offer tours around the island, but expect to pay up to $100 for such a tour.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name = Silver Leaf Taxis"]]}]},"\nThe ferry services offer ",{"type":"'''","value":["connecting buses"]}," that will drop you anywhere on the island.\n\n",{"type":"'''","value":["Car rentals"]}," are available.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=AJs car rentals"],["url = http:\/\/www.ajscarrentals.com.au\/"]]}]},"\n",{"type":"===","value":[" Access "]},"\n\nWith steep hills, narrow ferry gangways, lack of footpaths, and many steps, Thursday Island may have challenges for wheelchair users and others with mobility concerns.  There is a around 200m of flat, concrete path along the water from the port.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Green Hill Fort"],["url="],["email="],["address="],["lat= -10.5838385"],["long= 142.2112342"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the top of the hill without trees, Greenhill Fort, built in the late 1800s, sits. Great views especially of the sunset. Has a museum attached that covers some history, culture and war involvement of Thursday Island (in the underground bunker) which is open for tour groups, or pre-organised. Entry to the bunker is $4. Visiting the fort ruins above ground is free."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Thursday Island Historic Cemetery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Signposted from Thursday Island main township, you can walk to the cemetery where numerous historic graves can be seen, including those of pearl divers from around the world."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe most frustrating part of any stay in TI, is the inability to swim in the ocean.  The weather is hot, and the ocean looks clear, blue and appealing.  However, crocodiles, sharks (Bronze Whaler and Tiger Sharks), and marine stingers all inhabit the ocean.  These risks seem to have combined to make swimming not a part of the local culture - and it is rare to see the locals in the water even on the hottest of holidays.  You may be advised that particular places are safer from crocodiles, being away from the mangroves, but it still isn't advisable to swim far out into the ocean.  Jardine Motel has a small pool, and there is another public one in the sports centre, but they aren't conducive to a poolside resort holiday.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fish"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=By far the most popular pastime for locals and visitors alike.  Spanish Mackerel, Coral Trout are plentiful in the waters surrounding the island."]]}]},"\n",{"type":"*","value":[" Friday Island Excursion (Kazu Pearl)"]},"\n",{"type":"==","value":["Buy"]},"\n\nAll supplies are available on the island, with a couple of supermarkets selling a full range of goods.  Expect nothing to be open in this regard on Sundays, public holidays and in the evenings.\n\nThere is a ",{"type":"{{","value":[["marker"],["type=buy"],["name=NAB branch"],["lat= -10.5836756"],["long=142.2209249"]]}," on the island, being the only bank available.  There is an ATM there, as well as others in the hotels and supermarkets.   The bank is only open weekdays.  The post office is an agent for many other banks.  It is only open Monday to Thursday.  The post office can do currency exchange when it is open.\n\nYou can buy local crafts, pearls and jewelery, as well as a normal range of T-shirts, spoons, etc.  If you are going to Friday Island, then the pearls are usually a little cheaper there than in the shops on Thursday.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tribal Boutique"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ilan Cafe, Gab Titui Cultural Centre"],["url="],["email="],["address=Gab Titui Cultural Centre, Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open for lunch, depending on demand, and for dinner Friday\/Saturday nights."],["price="],["content=It has a range of hot food such as burgers, kebabs and pastas, including vegetarian options. It also makes a variety of delicious drinks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Grand Hotel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$15-$25 ($3 surcharge for take-away)"],["content=Serves the pub staples, and a wide choice of decent pizza, and a few asian dishes, and local seafood."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jardine Motel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open for breakfast, lunch and dinner. The dinner menu changes daily and they are happy to modify dishes to suit dietary needs. Many locals come here on Saturday night for dinner. Most expensive option on the island."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Federal Hotel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers breakfast, lunch and dinner."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=ibis cafe"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The cafe attached to the Ibis Supermarket on Douglas Street, Thursday Island has a good selection of wraps, salads, sandwiches, burgers and fresh drinks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uncle Frankies Cafe"],["content=Quality espresso, burgers, wraps and salad.  Served in laid-back TI style."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere is a bit of a drinking culture on TI, and you'll have no problem getting a beer or a wine from lunchtime until midnight.  Friday night is party night on the island, when you'll see many of the locals at one of the pubs as well as some people in from the other islands.\n\nThere is not much beer on tap (draught), but you'll be sure to find a stubby in the fridge with your favourite drop.  Just grab a stubby holder from behind the bar.\n\nThe Grand Hotel is probably the nicest place for a visitor, with the large deck overlooking the port and the water.  The Torres Hotel probably the busiest with the locals.\n\nThe bowling club is actually primarily concerned with bowling, but will serve you a drink if you over that way.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jardine Motel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has an extensive cocktail list as well as a good variety of beer, wine and spirits. Indoor air conditioned area and outdoor area with couches by a pool."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Torres Hotel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Top Pub. Popular with locals, open later than other drinking establishments, often has karaoke on the weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Grand Hotel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rebuilt on the site of a former hotel of the same name, overlooking Engineers Wharf. Has outdoor area and indoor area with a pool table. Also serves decent pizza, and takeaway asian meals."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Federal Hotel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just around the corner from the Jardine and Torres Hotels, this is a little quieter than the Torres Hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Royal Hotel"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Douglas Street amongst the shops, this is open on weekends and has a variety of entertainment\/machines."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nIt is easy to enumerate the five accommodation options on TI.  It can be hard to choose, with limited reviews and little information on the accommodation web pages to distinguish them.\n\nAccommodation, much like everything else on TI, is expensive.  Expect to pay over $200 per night for a hotel room that you would expect to pay $100 for in a country town of a similar size.\n\nThe pubs will be noisy on Friday nights until midnight.  It's difficult to get away from that fact, and you may just need to be prepared to go with the flow.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel"],["alt="],["url="],["email="],["address="],["lat= -10.5848775"],["long= 142.2198207"],["directions=Up the hill opposite the main wharf."],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jardine Motel"],["alt="],["url="],["email="],["address="],["lat= -10.5847645"],["long= 142.2161871"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" The Federal Hotel"]},{"type":"*","value":[" Rainbow Motel"]},"\n",{"type":"*","value":[" Island Villas have two family villas a short distance from town."]},"\nThe Grand and Jardines are the two nicest places to stay on the island.  The Grand has been recently renovated, and the Jardine long been the choice of the accommodation available. Everything else is a step down.  However, even in these two establishments the accommodation is motel style.\n\nThe Jumula Dubbins Hostel for Aboriginal and Torres Strait Islanders, with the intent of providing accommodation for islanders visiting Thursday for education or other purposes.\n\n",{"type":"==","value":["Connect"]},"\nThere is excellent 3G service across the entire island, due to the masts on the two hills, and the small size and geography of the island.  The coverage stretches a fair way out on the water as well.  Free Wi-Fi in the Grand Hotel for patrons.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Torres Strait Islands"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-10.5787862"],["142.218858583129"],["zoom=15"]]}]