[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tianmushan"]}," (",{"type":"''","value":["Tianmu Mountain"]},") 天目山 is a 1556 metre peak in ",{"type":"[[","value":[["Li'an County"]]}," in ",{"type":"[[","value":[["Zhejiang"],["Zhejiang Province"]]},", about 80km from ",{"type":"[[","value":[["Hangzhou"]]},".\n\n",{"type":"==","value":["Understand"]},"\nIt is famous for the marvellous stands of Japanese Cedar trees, which tower over the surrounding forest and have gigantic girths and attracts huge numbers of domestic tourists to the natural attractions and the temple near the car park. Tianmushan belongs to the UNESCO International Man and Biosphere Reserve Network.\n\n",{"type":"==","value":["Get in"]},"\nThere are bus connections from Hangzhou Yellow Dragon Stadium bus station, either direct or via ",{"type":"[[","value":[["Lin'an"]]},". Check at the bus station office which would be better according to your timing.\n\nThis is a nice place for a weekend away from Hangzhou. If coming from further afield, more time would need to be allowed for travel connections. \n\n",{"type":"==","value":["Get around"]},"\nThere is a scheduled run of small buses that serve the accomodation areas and connect to the top car and bus park. Most domestic tourists come direct in large coaches and visit the temple near the end of the road, but there are enough independent travellers to make this bus service work. The locals also use it for their connections. However, make sure that you have flash cards for the mountain top car park, or you could end up anywhere, depending where you are staying. Anyway the advantage of this is that the bus does most of the work, with only a few hundred vertical metres left to climb to the summit up a rough track. The summit is not a craggy peak, rather a flattish top with an excruciatingly ugly weather station, still manned by the look of it, but being destroyed by the weather in front of your eyes. Despite this, it is still the summit and worth the trouble. To descend, go back the way you came; you can go back to the bus if you are lame, or continue to the bottom via the forest and find the bus again back to your digs.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nWell,you have come to the mountain, then you must climb it. You have a choice, from the bottom car park near a temple, or the top bus station. The shuttle bus would seem to run between these two places, but you should have flash cards to ensure you end up in the correct place. So the easy way is to bus it up and walk down, but don't think this is a breeze, you still have some climbing at the top, and the descent down stone steps will have those knees knowing they are alive. The local fir are massive, something like Douglas Fir with size approaching Californiam Redwoods. They are must to see, and the path meanders near the best of them. The mountain is not the steepest or the tallest or even the most famous in China, but if you are in Shanghai or Hangzhou, it is definitely worth the trip.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Bamboo shoots"]}," are an important agricultural product in the areas surrounding the mountain.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are numerous guest houses at the base of the mountain. They usually offer full board and accommodation from Y30 per person for bed and maybe another Y30 for meals, dinner and breakfast. The non-Chinese speaking foreign visitor will find it difficult to communicate with a guest house owner, so it is recommended that the foreign visitor will arrange ahead with a Chinese speaker to make a reservation and give full directions in Chinese script.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["29.0500"],["119.5500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Tianmu Mountain"]]}]