[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Tianshan tianchi.jpg"],["thumb"],["350px"],["The lake"]]},"\n\n",{"type":"'''","value":["Tianshan Tianchi National Park"]}," (天山天池国家公园) is in ",{"type":"[[","value":[["Xinjiang"]]},", in ",{"type":"[[","value":[["North West (China)"],["North West"]]}," ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nSprawling on the edge of Mount Bogda and 100 km east of ",{"type":"[[","value":[["Urumqi"]]},", Tianchi Lake and the surrounding Tianshan Mountains must define the word \"beauty\" in the Uygur language since there is no more beautiful place within the autonomous region. Tianchi runs 4.9 square km in area and 90 meters deep; a natural lake surrounded by snow-capped peaks and sky-scraping dragon spruce  fed by thawing snow runoffs. \n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n   \n",{"type":"==","value":["Get in"]},"\nThe bus from Urumqi will take you as far as the entrance to the park, but to get to Heaven Lake, you can either go by funicular or take the spectacular one hour walk up.\n\nAs to May 2011, the Funicular isn't working, and there is a free bus that takes you up to the lake.\n\n",{"type":"===","value":["local buses"]},"\nfirst take 73 to the north bus station in urumqi. (which is not the name of the stop. it is not, btw, the chinese name station 'north river station road' which is more than a few stops north of the right stop)\nFrom there, a bus to Fu Kang (1 hour 15 min, 12Y)  \nfrom Fu Kang there is a bus to the lake (about 30 minutes 5Y).  When returning to Fu Kang from the lake, expect long delays if trying to go outside of peak times.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere is a ¥100 fee to get in the park.\n  \n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe lake itself it spectacular, particularly at sunset when the mountains in glow red. Note the Russian dachas among the modern Chinese constructions and Kazakh yurts.\n\n",{"type":"==","value":["Do"]},"\nGo for a horseback ride with a Kazakh guide.\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nIn addition to a restaurant at the top of the funicular, there are a few kebab stands around the lake, mostly concentrated by the entrance\n\n",{"type":"==","value":["Drink"]},"\nThere is a karaoke hall near the entrance, though beer can also be bought from the kebab stands.\n\n",{"type":"==","value":["Sleep"]},"\nWhile there is a hotel near the road of Heaven Lake, press on for yurt stays. The Kazakh families that run them will provide three meals and a night's lodging for ¥50. They will also help arrange horseback rides if you are interested.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Dzungarian"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Heaven Lake of Tian Shan"]]},"\n",{"type":"{{","value":[["geo"],["43.885833333333"],["88.1325"]]}]