[{"type":"{{","value":[["pagebanner"],["Tibet Wikivoyage banner.jpg"],["caption=Potala Palace"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Tibet"]}," (Classical Tibetan: Bod; (བོད་), Lhasa dialect: Pö; Mandarin Chinese: 西藏, ",{"type":"''","value":["Xīzàng"]},") is sometimes described as the \"roof of the world\"; the entire region is on a high plateau and there are many large mountains. The area has its own unique culture, and most travellers will find some of the plants, wildlife and domestic animals quite exotic as well. Entering Tibet you feel as though you've found an entirely different world.\n",{"type":"[[","value":[["Image:Bos_grunniens_at_Yundrok_Yumtso_Lake.jpg"],["thumb"],["250px"],["Yak at Yumtso Lake"]]},"\nPolitically, Tibet is an autonomous region of ",{"type":"[[","value":[["China"]]},", but there is an independence movement and even a government-in-exile headed by the former ruler the Dalai Lama. For discussion, see the ",{"type":"[[","value":[["#Understand"],["Understand"]]}," section below.\n\nTourists wishing to travel to Tibet face an ethical dilemma. If they go to Tibet they are implicitly supporting the Chinese regime and some of their money goes to the Chinese authorities. However the Dalai Lama has always strongly encouraged foreigners to go, so that they can see the situation for themselves and also because Tibetans welcome their presence.\n\nTibet is also becoming a more and more popular travel destination among the Chinese themselves. It is almost as exotic to someone from another area of China as it is to someone from the other side of the world, and there is now a good rail link.\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["infobox"],["Qamdo, Chamdo, Chab mdo or Changdu?"],["Any place in Tibet can be spelled at least four different ways. ",{"type":"'''","value":["Tibetan Pinyin"]}," (",{"type":"''","value":["Qamdo"]},") combines Tibetan pronunciation with Chinese ",{"type":"''","value":["pinyin"]}," spelling: it's used on signs, tickets and such, and being the most useful for the traveller it's what Wikivoyage uses too.  ",{"type":"'''","value":["Tournadre"]}," (",{"type":"''","value":["Chamdo"]},") uses more Western spelling, but is not often seen in Tibet itself. Scholars like ",{"type":"'''","value":["Wylie"]}," (",{"type":"''","value":["Chab mdo"]},"), which copies Tibetan writing precisely but makes pronouncing near-impossible (eg. ",{"type":"''","value":["Bka' rgyud"]}," is read \"Kagyu\"). Finally, any place in Tibet has a ",{"type":"'''","value":["Chinese"]}," name (昌都), which can be read as Chinese (",{"type":"''","value":["Changdu"]},")."]]},"\n\nThere are seven prefectures in the Tibet Autonomous Region: \n",{"type":"*","value":[{"type":"[[","value":[["Lhasa (prefecture)"],["Lhasa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Qamdo (prefecture)"],["Qamdo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nagqu (prefecture)"],["Nagqu"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ngari (prefecture)"],["Ngari"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nyingchi (prefecture)"],["Nyingchi"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Shannan (prefecture)"],["Shannan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Xigatse (prefecture)"],["Xigatse"]]}]},"\nThis article only covers the Tibet Autonomous Region (TAR), although there was once a Tibetan Kingdom considerably larger than the autonomous region's current borders. To learn more about other regions that are culturally affiliated with Tibet, see the Chinese provinces of ",{"type":"[[","value":[["Qinghai"]]}," and ",{"type":"[[","value":[["Yunnan"]]},"; the Indian regions of ",{"type":"[[","value":[["Ladakh"]]},", ",{"type":"[[","value":[["Lahaul and Spiti"]]},", and ",{"type":"[[","value":[["Sikkim"]]},"; and the independent states of ",{"type":"[[","value":[["Bhutan"]]}," and ",{"type":"[[","value":[["Nepal"]]},".\n\nSee ",{"type":"[[","value":[["List of Chinese provinces and regions"]]}," for an explanation of the term \"autonomous region\" if required.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lhasa"]]}," - the capital of Tibet"]},{"type":"*","value":[{"type":"[[","value":[["Gyantse"]]}]},{"type":"*","value":[{"type":"[[","value":[["Qamdo"]]}," (",{"type":"''","value":["Chamdo"]},")"]},{"type":"*","value":[{"type":"[[","value":[["Xigatse"]]}," (",{"type":"''","value":["Shigatse"]},") - the second largest city in Tibet"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Kailash"]]}," - a sacred mountain revered by both Tibetan Buddhists and Hindus."]},{"type":"*","value":[" ",{"type":"[[","value":[["Qomolangma National Nature Reserve"]]}," - the Tibetan side of ",{"type":"[[","value":[["Mount Everest"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yarlong River National Park"]]}," containing the world's largest canyon, the Yalung Zangbo Canyon."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Tibet in China (claimed hatched) (+all claims hatched).svg"],["thumb"],["Tibetan Autonomous Region"]]},"\nThis article covers only the ",{"type":"'''","value":["Tibetan Autonomous Region"]}," (TAR). There are also Tibetan autonomous prefectures and or counties located in the provinces of ",{"type":"[[","value":[["Qinghai"]]},", southwest ",{"type":"[[","value":[["Gansu"]]},", western ",{"type":"[[","value":[["Sichuan"]]}," and northwest ",{"type":"[[","value":[["Yunnan"]]},", covered in the articles on those provinces. See ",{"type":"[[","value":[["List of Chinese provinces and regions"]]}," for an explanation of the terms \"autonomous region\" and \"autonomous prefecture\" if required.\n\nThe Tibetan Empire was once much larger than the current borders, and those areas are culturally, historically and linguistically Tibetan to various degrees. See ",{"type":"[[","value":[["Old Tibetan provinces"]]}," for some background. In contemporary China, and in general English usage today, the term \"Tibet\" refers only to the TAR. However, the term \"Tibetan Regions\", with its focus on all of ethnographic Tibet is becoming more widespread amongst Chinese in China as well.\n\nThe Tibetan Plateau is the world's largest and, with average heights of over 4,000m also the world's highest, plateau. It includes all of the TAR, most of ",{"type":"[[","value":[["Qinghai"]]},", and parts of ",{"type":"[[","value":[["Sichuan"]]},", ",{"type":"[[","value":[["Yunnan"]]}," and ",{"type":"[[","value":[["Gansu"]]},". Parts of the region (northwestern region) are so remote they remain uninhabited to this day.\n\nIndia and the rest of Asia are on separate continental plates which are colliding; that collision is what raised the plateau to its current height. Most of the world's highest mountains are along Tibet's southern borders or in nearby areas, along the line of the subduction zone where one plate goes under the other. ",{"type":"[[","value":[["Mount Everest"]]},", the highest of all, is on the border between Tibet and ",{"type":"[[","value":[["Nepal"]]},".\n\n",{"type":"===","value":["History"]},"\nTibet has a long and complicated history, at times an Empire, at times warring with China, and at times a tributary of China or the Mongols.\n\nFor most of the Qing Dynasty (1644-1911), Tibet was nominally part of the Chinese Empire and there was a Qing official called an Anban in Lhasa who had tremendous influence, but the Dalai Lama and Panchen Lama (high-ranking religious figures) actually ran things. After the fall of the Qing in 1911, Tibet declared independence under the authority of the 13th Dalai Lama. Tibet was an isolated de facto independent nation for almost forty years; its borders were larger than the current TAR and included what are now portions of Qinghai, Sichuan and Yunnan. The Chinese government, however, never accepted their claim to independence.\n\nAfter the retreat of the Nationalists to ",{"type":"[[","value":[["Taiwan"]]}," and the founding of the People's Republic in 1949, the Communists turned their attention towards Tibet as they wished to consolidate control over all former Qing territories. In 1950, the People's Liberation Army (PLA) invaded Tibet. In the UN Security Council, the Nationalists (who still had China's seat) vetoed a motion that would have censured the invasion; they too considered Tibet part of China.\n\nIn 1951 an agreement was signed that re-annexed Tibet back into China, giving Tibet — on paper — full autonomous status for governance, religion and local affairs. The current (14th) Dalai Lama was even made a vice-secretary of the Chinese Communist Party in the early 1950's. However communist reforms and the heavy-handed approach of the People's Liberation Army led to tensions. After a failed Tibetan Uprising in March 1959, the Dalai Lama and many of his followers went into exile in India, setting up a government in exile in ",{"type":"[[","value":[["Dharamsala"]]},". Each side accuses the other of failure to live up to the 1951 agreement. The CIA assisted the uprising and Chinese propagandists still mention this often.\n\nTibet's isolated location did not protect it from the terror of the Cultural Revolution (1966-1976), and large numbers of Tibetans were killed or imprisoned at the hands of the Red Guards. Tibet's rich cultural heritage as well as much of neighboring Chinese ancient culture were reduced to ruins. After the end of that era, the rise of Deng Xiaoping and China's \"reform and opening up\" policies since 1978, the situation in Tibet has calmed considerably, though it still remains tense. Monasteries are slowly being rebuilt and a semblance of normality has returned to the region. Despite this, Tibet still suffers from independence-related civil unrest from time to time. The Chinese authorities often close Tibet to foreign tourists, usually in March, the anniversary of the 1959 uprising.\n\nTo a considerable extent, the issues in Tibet are the same as for indigenous peoples anywhere, such as Uighurs in China's western province ",{"type":"[[","value":[["Xinjiang"]]}," or Indians in North or South America. The government points proudly to development work such as mines, railways and highways; locals complain that those facilities are all owned by outsiders, outsiders get most of the good jobs while locals do most of the heavy work, and environmental consequences are often ignored. The government say they are improving education; locals complain that the system aims at forcing assimilation by using a language foreign to them. Immigration is encouraged and sometimes subsidized; locals complain of an influx of outsiders that do not want to adapt to local culture and often do not even bother to learn the local language. When the locals get really agitated, the government does not hesitate to send in troops to \"restore order\"; generally the locals see this as vicious repression, but the government claim they are only dealing appropriately with \"hostile Indians\", \"reactionary elements\" or whatever. \n\nThe question of Tibetan sovereignty is a hot-button issue in China. The Party Line is that Tibet has always been part of China and that there was no \"invasion\" in 1950, only the central government asserting its authority over a province to \"liberate\" it from a severely oppressive feudal system. (That part makes a lot of sense to Chinese, liberated from their own feudal system in 1911.) Foreigners have no business \"meddling\" in \"internal Chinese affairs\", and Western powers are being extremely hypocritical since they roundly condemn theocracy (rule by priests) in Iran and simultaneously support it in Tibet. Separatists are equivalent to terrorists, with no aspirations legitimate enough to even be considered; no discussions with them could possibly start until they recognise the basic principle that Tibet is part of China. Quite a few Chinese accept this line without question, and some of those will ask foreigners about it then firmly \"correct\" their \"errors\". Avoiding such discussions is a good policy.\n\n",{"type":"===","value":["Books"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Eight Years in Tibet"]}," by Peter Aufschnaiter and Martin Brauen ISBN 9789745240124"]},{"type":"*","value":[" ",{"type":"''","value":["Dialogues Tibetan, Dialogues Han"]}," by Hannü: Tibet through the Tibetans with a Han traveller ISBN 9789889799939"]},{"type":"*","value":[" ",{"type":"''","value":["Tears Of Blood: A Cry for Tibet"]}," by Mary Craig ISBN 978-158243102"]},"\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Image:Sign OmManiPadmeHum.JPG"],["thumb"],["The ",{"type":"''","value":["Om mani padme hum"]}," mantra in Tibetan"]]},"\n\n: ",{"type":"''","value":["See also"]},": ",{"type":"[[","value":[["Tibetan phrasebook"]]},"\n\nThe main language of Tibet is ",{"type":"'''","value":[{"type":"[[","value":[["Tibetan phrasebook"],["Tibetan"]]}]},"; which comes in many varying dialects, but many Tibetans speak or understand some ",{"type":"[[","value":[["Mandarin"]]}," except the nomadic tribes in the Far East Tibet. Tibetan is closely related to ",{"type":"[[","value":[["Burmese phrasebook"],["Burmese"]]}," and much more distantly to Chinese. Depending on the dialect of Tibetan spoken, it may be tonal or non-tonal. In the cities people speak Chinese fluently; in the villages it may not be understood at all. Han Chinese people, on the other hand, normally don't know any Tibetan at all. Signs in Tibet, including street signs, are at least bilingual - in Chinese and in Tibetan - plus a major local language when there is one. \n\nAlthough this makes Chinese a more useful language for travellers in many ways, you should remember that language can be political in this charged environment. If you speak in Chinese to Tibetans you are associating yourself with the Chinese, the presence of whom is often resented among the ethnic Tibetan population, as evidenced by the widespread rioting throughout the region in the run-up to the Olympic Games. That said, many Tibetans seem to view Chinese as a useful ",{"type":"''","value":["lingua franca"]}," and a few Tibetan pleasantries are enough to befriend Tibetans. Tibetans from different regions converse in Chinese since Tibetan dialects vary so much that they are not immediately mutually understandable. If you speak Tibetan to Chinese police you'll raise suspicions that you may be in Tibet to support Tibetan Independence. \n\nHaving said that, Tibetan is an extremely difficult language to learn and most foreigners who claim to know Tibetan can hardly get by. Tibetan is only taught in school until the 8th grade. Therefore, when it comes to writing, even the Tibetans themselves have difficulties and many are in fact illiterate.\n\n",{"type":"==","value":["Get in"]},"\nTourism to Tibet is strictly controlled by the Chinese government, and restrictions were further ratcheted up after the riots and before the 2008 Olympics. As of 2009, the previous \"backpacker\" tours, which included the permit and a couple of nights stay in Lhasa, are no longer an option and all travellers must stay with an organized trip the entire time they are in Tibet. That means you will not be allowed to travel on an independent basis. Many tour guides are ethnic Chinese and even the ethnic Tibetan guides have to sit exams in Chinese and learn the official Han Chinese government-sponsored perspective on Tibet in order to gain and keep their tour guide licence. A lot of time and money is needed to travel to this region of China in comparison to others, so if you are concerned about how much money will enter into the hands of the local population you need to do your research beforehand. For these financial, ethical and logistical reasons, some travellers opt to travel to other Tibetan regions of China (outside the TAR) instead. If you really want to go to the TAR, be prepared for lots of paperwork and other manufactured hassles. Tibet is also the only region of China where travellers have reported being stopped or questioned by the Chinese police; in the rest of the country they are normally either very kind and courteous or simply uninterested in your whereabouts or travel plans.\n\nAll foreign visitors to Tibet need one or more permits.  The basic one is the ",{"type":"'''","value":["Tibet Tourism Bureau"]}," (TTB) permit, which can be issued to you by Chinese travel agencies that handle trips to Tibet, or (if overseas and arriving via ",{"type":"[[","value":[["Nepal"]]},") by the Chinese embassy in ",{"type":"[[","value":[["Kathmandu"]]}," ",{"type":"''","value":["on proof of purchasing a package tour"]}," (there is no way around this).  If you buy an expensive package tour, the TTB permit will only cost you USD6, but if you just want train\/plane tickets (which, as of 2009, no longer seems to be possible), the travel agency will inflate their cut accordingly and you'll need to fork out up to USD50-70.  For land crossings (including the train), you'll get a physical permit that ",{"type":"''","value":["will"]}," be checked; for plane tickets, the permit may be this physical permit or it might just be an annotation on your ticket record. Expect to show it several times - before departure and after arrival in Tibet.\n\nSome parts of Tibet also require an ",{"type":"'''","value":["Aliens' Travel Permit"]}," (ATP), which is issued by the Public Security Bureau (PSB) in major Tibetan cities like ",{"type":"[[","value":[["Lhasa"]]},", ",{"type":"[[","value":[["Xigatse"]]}," and ",{"type":"[[","value":[["Ali"]]},".  The list of regions that require ATPs changes constantly, so enquire locally.  Lhasa's PSB has a poor reputation, while Xigatse and Ali are said to issue permits without any unnecessary difficulties.  If your papers are in order, the permit can be issued in several hours for ¥100.\n\nFinally, some remote areas also require a ",{"type":"'''","value":["military permit"]},".  These are only available in Lhasa, where processing takes several days, and are only granted for an appropriate reason.\n\nSee also ",{"type":"[[","value":[["Overland to Tibet"]]}," and ",{"type":"[[","value":[["Tibetan journeys"]]},".\n\n",{"type":"===","value":["By plane"]},"\nYou can fly to ",{"type":"[[","value":[["Lhasa"]]}," and also ",{"type":"[[","value":[["Nyingchi"]]}," but flying in from a much lower altitude city puts you at ",{"type":"'''","value":["high risk of ",{"type":"[[","value":[["altitude sickness"]]}]}," because of the quick transition.  If you are in ",{"type":"[[","value":[["Sichuan"]]}," or nearby (and aren't satisfied visiting the many ethnically Tibetan areas to the east of the Tibetan Autonomous Region) flying from ",{"type":"[[","value":[["Chengdu"]]}," is the easiest option.\n\nA flight from Chengdu to Lhasa plus all the necessary paperwork will cost around ¥2000, and can be arranged through most large hostels or travel agents.\n\nAn alternate route is to follow the ",{"type":"[[","value":[["Yunnan tourist trail"]]}," to ",{"type":"[[","value":[["Zhongdian"]]}," and fly from there to Lhasa. If you spend a few days each in ",{"type":"[[","value":[["Kunming"]]}," (2,000m), ",{"type":"[[","value":[["Dali"]]}," (2,400m), ",{"type":"[[","value":[["Lijiang"]]}," and Zhongdian (3,200 m) to acclimatise, you should be able to fly to Lhasa (3,650m) with little risk.\n\nNew airports are being completed in Tibet for domestic tourism so check your options if this interests you - China keeps breaking its own world record for the highest altitude airport with this development programme.\n\n",{"type":"===","value":["By train"]},"\nThe Qinghai-Tibet (Qingzang) Railway from ",{"type":"[[","value":[["Golmud"]]}," to ",{"type":"[[","value":[["Lhasa"]]}," started operating in July 2006.  The journey all the way from ",{"type":"[[","value":[["Beijing"]]}," takes just under 48 hours, costing ¥389 in the cheapest hard seat class and ¥1262 for a soft sleeper. Direct trains to Lhasa originate in Beijing, ",{"type":"[[","value":[["Xining"]]},", ",{"type":"[[","value":[["Lanzhou"]]},", ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Chongqing"]]}," and ",{"type":"[[","value":[["Chengdu"]]},". For a mid-range sleeper from Chengdu with 6 bunks in each room, they are ¥692. \n\nBe warned that the lower classes in these trains are not for the faint-hearted and the less adventurous type: they do not have Western-styled toilets and bunks are relatively cramped. Soft sleeper class is recommended - here you will mix with middle-class Chinese tourists or business people.\n\nThe main advantage for this mode of transportation is often claimed to be the fact that you could slowly adapt to high altitude conditions instead of the sudden shift if you were to take a plane. However, in reality the high-altitude parts of the journey are all covered within the last 12 or so hours and this does not offer enough time to acclimatise (standard medical advice is to spend at least one overnight stay at an intermediate altitude of more than 2500 metres before proceeding to even higher altitudes).\n\nIf you're not up to rubbing shoulders with the hoi polloi, ",{"type":"[","value":["http:\/\/www.tangulaluxurytrains.com\/ Tangula"]}," runs roughly weekly luxury trains (Apr-Dec only) from Beijing to Lhasa and back.  The 4-day journey costs USD5,500 (twin sharing), including all meals, drinks and excursions. \n\n",{"type":"[","value":["http:\/\/www.tibettravel.org\/tibet-train\/beijing-to-lhasa-train.html CITS"]}," offers Beijing to Lhasa Train Reservation Service.\n\n",{"type":"===","value":["By road"]},"\nThere are four roads into Tibet, roughly corresponding to the cardinal directions.\n\nMake sure you have all the necessary permits and tour guide accompaniment for these trips - some of the information here is from pre-2008 and the situation changes rapidly post-2008, so always try to gain current information before setting off. If you are caught by the authorities you will either be sent back (at your expense), have your visa cancelled, sent home, or in extreme cases banned from ever re-entering China. There are even reports of foreigners being jailed on a temporary basis for breaking travel bans. Keep this in mind!\n\n",{"type":"'''","value":["North"]},": The road from ",{"type":"[[","value":[["Golmud"]]}," (Ch:Ge'ermu) is the easiest legal land route at present. The landscape is beautiful but difficult to appreciate after the long rough ride. \n\nIt used to be possible to travel this way by hitch-hiking on trucks if you were well prepared (camping equipment, food and water for a day). However, regulations were apparently introduced threatening drivers with loss of insurance and even driving licences if caught with foreign hitchhikers. So this option may no longer be possible. If it is, expect to spend a few days. There are police checkpoints on the way but the only one that is a problem is the one 30 km or so out of Golmud. If you walk around it and a few km beyond you should be able to get a ride without too much of a problem. There are plenty of places to eat on the way but be prepared to get stuck in the middle of nowhere.  There are also are places to sleep ranging from truck stop brothels to comfortable hotels, however these should be avoided as you're likely to get picked up by the police.\n\n",{"type":"'''","value":["East"]},": There is no legal way to travel this road except as part of an expensive organised tour (see ",{"type":"[[","value":[["Overland to Tibet"]]},") and the security is tighter than from the north. Travellers did get through this way, but for people who are obviously not north-east Asians it's difficult.\n\n",{"type":"'''","value":["West"]},": From ",{"type":"[[","value":[["Kashgar"]]}," (Ch:Kashi) much of the way is technically off limits. However there used to be a steady stream of hardy travellers coming this way, usually hitching rides on trucks. The road is totally unpaved for over a thousand kilometres with villages and water few and far between.  The main advantages of this route is that it passes by ",{"type":"[[","value":[["Mount Kailash"]]}," and through a beautiful, very remote region inhabited by nomads.  You should be very well prepared to travel this way and take everything you would need for independent trekking: camping equipment suitable for freezing temperatures even in summer, a good tent and at least a few days of food (there are a few truck-stop places on the way but not always when you want them).  Expect the trip to take two weeks or more.  From ",{"type":"[[","value":[["Kashgar"]]}," it's much farther to go to Lhasa via ",{"type":"[[","value":[["Urumqi"]]}," and ",{"type":"[[","value":[["Golmud"]]}," but the better transport (trains and good paved highways) make it no more time consuming to travel this way.  There are many interesting things for the tourist to see on the way and it is worth considering travelling this way instead of via ",{"type":"[[","value":[["Mount Kailash"]]},".\n\n",{"type":"'''","value":["South"]},": From ",{"type":"[[","value":[["Nepal"]]}," the international border makes any sort of breaking of the rules impossible, so the only option is to book a tour with a travel agent in ",{"type":"[[","value":[["Kathmandu"]]},".  In addition, as of 2007, ",{"type":"''","value":["you need a group visa for China itself to cross the border into Tibet"]},", so don't bother applying before you get to Kathmandu. (Info in 2013 suggests the border guards only accept Chinese visas issued in Kathmandu, not those issued in your home country, so this confirms the suggestion not to apply before you get there.)  The drive from Kathmandu to Lhasa takes a couple of days and is very rough, but pretty.\n\n",{"type":"'''","value":["Southeast"]},": After 44 years of closure, the ",{"type":"[[","value":[["Nathu La"]]}," pass to ",{"type":"[[","value":[["Sikkim"]]},", ",{"type":"[[","value":[["India"]]}," — a part of the historic ",{"type":"[[","value":[["Silk Road"]]}," — opened again in July 2006 for trade traffic.  At time of writing, the border is not yet open to foreign tourists, but this is expected to change some time in the future and there are rumours of plans for a ",{"type":"[[","value":[["Gangtok"]]},"-",{"type":"[[","value":[["Lhasa"]]}," bus service.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Bus"]},"\nCentral Tibet has a reasonable public bus network. However, non-Chinese tourists cannot make use of it since even with travel permits they cannot generally buy a ticket. \n\n",{"type":"===","value":["Jeep"]},"\nJeep tours are a popular way of getting around Tibet, while not cheap, the tour operator will sort out all the necessary paperwork, and they offer you a reasonable chance of sticking to a schedule.\n\nYour driver will likely be an indigenous Tibetan who can speak Chinese.  He'll get to eat and sleep for free wherever you go (he'll often be treated like a king), and he'll often need to stop for a smoke or a pee by certain vendors on the road. ¥4500 will get a jeep that can seat 4 people and luggage comfortably for 4 or 5 days.\n\nBe very precise with your itinerary and very careful with payment. Every stop, monastery and lake you wish to visit, etc should be written on the itinerary. Payment should never be made in advance. Many foreigners, especially pro-Tibetan ones, are so trusting of Tibetan drivers that they hand over their money in advance but never get to see their drivers again. These drivers operate in rings and will approach their targets in hostels and speak against the Chinese government to gain support and sympathy from tourists who then lower their guard, and have their trip ruined. Some such stranded tourists, already identified as easy targets, will then be approached by a second Tibetan driver in the ring, and the same scam happens one more time.\n\n",{"type":"===","value":["Hitchhike"]},"\nHitchhiking used to be a good way to get around the country for someone who is flexible and has a lot of time. However, regulations were apparently introduced threatening drivers with loss of their insurance and driving licences if caught with foreign hitchhikers. So consider this info as pre-2008 and be prepared for difficulties if you attempt it post-2008.\n\nHitchhiking can mean you end up getting stuck without a lift for days.  In the west of the country this probably means hanging around truck stops, as the distances are far too long to walk, and finding water would be a major problem. Trucks often break down though and it can take a long time before the journey continues. Hitchhiking in general is not free and a small fee is expected. In central and eastern Tibet, there's more water and villages, and so walking becomes a more reasonable option. In short, hitching may or may not get you to your destination any quicker, but at least it offers a change of scenery.\n\nPayment is usually expected after you arrive at your destination. Charging money for lifts is illegal for the driver and having a non-Asian face in the car may raise the suspicion of the authorities at tolls and check points.\n\n",{"type":"====","value":["Hitchhiking from Lhasa to Mount Everest"]},"\nA few travellers choose to ignore the travel permit requirement and continue to travel south of Shigatse which is the limit for travelling without a permit. This is very adventurous but can be done if the traveller is willing, in a worse case scenario, to risk imprisonment. It is a good advise to check with foreigners who live in Lhasa to point out the location of road check points and get tips on safety. Take enough food (snacks) and cigarettes (for truck drivers) and only go on this trip after you have adjusted to the high altitude. \n\nFrom Lhasa to Shigatse you can take a public bus. A travel permit is not required for buying a bus ticket. Have an overnight in Shigatse. It is impossible to buy a ticket at the ticket counter (in Shigatse) without a travel permit, but sometimes it works fine to show up before the bus leaves and buy the ticket in the bus. Keep a low profile while seated in the bus. Before departure the conductor checks the ticket. Hand him over the fare money plus a little tip. The bus might leave, only to stop again a few minutes later around the corner. It might happen that the official from the ticket counter who refused to sell tickets without permit shows up with your ticket in hands and wishes you a happy journey. Immediately outside Shigatse are the first check posts. Usually a very young Chinese official enters the bus. Keep a low profile or smile at him. If he asks something, just show him the tickets. \n\nAfter this checkpost the journey continues on dirt roads with occasional stops at small stone huts which serve Tibetan food or noodles. You find a room with restaurant in small inns, usually there is one in every bigger village, but don't expect any luxury. Many times the only shower facility consists of a bucket of water. \n\nFurther south there are no public buses one can use, but truck drivers can be asked to get a ride. A fee is usually negotiated before the ride. Truckdrivers won't take a traveller through checkpoints. It is wise to walk or hitch to a checkpoint, then walk around it, out of sight of the officials and try to get another ride from the other side. Sometimes a ride on a local transport, e.g. tractor up to the checkpoint can be arranged. \n\nAround Mount Everest is a huge Everest National Park. Park tickets have to be bought before arriving at the National Park Checkpoint. Towards Everest there are hardly any local transports and no trucks, but numerous jeeps coming from Nepal all go to Mount Everest. Tourists usually pay a high price for this tour and are very reluctant to take on a free guest. The driver and tourist guide might refuse to take you in without a travel permit. Some gift money to the Tibetan driver plus a bold lie to the mostly Chinese tour guide might work. Once the jeep stops at the National Park Checkpoint, all passengers have to leave the car and pass through the checkpoint where car documents, park tickets and passport with travel permits are checked. If you have already travelled that far without a travel permit, the moment of surprise might add to your luck and the young Chinese officials might let you pass. Again keep a low profile, have a big smile and some money which changes hands might work. If not, be prepared for a long walk around of the check post. \n\nFrom there it is a direct way to Mount Everest over stunning 5,500m passes. When you arrive at the tiny monastery which serves as a very simple hotel and restaurant be prepared for a wonderful sight of Mount Everest at sunrise - if you are lucky. Everest can be shrouded in clouds for many weeks. Only continue to the base camp when you have adjusted to the high altitude. If you want to continue from Base Camp 1 to Camp 2, paying some fee is unavoidable.\n\nGetting back from Mount Everest to Lhasa usually is less of a hassle. When stopped tell that you are heading to Lhasa. Sometimes you might be lucky and find a ride in a tour bus which returns empty to Lhasa having unloaded the tourists at the Nepalese border.\n\nIf you decide to hitchhike to Mount Kailash be prepared for an even harder journey. Villages are more remote and it is a long journey sometimes taking up to 2 or 3 weeks to Kashkar.\n\n",{"type":"===","value":["Bicycle"]},"\nThere are a surprising number of tourists travelling Tibet by ",{"type":"[[","value":[["cycling"],["bicycle"]]},", both foreigners and Chinese.  The roads vary from rough dirt tracks to good quality paved roads.  There are restaurants, truck stops and shops scattered around often enough so that you don't need to carry more than a day's worth of food (with the important exception of the west of the country). The roads are often well graded, being built for overloaded trucks. 26 inch wheels would be preferable as 700cm (ISO 622) are almost unknown in China. Good mountain bikes are available in large cities of China or in Lhasa. Golmud is not a good place to get a bicycle (assuming you want it to get you past the check point 30km outside of town). Cyclists have reported that distances cited in the Lonely Planet guidebooks can be quite inaccurate so be very well-prepared.\n\n",{"type":"===","value":["Maps"]},"\nGood road maps of Tibet are common in China, but only in Chinese. These are of limited use even for people literate in Chinese as the Chinese names are very different from the ones used by the Tibetans. They are useful for reading road signs, even for people with low literacy in Chinese.  \n\nThe ",{"type":"'''","value":["Star"]}," publications map is probably the best.  \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amnyemachen.org Amnye Machen Institute"]}]}," publishes an excellent map of similar scale and detail but with the Tibetan names, with a version written in Latin script and one in the Tibetan.  It makes a useful companion.  \nTibetmap.com has a free downloadable set of maps covering much of Tibet with detail almost good enough to use for independent trekking.\n\nIf you understand the Cyrillic alphabet, the Soviet military produced good topographic maps in a range of scales from 1:2,500,000 down to 1:10,000.  Coverage was virtually world-wide, although many areas were not mapped at the more detailed scales.  The maps originally were classified, but were released to the larger world following the breakup of the USSR in 1991.  These maps can be dated, particularly where infrastructure has been actively developed since 1991 or there have been major political changes, but representation of topography remains valid.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Potala Palace"]},", the home of successive Dalai Lamas is in ",{"type":"[[","value":[["Lhasa"]]}]},{"type":"*","value":["The ",{"type":"'''","value":["Jokhang Temple"]}," in ",{"type":"[[","value":[["Lhasa"]]}," was  built in 647 AD by Songtsen Gampo and is one of the holiest sites in Tibet."]},{"type":"*","value":["The ",{"type":"'''","value":["Barkhor"]}," in ",{"type":"[[","value":[["Lhasa"]]}," is the name for the ring of streets of traditional Tibetan buildings surrounding the Jokhang Temple."]},{"type":"*","value":["The ",{"type":"'''","value":["'Norbulingka"]}," (Summer Palace of the Dalai Lama) is located in ",{"type":"[[","value":[["Lhasa"]]},", about 1km south of the Potala."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Samye#See"],["Samye Monastery"]]}]}," - constructed in 779AD, Samye was the first Buddhist Monastery established in Tibet, and is located near Dranang, ",{"type":"[[","value":[["Shannan (prefecture)"],["Shannan Prefecture"]]},", 150 km south-east of Lhasa. "]},{"type":"*","value":[{"type":"'''","value":["Tashilhunpo Monastery"]},", the traditional seat of the Panchen Lamas. It was constructed in 1447 and is located in ",{"type":"[[","value":[["Xigatse"]]},"."]},{"type":"*","value":["The ",{"type":"'''","value":["Rongbuk Monastery"]},", one of the highest monasteries in the world, from which the view of the Mt. Everest is just amazing."]},"\n",{"type":"===","value":[" Itineraries "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tibetan Journeys"]]}," - the start of a journey is but with a single step"]},"\n",{"type":"==","value":["Do"]},"\nMuch of Lhasa has been replaced by post-1950 Chinese developments with only a small quarter dating from pre-invasion times. This part is now under renovation to attract tourists. It is still worth taking a stroll through the old part of Lhasa and buying goods from Tibetan vendors, who sometimes come from remote provinces of Tibet. Watch the impressive bargaining for Shish stones but refrain from buying turquoise or coral items as most of them are synthetic or dyed. Nevertheless Tibetan vendors have a huge range of beautiful Tibetan articles and it pays to buy directly from them instead of spending money in shopping malls which have started to appear everywhere in the centre of Lhasa.\n\nThere are some small cafes and bars run by young Chinese or Tibetan people which are very good hangouts and fantastic meeting places for the few expats who live in Lhasa. They provide great information about Tibet.\n\nA must are the small Tibetan restaurants who serve authentic Tibetan food. If you have never tried momos or gyantok, a definite must together with a cup of salted Tibetan butter tea. \n\nTibetan people in general are wonderful and friendly people who always have a warm smile. Some speak a bit of English and are happy to have a chat with you.\n\nFor an authentic, fulfilling visit to Tibet, you must have a native Tibetan guide. Many of the Chinese guides are relocated from other areas of China and don't have a real understanding of the people or culture of Tibet that make the country so amazing.\n\nSince visiting Tibet requires being accompanied by a licensed tour company, the following is a list of some Tibetan owned and operated tour guides:\n\nTibet Highland Tours, well connected, custom trips. http:\/\/www.tibethighlandtours.com\/\nTibet Shaman Tours, former Buddhist monk turned tour guide. http:\/\/tibetanshamantour.com\nTibet Kyunglung Travel, http:\/\/www.en.tibetkyunglungtravel.com\/\nCITS Tibet Travel,Specialized in Tibet Train Travel.http:\/\/www.tibettravel.org\/\n\nIf you come from ",{"type":"'''","value":["Nepal"]},", there are also many specialized agents and mostly it is easier to arrange the trip there.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:TibetanFood.JPG"],["thumb"],["Clockwise from top: ",{"type":"''","value":["tingmo"]}," steamed bread, ",{"type":"''","value":["thenthuk"]}," noodle soup, ",{"type":"''","value":["momos"]}," in soup and vegetable gravy, with condiments in center"]]},"\n\nThe traditional Tibetan diet is largely limited to barley, meat (mutton or yak) and dairy products, with very few spices or vegetables, although brutally hot chili sauce is often served on the side. Even good Tibetan food is very monotonous with most Tibetan restaurants serving nothing other than ",{"type":"''","value":["thukpa"]}," (noodle soup) and tea.  By comparison, Chinese restaurants in villages often put out some excellent food. Some travellers feel that Hui (ethnic Chinese Moslem) places are cleaner because of halal food laws; they can be recognised by the green flags and crescent moons (and because they do look cleaner).\n\nUnfortunately there is not a single genuine Tibetan restaurant of high quality in Tibet; those can only be found in neighbouring provinces such as Sichuan. All Tibetan restaurants in Lhasa featured in guidebooks and frequented by non-Chinese tourists are westernized ones serving a few Tibetan dishes along with pizzas, spaghetti, pancakes, etc.\n\nA selection of popular Tibetan fare:\n",{"type":"*","value":[" ",{"type":"'''''","value":["Momos"]}," - dumplings filled with meat or vegetables, steamed or fried"]},{"type":"*","value":[" ",{"type":"'''''","value":["Tingmo"]}," - bland, nearly tasteless steamed bread"]},{"type":"*","value":[" ",{"type":"'''''","value":["Thukpa"]}," - a hearty noodle soup with veggies or meat"]},{"type":"*","value":[" ",{"type":"'''''","value":["Thenthuk"]}," - ",{"type":"''","value":["thukpa"]}," with handmade noodles"]},{"type":"*","value":[" ",{"type":"'''''","value":["Yak butter tea"]}," - salty tea churned with butter, a Tibetan staple and a rather acquired taste for most Westerners"]},"\nWhile travelling be prepared for the bus to depart late or break down. Carry a snack on short trips and enough food for a few days or a week or more for longer journeys, such as to Mount Kailash. Instant noodles are convenient even if you don't have a camp stove. They can be eaten cold or softened with boiled water. ",{"type":"''","value":["Tsampa"]}," (roasted barley flour) is an ideal travel food because it's already cooked. Eat it mixed with tea, butter and salt, or as a high energy snack by mixing it with water, milk powder and sugar.\n\n",{"type":"===","value":["Vegetarian food"]},"\nDespite being a predominantly Buddhist country, Tibet is not particularly vegetarian-friendly - the altitude being the main justification for this. In rural areas, vegetarians need to be prepared to compromise or live on very simple diets. Even if a ",{"type":"''","value":["thukpa"]}," is without meat, you can bet the broth they use is a meat broth.\n\nHowever, monastery restaurants and some large towns do offer restaurants serving vegetarian food and even some Tibetans observe a vegetarian diet on particular days of the religious month. So it is worth asking. One key term to look out for is ",{"type":"<","value":["big",["དཀར་ཟས་"]]}," (literally, \"white food\" - ",{"type":"''","value":["kar zey"]},") which you will see, for example, on some monastery restaurants or in Lhasa, where there are Tibetan vegetarian restaurants. In spoken Tibetan, vegetarian food is also simply referred to as \"without-meat-food\" ",{"type":"<","value":["big",["ཤ་མེད་ཁ་ལག"]]}," ",{"type":"''","value":["sha mey kha la'"]},".\n\n",{"type":"==","value":["Drink"]},"\nTea houses are an important social venue in Tibet, and offer a chance to sit down and relax.  The tea houses in the larger towns and cities offer sweet milk tea, salted black tea or salted butter tea; in the villages you may only have the option of salt tea.  The line between a tea house (",{"type":"<","value":["big",["ཇ་ཁང་"]]}," ",{"type":"''","value":["cha khang"]},") and a restaurant (",{"type":"<","value":["big",["ཟ་ཁང་"]]}," ",{"type":"''","value":["za khang"]},") is blurred and many tea houses also offer thukpa.\n\n",{"type":"'''","value":["Tibetan butter tea"]}," (",{"type":"''","value":["pö cha"]},") is a must try, though it may not be a pleasant experience for all — even the Dalai Lama famously said that he's not a fan of the stuff!  It is a salty mixture of black tea and Tibetan butter. Traditionally it is churned by hand with a thick rod in a long upright wooden container. However, when electricity came to the city in recent years, modernized Tibetans turn to use electric mixers to make their butter tea.  The Tibetan butter is not rancid as commonly described, but has a cheesy taste and smell to it, close to blue cheese or Roquefort. Think of it as a cheese broth rather, that you will appreciate particularly after a long hike in cold weather.\n\nAn alternative to Tibetan butter tea is ",{"type":"'''","value":["sweet milk tea"]}," (",{"type":"''","value":["cha ngar mo"]},") which is more familiar to western palates. Sweet tea drinking was introduced only recently by merchants returning from India, first among well-off Tibetans, since sugar was a luxury on the Plateau, then when sugar became more available among the general public. Unlike Indians, Tibetan do not use spices (clove, cinnamon, cardamon) to flavor their tea.\n\n",{"type":"'''","value":["Salted black tea"]}," (",{"type":"''","value":["cha thang"]},") is another alternative, refreshingly free from milk or butter!\n\n",{"type":"'''''","value":["Chang"]},", or Tibetan beer made of barley, has a lighter flavour than a western-type, bottled beer, since they do not use bitter hops. Often home-brewed and with as many taste and strength variants as industrial beers. Beware of chang: the yeast is still alive in it, and will carry on fermenting and producing alcohol in the warm temperatures of your stomach! Usually no germ risk since yeast prevents bacteria proliferation.\n\n",{"type":"==","value":["Stay safe"]},"\nPlan your route to manage ",{"type":"[[","value":[["altitude sickness"]]},"; the main thing is to give your body enough time to acclimatize before going higher. Be prepared to adjust your plans, descend or spend a few extra days acclimatizing if it proves necessary. you are very high up, the sun is going to be very strong. Bring and use sunscreen.\n\nWhen travelling in the countryside be prepared for the vehicle to break down and for bad weather. Carry a snack and some warm clothes. Water and fluids are essential.\n\nBe warned that driving at night can be particularly dangerous in Tibet.\n\nBeware of the dogs! In the cities there are numerous stray dogs about and in the country side the villagers and nomads keep large guard dogs for security, (usually chained up).  A modest level of caution is enough to prevent you from being bitten, as the strays usually run in packs and if you don't get too close you should be okay. If guard dogs are unchained, keep them at bay by staying away from the house or tent they are protecting at all costs as their barking will indicate they have picked you up on their radar and pray they don't come running after you. If they do, pick up (or pretend to pick up) some stones and be prepared to be attacked at the ankle. Sometimes kicking or lunging at the dogs before they attack may scare them off. Some other ways to protect yourself is by wearing boots and thick pants. Much is made of the viciousness of the Tibetan dogs, but few travelers have problems with them. See also ",{"type":"[[","value":[["aggressive dogs"]]},".\n\nSteer clear of political protests.  They're rare, but suppressed brutally by the authorities, who do not look kindly on Western witnesses (especially those with cameras).\n\n",{"type":"==","value":["Go next"]},"\nGenerally speaking, it is easier getting out of Tibet than in. \n\nIt's easy to get travel permits in ",{"type":"[[","value":[["Xigatse"]]}," and once you have one you are free to travel to ",{"type":"[[","value":[["Nepal"]]}," by any form of transport you like.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"*","value":["Travellers to Tibet usually find Tibetans to be friendly. It is appreciated when you try and use the local Tibetan dialect when communicating with Tibetans. The further from Lhasa you travel, the more often Tibetan is used. "]},"\n",{"type":"*","value":["Avoid placing any Tibetan at risk by discussing political matters or associating with other pro-Tibetan anti-Chinese foreigners \/ guides \/ agencies - this includes anything about the Dalai Lama and the Tibetan Government-in-Exile. These topics are quite sensitive especially following the recent pro-independence demonstrations in Tibet, which cost more than two-hundred lives."]},"\n",{"type":"*","value":["Religion is extremely important to the majority of Tibetans, and travellers should endeavour to respect their customs and beliefs. Always walk around Tibetan Buddhist religious sites or monastery in a clockwise direction, and when in a monastery do not wear a hat, smoke or touch frescoes. In addition, refrain from climbing onto statues, ",{"type":"''","value":["mani"]}," stones or other sacred objects."]},"\n",{"type":"*","value":["Don't photograph people without permission, and be aware that some locations prohibit photography without a fee. Sky burial sites are obviously off-limits. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sacred sites of the Indian sub-continent#Buddhism"],["Tibetan Buddhism"]]}," and its impact of Tibetan culture is a major draw for tourists. Be aware that funds used to pay entry fees at major religious sites will probably go into the coffers of the local Communist Party and its Chinese members. Funds donated directly to individual monks and nuns and left on altars will remain and be used to maintain and support the local religious infrastructure. Appreciate the work of the monasteries and those within and help support these great institutions with non-monetary donations and by attending the festivals and just spending a little time getting to know the monastic community."]},"\n",{"type":"*","value":["Supporting the Tibetan economy by purchasing from Tibetans is a great way to help. Pay a fair price while bargaining. Beware that some vendors may try to swindle tourists by selling at very high prices."]},"\n",{"type":"*","value":["Try to eat more genuine Tibetan dishes. On the edge of the Plateau this becomes more difficult. "]},"\n",{"type":"*","value":["Antiques, family or religious items should not be purchased as this destroys the culture.  "]},"\n",{"type":"*","value":["Help protect Tibet for future generations by not purchasing products made from wild animals. Many items are made from endangered species. Remember to ",{"type":"[[","value":[["Leave-no-trace camping"],["leave only footprints"]]}," and take lots of photographs while visiting Tibet. Take the initiative and pack out trash and recyclables you see around while travelling outside of urban Tibet. The ecosystem in the Himalayas is very fragile due to the weather being so cold, so be careful of where you hike and try to keep erosion down. "]},"\n",{"type":"*","value":["Help to keep Tibetan culture alive. It is very important to use Tibetan resources such as hotels, restaurants, guides and souvenir stalls, as Tibetan culture is gradually being eroded. It is also important to benefit financially the Tibetans, who are rapidly becoming a disadvantaged minority in their own country. When visiting temples, monasteries or shrines you may wish to leave a donation, which will help their upkeep. It is best to leave it on the altar or give it directly to a monk or nun. This will ensure it stays in the temple. You may also wish to give a small donation to pilgrims from rural Tibet."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwest China"]]},"\n",{"type":"{{","value":[["Usableregion"]]},"\n",{"type":"{{","value":[["related"],["Tibetan_journeys"]]},"\n",{"type":"{{","value":[["related"],["Overland_to_Tibet"]]},"\n",{"type":"{{","value":[["geo"],["31.705556"],["86.940278"],["zoom=6"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tibet"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Tibet\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Tibet"]]}]