[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Us-ca-tiburon-from-bay.jpg"],["thumb"],["250px"],["right"],["Tiburon from the ferry to San Francisco"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.tiburon.ca.us\/ Tiburon"]}]}," is a small historic town in ",{"type":"[[","value":[["California"]]},"'s ",{"type":"[[","value":[["Marin County"]]},", located across the bay from ",{"type":"[[","value":[["San Francisco"]]},". Tiburon's Main Street has been preserved as it was when the town was a Gold Rush train town and lumber yard. The scenic \"Ark Row\" shops are actually housed in turn of the century boat houses that were converted into homes and shops when the lagoon between the Tiburon peninsula and the neighboring island of Belvedere was filled in.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nTiburon is served by two ferry companies:\n",{"type":"*","value":[{"type":"'''","value":["Blue and Gold Fleet"]},", ",{"type":"''","value":["+1 415"]}," 705-5555, ",{"type":"[","value":["http:\/\/www.blueandgoldfleet.com"]},". Offers ferry service between Tiburon and San Francisco. Most ferries go to Pier 41 in ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]},", but a few will go to the Ferry Building in the ",{"type":"[[","value":[["San Francisco\/Financial District"],["Financial District"]]},". Adults $9.50 one-way, children $5 one-way."]},{"type":"*","value":[{"type":"'''","value":["Angel Island - Tiburon Ferry"]},", ",{"type":"''","value":["+1 415"]}," 435-2131, ",{"type":"[","value":["http:\/\/www.angelislandferry.com\/"]},". Offers service to\/from Angel Island State Park. Adults $13.50 round-trip, seniors $13.50 round-trip, children $11.50 round-trip, small children (ages 3 – 5) $3.50 round-trip."]},"\n",{"type":"===","value":["By car"]},"\nTake Highway 101 from San Francisco across the Golden Gate Bridge. The 'Tiburon' exit is about 10 minutes from the bridge. Turn right onto Tiburon Blvd. and follow it all the way to the end of the peninsula (about 15 minutes).\n\n",{"type":"===","value":["By bus"]},"\n\nThe number 19 ",{"type":"'''","value":["bus"]}," runs from Marin City, further south in Marin, to downtown Tiburon, but not very often (hourly, until about 7:30 in the evening).\n\n",{"type":"==","value":["Get around"]},"\nDowntown Tiburon is great for walking and biking. Parking is available at the Bank of America lot at the stoplight before main street ($5\/day), at the Ark Row Parking lot at the end of Main Street ($2\/hour), and along Tiburon Blvd. 2-hour street parking is also available, though limited.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Old St. Hilary's Church"]},". Built in 1888, this  Roman Catholic Mission Church sits on a hill above downtown Tiburon. The surrounding land is part of the Tiburon Open Land Preserve. There are several types of flower, including the Tiburon Paintbrush, that grow only on this hill. A number of small paths and trails lead up the surrounding hills to an amazing 360 view of the Bay Area and San Francisco. The Church is open 1PM-4PM Sunday, Wednesday, April–October."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=China Cabin"],["alt="],["url="],["email="],["address=52 Beach Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Belvedere. This the social saloon from the S.S.China, a side-wheeled steamer built in 1866 by the William H. Webb shipyard in New York. Commissioned by the Pacific Mail Steamship Company, the China carried mail and passengers from its home port of San Francisco to Asia. The elegant room was salvaged when the ship became obsolete in 1879 and was burned for scrap metal in Tiburon Cove. The Landmarks Society has restored the interior with 22k gold leaf, walnut woodwork, cut-glass floral window panes, and brass chandeliers. It was designated a National Maritime Monument in 1978. It is open Apr-Oct Sa-Su 1PM-4PM. On Beach Rd about a 5 minute walk along the water past Ark Row."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Railroad & Ferry Depot Museum"],["alt="],["url="],["email="],["address=1920 Paradise Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tiburon. In 1884, Peter Donahue completed the extension of the San Francisco and North Pacific Railroad to Point Tiburon transforming it into a major railroad and ferry terminus and maintenance yard. After the last train ran in 1967, the shoreline and the depot building were deeded to the Town of Tiburon for use as open space and a museum. On the ground floor is a railroad and ferry museum featuring a working scale model of the Point Tiburon yard circa 1900-1910. Upstairs is the restored stationmaster's residence, 1913-1940. The Depot is the only surviving dual use terminal west of the Hudson River and was placed the on the National Register of Historic Places. Open Apr-Oct Sa-Su 1PM-4PM."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Main St."]}," Tiburon's main street is a long block of historical buildings from the late 1800s to the 1920s."]},{"type":"*","value":[{"type":"'''","value":["Ark Row."]}," Ark Row is the second block of Main St. Many of the buildings on Ark Row were converted from 1890s-era houseboats."]},{"type":"*","value":[{"type":"'''","value":["Waterfront Park"]},". A quarter-mile of waterfront grass and walking\/bike paths with amazing views of San Francisco, Angel Island, and boats on the bay."]},{"type":"*","value":[{"type":"[[","value":[["Angel Island State Park"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Landmarks Art & Garden Center"],["url="],["email="],["address=841 Tiburon Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Circa 1870, the cottage is the oldest structure on the Tiburon Peninsula. The building is representative of Tiburon's housing during the railroad\/farming era, and was home for brick kiln laborers and tenant farmers. Purchased in 1944 by William and Helen Newman, the farmyard was transformed into a terraced garden. Bequeathed to Landmarks 50 years later, the restored cottage, overlooking Richardson Bay, has two galleries for exhibits and receptions. The delightful gardens and paths maintained by master gardeners are based on the Newman’s design with many of the original plantings surviving.  The Art & Garden Center is open Apr-Oct Su 1PM-4PM."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bike-riding"]},". The Tiburon Bike Path runs from downtown Tiburon, along Richardson Bay to Blackie's Pasture, near Highway 101. The path is wide and paved with a running path to one side. There are several parks and sights along the way."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shop"]},". There are many cute boutiques on Main Street and Ark Row.  These include Citrus, a shoe and purse store, as well as a dog store."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Main St"]},". shops have souvenirs, T-shirts, etc."]},{"type":"*","value":[{"type":"'''","value":["Ark Row"]}," has a number of art shops and boutiques"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sam's Anchor Cafe"]},". Sam's is as much a historic site as a popular tourist restaurant & bar. Opened in 1920, Sam's is a Bay Area landmark serving favorites such as fish & chips, steaks, salads and sandwiches on a pier overlooking San Francisco and the Golden Gate Bridge. $5–$20."]},{"type":"*","value":[{"type":"'''","value":["Guaymas"]}," On the same pier as the ferries, this Mexican restaurant serves seafood, vegetables, and meat dishes all with a California flavor. Excellent view. $7–$20 for most main courses."]},{"type":"*","value":[{"type":"'''","value":["Servino's"]},". California-style Italian dining, specializing in fresh local seafood. Great views, wines, deserts, atmosphere. Reservations recommended on the weekends. $10–$25 for most main courses."]},{"type":"*","value":[{"type":"'''","value":["Paradise Cafe & Ice Cream"]},". Casual place for a burger, fries, and a shake. Salads and veggie options as well. $5–$7."]},{"type":"*","value":[{"type":"'''","value":["Rooney's"]}," Truly excellent food in a historic old building.  No water view, so the food has to be better."]},{"type":"*","value":[{"type":"'''","value":["Carrerra's"]},". Italian in a more casual mode.  This new restaurant serves some delightful dishes and has a splendid wine cellar."]},{"type":"*","value":[{"type":"'''","value":["Manana"]},". Brand new Mexican hole-in-the-wall on Ark row.  This is an outreach from a very successful restaurant in San Rafael.  Good cheap eats."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Guyamas"]},". Sub-standard margaritas made with sour mix not lime juice but the view is fantastic!"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Waters Edge"],["alt="],["url=http:\/\/www.jdvhotels.com\/waters_edge\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=23-room boutique hotel located on a historic pier in downtown Tiburon. All rooms float dramatically over the harbor and many have stunning views of San Francisco and Angel Island. Complimentary continental breakfast and wine hour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Lodge At Tiburon"],["url=http:\/\/lodgeattiburon.com\/"],["email=reservations.tib@metwestterra.com"],["address=1651 Tiburon Blvd"],["lat="],["long="],["directions=downtown Tiburon"],["phone=+1 415 435-3133"],["tollfree=+1 800-762-7770"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This upscale hotel offers 103 rooms, room service, a swimming pool and restaurant (Tiburon Tavern).  The Tiburon ferry and bus (and the rest of downtown) are within easy walking distance."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["37.873611"],["-122.456667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Marin County"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tiburon, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/T\/Tiburon"]]}]