[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Tichit"]}," is a town in ",{"type":"[[","value":[["Mauritania"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTichit is a town for explorers and romantics. Built on the high plains of eastern Mauritania, the town is a major trading centre of salt, and it is this commodity that has been drawing traders across the desert with camel caravans for almost a thousand years. Tichit was also the site of the former Koranic school, and although this has declined, the town has been left with a heritage of ornate mosques that spectacularly punctuate the otherwise barren and sand coloured landscape.\n\n",{"type":"==","value":["Get in"]},"\n\nPublic transportation to Tichit does not exist.  The only way for visitors to get to it is by renting a 4x4.  Tracks lead out to the city from Tidjikja, and the trip is about 200 km.  The tracks are well-marked, but it is a good idea to bring a guide\/translator, as most people in Tichit only speak Hassaniya and the road to Tichit is barren.  You will need enough fuel to get to Tichit and back to Tidjikja, since there is none available in Tichit itself.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nTichit is home to a unique style of architectural design not found anywhere else in Mauritania.  The surrounding area provides six unique colours of stones that are used in construction of houses and other buildings.  Like most of the North of Mauritania, these stones are stacked to build houses and walls, but unlike most of the rest of the country, in Tichit they are shaped to a certain degree, and the different colours of stones are used to make designs in the walls.\n\nThe mosque, build entirely out of the blue-grey stacked stones, is one of the more famous mosques in Mauritania.\n\nThe cemetery looks like most of the other cemeteries in Northern Mauritania, but with the unique green stones found in the area.\n\nThe date harvest is an especially exciting time in the area.  Arriving around this time, you should be able to see the harvested dates being piled into large mounds and covered with palm fronds and then sand to preserve them.\n\nFinally, as you drive into the city, you can't miss the endless white sand dunes receding off into the distance.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nIt is possible to buy very old beads and grinding implements, but finding them for sale will take a little bit of work.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["18.4333"],["-9.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sahelian Mauritania"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tichit"]]}]