[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["File:Beagle Channel seen from Tierra del Fuego National Park.jpg"],["thumb"],["350px"],["Beagle Channel seen from Tierra del Fuego National Park"]]}," \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tierradelfuego.org.ar\/ Tierra del Fuego"]}]}," is an archipelago off the south of ",{"type":"[[","value":[["South America"]]},", separated from the mainland by the Strait of Magellan. The 73,753 km² archipelago was divided between ",{"type":"[[","value":[["Argentina"]]}," and ",{"type":"[[","value":[["Chile"]]}," in 1881. The eastern part belongs to Argentina (the Territory of Tierra del Fuego) and the western part belongs to Chile (Magallanes province). Cape Horn is located at the southernmost part of the archipelago, in Chilean territory.\n\n",{"type":"==","value":["Islands"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Isla Grande de Tierra del Fuego"]}," — the main island, with an area of around 48,000 km², is commonly referred to as Tierra del Fuego or as Isla Grande. Shaped like a triangle (with its base at the Beagle Channel), the island's main cities are ",{"type":"[[","value":[["Ushuaia"]]}," and ",{"type":"[[","value":[["Rio Grande (Argentina)"],["Rio Grande"]]},", both on the eastern, Argentine side"]},"\nThe five medium sized islands and numerous small islands, islets and rocks include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The islands to the south of the Beagle Channel"]}," — Hoste, Navarin, Gordon, Londonderry, Stewart and Wollaston"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The western group of islands"]}," — Clarence Island, Desolation Land and Dawson Island"]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Porvenir"]]}," (Chile) — a small city and base for crossing the Magellan Strait to the mainland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Puerto Williams"]]}," (Chile) — the only settlement on Naravino Island, and arguably the southernmost town in the world"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rio Grande (Argentina)"],["Rio Grande"]]}," (Argentina) — the economic capital of Argentine Tierra del Fuego, its industries include oil, textiles and cattle breeding"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ushuaia"]]}," (Argentina) — tourist centre of Tierra del Fuego, and base for most excursions, treks and trips to ",{"type":"[[","value":[["Antarctica"]]},". Arguably the most southerly city in the world"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tierra del Fuego National Park"]]}," — a rugged, mountainous national park with great views of Lapataia Bay. "]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nTierra del Fuego (Spanish: Land of Fire) got its name from Ferdinand Magellan who, on passing the archipelago in 1520, spotted a number of fires burning along the coastline. These fires may have been made by the archipelago's aboriginal inhabitants: the Ona, Alakaluf and Yahgan (commonly called Yámana). Four aboriginals were taken from Tierra del Fuego in 1830 by Robert Fitzroy, and were sailed to Britain to meet the King. The three survivors later returned to Tierra del Fuego on the Beagle, with Charles Darwin, who believed the native Fuegans to be \"the missing link\". The arrival of missionaries, introduction of sheep farming and the discovery of gold in the 1880s led to European, Argentine, and Chilean immigrants, which gradually killed off the native Fuegans.\n\nAn excellent book on the history of the Yámana and their demise is ",{"type":"''","value":["The Uttermost Part of the Earth"]}," by E. Lucas Bridges, the son of one of the early missionaries. His father, Thomas Bridges, documented what he could of the Yámana language and found that it had a larger vocabulary than the English language.\n\nToday, the economy is based on petroleum, tourism, textiles, electronics and, to a decreasing degree, sheep-farming.  \n\n",{"type":"===","value":["Climate"]},"\n\nThe western parts of the archipelago form the southernmost tip of the Andes range. The eastern parts are an extension of the Patagonian plateau. Based in the south of ",{"type":"[[","value":[["Patagonia"]]},", the climate is cold but warmer than many assume; in winter, the average temperature is -2°C (28°F). In summer, it can climb to 30°C (86°F), although in reality it rarely rises far beyond 10°C (50°F). There are frequent high winds and much rainfall, especially in the coastal areas.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere are regular Aerolineas Argentinas flights from ",{"type":"[[","value":[["Buenos Aires"]]}," to ",{"type":"[[","value":[["Ushuaia"]]}," and ",{"type":"[[","value":[["Rio Grande (Argentina)"],["Rio Grande"]]},". Air services also link major settlements to ",{"type":"[[","value":[["Punta Arenas"]]}," in Chile.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses from all over Argentina enter Tierra del Fuego via ",{"type":"[[","value":[["Rio Gallegos"]]},". Note that buses running from Rio Gallegos to ",{"type":"[[","value":[["Ushuaia"]]}," all pass through Chile, and thus trips include two border crossings.\n\n",{"type":"===","value":["By ferry"]},"\n\nFerry service on the Melinka regularly links ",{"type":"[[","value":[["Porvenir"]]}," and ",{"type":"[[","value":[["Punta Arenas"]]},", and naval vessels supply ",{"type":"[[","value":[["Ushuaia"]]}," and Isla Navarino, Chile.\n\nThere is also a ferry at the narrowest part of the Strait of Magellan that connects Tierra del Fuego to mainland Chile at Primera Angostura (between Punta Delgada and Cerro Sombrero), with many departures from 8:30AM (mainland) to 11:00PM (island) every day. The crossing takes approximately 20 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nRoads are poor in Tierra del Fuego, and apart from the tourist tour train, there are no railways. There is little public transport. However, tours and transport can be booked through the Tourist Office (on San Martin, ",{"type":"[[","value":[["Ushuaia"]]},") or through many of the hostels.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Estancia Haberton"]}," — open only in the summer months, Estancia Haberton is a worthwhile trip for those interested in the Bridges family and their role in local history"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo Marítimo"]}," — located in ",{"type":"[[","value":[["Ushuaia"]]},"'s old prison, this excellent museum displays a collection of the history of Tierra del Fuego"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Catamaran trips"]}," — catamaran trips will take you around the Beagle Channel and give you nice views of the mountains, cormorants, sea lions and penguins"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cerro Castor"]}," — this centre for winter sports offers skiing and snowboarding. Nearby, you can also ride snowmobiles or husky sleighs during the winter"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fin del Mundo Train"]}," — a steam train running from Ushuaia to the national park"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike the Glacier Martial"]}," — provided that you wear comfortable shoes and have the patience, a hike up the Glacier Martial will provide a very beautiful view of ",{"type":"[[","value":[["Ushuaia"]]}," and the Beagle Channel"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike around Lakes Escondido and Fagnano"]}," — beautiful spots to walk, relax, fish, or ride a horse"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kayak the Beagle Channel"]}," — Kayaks can be hired near Ushuaia's Aeroparque, on the promontory"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["See king penguins"]}," — at Parque Pingüino Rey, on the eastern shore of the Bahia Inutile"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a cruise"]}," — several cruises operate from Ushuaia, taking in the Beagle Channel and some islands, such as Los Lobos Island"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a trip to Cabo San Pablo, Ojo del Albino or Laguna Esmeralda"]}," — these sites offer more stunning and rugged scenery"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tierra del Fuego National Park"]]}]}," — this national park provide some nice day hikes on well-marked trails"]},"\n",{"type":"==","value":["Eat"]},"\n\nA regional specialty is ",{"type":"'''","value":["king crab"]},", called ",{"type":"''","value":["centolla"]}," in Spanish, and seafood is usually excellent. Otherwise, local cuisine follows the general Chilean and Argentine traditions. Fruit and vegetables have to be transported from thousands of miles away and, as such, are rarely tasty and rather expensive.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"[[","value":[["Ushuaia"]]}," has several bars and one nightclub. \n\n",{"type":"==","value":["Stay safe"]},"\n\nCrime rates in Tierra del Fuego are very low. If hiking or trekking, it is important to take warm, waterproof gear.\n\n",{"type":"==","value":["Go next"]},"\n\nFlights can be booked from the Aerolineas office in ",{"type":"[[","value":[["Ushuaia"]]},". Buses to ",{"type":"[[","value":[["Buenos Aires"]]}," and other destinations (apart from ",{"type":"[[","value":[["Puerto Natales"]]},") all stop at ",{"type":"[[","value":[["Rio Gallegos"]]},". It can be cheaper to just buy a ticket to Rio Gallegos and purchase an onward ticket from there. \n\n\n",{"type":"{{","value":[["geo"],["-54.40717"],["-67.89744"],["zoom=7"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South America"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tierra del Fuego"]]},"\n",{"type":"[[","value":[["Commons:Category:Tierra del Fuego"]]}]