[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Tierra del Fuego National Park"]}," (Parque National Tierra del Fuego; ",{"type":"[","value":["http:\/\/www.parquesnacionales.gov.ar\/i\/03_ap\/37_tfuego_PN\/37_tfuego_PN.htm"]},") is in the south-west of ",{"type":"[[","value":[["Tierra del Fuego"]]},", in ",{"type":"[[","value":[["Argentina"]]},". The park borders ",{"type":"[[","value":[["Chile"]]}," and, with the right papers, it is possible to enter Chile through the park.\n\n",{"type":"==","value":["Understand"]},"\nThe 63,000 hectare area, which was given national park status in 1960, and enlarged in 1966, is the southernmost example of the Andean-Patagonian forest. Often compared to Alaska's panhandle, it is Argentina's only coastal national park and offers opportunities for hiking, climbing, fishing and kayaking. In winter-time, you will often find you have the trail or mountainside to yourself.\n\n",{"type":"===","value":["History"]},"\nThe first humans occupied Tierra del Fuego 10,000 years ago. The area covered by the national park was inhabited by the Yamana, who camped on its beaches and often travelled in canoes made of \"lenga\" to hunt sea mammals and collect shellfish. When settlers (initially missionaries) appeared in 1880, disease spread and the Yamana began to die out. In 2005, there is allegedly only one full-blooded native-speaking Yamana left, living on Isla Navarina. \n\nThe area was given national park status in 1960. Nowadays, the only evidence you will see of the former Yamana inhabitants are piles of mussel shells overgrown with grass near the shore, which indicate areas of Yamana settlement. \n\n",{"type":"===","value":["Landscape"]},"\nThe landscape of the park consists of great bays and small beaches, backed by rugged mountains and valleys created by glacial erosion. \n\n",{"type":"===","value":["Flora and fauna"]},"\nThe forests are a mixture of Patagonic and Altos Andes forest, and \"lenga\" covers mountain slopes from an altitude of 600 metres. Guindo trees also occupy the wetter areas and some parts of the mountain slopes. On the guindos, you will often see large nodules with an orange fungus growing out of them: the parasitic \"farolito chino”. The undergrowth consists mostly of mosses, ferns and prickly bushes like the \"calafate\". \n\nThere are 20 species of mammal, including the red fox, the guanaco, the otter (chungunco) and the Canadian beaver (introduced and causing flooding in some areas of the park due to their dam-building). Rabbits have also been introduced and the damage they have inflicted to some low-lying lake-side regions is clearly visible in places. Birds include the black eyed albatross, the condor, the oystercatcher, the white cuaquene, the steam duck and the diving petrel.\n\n",{"type":"===","value":["Climate"]},"\nThe average annual rainfall is 700mm (at its highest in March, April and May). There is no dry season. Temperatures average at about 0ºC in winter and 10ºC in the summer.\n\n",{"type":"==","value":["Get in"]},"\nThe park is usually accessed from the Argentine side of the island. It is situated 12 kilometres west of ",{"type":"[[","value":[["Ushuaia"]]}," along National Route 3. The buses to the park charge Ar$55 per person, for the round trip. Between the different companies, there are buses roughly every hour to and from the park. \n\nYou can book the bus through most hotels \/ hostels in ",{"type":"[[","value":[["Ushuaia"]]},", as well as through the Ushuaia Tourist Office. All the companies will pick you up and drop you off at your hotel \/ hostel.\n\nIt is also possible to reach the National Park by bicycle; the journey takes around 1 hour. For most of the trails, you will have to leave your bicycle and walk on foot.\n\nThere are also several car hire companies in Ushuaia, and parking spaces in the park.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe Entrance fee (Oct. 2011) is Ar$85 for foreigners, and Ar$10 for Argentinians, valid for 2 days (i.e. people camping in the park must re-pay the fee every other day).\n\n",{"type":"==","value":["Get around"]},"\nThere are several marked trails (although it is also possible to get off the beaten track). The trails usually start from different points on National Route 3 and are covered in the See and Do sections below.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The beaver dam (Castorera)"]}," - A 400m walk, where you can see the series of ponds created by the beavers, and the damage caused by their introduction. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The views from The Lookout"]}," - A 500 metre walk through lenga forest to a lookout over Lapataia Bay. "]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Climb Cerro Guanaco"]}," - An 4 kilometre uphill climb to reach 970 meters above sea level (and another 4 kilometres to return). There is a fantastic view from a rocky bluff about 3 kilometres up. The view from the top makes the climb worthwhile."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk the De la Isla path"]}," - An 800 metre walk around the Cormoranes archipelago, along the shores of Lapataia and Ovando. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk the Hito XXIV trail (a border marker)"]}," - This is a 10 kilometre trail following the north shore of Lago Roca. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Walk the Paseo del Turbal (peat bog)"]}," - A 400 metre walk up to Lapataia Bay, through lenga woods, past an abandoned beaver dam."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk the Seaside Path"]}," - This 8 kilometre walk from Ensenada to Lapataia takes in the marine coast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk the Pampa Alta Trail"]}," - A 5 kilometre trail connecting the Pipo and Ensenada campsites and offers wonderful views of the Beagle Channel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laguna Negra Walk"]}," - 400 meters to the dark-water lake, stained dark by the peat bog."]},"\nSeaside and Pampa Alta trails can be combined in a \"half 8\" shaped longer walk (a full leisure day), so that the marine and hill environments can be enjoyed together.\n\n",{"type":"==","value":["Buy"]},"\nSouvenirs are available from a shop just outside La Confiteria.\n\n",{"type":"==","value":["Eat"]},"\nLa Confiteria, where most buses will drop you off and pick you up, is a small cafe with a crackling fire, selling sweets, chocolate and a few basic snacks (a hamburger costs Ar$8). \n\n",{"type":"==","value":["Drink"]},"\nThe Confiteria sells hot and cold drinks.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\nThere is no lodging inside the park.\n\n",{"type":"===","value":["Camping"]},"\nThere is an organised campsite beside Lago Roca, as well as several free campsites with basic amenities. Remember, this is a protected area, so leave the place as you found it, remembering to carefully extinguish any fires.\n\n",{"type":"===","value":["Backcountry"]},"\nIt is possible to get off the marked trails and walk through the forests around the lakes in some places.\n\n",{"type":"==","value":["Stay safe"]},"\nThe park administrators suggest that people only camp and make fires in designated areas. Fires should be carefully extinguished before leaving. If you want to go salmon fishing, ask for permission and follow instructions. Do not hike up the mountain alone, do not bring pets into the park and do not feed wild animals. Adhere to the speed limit inside the park (40 km\/h).\n\n",{"type":"==","value":["Go next"]},"\nThe bus companies Eben-Ezer and Pasarela will pick you up at a designated time and place (usually between 3pm and 6pm from the Confiteria).\n\n",{"type":"==","value":["Contacts"]},"\n1395 San Martín, Ushuaia\n\nTelephone: 02901-421315\n\nEmail: tierradelfuego@apn.gov.ar\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Tierra del Fuego"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tierra del Fuego National Park"]]},"\n",{"type":"{{","value":[["geo"],["54.6667"],["68.5"]]}]