[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":["Tijuana"]}," is a city in ",{"type":"[[","value":[["Baja California (state)"],["Baja California Norte"]]},", ",{"type":"[[","value":[["Mexico"]]},". It is located right across the border from ",{"type":"[[","value":[["San Diego"]]},", ",{"type":"[[","value":[["California"]]},", ",{"type":"[[","value":[["USA"]]},". Visitors can expect an ideal climate for most of the year, with average temperatures during the daytime ranging from 68ºF (20°C) in January, to 86°F (30°C) in August. The rainy season is short (and tame, with yearly averages close to only 10 inches\/ 254 millimeters of rainfall), and encompasses late winter to early spring. Tijuana has a population of around 1.3 million people according to the last census, including its surrounding suburbs 1.7 million. The city has grown from a small border town with a salacious reputation during the Prohibition Era in the United States into a large, modern city with a sizable middle class. Its proximity to the United States has made it a very popular tourist destination, especially for day-trippers from San Diego. \n\n",{"type":"==","value":["Districts"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Tijuana Wikivoyage map PNG.png"],["regionmaptext=Districts of Tijuana"],["regionmapsize=600px"],["region1name=",{"type":"[[","value":[["Tijuana\/Zona Centro"],["Zona Centro"]]}],["region1color=#B5D29F"],["region1items="],["region1description=Including Avenida Revolución."],["region2name=",{"type":"[[","value":[["Tijuana\/Zona Rio"],["Zona Rio"]]}],["region2color=#4F93C0"],["region2items="],["region2description=Downtown (Business district)"],["region3name=",{"type":"[[","value":[["Tijuana\/Playas"],["Playas"]]}],["region3color=#D09440"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Tijuana\/Zona Norte"],["Zona Norte"]]}],["region4color=#D56D76"],["region4items="],["region4description="]]},"\n\n",{"type":"<","value":["br",{"clear":"right"}]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Tijuana_Ave_Revolucion.jpg"],["thumb"],["400px"],["Street Scene on Avenida Revolución"]]},"\nTijuana along with its U.S. neighbor ",{"type":"[[","value":[["San Diego"]]}," form the largest metropolitan area on the U.S.-Mexican Border with a population of 4.5 million.\n\nEconomically, a growing middle class disposable income has fueled Tijuana's transformation into a modern city with a vibrant culture, a characteristic that has attracted many national and international businesses which had largely shunned the city before. Aside from the middle class, in Tijuana you can reasonably expect to find areas filled with wealthier people. Tijuana is a transit point for undocumented immigration into the United States, as well as a common destination for any illegal Mexican immigrants deported from the West Coast of the United States. As such, some areas are swollen with poor people with no roots in the city, who inhabit shantytowns. Apart from these poor migrants, Tijuana is one of the wealthiest cities in Mexico. Some (mainly residential) areas of the city reflect the significant number of wealthy people who inhabit the city.\n\nTijuana's growing reputation as a cosmopolitan city is justified. Not only is the city home to many people who have migrated from within the same country, as well as some native Mexican Indians, but it boasts an important amount of Asian residents, as well as Americans (mostly from neighboring San Diego who have been drawn to Tijuana by cheaper housing), and South Americans from Argentina and Uruguay, among others.\n\nFrequent English-speaking visitors to Tijuana use the term \"gringo-friendly\" for a shop, bar, or restaurant in which a non-Spanish speaking customer will be at ease. A place is gringo-friendly if the staff here is accustomed to dealing with American tourists, if they speak English and have English-language menus. Places that are not gringo-friendly may require use of Spanish, and patience. Just because a place is not gringo-friendly does not imply that the people there will not be friendly or that tourists will not be welcome.\n\nWhile the Mexican peso is the legal currency, US dollars are widely accepted.  Tijuana observes daylight savings time (DST) the same way as the USA does. Money changers on the US side may offer better rates when buying pesos and worse rates when selling pesos.\n\n",{"type":"==","value":["Talk"]},"\nSpanish is the dominant language in Tijuana, as it is in much of Mexico. However, English is spoken by almost everybody in the city's tourist hot spots (such as Avenida Revolución), as well as by taxi drivers and the Americans who live in the city. Having someone with you who can speak Spanish will be helpful when going away from Avenida Revolución.\n\nDespite the city of Tijuana being in Mexican territory, its cultural closeness to the United States, especially San Diego and Los Angeles, gives it an edge in the English language. This is because for many years (especially before the mid 80s), there were virtually no national TV stations except for a local channel (XEWT 12) which broadcast only local programming and some news; locals who grew up in the 70s and 80s were more attracted to American television such as PBS, NBC, CBS and ABC, where they got their language skills.\n\n",{"type":"==","value":["Get in"]},"\n\nMost tourists enter Tijuana through the border crossing at ",{"type":"[[","value":[["San Ysidro"]]},", which is reportedly the busiest border crossing in the world. The crossing can be made by car, bus, or on foot.\n\nEvery visitor who plans to return to the United States must have a passport. A passport card will work too for U.S. citizens. Although technically illegal, American citizens can visit Tijuana and re-enter the United States with just a driver's license with little hassle from immigration officials. \n\n",{"type":"===","value":["By plane"]},"\n",{"type":"====","value":["From the Tijuana International Airport"]},"\n",{"type":"'''","value":["Tijuana-General Abelardo L. Rodtríguez International Airport"]}," (",{"type":"{{","value":[["IATA"],["TIJ"]]},") is served by Mexican legacy carrier, Aeroméxico, and also serves as a hub for the growing low-cost airline market in Mexico. Carriers such as Volaris and Interjet offer low-cost products similar to U.S.-style low cost carriers. Previously international services were very limited until 2007, when Aeroméxico begin services to East Asia adding Tijuana as a stop on its Mexico City-Tijuana-Tokyo (Narita) flagship route. In 2008, this route was augmented by a Mexico City–Tijuana–Shanghai (Pudong) flight. The flights serve as routes not only as flights between four of the world's most populous cities, but also as the link for the significant East Asian-Mexican community in the northwestern areas of Mexico.\n\nThe airport is located parallel to the USA-Mexico border line, only a few miles east of downtown Tijuana and the San Ysidro International Border Crossing, and one mile west of Otay International Border Crossing. The airport is used as a transit point for travelers wishing to visit San Diego and L.A. as well.\n\nYou can take an authorized taxi cab, sedan or van, at the Airport. Buy a ticket in one of the booths at the exit of the airport. They have fixed and official rates; It will cost you about $200 Pesos to Zona Rio (15 min ride), or $250 Pesos to Zona Centro (25 min ride), or $300 pesos to the Grand Hotel (30 min ride). US Dollars will be accepted.\n\nYou can take also public transportation from the Tijuana airport all the way to city downtown and it will cost you $ 8.5 Pesos, less than 1 US Dollar. Go outside the airport and take the blue and white bus, heading west. It has the legend: “Centro” or  “Plaza Rio”. US Dollars will be accepted.\n\nThe airport has international coach transportation to San Diego or the major destinations in south California and transfer to the Greyhound,\nSome airlines provide their own coaches to\/from major San Diego destinations, including Lindbergh San Diego Airport.\n\n--     Please note that even though the Mexican Peso is the official currency in Mexico, US Dollar will be accepted everywhere in Tijuana and the whole Baja California State, despite the fact MXP\/USD interchange rate changes daily.\n\n",{"type":"====","value":["From the San Diego Airport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.san.org San Diego International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SAN"]]},")  is 15 miles north of the international border and can be used as a transit point for travellers wishing to visit Tijuana.  You can take public transportation from the San Diego airport all the way to downtown Tijuana and it will only cost you $10. Go outside the airport and take the airport express bus, which is route 992. Buy a $5 day pass from the bus driver, which will also cover the trolley. Take this bus to the first stop on Broadway.  From here, you should see the American Plaza Trolley station. Walk over to the west side, and you will catch the Blue Line to San Ysidro.  The day pass you bought from the bus driver will work on the train, which could help you to catch a train that's just arriving at the American Plaza Trolley station.  The San Ysidro exit is the last stop on the Blue Line. Everyone will get off the train.  Follow everyone across the bridge to the right of the trains. You cross the freeway on the pedestrian bridge by going up, across and back down. Go through a one-way gate, and if it's your first time, go straight, and cross through another one-way gate. This will take you to the more expensive yellow taxis driven by taxi drivers in yellow shirts. The fare for these taxis is USD5 to revolution avenue.  Sometimes a taxi driver will ask you to pay USD6, but you can always get these taxis for USD5.\n\nIf you've been to Tijuana a few times before, then go to the right after the first one-way gate.  This will take you to a small market and here you can catch the lower-priced taxis which are usually green and white and called either \"Taxi Libre\" or \"Taxi Economico.\"  These cost USD3 to get downtown and the prices are all listed on various boards.\n\nIf it's during the day then you could walk to downtown.  Follow the signs that say to Centro.  You'll walk across a long bridge, and generally head toward the Revolution Arch.\n\n",{"type":"===","value":["By car"]},"\n\nWhile in the San Diego area, take I-5 or I-805 to south. Either park at the border and continue ",{"type":"'''","value":["on foot"]}," or drive into Mexico. Driving from the US to Mexico often requires no stopping, but inspections driving south have become more frequent as authorities attempt to stop firearms trafficking into Mexico, resulting in long wait times during periods of heavy traffic. However, driving from Mexico to the United States will result in a long wait, even moreso during evening rush hour or on holiday weekends.\n\nIf you are driving to Mexico, obtaining Mexican insurance with legal defense coverage is highly recommended, and can be bought immediately before crossing the border, or even online before your trip.  \n\nWhen coming into the US, the ",{"type":"[[","value":[["Otay Mesa"]]}," and ",{"type":"[[","value":[["Tecate"]]}," border crossings, also nearby, may sometimes be less congested. To get to the Otay crossing can be a little scary (not good for Gringos at night) and the border agents here don't seem as pleasant as the ones at the San Ysidro crossing.\n\nIf the pedestrian line returning to the US is long, it may be faster (in some cases) to take advantage of the numerous van and bus lines that cross the border.  You will undoubtedly encounter agents for these services when approaching the pedestrian line back to the U.S., who will ask for $5 to $10 per person to let you board the vehicles which are already in line.  Generally, the closer the vehicle is to the front of the line, the more they will charge.\n\n",{"type":"===","value":["Border Wait Times"]}," \n\n",{"type":"====","value":["From US to Mexico"]},"\nEntering from the American side you should expect a wait of 15 minutes on a good day to more than one hour on a bad day. You may be singled out for an inspection or waved on.\n\n",{"type":"====","value":["From Mexico to US"]},"\nReturning to the US from Tijuana is another story. Readers have stated times ranging from 30 minutes to over 5 hours in the normal lanes.\n\n",{"type":"====","value":["Fast Pass"]},"\nIndividuals travelling between the US and Mexico may utilize the ",{"type":"[","value":["http:\/\/apps.cbp.gov\/bwt\/ Fast Pass"]},". Businesses in Tijuana buy them to give to their customers. Mostly used for medical tourists, hence it mostly functions as a medical line. Make sure and take a taxi to figure out the driving route first. Tell him you want to see and learn the route to the fast pass gate. Get the drive down before you attempt it yourself. There is only one Fast-Pass entry and it's on a one way street. It is always wonderful to legally \"cut the line\" at the border\n\nIf you stay at a nice hotel or eat at a nice restaurant, ask the owner for one of these.\n\n",{"type":"====","value":["Ready Lanes"]},"\nYou can also use the Ready-Lanes. These are entered from the right side of the Port of Entry and are used for those Returnees that have an RFID enabled entry card (various cards exist).\n\n",{"type":"====","value":["Alternate Routes"]},"\nYou can also travel 30 minutes west to Tecate and try to cross there.\n\n",{"type":"===","value":["By foot"]},"\n\nMany people drive to the border, park on the US side, and walk across. There are many lots available for this, which charge $4-$9 a day. While there are many taxis waiting to take you to Avenida Revolucion, it's only about a fifteen minute walk; follow the other tourists.\n\n",{"type":"===","value":["By bus"]},"\n\nMexicoach buses leave from the parking lots on the US side, cross into Mexico, and drop you off at the bus station on Revolucion Avenue in the middle of the downtown tourist district. These buses run during the day, every day, and costs $5 one way or $8 roundtrip. The parking lot at Mexicoach is about $7\/day. The central de camiones for destinations in Mexico is reached by bus from Calle 3 or by taxi from the city centre and has direct coaches to most major cities in Mexico.\n\n",{"type":"==","value":["Get around"]},"\n\nCabs are abundant throughout the city. If you are walking into Tijuana via the San Ysidro border crossing, you will be immediately confronted with a massive array of yellow cabs waiting to take you into downtown. This group of cab drivers are conveniently located, but be sure to negotiate a price before jumping into a cab.  You should pay no more than $5 in normal traffic to get from the border to the downtown area.\n\nIf you exit the border area by taking a right instead of going straight ahead to the taxi stand, then walk toward town after crossing the street, you will encounter the Taxi Libre taxi stand, which will generally cost half as much as a yellow cab would charge.\n\nThroughout the city, cab drivers stand on the sidewalks and solicit customers. It is almost impossible to avoid them, so finding a cab should never be a problem. Yellow cabs do not have meters, so agree with your driver in advance what the cost will be. Taxi Libre, white with red stripe, cabs have meters and are cheaper than yellow cabs, though you might have to remind the driver to use the meter.\n\nBe aware that when taking a Yellow Cab to a specific location, the drivers may tell you that the restaurant or bar you asked for is closed, and conveniently offer an alternative.  This is almost always untrue, and the taxi driver is attempting to divert you to a business where he will receive a commission for delivering passengers.  The driver may alternately tell you that \"company rules\" say that all rides to a given area can only take passengers to certain businesses, to achieve the same result.  Taxi Libre drivers do not engage in this practice, as they are independent contractors, and do not have the commission structure that Yellow Cabs do.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:CulturalCenter Tijuana.jpg"],["thumb"],["right"],["240px"],["Tijuana Cultural Center (CECUT)"]]},"\n",{"type":"[[","value":[["File:Pedestrian border crossing sign Tijuana Mexico.jpg"],["thumb"],["right"],["240px"],["Walk to USA sign in Tijuana"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avenida Revolucion"]}," in the ",{"type":"[[","value":[["Tijuana\/Zona Centro"],["Zona Centro"]]}," - the main tourist area"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bullfights"]}," - Tijuana has one bullring, which is open during the summer months, and has bullfights most Sundays. It is located in the Playas de Tijuana, adjacent to the US border. It is the only seaside bullring in the world. The older and more historic bullring near the city center has been partially demolished by the owner of the property in the past year, citing failed business practices of the bullring. However, there is a strong movement within the city to designate this site a historical monument, rebuild the bullring and have it serve as a municipal arena.  Official bullring schedules and pricing are available at ",{"type":"[","value":["http:\/\/www.plazamonumental.com\/"]},"."]},"\n",{"type":"==","value":["Do"]},"\n\nTijuana is on the ocean, but is not known for its beaches, for boating, or as a seaside resort. However, it is in cabbing distance of ",{"type":"[[","value":[["Rosarito_Beach"],["Rosarito"]]}," - the trip will cost $20, while Mexicoach will bus you there for around $10. ",{"type":"[[","value":[["Ensenada"]]}," is further down the coast but easily accessible by car or bus. \n\n",{"type":"*","value":[" Visitors to Rosarito and Ensenada should note that the main road is a toll road, with small sedans and trucks being tolled at 27-30 Mexican Pesos or $2.18 - $2.41 USD. Either currency is accepted generally."]},"\n",{"type":"*","value":[" Visit the historical centers such as the Preparatoria Federal Lazaro Cardenas which is famous for being the central base of liquor contraband during the Al Capone days."]},"\n",{"type":"*","value":[" Visit the world famous ",{"type":"[[","value":[["Tijuana\/Zona Norte"],["Zona Norte"]]}," \"Red Light District\".  Tourists, American Military, and locals alike have been venturing to this area for decades.  Be aware that this is a dangerous area, relatively speaking, but perhaps one of the safest areas in the city due to a large police presence.  Visitors should take caution just as they would visiting any high-crime area of a major city."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are disappointingly few bargains to be had in Tijuana. Silver and leather products are allegedly cheaper than in the US. Souvenir shops abound. Many of the items sold in the souvenir shops are actually purchased in the San Diegan swap meets and brought into Mexico and resold to tourists.\n\n",{"type":"*","value":[{"type":"'''","value":["Cuban cigars"]}," are mostly fake, with the majority being of Mexican origin with a \"Cohiba\" or \"Montecristo\" brand name added. However, La Casa Del Habano ",{"type":"[","value":["http:\/\/www.lacasadelhabano.com"]}," on Avenida Revolucion is a licensed dealer that sells genuine Cubans."]},{"type":"*","value":[{"type":"'''","value":["Silver bracelets"]}," and necklaces are common, but may be fake. Don't pay more than four dollars for fake jewelry. "]},{"type":"*","value":[{"type":"'''","value":["Vanilla"]}," is a bargain. Good place to buy is in plaza on revolucion "]},{"type":"*","value":[{"type":"'''","value":["Spanish music cassettes"]}," for only about fifty cents available in plaza on Revolucion ."]},{"type":"*","value":[{"type":"'''","value":["Mexican groceries"]}," try stores like Calimax or Comercial Mexicana and see numerous Mexican products not found in other places or Mexicanized version of American products."]},"\n",{"type":"==","value":["Eat"]},"\n\nApart from the abundant, over-priced tourist traps, local cuisine ranges from world-class restaurants to locals-only eateries and street vendors selling tacos. ",{"type":"[[","value":[["Travellers' diarrhea"]]}," is more of a risk at the cheaper establishments, but will probably not be a concern. In many sit down restaurants, musicians will wander in and play for tip.  A good price for a song is $1 USD per musician per song, but most musicians will try to charge $2 USD per musician per song.  For example, if there are five musicians in a band then a good price is $5 USD. Many non-mariachi musicians are untalented and some work with pickpockets, so keep an eye out.\n\nIf cuisine is an important factor in your visit to Mexico, be sure to check out the more locals filled taco shops, where you will be able to enjoy the best carne asada tacos in the world and for better price. Also delicious are Churros made by street vendors, and the \"hot dog\" imitations sold as well. Be sure to avoid vendors that are not being patronized by locals.\n\nHowever, American establishments such as McDonald's, Burger King, KFC, and Carl's Jr. (As Carl's Jr., not Hardee's) are in many parts of the city. However there are some local chains, such as Cafe Sanborns, that prove to be more popular and interesting than the American ones.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Café La Especial"]},", Av. Revolucion 718, in the heart tourist district. Down the stairs in a pedestrian alley. This inexpensive restaurant is the opposite of the noisy, over-priced tourist traps that line Revolucion. Standard Mexican dishes served in a very relaxed, quiet environment. Gringo-friendly, though very popular with locals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bol Corona "]},", Any cab driver can direct you to one of the many franchises of this Tijuana establishment near the city centre. Bol Corona was founded in the 1930's and popularized the then little known \"burrito\" among the American tourists seeking haven from prohibition laws in the United States. Featuring very inexpensive yet high quality Mexican cuisine, Bol Corona is a must. Several franchises have opened on the San Diego side of the border as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Birriería Guadalajara Pues"]}," Avenida Constitucion, between Calle Primera (First Street) and Callejon Coahuila (Coahuila Alley), Zona Norte. This restaurant serves awesome birria de chivo. Birria is a dish made from roasted goat with consomme poured over the meat, and is accompanied by onion, cilantro, limes and tortillas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taquería \"El Takerito\""]}," It is an authentic \"taquería\" (taco shop) on Díaz Ordaz Blvd., and located on one of the most crowded intersections of the city (5 y 10). It is not close form the border but any cab driver knows how to get to 5 y 10.  They claim to have the best tacos in town at a very cheap price. (Expect to pay around USD 0.60 per taco)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taco Bell"]}," Art 123 Fuente Mexico, on the walk to the Arch from the border.  There appears to be 2 adjacent places with this name, which is not part of the well known chain of the same name, but one doesn't look very open as of early 2010.  Offers $1 (US) beers (Corona, Pacifico, Tecate) and 3 tacos for $1 (various flavours).  English in menus, mostly populated by locals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Mazateño"]}," on Avenida Tecnológico a few blocks away from Instituto Tecnológico de Tijuana and right across the street of Unidad Deportiva Reforma. You will find a wide variety of sea food and fish tacos at an excellent price. Expect to pay around $2 US for fish tacos to $10 US for a dish."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Caesar's"]},"  hard to miss on Avenida Revolucion in ",{"type":"[[","value":[["Tijuana\/Zona Centro"],["Zona Centro"]]},". Reputedly the birthplace of the famous Caesar's salad, in 1924. It is still served there according to its original recipe, mixed and served at your table in accordance to tradition. It has been recently remodeled (october 2010) and all decoration is similar to the original of the 1930's."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chiki Jai"]},", corner of Revolucion and 7th in ",{"type":"[[","value":[["Tijuana\/Zona Centro"],["Zona Centro"]]},". Unpretentious, non-touristy quasi-Spanish taberna that has been open since 1947. Filled with bullfighting memorabilia, it is a slice of Spain in the heart of Tijuana. Their sangría and tapas have a good reputation."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sushi House"]},", ",{"type":"[[","value":[["Tijuana\/Zona Rio"],["Zona Rio"]]},", right by the Office Depot on Paseo de los Heroes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Cantina de los Remedios"]},", ",{"type":"[[","value":[["Tijuana\/Zona Rio"],["Zona Rio"]]},", northeast corner of the Abraham Lincoln traffic circle on Paseo de los Heroes. Vast liquor selection, all of which is visible on the immense shelving along the wall behind the bar. Great menu of traditional and modern Mexican cuisine. Two features are of special interest - first are the quotations and pithy sayings in Spanish along all the ceiling beams. The second is the extensive use of ",{"type":"'''","value":["Loteria"]}," cards to decorate the ceilings as well as the backs of the menus. Both are great for practicing Spanish while enjoying your meal."]},"\n",{"type":"*","value":[{"type":"'''","value":["Negro Durazo"]},", Seafood - Located near the Zona Rio. Owned by members of the Sinaloa drug cartel; many of the regular customers are in the business and carry weapons.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Los Arcos"]}," - Popular local place with tasty lobster, mussels and fish platters.  No English menu, but if you ask for Cesar, he can help you order.  Owned by other members of the Sinaloa drug cartel but more mainstream than Negro Durazo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Albahaca"]}," - Restaurant inside ",{"type":"'''","value":["Hotel Ticuan"]},". Good mix of continental and traditional Mexican cuisine. Open for breakfast, lunch, and dinner 7 days a week. The omelets are great at breakfast, and at dinner the \"Filet with Three Sauces\" is excellent."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cien Años"]},", ",{"type":"[[","value":[["Tijuana\/Zona Rio"],["Zona Rio"]]},", on a side street off Paseo de los Heroes, across from the big Pockets billiards bar (another place to visit). Open for lunch and dinner. Very famous. Supposedly every recipe on the menu is over 100 years old (hence the name \"Cien Años\", one hundred years). Some recipes supposedly date back to Aztec times. Menu includes a number of items such as corn fungus, and bone marrow soup. Gringo-friendly but Spanish is useful. Restaurant is small, with beautiful decor, and a relaxing atmosphere. Prices range from moderate to expensive."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Diferencia"]},", Blvd. Sánchez Taboada No.10611-A Zona Río, between Blvd. Abelardo L. Rodríguez & Escuadrón 201. Excellent and innovative Mexican dishes, and great tamarindo margaritas. Moderately expensive by Tijuana standards but well worth it (~$95 for 2 people, incl. margaritas, wine, appetizer, entree & dessert). Highly recommended."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villa Marina"]}," - Seafood, located in Zona Rio"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Italianissimo"]}," - , Blvd. Agua Caliente No. 10556-9AR, Centro. Com. Rocasa. Italian cuisine, a classic restaurant in Tijuana. Dishes from all regions of Italy. Moderate to expensive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villa Saverios"]},"  .- Escuadrón 201 3151 , on the corner of Blvd. Sanchez Taboada\" (664 686 6502)  ",{"type":"[","value":["http:\/\/www.villasaverios.com"]},". Opened daily 1PM-2AM. Anywhere from $5 to $20  meals. Owned by the same founder of the other italian restaurant chain in Tijuana, Guisseppis, this Tuscany style mansion\/restaurant has excellent Italian food and atmosphere, aimed at both middle and high class customers. It's also a favorite because of it's unique menu which blends both Baja and Mediterranean flavors in it's food and wine selection. It is in the so called restaurant district on Blvd. Sanchez Taboada, right besides La Espadaña, T.G.I Fridays , La Diferencia and Cheripan. There are two other Saverios in the city; both are smaller café style ones."]},"\nThere are many other great restaurants in the city, ranging from mexican to asian food. The city is also full of sushi bars, something that has caught on in recent years. Another favorite is chinese food, and thanks to a large chinese population in Baja, the locals tend to say that it's the best chinese food in México or the region.\n\n",{"type":"==","value":["Drink"]},"\n\nBeer drinkers are well-advised to visit the \"Cerveceria Tijuana,\" the Tijuana Brewery, and its brewpub. It is on Blvd. Fundadores, a few minutes by taxi south of the Ave. Revolucion shopping district. Not only do they brew and serve six different Eastern European-style lager beers, but they also have a reasonably-priced food menu.\nThe brewpub is especially impressive because it is designed to look just like a European pub, with dark wood paneling, stained glass, and hardwood floors. One area even has a large window looking into the brewery floor, where you can see the workers busy at their brewing.\nBe aware that flagging down a taxi in this area is often difficult, especially at night, so for your return trip consider arranging transportation ahead of time or having the phone numbers of taxi services available to call when you finish your meal.\n\nOf course, beers, margaritas and tequila are also available at numerous establishments.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Migrant Houses"]},"\nMigrant houses offer free or very cheap accommodation for anyone regarded as a migrant. Some are said to also accept backpackers.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ejercito de Salvacion"],["alt=men only"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(664) 6832694"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ave Aquiles Serdan, Col. Libertad Parte Baja,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa del Migrante"],["alt=men and women"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(664)5542662"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avenida Hidalgo Int. 401, Colonia Centro,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa del Migrante en Tijuana"],["alt=men only"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(664)6825180"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Galileo 239 Col. Postal,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Beato Juan Diego"],["alt=men only"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(664)6213041"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Boulevard Lazaro Cardenas, Fraccionamiento Murua, near bus terminal,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Madre Asunta"],["alt=women and children"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(664)6830575"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Galileo 2305 Col. Postal,"]]}]},{"type":"*","value":[{"type":"'''","value":["Casa YMCA"]}," (children only), Boulevard Cuauhtemoc Sur 3170, Colonia Chula Vista, phone (664)6861359 and (664)6862212"]},"\n",{"type":"===","value":["Budget"]},"\nAlthough travel guides and taxi drivers insist that there is no cheap accommodation to be had in Tijuana, there is if you know where to look. Most of Tijuanas budget haunts are located in 2nd and 3rd Street, while the more outlying ones are probably less safe and certainly more difficult to reach. \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Morelia"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(664)685-3361"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle 3ra #8310 (btw. Madero and Negrete), spacious rooms with shared bathroom from 125 Pesos. Safe location. A pleasant place to stay cheap in Tijuana, right in the midst of it all, but reasonably quiet. Only stay here if you need budget accommodations within the vicinity of Revolución and do not bring any valuables. Also note that the hotel does not require a deposit for the key, so if the clerk asks for a deposit, he is looking to pocket extra money from you. Do not bring any valuables, because the hotel clerk may steal it from you."]]}]},{"type":"*","value":["More cheap hotels can be found within the turf of the drug vendors (around 5 de Mayo and Baja California) West of the red light district (Zona Norte) where you can stay for around 100 pesos per night (and it's surprisingly safe as long as you stay away from drugs, do note that it's a notorious place for getting pinned by police officers because of all the drugs in the area so make sure you don't carry any)"]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"'''","value":["Hotel Astor Tijuana"]}," \nBlvd. Insurgentes, Los Alamos \noffers affordable, comfortable, clean and functional rooms equipped with general amenities. Astor staff offers attentive friendly service. The Restaurant serves traditional International Breakfast. WiFi connectivity is available. Located in the 3rd stage in Zona Rio, only minutes from the Tijuana World Trade Center. Central Station , American Consulate and Tijuana International Airport.\n\nAt the north end of Zona Centro, directly adjacent to the large arch spanning Ave. Revolucion, is the Hotel Nelson. It is reasonably-priced and clean, and has a bar as well as a restaurant downstairs. The major drawback would be traffic noise from the myriad bars and clubs along this tourist-oriented street.\n\n",{"type":"{{","value":[["sleep"],["name=Hotel Ticuan"],["url=http:\/\/hotelticuan.com\/"],["email="],["address=8th St at Revolucion"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A newer hotel at the upper end of mid-range pricing, located on 8th Street just west of Ave. Revolucion. It has a very good restaurant and bar, comfortable rooms with plasma TVs and free WiFi, and free admission to the dance club \"Las Pulgas\" which is right around the corner. The staff is very polite and helpful, and most speak decent English. You can get a discount of 100 to 150 pesos per night on your room by booking online."]]},"\n\n",{"type":"===","value":["Splurge"]},"\n\nA more luxury hotel is the Grand Hotel Tijuana. The Grand Hotel Tijuana is one of the most prominent feature in Tijuana's skyline, having 2 33 story twin towers. It features several bars and restaurants, and an in house shopping mall. Adjacent to the hotel is the Club Campestre de Tijuana, Tijuana's oldest and most prestigious country club, which features an 18 hole  golf course in very good shape designed by Allister McKenzie, who also designed Augusta National Golf Club(site of the masters professional championship).\n\nMarriott Hotel\nJust recently opened, the Marriott took over the Hotel Emporio\n\nHotel Lucerna Tijuana is another very safe and clean hotel in the Zona Rio with a great pool, and service.  It also has a very upscale bar, restaurant, and loung area.  Guards 24\/7 and valet parking.\n\nCamino Real Tijuana\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nTijuana has a reputation for crime.  In recent years, drug violence has erupted in Tijuana due to intense crackdown by the Mexican government and Mexican drug cartels turning on each other. However, joint action between the government and The Police deleted the Cartel and their leader, and now all that's left is the remnants of an uncontrolled group of renegades.  The east side of Tijuana is particularly dangerous and prone to drug violence.  Zona Norte can also be very dangerous if you are walking alone.  Much of Tijuana's drug violence happens in these two parts of the city. Most of the drug violence is not targeted at tourists, but rather at competing drug cartels as well as Mexican police.  However, tourists can get caught in the crossfire, so it is best to stay alert. Most tourist sections (for the most part) are generally safe, such as Avenida Revolucion, ",{"type":"[[","value":[["Tijuana\/Playas"],["Playas de Tijuana"]]},", ",{"type":"[[","value":[["Tijuana\/Zona Rio"],["Zona Rio"]]},", and Tijuana's red light district in Zona Norte.  As with any large city, use common-sense and street smarts when walking the street; especially in the red light district of the \"Zona Norte\" (North Zone). Due to mexican drug violence, you still want to pay extra attention.  \n\nIt is advisable to be very careful of buying anything that would alert suspicion from Mexican police, this would include any type of prescription medicine (with potential for abuse, or perhaps low overdose\/extreme side effects), pornography, and weapons. The police will use anything against you if they do stop you, so the less they have to go on the better. Laws differ from those in the USA.\n\nPark in well marked parking lots with security guards. Police enforce the laws on foreigners who commit crimes such as pedophilia or buying illegal drugs. Corruption still exists among the Tijuana Police Department as it does in many Mexican cities (the Mexican Federal Police on the other hand is trustworthy), so beware. But this is usually done when you are alone after a night on the town, are slightly intoxicated, and your actions make you a potential victim. When speaking to an officer, stay calm and respectful. Typically, if you have done nothing wrong, stand your ground and they will eventually let you go. You can insist on seeing a judge, and explain what happened. If you do this, most likely the officer will try and save face, and give you a warning and send you on your way. Never offend or belittle the officer or the country of Mexico, as agitating the officer will never work. \n\nFor traffic infractions, you are entitled to a written ticket, and you can pay the fine by mail. In any case, these made-up charges are usually only a small fine, most likely less than the bribe you would offer; you do not go to jail. Remember that you are not immune from Mexican laws, if an officer pulls you over for speeding because you were speeding, it's not corruption. Illegal drugs and drunk driving are taken seriously in Mexico, as they are elsewhere.\n\n",{"type":"*","value":[" Theft - Pickpockets can be found in certain heavy tourist areas. You are generally safe in areas such as the Zona Río, Playas de Tijuana, El Hipódromo, and many others, just make sure to always be cautious when visiting alone. The best targets for theft are those who speak no Spanish, wander alone (specially at night), are intoxicated, and travel to the Avenida Revolución. If you find yourself being swarmed by small children who want to sell you something, be aware that they could be trying to pick your pockets."]},"\n",{"type":"*","value":[" Drug-dealer informants - In many bars and on the street, it is common to be offered illegal narcotic drugs for sale. Some of these peddlers work with the police. They sell someone the drugs, then tell the police that person is carrying. The police shake the person down for cash, and confiscate the drugs, which they presumably return to the original peddler, who goes looking for another victim."]},"\n",{"type":"*","value":[" Strip clubs - There are a numerous clubs on Revolucion that offer nude dance shows. As you walk down the street, barkers will try to entice you to come in; if you are not interested, simply smile and walk on. If you do walk into one, most likely you will soon be approached by one or several ladies who will ask you to buy them a drink. Keep in mind that their \"mixed drinks\" are often nothing but soda or juice, but you will be expected to pay a ",{"type":"''","value":["ladies' drink"]}," price, whether they ask for beer, real mixed drinks, or non-alcoholic drinks.  These drinks will typically cost you between $8 and $10, and the ladies get a commission for each drink you purchase for them."]},"\n",{"type":"*","value":[" Prescription drugs - Though your prescription drugs may be much cheaper here, carrying large quantities or carrying them without your prescription can land you many \"years\" in a Mexican prison. Some foreign prescriptions may not be valid in Mexico. If you break the law, you will be dealt with accordingly. However, this does not include medications which often change in status in the USA from prescription to over-the-counter (e.g. Allegra, Claritin, Zyrtec, Pepcid AC, etc.) Such medications are readily available without a prescription in Mexico. Police are mainly concerned about prescription drugs which have the potential to be abused."]},"\n",{"type":"*","value":[" Food and Alcohol Imports - Note when stopped at the border, U.S. Customs will confiscate any fruits, vegetables, and live or raw meat products in an effort to combat certain diseases or bugs from entering the U.S. food supply. Meat products confiscated can include pork rinds. Alcohol can be brought across the border if for 'personal use' with a limit of 1L duty and tax free.",{"type":"[","value":["http:\/\/www.cbp.gov\/xp\/cgov\/travel\/vacation\/kbyg\/paying_duty.xml"]},"  Importing more than 1L for personal use can be challenging - the amount you are allowed to import depends on whether not you live in California and if you are crossing on foot, in a private vehicle, or on a bus. For details, refer to the California ABC - and don't forget to declare your alcohol to Customs.",{"type":"[","value":["http:\/\/www.abc.ca.gov\/permits\/importing.html"]}," Another note is the importation of abalone or conch meat, which are endangered species and not for sale in the US."]},"\n",{"type":"*","value":[" Contraband items - Can be confiscated by U.S. Customs, they include weapons, drugs (illegal or without prescription), Cuban cigars, and live animals."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/tijuana.usconsulate.gov\/"],["email=ACSTijuana@state.gov; TijuanaInfo@state.gov"],["address=Ave Tapachula 96, Col Hipodromo"],["lat="],["long="],["directions="],["phone=+52 664 622-7400"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nTijuana offers several bus routes into Mexico. Updated Tijuana bus routes are available online ",{"type":"[","value":["http:\/\/soletravelmexico.com\/travel-mexico\/tijuana.html here"]},". From Tijuana you can easily go to ",{"type":"[[","value":[["Ensenada"]]},", or further south to Guerrero Negro, which is a very popular destination for whale watching. It is a 12 hour bus ride to Guerrero Negro but well worth it. Other bus routes locations include ",{"type":"[[","value":[["La Paz (Mexico)"]]},", ",{"type":"[[","value":[["San Jose del Cabo"]]}," and ",{"type":"[[","value":[["Cabo San Lucas"]]}," at the southern tip of Baja. Local buses are available to the nearby city of ",{"type":"[[","value":[["Tecate"]]},", about 40 miles to the east. \n\nTaxis from Ave. Revolucion to the Central Camionera cost about 60 pesos.\nTijuana -> Guerrero Negro: $945\n\n",{"type":"{{","value":[["routebox"],["image1=Carretera federal 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["San Diego"]]}],["minorl1=",{"type":"[[","value":[["San Ysidro"]]}," ",{"type":"{{","value":[["lfarrow"]]}," becomes ",{"type":"[[","value":[["Image:I-5.svg"],["18px"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["File:Aiga immigration.svg"],["18px"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Ensenada"]]}],["minorr1=",{"type":"[[","value":[["Playas de Rosarito"]]}],["image2=Carretera federal 2.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Mexicali"]]}],["minorr2=",{"type":"[[","value":[["Tecate"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["32.525000"],["-117.033333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Baja California (state)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tijuana"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Baja_California\/Localities\/Tijuana\/"]]}]