[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Tilcara"]}," is a pleasant town (pueblo) in ",{"type":"[[","value":[["Jujuy"]]}," in ",{"type":"[[","value":[["Argentina"]]},".  \n",{"type":"[[","value":[["Image:TilcaraTop.jpg"],["thumb"],["top with monument"]]}," It is the touristic centre of the world heritage site ",{"type":"[[","value":[["Quebrada de Humahuaca"]]},".\n\n",{"type":"[[","value":[["Image:TilcaraRuins.jpg"],["thumb"],["reconstructed ruins of a pre-Inca \"pucará\""]]},"\n\n",{"type":"==","value":["Get in"]},"\n\nRegular buses from Jujuy Capital and Humahuaca.\n\n",{"type":"==","value":["Get around"]},"\n\nBy foot.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Pucara"]}," - The Omaguaca city atop the cliff. It is Tilcara's main attraction and what has made it known as the Argentinian capital of archaeology. The entry ticket allows you a visit to the local ",{"type":"'''","value":["Archaeological Museum"]}," at the main town square as well as to the ",{"type":"'''","value":["Botanic Garden of Heights"]}," ajacent to the Pucara and representing local vegetation of more than 2500 above sea level altitude including giant cordon cacti."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo Irureta"]}," - a local art museum mainly representing the local art colony featuring the colourful landscape and the indigenous locals."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo Atelier Terry"]}," - Terry was a famous Argentinian painter from Buenos Aires who chose Tilcara as the location of his atelier. Some of his paintings are on display."]},"\n",{"type":"*","value":[{"type":"'''","value":["Indeginous Cemetery"]}," - The one in nearby Maimara enjoys more fame but the one Tilcara similarly exhibits the local tradition of dried flowers or more modern ones made of paper on each of the tombs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Food and textil market"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Church"]}," - typically built of white painted adobe and adorned with a cordon cactus skeleton. The skeleton is strong enough to be used for building but the plant is protected nowadays."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Isla"]}," - Precolumbian cemetery 8 km north of Tilcara. It is one of many such Precolumbian archaeological sites scattered in the Quebrada. These were the main reason for its inscription as a world heritage site."]},"\nThe town features further museums http:\/\/www.tilcarajujuy.com.ar\/museos\/museos.htm.\n\n",{"type":"==","value":["Do"]},"\n\nTake a hike to the \"Garganta del Diablo\" waterfall. 3 - 4 hours return. Get maps from the tourist office.\n\nRent a bike and explore the surrounding countryside. Bike rental shop located across the street from the tourist office. They're disorganized and have irregular opening hours, but are friendly people. 8 Pesos per hour, or 30 Pesos for the day.\n\n",{"type":"==","value":["Buy"]},"\n\nLots of interesting shops and friendly souls to guide. Most items are in indigenous Andean style pursuing a long tradition dating back to Precolumbian times.\n\n",{"type":"==","value":["Eat"]},"\n\nMake sure you try out some of the local Andean specialities very different from normal Argentinian cuisine. Some typical dishes are quinoa, papas andinas, llama stew, empanadas jujenas, sweetened pumpkin, sopa de mani (peanut soup) and a spicy tomato spread.\nSeveral local restaurants specialize in Andean food. Some also feature live music shows of local music.\n\n",{"type":"*","value":[{"type":"'''","value":["La Pena"]}," is a little cafe on one corner of the square.  They serve an excellent ",{"type":"''","value":["round"]}," tamale and rich, strong coffee in  unique delicate, elegant cups with thin walls and a very pretty light brown coffee colored glaze. (They do not sell the cups.)  The cafe also hosts music and poetry fests. "]},"\n",{"type":"*","value":["The very touristy looking place on the corner as you pull into Tilcara, with a woman's name, has mediocre food, service and dining."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=La Mora Da Tilcara"],["alt="],["url=http:\/\/www.lamoradatilcara.com.ar"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great little cabin style accommodation 200 metres from the bus terminal. Spotless and resembles a 4 star hotel but with hostel prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel de Turismo"]}," Belgrano 590, next to the tourist office. Government-run hotel located between the bus station and the central square. Good value. Cable TV, heaters, strong hot water, bidets, most rooms have balconies with views. WiFi, but only in the lobby areas, doesn't reach most rooms. Hearty buffet breakfast is better than most. Singles from 100 Pesos."]},"\n",{"type":"==","value":["Understand"]},"\n\nTilcara is the major touristic centre of the ",{"type":"[[","value":[["Quebrada de Humahuaca"]]}," and the archaeological centre of Argentina. It exhibits Spanish colonial architecture combined with local elements as well as Precolumbian archaeology. The population is mainly indigenous as is typical to northern Argentina, comprising of Kolla indians. The original language of the Kolla remains unknown (possibly Cacan). Later Inca occupation brought Quechua toponomy but otherwise Quechua did not hold as it did in other parts of the north. Nowadays the only language spoken is Spanish. \nSome interracial tensions exist between white settlers and the indigenous population but these do not hold for tourists who are warmly welcomed. The area is relatively poor compared with ",{"type":"[[","value":[["Buenos Aires"]]}," and ",{"type":"[[","value":[["Patagonia (Argentina)"],["Patagonia"]]},". Nonetheless, it is much richer than nearby ",{"type":"[[","value":[["Bolivia"]]}," which attracts many Bolivian immigrants to settle in the area.  \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Salinas Grandes"]]}," de Jujuy - a large salt flat not to be confused with the much larger Salinas Grandes in the Pampas area of Argentina. It is located more than 3500 metre above sea level and the road leading there is as scenic as the salt flat itself. You can take a taxi from Tilcara for a day tour which does not cost much. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Humahuaca"]]}," - the local urban centre similar in style to Tilcara but much larger."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Purmamarca"]]}," and the ",{"type":"'''","value":["Cerro de siete colores"]}," - the most celebrated natural attraction of the Quebrada."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-23.5667"],["-65.3667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jujuy"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tilcara"]]}]