[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Heart of Timpanogos.JPG"],["thumb"],["350px"],["The \"Heart of Timpanogos\" formation, Timpanogos Cave"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/tica\/ Timpanogos Cave National Monument"]}]}," is a ",{"type":"[[","value":[["United States National Monument"]]}," located in the ",{"type":"[[","value":[["Wasatch Range"]]}," region of ",{"type":"[[","value":[["Utah"]]},".  The park was founded in 1922 to protect the three cave systems that collectively make up Timpanogos Cave, and offers visitors an excellent opportunity to view an impressive array of cave formations.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n\"Timpanogos Cave\" is actually three separate caves that are connected by man-made tunnels: Hansen Cave, Middle Cave, and Timpanogos Cave.  Hansen Cave was the first to be discovered, in 1887, by Martin Hansen.  Legend holds that he was tracking a cougar while armed with nothing more than an ax, and the animal's tracks led him to the cave's entrance.  While undeterred by the thought of facing a cougar armed with only an ax, the cave's discoverer nevertheless decided not to venture into the darkness of a cave without additional protection, so he returned the next day with a torch and made the first exploration of the cave.  In the following years Hansen began leading tours of the cave, and sadly many of this cave's formations were damaged by some of these early visitors.\n\nThe second cave, Timpanogos Cave was actually discovered twice, the first time by a pair of fourteen year old boys in 1915, and six years later the cave was rediscovered by the Payson Outdoors Club.  The discovery of Middle Cave came in the autumn of 1921 when Martin Hansen's grandsons spotted the cave entrance with binoculars while searching for deer.  They explored the opening a few days later with their now 74-year-old grandfather leading the way.\n\nDue to the dramatic formations found within the caves it was immediately understood that special protection was needed, and in 1922 President Warren Harding declared them a national monument.  The current cave trail was built in the ensuing years, and drilling commenced in the 1930s to connect the three caves.  Since that time protections have been tightened, and today numerous restrictions are in place to further protect the cave formations from the 70,000 annual visitors.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"{{","value":[["infobox"],["Cave Doors"],["There are numerous doors located within the man-made connecting tunnels of the cave which many visitors may mistake as protection against vandals.  While these doors may have the added benefit of stopping determined cave invaders, they were built to serve another purpose.  Cave formations are created due to the action of dripping water, and when the man-made tunnels that connect the three cave sections were initially built they allowed air to flow through the caves, causing the humid interior to dry out and essentially stopping any further growth of the formations that make the cave famous.  To fix this problem the park service built numerous doors throughout the cave that, while not airtight, greatly reduce airflow and allow the cave's natural processes to continue."]]},"\n\nTimpanogos Cave National Monument consists of 250 acres within the steeply-walled American Fork Canyon. The elevation ranges from 5,000 feet to 9,500 feet. In the center of the monument flows the American Fork River.\n\nThe cave system is uniquely known for its high abundance of helictites, its coloration in its formations, its display of fault-controlled passages, and its alpine surroundings.  In the Chimes Chamber there are hundreds of 6 to 10 inch long helictites, which are spiral formations that seem to defy gravity. These formations are created by capillarity attraction, hydrostatic pressure, and tiny (0.008 to 0.5 millimeter) central canals. In simpler words water is pushed and pulled through small opening where the forces of capillarity attraction and hydrostatic pressure are greater than the force of gravity.  Timpanogos Cave's abundance in helictites is thought to be caused by the large amounts of wall coatings and the small amount of fault movement that creates many small openings suitable for helictites.\n\nThe cave also contains formations displaying colors of green and yellow. X-ray analysis shows this rare green and yellow coloring to be from nickel being incorporated into the crystal structure.  The x-ray analysis of the yellow flowstone reveals only calcite, and the green flowstone is from mainly aragonite.\n\nThe passages in Timpanogos Cave are greatly controlled by faulting. Looking at a map of Timpanogos Cave, one sees many paralleling passages following the fault trends. Along the cave tour, visitors can see these fault lines running along the passages.  In some areas of the cave like the Imagination Room, passages dip along the bedding planes and follow the direction of the fault lines.  Looking at the map of the cave, one wonders if other cave passages exists following similar fault lines.  \n\nTimpanogos Cave is surrounded by an alpine environment. Unlike other tourist caves, this alpine remoteness is unique and escapes the polluted air and contaminated watersheds that plague other caverns. The cave is closed for 6 months due to heavy snowfalls; the cold environment allows the cave to keep a low stable 45 °F (7 °C) temperature year-round.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nAlthough the park is only 250 acres, it has a respectable diversity in wildlife.  The park has sightings recorded for 55 mammal species, 2 fish species, 51 bird species, and 4 reptile species.  The park's inhabitants include large mammals such as mountain goats, bighorn sheep, mountain lions, moose, mule deer, and black bears. The canyon also supports small mammals such as ringtail cats, longtail weasels, raccoons, squirrels, chipmunks, packrats, and bats.  Reptiles seen during summer months include the Great Basin rattlesnake, gopher snake, rubber boa, and sage lizard.  The American Fork River supports 2 species of introduced fish, brown trout and rainbow trout. \n\nBirdlife in the canyon includes commonly seen birds such as the American dipper, broad-tailed hummingbird, canyon wren, orange-crowned warbler, western tanager, violet-green swallow, and stellers jays. Occassional visits are seen from large birds such as red-tailed hawks, peregrine falcon, and golden eagles.\n\n",{"type":"===","value":["Climate"]},"\n\nEven though temperatures can be below freezing in the winter at Timpanogos Cave, the caves keep a fairly constant temperature of 45 °F and 100% humidity. In years of heavy snowfall, snow is shoveled off the cave trail in preparation for opening the caves and cave trail in the spring.  During the summer temperatures can exceed 100 °F.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:4910 timpanogos cave formation.jpg"],["thumb"],["250px"],["Helictite formations on the wall of Timpanogos Cave"]]},"\n\nThe park is accessible by car from Highway 92 in the American Fork Canyon.  The visitor center is located 10 miles east from Interstate 15, 17.2 miles from U.S. 189, and approximately 40 miles from Salt Lake City.\n\n",{"type":"*","value":[" From I-15: If you are arriving from the north or south on Interstate 15 take Exit 284 (Alpine-Highland exit), then turn east on State Highway 92 and proceed ten miles (16km) to the monument."]},{"type":"*","value":[" From U.S. 40 or U.S. 189: If you are arriving from Heber City or Provo Canyon traveling on U.S. 40 or U.S. 189, take State Highway 92, passing by Sundance Resort and over the mountainous scenic route known as the Alpine Scenic Loop. Because of the narrow and winding road, buses and large vehicles over thirty feet are not recommended on the Alpine Scenic Loop. The Alpine Scenic Loop is closed during the winter."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is a $6 per vehicle entrance into American Fork Canyon that is necessary to reach Timpanogos Cave National Monument.  The America the Beautiful - National Parks and Federal Recreational Lands Pass, Golden Age or Senior Pass, Golden Access or Access Pass are honored for entrance into the canyon.\n\nTo enter the cave a tour ticket is required.  To purchase advance cave tour tickets, call (801) 756-5238 during the hours of 8AM to 5PM. Please remember that anyone under 16 years of age must be accompanied by an adult.  Cave tours prices are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Standard Cave Tour"]}," - Adults (age 16 and older) - $7, Junior (age 6-15) - $5, Child (age 3-5) - $3, Infant (age 0-2) - Free, Senior\/Access (Golden Age\/Access) pass holders - $3.50."]},{"type":"*","value":[" ",{"type":"'''","value":["Introduction to Caving Tour"]}," - Age 14 and up only, $15 per person."]},"\nNote that cave tour tickets frequently sell out, especially on weekends and holidays. Tour tickets may be purchased up to 30 days in advance with a major credit card by calling the visitor center at 801-756-5238. A non-refundable $0.50 transaction fee is added to each ticket sold in advance over the phone.  Tour tickets may also be purchased in person at the visitor center up to the day of the tour, if still available. Tickets must be purchased at the visitor center before hiking to the caves, tickets cannot be purchased at the cave entrance. Gift certificates are available.\n\n",{"type":"==","value":["Get around"]},"\n\nTwo parking lots are available next to the park visitor center.  Within the small park area the only way of traveling is by foot.  The 1.5 mile (one way) cave trail gains 1,065 feet during its ascent to the cave entrance and provides spectacular views of the surrounding canyon.  The trail is steep, narrow, and exposed, so strollers and pets are not permitted.\n\n",{"type":"==","value":["See"]},"\n\nThe park visitor center is open May through Labor Day from 7AM to 5:30PM and offers natural history displays about the cave and the surrounding landscape as well as a 22-minute introductory video.  Rangers are available to answer questions and offer regularly scheduled guided walks.  During the summer the first hike time to the caves is at 7AM, last hike time to the caves is at 4:30PM.  During the fall the visitor center hours are from 8AM to 5PM with the first hike time to the caves at 8AM and the last hike time to the caves at approximately 3PM.  The visitor center is closed in winter.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:4897 timpanogos cave formation.jpg"],["250px"],["thumb"],["Stalactites in Middle Cave"]]},"\n\n",{"type":"===","value":[" Cave Tours "]},"\n\nThere are two caving tours available, offering access to different portions of the cave.  While no ticket is required to hike to the cave, tour tickets are only sold at the visitor center and ",{"type":"'''","value":["not"]}," at the cave entrance.  Reaching the cave entrance requires hiking a strenuous 1.5 mile (one way) paved trail that rises 1,065 ft to an elevation of 6,730 feet above sea level; note that strollers and pets are not allowed on the trail, and due to the steep grade the trail is not wheelchair-accessible.  The round-trip hike and tour of the cave system takes about three hours. Mid-summer temperatures on the trail can reach 100 °F. However, temperatures in the caves average 45 °F, so a sweater or light jacket is recommended. Hiking shoes, water, flashlight and sunscreen will make your visit safe and enjoyable.\n\nItems that are not permitted within the cave include food, drinks, tripods, walking sticks and large backpacks.  Once within the caves, never touch any cave formation as they are delicate, and the oils on your skin can inhibit the natural processes that allow the formations to grow.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cave Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Adults (age 16 and older) - $7, Junior (age 6-15) - $5, Child (age 3-5) - $3, Infant (age 0-2) - Free, Senior\/Access (Golden Age\/Access) pass holders - $3.50"],["content=Cave tours are 45-60 minutes long and are limited to 20 people per tour.  The cave tour is a ranger-led tour through the three sections of the cave, featuring cave formations including stalactites, stalagmites, columns, wall formations, and other natural features.  The tour requires climbing stairs, bending, and physical exertion and may not be appropriate for people who are claustrophobic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Introduction to Caving Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$15 per person"],["content=This tour introduces visitors to the sport of caving and caving ethics. Although it is not a wild caving experience, the tour does require bending, crawling, and passage through tight spaces. The tour explores an off-trail portion of Hansen Cave but does not include the rooms visited by the standard Cave Tour.  The tour is limited to five people, age 14 and older. Please call the visitor center for more information and to purchase advance tickets, 801-756-5238."]]}]},"\n",{"type":"===","value":[" Other activities "]},"\n\nOther activities in the park include the Canyon Nature Trail, a ¼ miles walk, that is across the street from the visitor center at the pedestrian bridge. Fishing is allowed along the creek with a valid fishing license.  Evening programs are offered Friday, Saturday, Sunday and Monday nights, with Junior Ranger programs offered on Saturdays, Memorial Day through Labor Day.\n\n",{"type":"==","value":["Buy"]},"\n\nThe visitor center has a small gift shop with books, postcards, and information about the park available for sale.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a snack bar located at the visitor center with basic food items available for purchase (summer only).  Note that food is not permitted within the caves - for those who wonder about this restriction, rangers often tell the story about an M&M candy that was accidentally dropped in the cave several years ago; by the time it was discovered in the humid cave interior it had been colonized by so much mold that it had grown to the size of an orange.  In addition to concerns about contamination, other reasons for food restrictions include a desire to avoid attracting animals into the cave.\n\n",{"type":"==","value":["Drink"]},"\n\nWater is available at the visitor center but not along the cave trail.  Particularly in the summer hikers should be sure to carry liquid with them as the trail is strenuous.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe park is too small to support lodging, but campgrounds and backcountry options are present in the surrounding Uinta National Forest.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere are few dangers in the park.  The most common is likely due to weather; the trail up to the cave is steep and in the summer can be very warm, so bring liquids.  The cave, however, is a constant 45 °F, so a jacket is a necessity.  In addition, beware of areas along the trail marked in red in which rockfalls are common.  When hiking through these areas be alert and do not stop.  When inside of the caves be cautious of your surroundings as it is all-too-easy to bang your head on a rock formation.\n\nRattlesnakes and other wild animals pose a minor danger, but commonsense precautions will help to avoid encounters: stay on the trail, and don't feed wild animals as doing so is bad for their health and may cause them to become aggressive.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Salt Lake City"]]}]}," - The state's largest city is located approximately 40 miles to the northwest."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Provo"]]}]}," - The home of Brigham Young University is twenty miles to the south of the park."]},"\n",{"type":"{{","value":[["geo"],["40.440556"],["-111.709444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Wasatch Range"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Timpanogos Cave National Monument"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Utah\/Travel_and_Tourism\/Parks\/National_Parks_and_Monuments\/Timpanogos_Cave_National_Monument\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Timpanogos Cave National Monument"]]}]