[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Morocco Africa Flickr Rosino December 2005 83957092.jpg"],["thumb"],["350px"],["Overview of Tinerhir"]]},"\n\n",{"type":"'''","value":["Tinerhir"]}," is a town in the ",{"type":"[[","value":[["High Atlas"]]}," region of ",{"type":"[[","value":[["Morocco"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nTake a day hike in the beautiful Todra Gorge. Catch a grand taxi (7Dh) up the gorge then walk further past the last of the hotels and the end of the narrow section of gorge. You can then turn left and head up the trail following the usually dry riverbed. Once you reach the first saddle (qnd not before) turn about 90 degrees left to a clearly marked donkey trail heading down a little. Following this you will reach a small Berber encampment from which you continue circling left and from then the trail is very clear. The trail will take 2-3 hours and if you ever lost there several paired cairns that you should aim for the middle of (or just look for donkey dung).\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Oasis Hotel"]}," is a cheap hotel located very close to where the buses will drop you off. Friendly English-speaking staff is on hand to help you plan a journey to the Todra Gorge, the times of Berber lorries, and other trips into the mountains. The roof offers a wonderful view into the mountains and is a great place to relax, drink tea, and meet locals, however the beds are poor and the bathrooms can be smelly."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.5167"],["-5.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["High Atlas"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tinerhir"]]}]