[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Tinian"]}," is one of the ",{"type":"[[","value":[["Northern Mariana Islands"]]}," in the ",{"type":"[[","value":[["Commonwealth of the Northern Mariana Islands"]]},", an unincorporated Territory of the ",{"type":"[[","value":[["United States of America"]]}," and is located just south of ",{"type":"[[","value":[["Saipan"]]},".\n\n",{"type":"==","value":["Cities"]},"\nTinian's main village is ",{"type":"[[","value":[["San Jose (Northern Marina Islands)"],["San Jose"]]},"\n\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Mariana Islands - Tinian.PNG"],["thumb"],["350px"],["Map: Tinian-Mariana islands"]]},"\n\n",{"type":"[[","value":[["Saipan"]]},"\n\n",{"type":"[[","value":[["Rota"]]},"\n\n",{"type":"[[","value":[["Guam"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nTitian is a small island 50 miles (80 km) north of ",{"type":"[[","value":[["Guam"]]}," and about 5 miles (8 km) southwest of its sister island, Saipan, from which it is separated by the Saipan Channel. \nThe island has a land area of 39 sq.mi. (101.01 km²).\n\nTinian is the least populated of the three main Mariana Islands that constitute the Commonwealth of the Northern Marianas Federated States of Micronesia.\n\nA covenant to establish a Commonwealth of the Northern Mariana Islands in political union with the United States of America formally defines the unique relationship between the Northern Mariana Islands and the United States, as two separate but equal sovereign entities, recognizing ",{"type":"[[","value":[["United States"],["U.S."]]}," sovereignty but limiting in some respects the applicability of federal law.\n\nThe covenant was negotiated over the course of 27 months (December 1972 to February 1975) by the ",{"type":"''","value":["Marianas Political Status Commission"]}," (an organization representing the Northern Mariana Islands) and a delegation representing the United States. The proposed Covenant was signed by negotiators on 15 February 1975, in Saipan.\n\nSome covenant provisions became effective on 24 March 1976, the date of final approval. Remaining provisions took effect on 9 January 1978, and 4 November 1986, being the dates specified in Presidential proclamations. On the latter date, qualified residents of the Northern Mariana Islands became U.S. citizens. On 29 June 2009 U.S. Immigration Laws were to take effect; however, they were delayed until 28 November 2009.\n\n",{"type":"==","value":["History"]},"\n\nThe island has a strong historical legacy remaining from the Pacific war of the 1940s.\n\nTinian was a Protectorate of ",{"type":"[[","value":[["Japan"]]}," following World War I having been both a ",{"type":"[[","value":[["Spain"],["Spanish"]]}," and then a ",{"type":"[[","value":[["Germany"],["German"]]}," possession prior to coming under Japanese administration in 1914. Tinian was largely a sugar plantation area in the pre Pacific war period. Large-scale military construction began on Tinian in 1939, during the Japanese military buildup in the Pacific,.  1,200 prisoners of war were sent to the island from Japan for the construction of airfields as part of the defense of the Mariana Islands. By 1944, the island had three military airfields with a fourth under construction. What would latter become North Field under US control was originally a Japanese fighter airstrip of 4,380 ft (1,335 m) in length, it was originally built as Ushi Point Airfield.\n\nThe island was captured from the Japanese in July 1944 in the Battle of Tinian. Following a 13-day naval bombardment of Tinian leading up to the invasion at Unai Chulu, U.S. forces utilized napalm bombs against the Japanese. It was the first time napalm bombs were used during warfare. The US Marine landing force overcame the numerically superior Japanese force on 1 August 1944 in what is considered to be the best-executed amphibious landing operation of the war. US Marine casualties were 328 dead with 1,571 wounded. The Japanese lost 8,010 dead. Only 313 Japanese were taken prisoner, many Japanese service personnel and civilians were reported to have committed suicide rather than face capture. Several hundred Japanese troops held out in the jungles for months following the capture of the island. Following the conquest of the island Tinian subsequently became an important operational base for the rest of the Pacific war.\n\nThe exact figure is unknown however it is understood that approximately  5,000 ",{"type":"[[","value":[["Korea"]]},"n civilian laborers died in the Marianas during the Pacific war. There is a small cluster of monuments on the island placed there in their memory.\n\n",{"type":"[[","value":[["Image:B-29s of the 462d Bomb Group West Field Tinian Mariana Islands 1945.jpg"],["thumb"],["350px"],["B-29s of the 462d Bomb Group West Field Tinian Mariana Islands 1945"]]},"\n\nIn December 1944, the US Joint Chiefs of Staff made the decision that the newly captured islands in the Marianas in the central Pacific should have airfields built on them to support long range strategic bombing operations against the Japanese. Once under American control, a massive construction project was begun on the island in mid-August 1944.  The previous Japanese airfield sited there was repaired and considerably expanded, being named as West Field, or Gurguan Point Airfield due to its geographical location. West Field became operationally ready in the early spring of 1945, and the Twentieth Air Force XXI Bomber Command 58th Bombardment Wing was assigned there and initiated strategic bombardment operations directly against the Japanese Home Islands. After the Japanese surrender, groups of the 58th Bomb Wing dropped food and supplies to Allied prisoners of war in Japan, Korea, and Formosa, and took part in show of force missions. Beginning in September, the vast majority of its fleet of B-29 superfortreses were returned to the United States as part of \"Operation Sunset\". The 58th Bomb Wing returned to the United States on 15 November 1945, and its subordinate units were either inactivated or reassigned to other bases in ",{"type":"[[","value":[["Okinawa"]]}," or returned to the United States.\n\nRebuilding the captured Japanese air strip at the north end of the island was one of the largest engineering projects of WWII. The massive engineering project created the largest airfield in the world at that time. Four vast 2,600 m runways assisted in the launching of 19,000 combat missions against Japan. With the departure of the USAAF, a part of the former wartime airfield has been used as a commercial airport and for general aviation use. The island is still considered an important strategic asset by the US to ensure the ongoing availability of a potential forward basing location in the Pacific. In 1983, a lease agreement covering these lands was signed and the United States DoD assumed control and possession over the northern two-thirds of Tinian. The lease agreement was for 50 years, with a renewal option for an additional 50 years. The United States Navy continues to utilise the Northwest Field area north of the airport for artillery training, and offers tours of the area when not being used for training.\n\n",{"type":"[[","value":[["Image:Enola Gay2-PS.jpg"],["thumb"],["350px"],["The Boeing B-29 Superfortress \"Enola Gay\" landing at Tinian after returning from the atomic bombing mission on Hiroshima, Japan"]]},"\n\nThe ",{"type":"'''","value":["Enola Gay"]}," was one of fifteen ",{"type":"''","value":["Silverplate"]}," B-29 strategic bomber aircraft assigned to the 393rd Bombardment Squadron of the 509th Composite Group of the XXI Air Force on Tinian Island during the Pacific war.  The aircraft arrived at Tinian on 6 July 1945.",{"type":"<","value":["br"]},"The Enola Gay took off from West Field at 2:45AM on 6 August 1945 carrying the first atomic bomb to be used in warfare and later released it over ",{"type":"[[","value":[["Hiroshima"]]},", ",{"type":"[[","value":[["Japan"]]},". 12 hours and 13 minutes later, the Enola Gay landed at Tinian Island having completed it's mission. Prior to flying the first atomic combat mission the Enola Gay had flown eight practice missions and two bombing missions over Japan from Titian. The second bomb, dropped over ",{"type":"[[","value":[["Nagasaki"]]}," was also flown from West Field on Titian. Titian was also the last port of call for the U.S.S. Indianapolis. Having carried the two atomic bomb cores to Titian for assembly into the weapons she departed for the ",{"type":"[[","value":[["Philippines"]]}," but was sunk 4 days later. The ship was considered to be the pride of the US navy at that time and great controversy surrounded the sinking.\n\nOver two thirds of the island is still retained by the U.S. military and the island has many historic relics of the Pacific war era.\n\n",{"type":"==","value":["Culture"]},"\n",{"type":"[[","value":[["Image:House of Taga 3.JPG"],["thumb"],["350px"],["The mysterious Taga Latte Stone structures"]]},"\n\nMost of the population of Tinian are of indigenous Chamorro descent or are the people of other islands in the Caroline Islands. There are also minorities of East Asians and people of European descent. On Tinian, the Chamorro people speak English and Japanese. Religious beliefs are a mixture of local traditions with Roman Catholic influences. The culture is a mix of original Chamorro culture with influences from 200 years of Spanish colonial rule and Japanese culture. The Spanish influence is seen not only from Catholicism but also from a somewhat modified form of the Cha-Cha-Cha dance. Japanese cultural influence can be still seen on Tinian through the presence of Japanese Shinto shrines.\t\n\n",{"type":"==","value":["Talk"]},"\n\nLanguages spoken in the region are Philippine (Tagalog language), Chinese, Chamorro, English and mixed Pacific island languages.\n\nTinian Island is the new home to a Voice of America (VOA) radio relay station. The United States Information Agency, which has headquarters in Washington, D.C., chose Tinian as the site to build a new radio relay station to transmit its VOA broadcasts. The VOA currently broadcasts more than 900 hours of programming weekly in 47 languages, including English, to an international audience.\n\n",{"type":"==","value":["Climate"]},"\n",{"type":"[[","value":[["Image:PAP 0208.JPG"],["thumb"],["350px"],["A beach on Tinian island"]]},"\n\nTropical marine; moderated by northeast trade winds, little seasonal temperature variation. Dry season December to June, rainy season July to October. The typhoon, or hurricane, season lasts several months and starts in late August to early September.\n\n",{"type":"==","value":["Get in"]},"\nU.S. international travel codes and restrictions are applied in Tinian subsequent to  CNMI being federalized in November of 2009.\n\nU.S. citizens can enter simply with proof of citizenship (usually a passport).  Visitors from all U.S. Visa Waiver Program countries will be granted a 90-day stay on entry, provided that they have an approved Electronic System for Travel Authorization (ESTA)application. The following countries are designated for participation in the Guam-CNMI Visa Waiver Program: Australia, Brunei, Hong Kong (Hong Kong Special Administrative Region (SAR) passport and Hong Kong identification card is required), Japan, Malaysia, Nauru, New Zealand, Papua New Guinea, Republic of Korea, Singapore, Taiwan only if arriving on a direct flight from Taiwan to Guam or the CNMI, and the United Kingdom. Citizens of these countries may enter for a 45-day stay. Citizens of China and Russia may be paroled for a length of stay not to exceed 45 days. Citizens of other countries should check visa conditions as certain accommodations are currently being made during a transitional period.  ",{"type":"[","value":["http:\/\/www.mymarianas.com\/html\/display.cfm?sid=1021"]},".\n\nTinian is most easily accessed from the neighboring island of ",{"type":"[[","value":[["Saipan"]]},", which has international and regional air connections available.\n\nUntil November 28, 2009, U.S. travelers required passports and had to pass through CNMI Immigration and Customs, as Saipan and the CNMI were considered international locations. On that date the CNMI Covenant required that the CNMI Federalization of Immigration law became effective. The CNMI remains under CNMI Customs laws.\n\n",{"type":"===","value":["By air"]},"\n\n",{"type":"'''","value":["Tinian International airport"]}," (",{"type":"{{","value":[["IATA"],["TIQ"]]},", ",{"type":"{{","value":[["FAA LID"],["TNI"]]},") has a paved runway of 8,600 x 150 ft (2,621 x 46 m) and is a public airport.\n",{"type":"<","value":["br"]},"''Please note that the airport is also known as West Tinian Airport and that the IATA airport code varies from the FAA code. Lat:14N 59'57.13\", Long: 145E 37'09.66\".\n\nTitian is around 3 to 5 hours flying time from ",{"type":"[[","value":[["Korea"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," and the ",{"type":"[[","value":[["Philippines"]]},". By air, it is only 35 minutes away from the US territory of ",{"type":"[[","value":[["Guam"]]},"\n\nUpon arriving in Saipan-the main island, it is a short 10-minute flight to Tinian\n\nTinian is served by propeller aircraft from Saipan during daylight hours.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Freedom Air"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 670 433-3288"],["tollfree="],["fax="],["hours=First flight from Siapan arrives in Titian at 6:45AM and the last one at 6:40PM. The last flight departs for Siapan at 6:05PM"],["price=1 way US$42, return US$84, discounts for military personnel and children"],["content=13 flights per day (Dec 2010), check in 30 minutes before departure, connections to ",{"type":"[[","value":[["Guam"]]}," and ",{"type":"[[","value":[["Rota"]]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Star Marianas"],["url=http:\/\/www.starmarianasair.com"],["email=tiqstation@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+1 670 433-9998 (Reservations), +1 670 433-9988 (Tinian terminal)"],["tollfree="],["fax=+1 670 433-9994"],["hours="],["price=POA"],["content=Charter operations between Saipan and Tinian."]]}]},"\n",{"type":"*","value":["All departing travellers must pass through US Transportation Security Administration (TSA) ",{"type":"[","value":["http:\/\/www.tsa.gov\/"]}," checkpoints; if you are continuing on to Guam, you need a US Passport, a valid US visa, or to be a citizen of a Visa Waiver Country (VWP) ",{"type":"[","value":["http:\/\/travel.state.gov\/visa\/temp\/without\/without_1990.html"]}," as the US government controls Guam immigration ",{"type":"[","value":["http:\/\/www.uscis.gov\/"]},"."]},"\n",{"type":"===","value":["By Sea"]},"\n\n",{"type":"[[","value":[["Image:PAP 0219.JPG"],["thumb"],["350px"],["Looking out to sea from Tinian"]]},"\n\nThe main quay has a usable length of 2200 ft with depths varying between 25 and 29 ft (7.6-8.8 m). There are two piers, pier 1 and pier 2 lying to the southwest of the main quay. Each has a usable length of 500 ft at both sides and a depth of 25 ft (7.6 m). Two shorter quays between the main quay and pier 1 and between piers 1 and 2 have 225 ft of berthage space each and a depth of 25 ft (7.6 m), bringing the total berthing space to 4650 ft.",{"type":"<","value":["br"]},"The new part of the main quay is normally occupied by United States Navy ships\n\n",{"type":"*","value":["Short quays in a shallow lagoon at the northwest end of the inner harbour are used by local craft."]},"\n",{"type":"*","value":["The inner harbour has an anchorage area but it is very small with a diameter of only 1000 ft. The bottom of the anchorage basin consists of coral and sand providing reasonable holding.  Some protection is provided from winds, especially those between north and southeast. For winds between south and west some protection is provided by a breakwater built on the barrier reef that fronts the town. The northwestern end of the main quay offers the best protection from storms."]},"\nThe outer anchorage area provides little no shelter especially from westerly winds. There is very little protection provided from easterly winds except close to the shore.\n\n",{"type":"====","value":["By ferry"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tinian and Saipan Ferry"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 670 328-2233"],["tollfree="],["fax="],["hours="],["price=$26 round trip"],["content=The ferry making four daily roundtrips between Tinian and Saipan"]]}]},"\n",{"type":"*","value":[{"type":"''","value":["The Saipan Tribune reports as of March 16, 2010 that the ferry will be closed for six months"]},"."]},"\n",{"type":"==","value":["Get around"]},"\nCar, scooter and MoPed rentals are available. Enquire at one of the outlets across the road from the Dynasty hotel and casino or elsewhere on the island.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Atom Bomb Pit 1 Little Boy a.JPG"],["thumb"],["350px"],["The Little Boy Atom Bomb pit, Where the Bomb was loaded into the Enola Gay, North Field, Tinian Island"]]},"\n",{"type":"[[","value":[["Image:Northfield-tinian-1945-2.jpg"],["thumb"],["350px"],["North Field, Tinian Island in 1945"]]},"\n\nTinian's main attractions are the airstrips used by the US military during World War II. The airfield was earlier known as West Field, or Gurguan Point Airfield following massive re-building of the original Japanese constructed airfield in 1945. The newly expanded airfield became operationally ready in the early spring of 1945, and the US 20th Air Force XXI Bomber Command 58th Bombardment Wing was based there.\n\n",{"type":"*","value":[{"type":"'''","value":["North Field"]}," is where the remains of the US bomber base and Atom Bomb Pits are located.  The remains of Japanese fortifications, can also be found there. There is a memorial on the old airfield at the loading pits. These historic Atom Bomb loading pits had previously been filled in for safety. Both pits were recently reopened in conjunction with the 60th Anniversary Commemoration of the Battles of Saipan and Tinian. The United States Navy leases the Northwest Field area north of the Airport for artillery training, and offers tours of the area when not being used for training"]},"\n",{"type":"*","value":[{"type":"'''","value":["Enola Gay monument"]},". At the north end of Tinian there is a monument where the B-29 bomber Enola Gay took off carrying the first atomic bomb, later released over ",{"type":"[[","value":[["Hiroshima"]]},", ",{"type":"[[","value":[["Japan"]]}," on 6 August 1945."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shinto shrine"]},". Tinian is home to the only remaining Shinto shrine in the Mariana Islands, an artifact from the days of Japanese colonisation."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chief Taga's House"]}," is a traditional Micronesian island chief's house."]},"\n",{"type":"*","value":[{"type":"'''","value":["Limestone pillars and capstones"]}," Latte Stone structures produced by the island's ancient inhabitants around 1500 B.C are still puzzling as to their origins and meaning."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Blow Hole"]},", massive columns of water shoot up to 10 m high, a result of waves entering cavities under a limestone ledge and forcing sea water upwards under pressure."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Explore"]}," the island and its Japanese colonial heritage as well as the relics and history or the Pacific war and the islands occupation by US forces."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gambling"]}," The attractions of the islands casino serve as a significant lure to many visitors as do the popular karaoke bars."]},": Casino games include slot machines, poker machines, ",{"type":"''","value":["Sega Royal Ascot"]}," (bet on which horse will finish 1st or 2nd place), blackjack (also known as 21) and baccarat, roulette, pacific poker( classic 5-card stud poker), craps, Texas hold Em' poker (the best five-card poker hand out of seven cards), Sic Bo (of ancient Chinese origin, also known as big and small or hi-lo and played with three standard dice).\n\n",{"type":"*","value":[{"type":"'''","value":["Diving and snorkelling"]}]},":*The waters around the island have many diving sites including relics of the Pacific war, coral reefs and other attractions.\n\n:*",{"type":"'''","value":["Dump Cove"]}," (north and south) - Relic wartime airplanes, tanks, ammunition and vehicles. Good for all skill levels with both shallow and deep areas near its wall. Often has turtles present.\n\n:*",{"type":"'''","value":["Fleming Point"]}," – Abundant marine life on coral formations. Drops off to more than 200 feet with good visibility.\n\n:*",{"type":"'''","value":["Tinian Grotto"]}," – 3 main entry points into the underwater cavern. Enter from the top to descend into the chamber. Popular site.\n\n:*",{"type":"'''","value":["Turtle Cove"]}," – Turtles and Japanese cannon relic inside a cave\n\n:*",{"type":"'''","value":["Two Coral Head"]}," – 2 coral formations sitting next to each other. Clear water good for photography.\n\n",{"type":"*","value":[{"type":"'''","value":["Swim"]}]},"\n:*",{"type":"'''","value":["Taga Beach"]},", popular with local teenage daredevils for the diving ledge.\n\n:*",{"type":"'''","value":["Tachogna Beach"]},"\n\n:*",{"type":"'''","value":["Kammer Beach"]},"\n\n:*",{"type":"'''","value":["Chulu Beache"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," "]},":*",{"type":"'''","value":["Bottom fishing and trolling"]}," is popular for barracuda, mahi-mahi, marlin, skipjack, red sea bass and tuna.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Minako's Cafe"],["url="],["email="],["address=Broadway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves a mixture of Japanese, Filipino, Chamorro and American food at reasonable prices"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:PAP 0225.JPG"],["thumb"],["350px"],["Hotel swimming pool on Tinian"]]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nTinian has few options besides Tinian Dynasty Hotel & Casino, but since the hotel suffers from low occupancy rates, deep discounts may be available.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tinian Dynasty Hotel & Casino"],["url=http:\/\/www.tinian-dynasty.com\/"],["email="],["address=1 Broadway, Taga Beach"],["lat="],["long="],["directions=5 miles (4.8 km) and 10 minutes away from the airport"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12 noon"],["content=, A\/C, in-room movies, safety deposit box, mini bar, refrigerator, for wifi (extra charges apply). 412 ocean view rooms, 22 suites and 1 presidential suite. Large communal swimming pool, wide range of restaurants and bars and the islands casino is integrated into the hotel. Complimentary airport transfers are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meitetsu Fleming Hotel"],["alt=フレミングホテル"],["url="],["email=TinianMF@pticom.com"],["address=San Jose Village"],["lat="],["long="],["directions="],["phone=+1 670 433-3232"],["tollfree="],["fax=+1 670 433-3022"],["hours="],["price=US$60-80+tax"],["checkin="],["checkout="],["content=13 (50m²) rooms (9 twin rooms, 4 triple rooms), free airport and boat quay transfers, Japanese language hotel, special deals for divers, fee for late check out-5PM."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\nThe currency used is the US dollar (US$).\n\nPower supply voltage on the island is 115 V, at 60 Hz with electrical outlets normally either Type A, or Type B. If coming from Europe, Australasia, or most of Asia (excluding Japan) where 220-240 V at 50 Hz is used then suitable electrical outlet adaptors and transformers will be required to use your electronic equipment.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:Map SaipanTinianAquijan closer.gif"],["thumb"],["350px"],["Tinian-Mariana islands"]]},"\n\n",{"type":"==","value":["Connect"]},"\n\nStandard time zone: UTC\/GMT +10 hours (Same as Guam)\n\nThere is an internet cafe on the first floor of the Tinian Dynasty.\n\nThe international dialling prefix for the Northern Marianas Islands ",{"type":"''","value":["1-670"]}," (Saipan, Rota, & Tinian).\n\nMail is handled by the US Postal Service\n\n",{"type":"==","value":["Go next"]},"\nThe island is in the middle of a large expanse of the ",{"type":"[[","value":[["Pacific Ocean"]]},", however it does have nearby destinations across the water.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saipan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rota"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Guam"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Korea"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Japan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["China"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hong Kong"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Philippines"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Taiwan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sulawesi"]]}]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["14.999203"],["145.61935"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Mariana Islands"]]},"\n",{"type":"[[","value":[["wikipedia:Tinian"]]}]