[{"type":"{{","value":[["pagebanner"],["Tinos banner.jpg"]]},"\n",{"type":"'''","value":["Tinos"]}," is an island in ",{"type":"[[","value":[["Cyclades"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nFrom the Greek mainland ferries and highspeed catamaran services run daily from ",{"type":"[[","value":[["Piraeus"]]},", ",{"type":"[[","value":[["Rafina"]]}," and ",{"type":"[[","value":[["Lavrio"]]},". \n\nMany travelers probably don’t even consider Rafina a possible departure port if they are heading to one of the ",{"type":"[[","value":[["Cyclades"]]},", but if you are arriving at the airport of Athens you are often better off taking a ferry from Rafina to Tinos than traveling to Athens and get a ferry from Piraeus.\n\n",{"type":"==","value":["Get around"]},"\nBy Scooter, ATV, Taxi, Bus, Car\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Tinos town and the most famous and important church of Greece, the Evangellistria, with its miraculous icon and magic atmosphere"]},"\n",{"type":"*","value":[" The womens monastery Kechrovouni high up in the mountains which is inhabited by 40 nuns"]},"\n",{"type":"*","value":[" The traditional village Volax, home to the basket makers"]},"\n",{"type":"*","value":[" The valley of the pigeon houses from the Venetian time"]},"\n",{"type":"*","value":[" Pirgos, the centre of the marble arts"]},"\n",{"type":"*","value":[" The peaceful fishing bay of Panormos with its lovely fish tavernas"]},"\nFor visiting the church and monastery there are strict clothing rules: sleveless shirts and shorts are not permitted. Men must wear long trousers that go below the ankle.\n\n",{"type":"==","value":["Do"]},"\n\nThere are a large number of beaches on Tinos, each with a different character. All of them have warm, crystal clear water. Some have bars\/restaurants, changing rooms, showers and windsurfing boards for rent. Others are isolated, a bit of sand in a small bay at the end of a tortuous dirt road. Some examples:\n\nAgios Sostis - Long stretch of sand. There is a cafe at the east end. Plenty of parking, few people.\n\nAgios Ioannis Porto - There are two sections to this beach, which circles a bay. One end is near the resort area with hotels and apartments, the other is at the end of the line from the main road from the town. There are no facilities here but it is very popular with families.\n\nKolymbithra - On the north side of the island, and sometimes protected from the winds, this beach is at the base of an inlet from the sea. There are chaises to rent, a cafe on the beach, several tavernas lining the beach, showers, etc. About a kilometer away is a long beach, no facilities, but with bigger waves.\n\nKalivia - On a bay, relatively protected from winds. There are not many visitors. It is at the end of a very curvy dirt road. There is a cafe and a dive shop.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rakí"]}," (the Greek version of Grappa) and ",{"type":"'''","value":["Tsikoudia"]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nMove on by boat to ",{"type":"[[","value":[["Mykonos"]]},", ",{"type":"[[","value":[["Paros"]]},", ",{"type":"[[","value":[["Naxos"]]},", ",{"type":"[[","value":[["Ios"]]}," or ",{"type":"[[","value":[["Santorini"]]},".\n\nNearby ",{"type":"[[","value":[["Syros"]]}," can be used as a transport hub to further ",{"type":"[[","value":[["Greek Islands"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Cyclades"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Tinos"]]},"\n",{"type":"{{","value":[["geo"],["37.533333333333"],["25.166666666667"]]}]