[{"type":"{{","value":[["pagebanner"],["Tinsukia banner.jpg"],["caption=A view of the Railway Heritage Park at Tinsukia"]]},"\n",{"type":"'''","value":["Tinsukia"]}," is in ",{"type":"[[","value":[["Assam"]]},".\n",{"type":"[[","value":[["image:tinkunia_pukhri.jpg"],["right"],["thumb"],["300px"],["Tinkunia Pukhri of Tinsukia"]]},"\n",{"type":"==","value":["Understand"]},"\nTinsukia is the economic capital of Assam. It is the main business center of upper Assam. Assam is divided in two parts called as Upper Assam & Lower Assam. Upper Assam is called as area of Jorhat to Tinsukia and  Lower Assam means Kokrajhar to Kaziranga.This city is a gateway to many places of tourist interest in Upper Assam and this district is the end of Assam sharing its boundaries with Arunachal Pradesh. Tinsukia has a couple of good hotels to stay overnight before you embark on a journey to the nearby areas. This was the city which was connected by the Bengal-Assam railways way back in the 19th century, resulting in a very high influx of businessmen, railway employees and laborers from the mainland India. The introduction of railways into this area permanently changed the demographic configuration of the area resulting in wider socio-political effects. During the second world war, the outskirts of the city was used for setting up camps for the US army.\n\nUnfortunately, this cosmopolitan city has been affected by perpetual terrorist strikes for last few years.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport is Dibrugarh Chabua Airport. Taxis outside the airport are costly (500 Rupees for Tinsukia). A good alternative is to go to the main exit gate, where you will find shuttle autos which will take 5 Rupees and drop you to Mohanwadi Bus Stop on NH37, from where you can pick up Buses\/Autos\/Wingers for Tinsukia that cost 20 Rupees per passenger.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nTinsukia is famous for its endless stretches of tea gardens, which are very pleasing to the eyes. Tinsukia is also the capital of the Muttack Rajahs, and in a place called Guijan you come across the ruins of the kingdom. Guijan is just 45 minutes from Tinsukia town. But there is nothing particular about the town to talk about. There is a temple of lord Krishna. Other than that it is an industrialised town and the pollution ratio is high. Roads are narrow and bad; as it is in all small Indian towns. However, just as you step outside,the beauty of the tea gardens overwhelm you. \nNinety minutes away from Tinsukia lies the town of Digboi,which boasts of the first oil refinery in India.\n\n",{"type":"==","value":["Do"]},"\nVisit Dibru Saikhowa national park, a place where you can see a number of migratory birds, which is 25 km from the old railway station. Many ornithologists are there who would guide you to see those birds. One can see the white deohah.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nTinsukia is a good place for shopping especially for those with low budget. However, in some cases bargaining is necessary. Besides a number of shopping mall there is daily bazar opened on all days except wednesday. Some shops good for buying clothes are:\n\n",{"type":"*","value":[{"type":"'''","value":["Vandana"]}]},{"type":"*","value":[{"type":"'''","value":["Shandar"]}]},{"type":"*","value":[{"type":"'''","value":["Amarjyoti"]}]},{"type":"*","value":[{"type":"'''","value":["UCB"]}]},{"type":"*","value":[{"type":"'''","value":["Levis"]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Madhu Milan"],["url="],["email="],["address=New Market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=MB's"],["url="],["email="],["address=GNB Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Budget"]},"\nWhile in Tinsukia do try the roadside food stall, you will find an array of yummy fast foods notably they can be found near supermarket,opposite old railway station and near vishal megamart\n\n",{"type":"==","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KF"]}," - ATC Mall",{"type":"<","value":["br"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hasty Tasty"]}," - Ranghar commercial complex",{"type":"<","value":["br"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Royal Highness"]}," - GNB road",{"type":"<","value":["br"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Centre Point"]}," - GNB Road",{"type":"<","value":["br"]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nAn array of bars and pubs can be found which are a very cheap option. The only lounge bar available is KF's at ATC Mall.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nIn Digboy Hotel Galaxy offers good food with compared to others, and it offers accommodations at 200 rupees per day, but you can't get attached bathrooms or other basic facilities of a starred hotel.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Digboi"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["27.5000"],["95.3667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Assam"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tinsukia"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Assam\/Districts\/Tinsukia\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tinsukia"]]}]