[{"type":"{{","value":[["pagebanner"],["Kabul (Afghanistan) banner Street frontage.jpg"]]},"\nTravel in developing countries can pose an added challenge to even the most experienced adventurer. \n\n",{"type":"==","value":["Preparation"]},"\n",{"type":"===","value":["Money"]},"\n\n",{"type":"{{","value":[["main"],["Money"]]},"\n\nsee ",{"type":"[[","value":[["Money"]]}," for tips on accessing money overseas.\n\n",{"type":"===","value":["Electric devices"]},"\n\n",{"type":"{{","value":[["main"],["Electrical systems"]]},"\n\nResearch both the voltage and plug configuration before traveling with plug-in devices; it's rather frustrating to arrive and find that your most expensive item, some piece of electronics, cannot be recharged or used.  All-in-1 adapters are handy, but more specific adapters save space and weight. In some countries, the availability of electricity may be restricted to certain times of the day, or even certain days of the week, so check before you go, and if possible, opt for hotels with their own generator.\n\n",{"type":"===","value":["Vaccines and medications"]},"\nIdeally, visit a travel clinic at least two months before departure to plan any vaccinations or prescriptions you may need.  (See ",{"type":"[[","value":[["#Stay healthy"],["Stay healthy"]]}," below for more info.)  These doctors specialize in travel medicine and can give you advice that is more specific to your travels than a generalist physician, who will likely know little more about local conditions than what's on the CDC's website.  That said, any doctor is better than none.  Indeed, many countries will deny entry without proof of appropriate vaccinations.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visas"]},"\nMain article: ",{"type":"[[","value":[["Visa"]]},"\n\nOne of the illogical but undeniable truths of traveling is that the poorer, less developed and less visited the country is, the harder it will be to obtain a ",{"type":"'''","value":["visa"]}," for the country.  \n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.delta.com\/planning_reservations\/plan_flight\/international_travel_information\/visa_passport_information\/index.jsp IATA Visa Database"]}]},", provided by Delta, is an excellent place to check whether you need a visa or not.  While IATA provides no guarantees of accuracy, the database is usually fairly up to date.  More importantly, if you don't have a visa but their database says you need one, you will not be allowed on the plane!\n\nYou can also try checking out ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.projectvisa.com\/ Project Visa"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visahunter.com\/ Visa Hunter"]}]},", databases of visa information for each country.\n\nIf traveling by land, it is imperative to check that the border crossing you plan to use is open to foreign visitors.  If the country provides a ",{"type":"'''","value":["visa on arrival"]},", make sure that the border crossing in question can supply it.  If at all possible, confirm the answer from multiple sources and, if blithely promised that crossing is no problem, try to get the promise ",{"type":"''","value":["in writing"]}," in case the border guards happen to disagree.\n\nThere are two schools of thought for getting visas: one says to obtain visas as far in advance if possible, so you can buffer for unexpected delays, while the other says to obtain as close to your destination as possible, where you can get your visa rapidly and with less hassle as it's a more standard procedure.  Ideally you can combine both by starting your trip at a \"visa hub\" city where you can get visas for nearly all neighboring countries.  Some examples by region include:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Europe"],["Eastern Europe"]]}," and ",{"type":"[[","value":[["Central Asia"]]},": ",{"type":"[[","value":[["Kiev"]]}," (",{"type":"[[","value":[["Ukraine"]]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["South-East Asia"]]},": ",{"type":"[[","value":[["Bangkok"]]}," (",{"type":"[[","value":[["Thailand"]]},"), ",{"type":"[[","value":[["Singapore"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Southern Africa"]]},": ",{"type":"[[","value":[["Pretoria"]]}," and ",{"type":"[[","value":[["Cape Town"]]}," (",{"type":"[[","value":[["South Africa"]]},")"]},"\nYou can also obtain visas for almost any country in the world in ",{"type":"[[","value":[["Washington, D.C."],["Washington D.C."]]},", ",{"type":"[[","value":[["London"]]}," or ",{"type":"[[","value":[["Tokyo"]]},".  You can also mail your visa application and passport to the nearest embassy or consulate (use registered mail).  However, applications done this way tend to be time-consuming and expensive.\n\n",{"type":"===","value":["Mental Preparation"]},"\nIf traveling in a developing country for the first time -- or in a new part of the world -- don't underestimate the potential culture shock.  Many a stable, capable traveler has been overcome by the newness of developing world travel, where many little cultural adjustments can add up quickly.  Especially in your initial days, consider splurging on Western-style and -quality hotels, food, and services to help acclimatise.\n\nIt may help to think in terms of \"rupees\" and \"whoopies\". The terms originated with a two-year-old who could not pronounce the Indian currency, rupees, and called them \"whoopies\". The parents decided that their travel budget included some of each, and that the distinction was important. When the tourist restaurant has an expensive lunch and you walk down the street to a cafe full of locals and eat basically the same meal for a third the price, you are saving your rupees. Good move. However, when it is hot, noisy and dusty, there are beggars everywhere, and you take refuge in an air-conditioned restaurant that serves bad lamb-burgers for twice the cost of the tourist restaurant's lunch, you are spending whoopies. Enjoy the cool and don't worry much about the cost.\n\nOften a good escape is the buffet breakfast or lunch at a good hotel. Many of these are very good and some superb. These are generally outrageously priced by local standards, but often quite reasonable by Western standards.\n\n",{"type":"===","value":["Arrival"]},"\nIn many places any obvious tourist or newcomer will be swamped with offers of guides, hotels, and taxi services. It's important to look like you know what you're doing, and not be forced into accepting an offer just because you arrived unprepared.\n\nIn many places, it is better to avoid the people yelling \"taxi?\" inside the airport or train station; they are often touting for or driving unlicensed meterless taxis. Furthermore, they often make their money by taking you to specific hotels, which give them a referral fee.  You are better off taking the airport bus or going outside and looking for a real taxi with a license and often a meter.\n\nOne way to avoid the crush, especially in ",{"type":"[[","value":[["India"]]},", is to use a local agent for booking accommodation or internal travel in advance.  When you arrive at your destination the local agent will be waiting with your name on a notice and they will have a driver to take you to your hotel.  It might cost a little bit more but it beats walking out of an air terminal at midnight after a long flight, into pandemonium. \n\nA good arrival checklist for these situations includes all the tips for ",{"type":"[[","value":[["Arriving in a new city"]]}," plus:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["A plan"]},". Know what you're going to do before you arrive. No matter how much you want to get off the stuffy bus or out of the crowded airport, you don't want to find yourself pondering your guidebook in the middle of a crowd of touts and hawkers. Everyone will insist on taking you to this guest-house or that hotel. Looking like you already have a goal and a plan (even if you don't) is your first line of defense against the rain of business cards and brochures. If traveling with friends, a good strategy is to leave the luggage with part of the group at a nearby restaurant or cafe while the other half gathers information on what's available. This gives everyone the excuse 'we are waiting for our friends' and will relieve some (but not all) of the pressure. If you are traveling alone, just insist that you are meeting a friend who already has a room for both of you. As a last resort, don't hesitate to just ignore any especially insistent 'guides' or 'friends'. They will leave you alone, eventually."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Knowledge of costs"]},". Have some idea of what a taxi into town should cost, and enough language (or a piece of paper and pen) to negotiate it. Expect to be charged more than the locals, but at least this way you should get the right number of 0's. If arriving by plane, just ask someone on the flight.  And of course, ALWAYS negotiate the price ahead of time, before entering the vehicle."]},"\n",{"type":"==","value":["Get around"]},"\n\nOne sad but undeniable fact of travelling in developing countries is that transportation infrastructure is generally not up to the standards of more developed countries. Therefore, those from more developed countries should plan more time to cover the same distance that they would back home. Safety can also be an issue, particularly if air or sea travel is involved, so do some research before you go.\n\n",{"type":"==","value":["Talk"]},"\n\nTry acquiring ",{"type":"'''","value":["some knowledge of the local language"]},". Yes, you can probably get by on just English in most of the world, but even the ability to say \"hello\", \"please\", \"thank you\", \"excuse me\", and so on in the local language goes a long way. \"Leave me alone\" and \"don't touch me\" aren't far behind. Numbers, \"how much does it cost,\" and \"too expensive\" are also quite useful.\n\nIn several countries, especially in former British colonies, you can often get by with just English. For example, in India, nearly every educated person speaks some English and many are fluent. Even many of the less educated have some English, at least recognize some simple words and phrases. In such situations, it is possible to travel almost any region using simple English -- basic words and phrases. The key is to use just such common words and phrases, and learn to pronounce them in a more local (or locally comprehensible) accent. \n\nFor long trips in a region, consider learning a regional language if there is one. For example, Russian is widely used in Central Asia where many countries were once part of the Soviet Union. It may be better to learn a bit of Russian than to tackle all the local languages — Tajik, Uzbek, Turkoman, Uighur — and may be almost as useful. French plays a similar role for parts of Africa, Spanish and\/or Portuguese in Latin America.\nFor English speakers Russian, French or Spanish may be easier to learn than the local languages.\n\nSee our ",{"type":"[[","value":[["talk"]]}," article for more detailed discussion.\n\n",{"type":"==","value":["Sleep"]},"\nDo not sleep on a mattress or pad on the ground in areas where you do not know the local fauna. If you are going to camp out, bring a camp cot or hammock to keep you away from snakes, scorpions and such. Use mosquito nets around your bed in countries where mosquitos carry malaria.\n\n",{"type":"==","value":["Stay safe"]},"\n\nIf you are from the developed world, your income is likely enormous in relation to that of many people in some developing countries (though not in others). The UN estimates that over a billion people live on under $1 US a day. If you wander into their territory waving around a camera whose price exceeds local annual income, expect a reaction. Even your backpack, boots, watch and clothes may each cost a few months' local income, sometimes even more than a year's income for the poorer locals. If you insist on using these items, consider altering them to (1) make them look dirty or rusted, and (2) reduce their potential resale value.\n\nReactions vary, but be prepared to deal with:\n",{"type":"*","value":[" aggressive sales tactics and being charged more than locals. See ",{"type":"[[","value":[["Bargaining"]]}," for more."]},{"type":"*","value":[" police and other government officers requesting bribes. See ",{"type":"[[","value":[["Authority trouble"]]},"."]},{"type":"*","value":[" various scams aimed at tourists. See ",{"type":"[[","value":[["Common scams"]]},"."]},{"type":"*","value":[" thieves See ",{"type":"[[","value":[["Pickpockets"]]},"."]},{"type":"*","value":[" beggars, including children being exploited by adults as street beggars. See ",{"type":"[[","value":[["Begging"]]},"."]},{"type":"*","value":[" violent crimes such as armed robbery and snatch theft, particularly in big cities like ",{"type":"[[","value":[["Johannesburg"]]}," and ",{"type":"[[","value":[["São Paulo"]]},"."]},"\nTake precautions, but do not get paranoid about it. Of course people want your money, but don't let that spoil a trip. \n\nIn parts of Asia and Latin America, ",{"type":"[[","value":[["aggressive dogs"]]}," are another concern.\n\nIf travelling in a country that is currently experiencing widespread violence, such as a civil war, you need to take many extra precautions, see ",{"type":"[[","value":[["War zone safety"]]},".\n\n",{"type":"==","value":["Stay healthy"]},"\nDeveloping countries pose health hazards. Many have poor sanitation and\/or poor health care and\/or a hot climate that allows various diseases practically unknown in temperate Western countries to propagate. See a doctor with experience in ",{"type":"'''","value":["travel medicine"]},", or visit a specialist clinic, at least 8 weeks before your planned departure. This gives enough time for the vaccinations.\n\nContaminated drinking water is one of the leading sources of health problems for travelers. Check country listings for your destination(s) for details of hazards there, and for availability of bottled water or alternatives. Consider carrying a means of purifying water. A good filter takes out everything down to 0.2 micron, all bacteria and many viruses. Boiling or ultraviolet (UV) radiation will get everything, but those require equipment. Iodine tablets are widely used. Consult a doctor with knowledge of the area you are going to.\n\nInorganic water contaminants, such as insecticides or heavy metals, are a different problem and cannot be dealt with by the usual sterilisation methods. Check our destination articles and government health warnings to see if these will be a problem. \n\nCarry a diarrhea medicine; you are almost certain to need it at some point. For many destinations, sun screen and\/or mosquito repellent are also essential. Carrying your own anti-bacterial soap and\/or hand wipes can be a useful precaution. For some journeys, a full first aid kit is advisable. \n\nAIDS and other sexually transmitted diseases are poorly controlled in many developing countries. If there is ",{"type":"''","value":["any"]}," chance you will have sex with anyone except a long-term partner, carry condoms.\n\nYour diet will change somewhat to suit unfamiliar foods and you may lose nutrients due to various illnesses. Using one-a-day multivitamin tablets is a sensible precaution.\n\nSee also ",{"type":"[[","value":[["Travellers' diarrhea"]]},", ",{"type":"[[","value":[["Tropical diseases"]]},", ",{"type":"[[","value":[["Sunburn and sun protection"]]}," and ",{"type":"[[","value":[["Altitude sickness"]]},".\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Packing"]},"\nFor travel in developing countries, you may need to carry things you would not need nearer home:\n",{"type":"*","value":["A sarong is useful as a sheet, beach blanket, towel, and of course, sarong wrap."]},{"type":"*","value":["A luggage lock: Expedition shops and airports sell these.  Or if backpacking, consider a 3D flexible lock that wraps around your entire pack."]},{"type":"*","value":["Money belt or passport pouch for your valuables. See ",{"type":"[[","value":[["pickpockets"]]}," for more detail."]},{"type":"*","value":["A little flashlight designed to hang on a keychain"]},{"type":"*","value":["Guidebook, phrasebook or Wikivoyage printouts: These can be very helpful, and the more unfamiliar your destination is, the more useful they are.  Don't count on finding consistent Internet access once you arrive."]},{"type":"*","value":["Map: often these can be bought cheaply in the destination country, but you should bring your own for countries such as China where you cannot expect to read the locally-printed map."]},{"type":"*","value":["Toilet paper: Keep a roll or wad of paper in your luggage and a good wad in an easily accessible spot. Public toilets and guest-house toilets will often not provide any. If you're short on space, remove the cardboard tube and flatten the roll. Keeping it in a large zip-lock bag is another good idea."]},{"type":"*","value":["Food: trail mix, granola bars or other sports snacks travel well. They can be very handy when airport food is ridiculously expensive, when nothing nearby looks sanitary, or when everything is closed for two days because of some festival or strike."]},{"type":"*","value":["Medication, including personal supplies of medications that you are currently taking"]},"\nBudget travellers will also need:\n",{"type":"*","value":["A sleep sheet (sheet sewn into a bag): the cheaper hostels do not provide bedding "]},{"type":"*","value":["A towel: Hotels and hostels may not provide one, or not clean ones.  In cold weather areas, drying off quickly is much more important than on a tropical island. Making room in your pack for a good towel can keep you healthy and happy. Bath and beauty shops sell small super-absorbent towels for drying hair, but they work just as well for general use, and dry quicker than regular cotton.  To save space, go with the smallest size you're comfortable with."]},{"type":"*","value":["A padlock: Some hotels don't have door locks, but give you a padlock with which to close the door of your room. People who work at the hotel almost certainly have duplicate keys for that lock. Using your own lock is more secure."]},{"type":"*","value":["A rubber doorstop:  Works wonders if you don't have a padlock."]},{"type":"*","value":["A universal rubber plug, for use in sinks and tubs where no plug is provided"]},{"type":"*","value":["A clothesline"]},"\nYou might also need:\n",{"type":"*","value":[" Sewing kit"]},{"type":"*","value":[" duct tape (to save space, consider wrapping a few feet around a large marker or Sharpie, instead of bringing a whole roll)"]},{"type":"*","value":[" pocket knife (only in checked baggage of course)"]},{"type":"*","value":[" lighter or a waterproof container with matches (plastic photographic film boxes are perfect) (note that most airport restrictions prohibit the carrying of matches onboard)"]},"\nFor more suggestions, see ",{"type":"[[","value":[["Packing list"]]},".\n\n",{"type":"{{","value":[["related"],["Arriving_in_a_new_city"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]