[{"type":"{{","value":[["pagebanner"],["Kobenhavn cykelby banner.jpg"]]},"\n",{"type":"[[","value":[["File:Street in Jimingyi, Hebei, China.jpg"],["thumb"],["No matter where you are in the world, given enough time, no land destination is too far."]]},"\n",{"type":"[[","value":[["Cycling"]]}," has many advantages as a form of travel, as it is the fastest way to travel by human power, and slow enough to allow the type of local immersion that is impossible with powered travel. Cycle travel is also a cheap form of transportation.\n\nMulti-continental trips are relatively common, such as from tip to tip of the Americas, but cycling can also be enjoyed in month-, week-, or even weekend-long trips. Some routes, such as the ",{"type":"[[","value":[["Karakoram Highway"]]},", are extremely challenging, but an infinite number of safer and easier routes are also available.\n\n",{"type":"==","value":["Itinerary"]},"\n\n",{"type":"''","value":["See also:"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cycling"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cycling in Scotland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["EuroVelo cycling routes"]]}]},"\n",{"type":"===","value":["Distance"]},"\n\nOn level terrain, without a headwind, a cyclist of average fitness on a touring bike can comfortably cover 60–120 km a day, depending on the number and length of stops. Distances of up to 250 km a day are feasible, but anything much beyond 120 km will require considerable physical strain and not allow many stops to enjoy the places you visit. For many, 80–100 km a day will be the optimal distance to aim for, as it will give a sense of achievement and also leave plenty of time for meals and activities.\n\nBe aware that a full load will slow you down. You may average 25 km\/h on your unladen bike, but being loaded up with panniers can reduce that to 15 km\/h or less.\n\nFor a seven day itinerary, aim to cover about 400–500 km. It is a good idea to ease into a longer trip, do short days to start with, and take a break on the third or fourth day, to allow sore muscles to recover, perhaps stopping in a city or engaging in a different outdoor activity, such as kayaking or swimming.\n\n",{"type":"===","value":["Geography"]},"\n",{"type":"[[","value":[["File:Brompton remorque furkapass.jpg"],["thumb"],["It's worth the climb"]]},"\nThe gradient of the trip will reduce your range, in exceptional circumstances with uphill gradients to as little as 20 km a day. Watch the altitude lines on your map closely, both for individual gradients and total altitude differences.\n \nGradients of more than about 5% are difficult to overcome on a laden touring bike. A rule of thumb is that for every 100 metres of altitude you climb, you should add an extra 15 minutes to your journey time.\n\nIn hilly or mountainous regions, the easiest routes for cycling are downstream along major rivers, as overall they will be downhill. A long, roundabout route along a river will usually be easier than a short, direct route over a hill or mountain pass. However, it is worth bearing in mind that the most scenic routes often come from hilly terrain. If you are feeling up for a challenge, try some hillier routes. Start small, your legs will get used to it and the views will be worth the effort.\n\nMotor traffic is often worth avoiding as much as possible, for example by planning your cycle trip in less densely populated regions (unless it is in a country that offers exceptionally good cycling facilities, such as The Netherlands or Denmark), by choosing minor roads over trunk roads, and staying away from larger cities unless they offer good cycle paths. Not only can it be dangerous to share the road with large numbers of cars and trucks, it will also be less fun.\n\n",{"type":"===","value":["Maps"]},"\n\nIdeally you will have maps showing the contours of the region you are visiting, along with tourist attractions, accommodation, campsites and other useful places. However, these maps tend to be quite detailed and only cover small regions, and if you are covering any kind of distance you will find yourself buying rather a lot of them, which can prove  expensive and heavy.\n\nOne good compromise is to buy a road atlas of the country or countries you are planning to visit, tear out (copy) the necessary pages and only take those. You'll often find you can get a good 1:100000 map fairly cheaply, but still showing minor roads, campsites and marking out any steep hills.\n\nMany conventional maps won't give you good information about cycle routes or bike lanes. However, you can find this online for many countries, via Open Cycle Maps and similar websites based on Open Street Maps. Information is less good in countries where the project is less active, such as parts of South America, Africa and Asia.\n\nAnother alternative is a GPS with topographic maps loaded, or a PDA (possibly one that has GPS) which you can load topographic maps into.  Even a scanned atlas map onto a PDA is better than nothing.  There are several GPS devices available with bicycle mountings which can include Open Street Maps data, for free (see ",{"type":"''","value":[{"type":"[[","value":[["#GPS maps"]]}]}," below).\n\nSmartphones also have GPS and can run map apps, most of which can show bike routes.\n\n",{"type":"===","value":["Other Information"]},"\n\nIt's best not to take advice from non-cyclists too seriously, whether given in person, on-line or in print.  Often they will overestimate the difficulties, and underestimate the pleasures.  This is particularly true in the case of distance, traffic situations (especially in developing countries) and road conditions.\n\n",{"type":"==","value":["Equipment"]},"\n\nCycling for extended periods requires somewhat more than a basic set of wheels, and both comfort and convenience can be improved with a few standard add-ons, however every piece of extra weight you pack is going to require extra energy to move around.\n\n",{"type":"===","value":["The bicycle"]},"\n",{"type":"[[","value":[["File:Touring bicycle.JPG"],["thumb"],["A conventional touring bicycle, a Soma Double Cross, with drop bars, front and rear panniers, and a handlebar bag."]]},"\nHotly debated among cycle tourists is what makes a good touring bicycle.  Much of the choice depends on what style of touring you plan to do.  Someone doing a short supported tour in a developed country will have vastly different needs from someone doing a long distance self-supported tour in a developing country.  While the former will do very well with a light weight road bike, the latter will be better with a dedicated touring bike.\n\nAlmost any bicycle can be used for a tour, but some will enable you to travel farther and more comfortably, with fewer mechanical problems.\n\nHere we assume you will be carrying at least a moderate amount of baggage.\n\nRecumbents make excellent touring machines. Especially the tadpole trike configuration with over 3 square feet of seat means a great degree of comfort and comfortable seat while in camp. You can gear a trike very low for easy hill climbing to crawl up hills as slow as you want. With the recumbent trike if you want to stop and look at something, take a picture, look at a map, or take an on bike nap, you just pull over and stop. No getting off the bike and no tipping over. The face forward head position makes watching the world go by very comfortable. Safety wise, trikes offer handlebar mirrors with a 180 degree rear view and having your hands free makes it very easy to acknowledge motorists you may be holding up (a motorist who has been acknowledged with a friendly wave is much more patient.) The wider stance and car-likeness of the trike means motorists treat you like a car and will pass with a wide margin. Another safety feature is riding feet first and low to the ground making head injury less likely in a crash. Trikes are typically harder to crash, don't easily tip over and handle emergency off road ditching quite well. A final note on safety is having two front braking wheels which usually feature disk brakes providing lots of stopping power and no flipping. On the downhill trikes are known to exceed 50 mph while remaining stable and fun. On the flat they can be a bit faster than other bikes. Up hill they tend to be slower.\n\n",{"type":"====","value":["Comfort"]},"\n",{"type":"[[","value":[["File:Brompton cyclocamping.jpg"],["thumb"],["Folding bicycles in Holland, loaded for touring."]]},"\nWhen spending long hours in the saddle it's important that the bicycle is comfortable for ",{"type":"''","value":["you"]},".  Some things that make it more comfortable are tire choice, handlebar choice, and saddle choice.  ",{"type":"'''","value":["Tires"]}," should be smooth, for lower rolling resistance, wider than road (racing) tires, and narrower than most mountain bike tires.  Something in the rage of 32 to 40mm if using 700C, or 1.25\" to 1.75\" if using 26\" is ideal.  The important thing with ",{"type":"'''","value":["handlebars"]}," is for them to offer a variety of hand positions, this can be achieved in a variety of ways.  One option is the \"drop\" bars as found on road racing bicycles, these are normally mounted higher on a touring bike, to put less pressure on the hands, they provide the most numerous hand positions.  Ideally wider drop bars would be chosen for touring than racing, 44 cm for example.  The other common way to get multiple hand positions is to put bar ends (horn-style handlebar extensions) on \"flat bars\" (mountain bike style bars).  This is cheap and easy, but only provides one or two additional positions.  Other, less common, but excellent options are ",{"type":"''","value":["moustache bars"]}," or ",{"type":"''","value":["butterfly bars"]},".   A good ",{"type":"'''","value":["saddle"]}," can really help reduce saddle-soreness, and is worth spending a little extra money on. Don't go for the biggest, squishiest gel saddle you can find - often the soft seats can rub a lot more against your delicate parts. It's best to go for the \"sculpted\" saddles that are designed to support your sit-bones. It's a very personal choice, and hard to know what you'll find comfortable until trying it out, so find a saddle you're happy with well before you leave.\n\n",{"type":"====","value":["Strength"]},"\nOverall the bicycle should be stronger than a bike not designed to carry loads for long distances.  When carrying 10–20 kg it's worth having a bike that's a few kg heavier and much stronger.  One very important part of this is the choice of wheels.  Wheels with 36 or 32 spokes are stronger, and ",{"type":"'''","value":["double walled"]}," wheels are mandatory for any touring.  Light weight wheels popular with road sports cyclists are to be avoided.\n\n",{"type":"====","value":["Carrying Capacity"]},"\nThe most basic part of being able to carry lots of stuff on your bike is simply being able to bolt a ",{"type":"'''","value":["rack"]}," (or two) on.  It's important to have bolt holes near the rear axle to for the rack, and it's nice to have them near the saddle too.  A front rack lets you balance the weight out more evenly over both wheels, and the bicycle handles better as a result.  Ability to bolt on water bottle cages is also good.  A longer wheel base will make the bicycle more stable and give a more comfortable ride when loaded.  Of course having a bike that's strong enough to handle the weight is also important.\n\n",{"type":"====","value":["Serviceability"]},"\nNothing lasts forever.  Check, or have a professional check, your bike before you leave.  Let them know that you plan to do a tour on it and you don't want mechanical problems messing it up—don't let them try to save you money at the cost of a problem on your tour.  When choosing a bike (or adapting a bike) look for parts that are as mechanically simple as possible, as they will be more reliable and easier to service when something eventually wears out. Avoid proprietary parts entirely (like the Cannondale \"Headshock\") as they can only be serviced by authorized dealers. Other details depend on where you are travelling, but as a rule of thumb don't use the latest technology, stick to tried and trusted systems.  If traveling in the developing world a good rule of thumb is to try to keep your bike as compatible as possible with department store mountain bikes.  Bikes like these have penetrated many developing markets, and replacement parts are more commonly available in many countries.  It would be unwise to try for compatibility with the Chinese\/Indian roadster that is even more common in many developing countries.  The parts would be hard to find in the developed world, and would not be high quality anywhere.\n\n",{"type":"====","value":["Component Choices"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shifters"]},": Many modern bicycles have very complex shifters that are not possible to service, changing to ",{"type":"'''","value":["bar-end shifters"]}," is a good choice for bars that will fit them (drop or moustache) as they are very robust.  Old (80's or 90's) mountain bike \"thumbie\" shifters are a good choice if using flat bars, but are hard to come by, and are only compatible with the number of gears they were designed to be used with at the time. If you are willing to spend the money Paul Components makes an ",{"type":"[","value":["http:\/\/www.paulcomp.com\/mtthumbie.html adapter"]}," to mount bar end shifters as a thumbie on flat bars.  This is an excellent robust solution."]},"\n",{"type":"*","value":["More ",{"type":"'''","value":["gears"]}," is not always better; while it is important to have a good range of gears, especially a very low option, 9 or 10 speed rear cogsets wear faster, and come out of adjustment more easily than 7 or 8; and usually do not give wider range than 7 or 8.  A cassette with 8 gears on it is probably the best choice as reasonable quality and selection of cassettes is still available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rear Hub:"]}," The rear hub is a part of the bike that is under a lot of stress. The older standard of rear hub was designed for a threaded freewheel, the new one is called a freehub and is used with a cassette. The newer freehub is stronger, and more reliable. While replacement parts are harder to find in some parts of the developing world, it would be a good choice there too.  It would be far less likely to need replacement than a freewheel hub, and if. Internal gear hubs (IGH) for the rear wheel have become more sophisticated in recent time with wide range 11 speed and 14 speed hubs available. While costly they are not much different to the cost of a regular derailleur group-set. These IGH's have the advantages of ease in gear changing, protection from the elements and very low maintenance requirements. On a short tour you may need to do nothing to them, on a longer tour it may need no more than an oil change and chain tensioning."]},"\n",{"type":"*","value":[{"type":"'''","value":["Headsets:"]},"  Threadless 1 1\/8th inch is a good choice.  While threaded 1 inch have been around for longer, they require large tools to adjust, and are not as strong.  Avoid integrated Headsets as it can be difficult to find parts for this in the developed world and worse in the developing one."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bottom-brackets:"]}," Square taper Bottom-brackets are the most common, and the easiest to find replacement parts for, they make a good choice.  The only disadvantage is they are a few dozen grams heavier, not a worry on a touring bike.  Avoid the many different splined standards.  Unfortunately square taper BBs are coming on very few new bikes these days—though you can still buy quality ones.  It would be worth swapping to a square taper BB and crank if you are planing an extended tour in the developing world."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wheel Size:"]},"In many developing countries the 26\" decimal wheel size (aka ISO 559) is more common than the 700C size (ISO 622).  (But other sizes that are now discontinued in most of the developed world may be even more common)  It's probably safest to stick with 26\" if possible.  Be aware that the naming conventions for tire sizes are convoluted and far from self-evident.  For example there are 6 different incompatible sizes all known as 26\" see ",{"type":"[","value":["http:\/\/sheldonbrown.com\/cribsheet-tires.html this"]}," list for more info."]},"\n",{"type":"====","value":["Frame"]},"\nSteel is a good choice for the frame. It comes in a number of forms for bike use: quality Cromoly steel is a bit heavier than aluminum, and Hi-Ten steel significantly so, but both more than make up by being more durable, safer to ride with crash damage, and may be possible so improvise some sort of repair if damaged.  Lugged frames may be stronger than welded because of the additional material at the joints, but only if well made.  Titanium is the strongest, and lightest, most weather resistant, but impossible to repair (without very very very specialized equipment) and out of most peoples budgets.\n\nDedicated touring bikes, like the Surly Long Haul Trucker, Trek 520, Thorn Sherpa, or similar, are ideal; but not the only option.\n\nMany older (90's) mountain bikes fit the characteristics of a good touring bike, with some modifications made, most importantly removing suspension forks if present, putting slick tires on, and adding bar ends (or putting drop bars on).\n\n",{"type":"===","value":["Other Equipment"]},"\n\n",{"type":"*","value":[" An ",{"type":"'''","value":["odometer"]},", or cycle computer, is essential for long tours when you need to gauge distance travelled against maps and road signs, preferably calibrated in local units (miles in the United States and United Kingdom, kilometers everywhere else). A simple ",{"type":"'''","value":["GPS"]}," may be preferable, as it displays more accurate information and does not require a mechanical trigger on the wheel, and has other benefits as detailed below."]},"\n",{"type":"*","value":[" Even if you're a very light packer, you'll want a set of ",{"type":"'''","value":["panniers"]}," to put your gear in.  Backpacks raise your centre of gravity, cause you to sweat more or even over heat, and will fatigue your back.  A rack with bags mounted on either side of your rear wheel is a much better alternative, with a pair for the front if you have more stuff.  Front bags aren't only if you can't fit everything in the back, they spread the load out over both wheels better and make the bicycle handle better as a result.  Another option is to carry your luggage in a separate trailer."]},"\n",{"type":"*","value":[" Take specialist cycling ",{"type":"[[","value":[["maps"]]}," of the area you plan to cover, and a compass to navigate them. Cycling maps are often also included in cycling travel guides. If cycling maps aren't available, use maps at a scale of 1:50,000, to 1:200,000."]},"\n",{"type":"*","value":[" A smartphone may be able to be pre-loaded with maps.  Having a local SIM card with data access means you can access your location and other information easily if required."]},"\n",{"type":"*","value":[" You may want to consider a ",{"type":"'''","value":["clipless pedal"]}," system, in which a ",{"type":"'''","value":["cleat"]}," on your shoe locks into the pedal. This will give you better pedalling efficiency, and allow you to use a greater range of the muscles in your legs, thus fatiguing them less. If you choose this, you might also want to take a lightweight pair of ",{"type":"'''","value":["flip flops"]}," for walking around off the bike, to prevent the cleats from getting worn down."]},"\n",{"type":"*","value":[" A ",{"type":"'''","value":["lock"]}," is essential in most parts of the world. A small ",{"type":"''","value":["D-lock"]}," is preferred by some as it's compact, hard to break, and suitable for locking the bike to a solid object; others prefer cable locks which, although not as strong, allow you to lock up your bike to a wider variety of things, and are lighter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bottles"]}," for storing water in. You can also get backpacks with a large bladder you can fill with water: these have a tube that sits on your shoulder so that you can sip water easily, or water bags for carrying a backup supply on the rack in arid conditions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fenders \/ Mudguards"]},": If there's even a slight chance of rain, and there's always a ",{"type":"''","value":["slight"]}," chance of rain, these are more than worth their weight."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lights"]},": Even if you don't plan to ride at night, it's easy enough to get caught out after dark.  They are a basic safety item, and the front one doubles as a flashlight (torch).  Not all lights are made equal, and modern lights can light the path in front you as well as a car headlight."]},"\n",{"type":"*","value":[" A ",{"type":"'''","value":["kickstand"]}," adds weight, but can be handy in places where it's inconvenient to park your bike against an object or the ground."]},"\n",{"type":"*","value":[" Hard case tyres may add a little weight, but reducing punctures on the road can save you time and annoyances."]},"\n",{"type":"===","value":["Repair kit"]},"\nThe choice of tools depends on where you are going, how self-sufficient you need to be, and what repairs you are capable of.  Don't bother taking anything you don't know how to use; it will just be dead weight.\n\nA ",{"type":"'''","value":["Basic"]}," kit would include:\n",{"type":"*","value":["a fully featured multitool (allen keys with some other basic tools), pump, patch kit, chain tool (and replacement rivets if using a shimano chain, or masterlink if using a SRAM) and one or more spare inner tubes.  "]},{"type":"*","value":["Zap-straps, duct tape (gaffer tape) and locktight are extremely useful and with a little ingenuity can be used to fix all sorts of things.  "]},{"type":"*","value":["Some spare bolts could save the day; 5mm is the most useful; it's used on almost all bikes for the racks, and various other things. If you don't have them, in a pinch a less important bolt (e.g. for the water bottle) can be borrowed to replace a more important one (e.g. for the rack)."]},"\nAn ",{"type":"'''","value":["Advanced"]}," kit is good if you need (or want) to be more self-reliant, \n",{"type":"*","value":["Spare cables (brake, and derailleur). "]},{"type":"*","value":["Spokes of the length needed by your wheels.  Either temporary Kevlar ones, or permanent stainless steel ones with a way to take the cogset off (e.g. ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.jastein.com\/Html\/Tools_for_Wheels.htm Mini Cassette Lock"]}]}," or similar) to remove the cogset."]},{"type":"*","value":["Brake small parts: V-brake \"noodles\" and hanger if using V-brakes.  Cross over cable and hanger if using cantilever brakes."]},{"type":"*","value":["The type of pads needed by your brakes."]},{"type":"*","value":["a spare derailleur hanger, the part that attaches the derailleur to the frame of the bicycle, on aluminium bicycles they are removable, and designed to bend easily to prevent damage to the frame and\/or derailleur.  They are very specific to the model of bicycle so finding one on the road would be difficult, even in a developed country.  ",{"type":"[","value":["http:\/\/wheelsmfg.com\/content\/view\/694\/27\/ One that fits all bikes"]}," is made, and works adequately in a pinch.  "]},{"type":"*","value":["a leatherman or similar non-bicycle specific multitool could be useful, but only in addition to a bicycle specific one.  (Using the wrong tool is a great way to round bolts, and generally mess up your bike."]},{"type":"*","value":["Long distance tours in developing countries or isolated areas may take a spare set of tires with them.  Ones with a folding bead will pack up reasonably small."]},"\n",{"type":"===","value":["Clothing"]},"\n\nThere is a variety of cycling-specific clothing that can make your trip much more comfortable and\/or safe:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Helmet"]}," - required by law in some jurisdictions.  They are widely recommended as an important safety precaution. They also offer some protection from the sun."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jacket"]}," - wind- and water-proof layer for protection from precipitation and cooler temperatures."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cycling shorts"]}," - special shorts with padding around the crotch to increase comfort and reduce chafing, also can be warn under looser fitting clothing for more modest people, or when in more modest countries."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tights"]}," - for cooler weather than shorts; more comfortable than pants and less likely to get caught in the chain. Usually come with reflective markings at the ankle."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gloves"]}," - Wearing padded gloves to minimize vibration and pressure on the hands during long rides makes a huge difference to your comfort. Use cut-off style for warmer temperatures, full-finger for cooler."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eye protection"]}," - UV protection is better for the long term health of your eyes and makes for a more comfortable ride. Detachable lenses allow you to use the best lens colour for different conditions (such as yellow for cloud cover or clear for nocturnal riding)."]},"\n",{"type":"===","value":["Camping gear"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tent"]},", ",{"type":"'''","value":["sleeping bag"]},", and ",{"type":"'''","value":["camp mattress"]}," - if you're not intending to stay in a town each night, and\/or want to minimize costs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cooking equipment"]}," (stove, pots, utensils) is used by some to avoid restaurant eating, although it is common to buy ready-to-eat groceries."]},"\n",{"type":"===","value":["GPS maps"]},"\nThere are a few models of GPS devices specifically designed for bikes, but note that most of them do not come with bike trails in the actual maps.  That is, the hardware is designed for bikes, but the software is largely the same as what you'd use in a car but with some reduction in features (e.g. no voice navigation).  Some simpler cycling GPS units only record your track and statistics, and do not offer on-the-go route planning.  Many hiking-oriented units can also be mounted on handlebars with an adapter.  Finally, smartphone applications can be used, so long as one is mindful of battery life, rainfall, and other pitfalls of the long-distance tourist.\n\n",{"type":"====","value":["Open Cycle Maps and GPS devices"]},"\nOpen Street Map's volunteers have compiled very good cycle route information, better than commercial rivals in most countries, available on websites:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.opencyclemap.org Open Cycle Map"]}," shows routes"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.cyclestreets.net Cycle Streets"]}," allows you to create routes in the UK"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.gpsies.com GPSies"]}," helps create tracks and convert formats of tracks for GPS devices"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.tracks4bikers.com T4B"]}," helps create tracks and convert formats of tracks for GPS devices"]},"OSM \/ OCM maps can be downloaded and imported into Garmin maps formats for their Bike GPS units.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/wiki.openstreetmap.org\/wiki\/OSM_Map_On_Garmin\/Download Full list"]}," of OSM maps sources for Garmin"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/garmin.openstreetmap.nl Simple select and export"]}," tool for OSM maps to Garmin, including a bicycle-centric view."]},"\nIt can take a bit of a while to get used to the map formats, plus creating routes and importing them for daily use.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere are some simple and important precautions you should take when planning a bicycle trip:\n\n",{"type":"*","value":[" Familiarize yourself with basic repairs, especially puncture repairs.  ",{"type":"[","value":["http:\/\/www.parktool.com\/repair\/ park tool has good info on their site"]},", as does the more entertaining and opinionated ",{"type":"[","value":["http:\/\/sheldonbrown.com\/articles.html site of Sheldon Brown"]},".  Neither is a substitute for good hands on experience though."]},"\n",{"type":"*","value":[" Make sure you're carrying enough ",{"type":"'''","value":["fluids"]},": you may consume around 1 litre per hour of cycling."]},"\n",{"type":"*","value":[" Even when cycling under cloud cover, ",{"type":"'''","value":["sunscreen"]}," is essential to protect your skin in the short term (sunburn) and long term (skin cancer)."]},"\n",{"type":"==","value":["Eat"]},"\n\nFood choice depends largely where you are in the world, so see the respective sections for more info about foods.  As you will be working hard, it's important to get enough energy in your food.  Consuming foods high in carbohydrates and fats is a good idea, and on longer trips protein is also essential.  On long trips away from major towns there may be stretches with little quality food available, so be prepared to subsist on candy bars, prepared meat products and the like if the need arises.\n\n",{"type":"==","value":[" Taking your bike on public transport "]},"\n\nGetting your bicycle to the start of your intended cycle route can be an adventure in itself. You will need to do some research in advance about which carriers let you take your bicycle on board.\n\n",{"type":"*","value":[{"type":"'''","value":["Riding"]}," your bike from home is the easiest and cheapest way to start your trip, if you are willing to start in the area you live."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Airlines"]}," may require any or all of the following: that you fix the pedals in position; that you lower the pressure in your tires (emptying them entirely leaves the rims with little protection). To give your bike good protection it's best to pack your bicycle in a special box (most bike shops are happy to give you the sturdy cardboard box bicycles are delivered to them in), and the airlines often require this. Airlines vary about permitting a bicycle as a free item of checked baggage: some allow this, some require that you pay an extra fee. Shop around before buying a ticket. In almost all cases you need to inform the airline in advance that you wish to check a bicycle. Read the regulations yourself before checking in, as the airline's staff may attempt to charge you when the bicycle should be carried for free.  To pack a bicycle back into a shop-box you will need to remove the pedals and front wheel, and remove or rotate the handlebars.  Larger boxes and bags can be purchased if the size is acceptable to the airline."]},{"type":"[[","value":[["File:Vestischer Fahrradbus.jpg"],["thumbnail"],["Bus with bike trailer in Germany"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buses"]}," may have luggage compartments under the seating area, which may only have room for one or two bicycles, or they may have cargo areas inside the bus, or roof-racks, or they might not carry bicycles at all. Buses may also require a bike to be dismantled and placed in a case or box. Again, check at the time of booking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trains"]}," may have lots of space for bicycles, for example if they include baggage cars, and at the opposite extreme they may not carry them at all. If the train requires that you book a seat, you may need to inform them at the time of booking that you will be carrying a bicycle, and it may need to be boxed. If you're travelling on a service that doesn't require booking try to avoid peak times; many commuter services either charge extra for bicycles at peak times, or simply do not have room in the carriages for bicycles. Commuter trains may have onboard racks inside the car.  Note that Amtrak in the north-eastern United States does not permit bicycles on any service."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ferries"]}," tend to be a very bike-friendly form of transport and most will carry bicycles without a problem. Some will charge a small extra fee for this. On a car ferry, you will usually ride on and off with the rest of the vehicles and be directed to an area where you can place your bike, normally with ropes to secure it. Some ferry companies will let you leave panniers on the bike during the voyage, but be sure to take everything you need for the trip, and anything valuable."]},"\n",{"type":"{{","value":[["PartOfTopic"],["Cycling"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n\n",{"type":"[[","value":[["de:Thema:Fahrrad"]]},"\n",{"type":"[[","value":[["fr:Voyager en vélo"]]}]