[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nThis article contains some general tips for ",{"type":"'''","value":["women travelers"]},". Tips for women at individual destinations (such as, say, appropriate dress when visiting a temple, especially safety issues) are addressed in those articles. This article covers more general issues for women travelers.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"[[","value":[["File:Egg companions.jpg"],["thumbnail"],["Women travellers"]]},"\n",{"type":"*","value":[" Stay on the tourist areas or places that have a lot of people around. Don't stray into empty lanes."]},{"type":"*","value":[" Never accept food or drinks from strangers"]},{"type":"*","value":[" If you are drinking with a stranger, make sure your drink is made in front of you. Don't leave the drink unguarded. If you have to use the washroom, come back and buy another drink"]},{"type":"*","value":[" Don't wear very expensive jewelry or accessories"]},{"type":"*","value":[" Select clothes based on local culture. In many areas such as the ",{"type":"[[","value":[["Middle East"]]}," or ",{"type":"[[","value":[["Central Asia"]]}," wearing revealing clothes will draw unnecessary attention and harassment."]},"\n",{"type":"==","value":[" Stay healthy "]},"\n\n",{"type":"===","value":[" Contraception "]},"\n\nWomen planning to be sexually active with men during their travels may want to consider taking steps to prevent an ",{"type":"'''","value":["unplanned pregnancy"]},". Follow your usual contraceptive measures, but take into account any difficulty you might have obtaining contraception:\n",{"type":"*","value":["In some countries, contraceptives might not be available easily, particularly to women or unmarried people. Consider taking adequate supplies from home."]},{"type":"*","value":["If you use ",{"type":"'''","value":["hormonal contraceptives"]}," such as a daily pill, you might not be able to obtain your usual prescription at your destination. If you can, it could be expensive. Ask your doctor or pharmacist about getting enough doses to cover your whole trip. Take them with you in the original packaging with a copy of your prescription. Women who need to visit a doctor regularly for a dose, such as women who receive contraceptive hormone injections, might consider switching contraceptive methods for a long trip."]},{"type":"*","value":[{"type":"'''","value":["Oral contraceptives"]}," may lose their effectiveness if you become ill and vomit or have diarrhea. Time zone changes may also make it difficult to take each dose 24 hours after the last dose. You need to use a backup contraceptive measure, such as condoms, for 7 days after any interruption in effectiveness, which means either a late or missed pill or illness that might have affected the absorption. Check the information packet that comes with your pills for details of exactly what affects the absorption. Hormonal contraceptives that are delivered at a constant dose, such as by injection, by implant or by vaginal ring, are not affected by illness or time zone changes but are affected if you do not change them or have a doctor change them at the right time."]},"\nYou might wish to consider ",{"type":"'''","value":["longer term"]}," contraception for a long trip, such as contraceptive injections (effective for about 3 months), hormone releasing implants (effective for about 3 to 5 years) and intrauterine devices (effective for about 5 to 10 years). These typically require a doctor to administer\/insert them and possibly minor surgery, so plan them well in advance of your trip.\n\n",{"type":"===","value":[" Safer sex "]},"\n\nJust as at home, ",{"type":"'''","value":["safer sex methods"]}," (condoms for sex with men, and dental dams for sex with other women) should be used if women want to reduce any risk of being infected with, or infecting someone else with, a sexually transmitted disease. The only method capable of 100% protection against all sexually transmitted diseases is abstinence.\n\nBarrier protection such as condoms may not be manufactured to an appropriate quality in all countries, or might not be available for easy sale to women. You should bring a supply from home (watch the use-by dates!)\n\n",{"type":"===","value":[" Pregnancy "]},"\n\nThere are a number of health issues that women who are planning to travel while pregnant should consider, and discuss with their doctor or health provider as needed:\n",{"type":"*","value":[" Risk of ",{"type":"'''","value":["pregnancy complications"]},", ",{"type":"'''","value":["miscarriage"]}," or ",{"type":"'''","value":["premature birth"]}," varies between pregnancies, and pregnant women might want to consider their own risk when planning travel where they will be away from their own medical practitioners, or away from medical facilities of the kind they are used to."]},{"type":"*","value":[" Many ",{"type":"'''","value":["vaccines"]}," (specifically, live ones) are not considered safe for pregnant women (or often even women who are planning a pregnancy) to receive due to a risk to the health of the fetus. You might not be able to travel to destinations which require vaccinations you haven't had before getting pregnant. A waiver for the ",{"type":"[[","value":[["yellow fever"]]}," vaccine can sometimes be obtained, depending on the prevalence of yellow fever at your destination. It's safe to receive some variants of the ",{"type":"'''","value":["influenza vaccine"]},", and you might wish to ask your doctor about them since the disease can be more severe in pregnant women."]},{"type":"*","value":[" ",{"type":"[[","value":[["Malaria"]]},", in addition to its danger to the woman, can also cause miscarriage or premature birth. Not all anti-malarial drugs are safe to take during pregnancy."]},{"type":"*","value":[" ",{"type":"'''","value":["Air travel"]}," is considered dangerous for pregnant women who have complications and are more than 35 weeks pregnant (31 weeks if you're carrying twins). You may need to present a letter to the airline from your doctor stating that you are less than 35 weeks pregnant and that it is safe for you to fly. Inquire with your airline."]},{"type":"*","value":[" Some travel activities are not safe for pregnant women, particularly ",{"type":"'''","value":["alpine and water skiing"]}," and ",{"type":"[[","value":[["scuba diving"]]},". Unaccustomed strenuous activity, ",{"type":"'''","value":["hottubbing"]}," or ",{"type":"'''","value":["saunaing"]}," might also cause complications. Check with your health provider, but in general the guideline is to maintain about the same level of activity that you did before pregnancy."]},{"type":"*","value":[" Travel at ",{"type":"'''","value":["high altitudes"]}," is not advised."]},"\n",{"type":"====","value":[" Travel insurance "]},"\nCheck that pregnancy related illness, childbirth itself and medical care for a baby born while travelling are covered by your ",{"type":"[[","value":[["travel insurance"]]}," if you're outside the reach of your normal healthcare arrangements. Pregnancy is usually considered to be a ",{"type":"'''","value":["pre-existing medical condition"]}," that you must disclose to your insurer, and which will have limited coverage, particularly after the 30th week. Pregnancies that you don't know about at the time of application might not be covered. Read your travel insurance documents carefully.\n\nNo policies cover expenses associated with a full term birth. Some may cover a very premature birth but then may not cover the baby's healthcare costs (which would likely be considerable).\n\nMost travel insurance policies do not cover multiple pregnancies (twins, triplets etc) or any pregnancy that is the result of medically assisted conception (fertility drugs, IVF etc) even with an additional premium. If you do get cover for a higher risk pregnancy it will not extend as far into the pregnancy as cover for a naturally conceived or singleton pregnancy; it will probably only extend to 15 or 20 weeks. It is close to impossible to get cover for any pregnancy that has already had ",{"type":"'''","value":["complications"]},".\n\nRemember that you can't just \"fail to mention\" pregnancy (or any other information) to an insurer: failing to disclose relevant information invalidates the policy.\n\n",{"type":"===","value":["Thrush"]},"\n\nRemember to wear cotton underwear. Synthetics encourage fungal infection. If you do end up with a bout of thrush, eating yoghurt containing the ",{"type":"''","value":["acidophilus"]}," bacteria can be helpful (it will be the sour \"natural\" kind of yoghurt; in many countries, ",{"type":"''","value":["acidophilus"]}," cultures are advertised on the label).\n\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"===","value":[" Menstruation "]},"\n\nMany women travelling for an extended period of time will have their ",{"type":"'''","value":["period"]}," while travelling. Some extra preparation might be needed to deal with it.\n",{"type":"*","value":[" Pack enough supplies of your usual ",{"type":"'''","value":["menstruation product"]}," (tampons or pads), particularly if you are going to a less developed country where they might not be available easily."]},{"type":"*","value":[" If you use any ",{"type":"'''","value":["pain killers"]}," for cramps, take them along after checking their legality at the destination. If crossing international borders, leave them in their original packaging so that customs can determine what they are.  If you find yourself without the necessary medication, or this medication is not helping the pain, possible strategies for reducing cramps include:"]},{"type":"*","value":[{"type":"*","value":[" making sure you are not dehydrated, by drinking a lot of water and steering clear of very processed salty foods"]}]},{"type":"*","value":[{"type":"*","value":[" exercise"]}]},{"type":"*","value":[{"type":"*","value":[" orgasms"]}]},"\nFor women doing extended travel in areas where obtaining and disposing of normal menstrual products is annoying, consider ",{"type":"'''","value":["reusable menstrual products"]},". The primary products in this category are the suction cups: the silicone ",{"type":"[","value":["http:\/\/www.divacup.com\/ Diva Cup"]}," and the rubber ",{"type":"[","value":["http:\/\/www.keeper.com\/ Keeper"]},". These are non-absorbant, reusable and do not even need to be rinsed before re-insertion every time.\n\nSome women travelers (particularly athletes and honeymooners, but others too) might consider using the contraceptive pill to postpone or skip a period. Extended cycle pills such as ",{"type":"[","value":["http:\/\/www.seasonale.com\/ Seasonale"]}," (one period every three months, rather than every 28 days) are approved for use in some countries, however normal monophasic pills can be used to skip periods as well, by skipping the different coloured sugar placebo pills. Discuss this use with your prescribing doctor.\n\n",{"type":"===","value":["Hair removal"]},"\nWhile traveling, the best option may be to wax. Often it is cheaper in developing countries where this is the primary form of removal. When seeking cheap locations, try to inquire about a \"Little India\" in major cities. This is a part of town where most of the shops, including salons, are owned and shopped at by Indian people, where waxing will inevitably be considerably cheaper.\n\n",{"type":"===","value":["Meet people"]},"\n",{"type":"*","value":[" Talk to people while traveling - ask for directions, ask about interesting things to do around the place and then take the conversation forward."]},{"type":"*","value":[" Offer to take pictures or ask someone to take your pictures."]},{"type":"*","value":[" Stay in hostels instead of hotels. People in hostels are younger and easier to make friends with."]},{"type":"*","value":[" Try sites like Mingle Trips to find other single travelers who will be in the same city on same dates as you. Plan to meet."]},{"type":"*","value":[" Take public transport. You are more likely to meet people in buses and trains than a taxi."]},"\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]