[{"type":"{{","value":[["pagebanner"],["Tiraspol banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Танк_Т-34_на_Мемориале_Славы_в_Тирасполе_donor.tiras.biz.jpg"],["thumb"],["Tank memorial in Tiraspol"]]},"\n",{"type":"'''","value":["Tiraspol"]}," is the capital and largest city in ",{"type":"[[","value":[["Transnistria"]]},".\n\nYou might enjoy a visit to the main street with its parliamentary building boasting relatively new Lenin and Stalin statues. Opposite, a T-34 tank from the Great Patriotic War era forms part of a monument which also contains soil from the pivotal battle of Stalingrad and, in the same square, a monumental warplane decorated with flowers. You probably won't miss the Soviet-style banners either! \n\n",{"type":"==","value":["Understand"]},"\nTiraspol has a relatively modern infrastructure. The state-run bus service is a simplistic, fairly accessible method of transportation operating at peak hours during the day. Tickets can be obtained on board, and cost 1.40 rubles for trolleybuses and 2 rubles for maxi taxis. Night-time operations were halted due to an increase in criminal drug trafficking, which became rampant on the bus system during the mid 1990s. Subsequent reforms by ex-President Smirnov and other officials enabled the bus system to remain open for at least the better part of the day, restoring a much needed public service to the Transnistrian population. \n\n",{"type":"[[","value":[["File:Palace of the Soviets Tiraspol.JPG"],["thumb"],["The Palace of the Soviets"]]},"\nTiraspol is landlocked and is largely closed off from the outside world due to a lack of transcontinental infrastructure. There is neither an airport nor a seaport in Transnistria. The nearest international airport is located in neighbouring Moldova.\n\nThe local sewer system and electrical grid is state of the art. Recently adapted from models based in western Europe, the Transnistrian basic infrastructure was built in the mid 1990s after the profits gained after the war of independence in 1992.\n\n",{"type":"==","value":["Get in"]},"\nThere are regular bus and maxi-taxi services to ",{"type":"[[","value":[["Chişinău"]]}," (30 Moldovan Lei), ",{"type":"[[","value":[["Bender"]]},", ",{"type":"[[","value":[["Causeni"]]},", ",{"type":"[[","value":[["Odessa"]]},", and other ",{"type":"[[","value":[["Ukraine"],["Ukrainian"]]}," and ",{"type":"[[","value":[["Moldova"]]},"n cities.  The main bus\/train station is about a kilometre from the city centre and has clearly posted schedules.   No visa or payment is officially required for EU, Moldovan or US citizens when staying for less than three days, but you must remember to register with the police unless you are just on a day trip. Visitors should note that they are highly likely to face demands for substantial bribes from the border guards either on entry or exit from Transnistria (or both). Despite official orders from the previous President Smirnov to act professionally and to decline such payments, bribery is rife and your passport may be destroyed if you do not pay. Indeed, you may be turned away from the border on the Moldovan or Ukrainian side if you are unwilling or unable to pay the border guards a bribe. To avoid this, ensure that you are not obviously carrying hard currency (therefore stash it away in carefully concealed areas on your person) as the border guards will check you thoroughly for it. \n\nBeware that the combined bus\/train station does not have a luggage depot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Presidentiraspol.jpg"],["thumb"],["Presidential palace"]]},"\n",{"type":"[[","value":[["Image:Stadiotiraspol.jpg"],["thumb"],["Tiraspol stadium"]]},"\nYou can see most of what there is to see in Tiraspol by walking up and down October 25 St., the main street. There are several nice parks in the city, including the Culture Park near the university. This has abundant trees and a mixture of abandoned and enthusiastically used amusement park rides, and is a good place for people-watching. Most of the big monuments are at the south end of the city, about 2 km from the Palace of Soviets.\n\n",{"type":"==","value":["Do"]},"\nVisit many Soviet monuments that remain in Tiraspol since the days of USSR. You may also want to visit the local drama theatre and local museums near the centre of the city. The war museum near the parliament is also quite interesting; note that foreigners have to pay ten times more than locals - 20 rubles. There are cheap boat tours on the Dniester which take about 30 minutes; just board the boat, the guide will collect the money after the ship departs.\n\n",{"type":"*","value":["Iceskating - near where the mashrutkas from the Ukrainian border arrive is an ice rink. 65 rubles."]},"\n",{"type":"==","value":["Buy"]},"\nIn order to purchase goods, services or souvenirs in Tiraspol, or in any Transnistrian locale you must exchange your outside currency into Transnistrian rubles. The Transnistrian central bank sets their own exchange rate and prints their own money, so the number of rubles you will get on any given day for your euros varies significantly from week to week.  Currency exchanges are everywhere, including inside many popular stores, and will change most local and major currencies. Some exchange booths (e.g. those of the Agroprom Bank which are located at the Sheriff stores) will ask for your passport. You can't pay with credit or debit cards in Transnistria.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Andy's Pizza"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=provides a mix of Western-style foods such as the \"English Breakfast\" and other Eastern European favourites. The menu is in both English and Russian, and some waiters may speak good English also. The atmosphere is clean and modern, but the toilets are the Eastern European squat variety, which starkly contrasts with the rest of the restaurant. Décor is on par with restaurants in countries much further West. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/butylka-museum.com\/muzey.html Bottle Museum"]}]}," Tourist complex where you can taste wines and brandies produced in Moldova and the Moldovan sample dishes of national cuisine, decorated in the Moldovan national style."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Eilenburg"],["url="],["email="],["address=Sverdlov Street 1"],["lat="],["long="],["directions=at the corner of Sverdlov Street and 25. October Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=German-style restaurant with view over the main square with monuments and government buildings. The menu is in Russian, English and German, with the staff being fluent only in Russian."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kumanek"],["alt="],["url=http:\/\/www.kumanek.com\/"],["email="],["address=Sverdlov Street 37"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice-looking restaurant, has both smoking and non-smoking rooms. Prices are considerably high for Tiraspol. Slow service."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.laplacinte.com\/ La Placinte"]}]}," is another Moldovan chain with a branch in Tiraspol. Provides traditional Moldovan food at reasonable prices and free Wi-Fi. Menu in Russian but with pictures."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=7 Пятницъ"],["alt=7 Fridays"],["url="],["email="],["address=25. October Street 112"],["lat="],["long="],["directions="],["phone=9-22-10"],["tollfree="],["fax="],["hours="],["price=An average meal with salad and main course costs about 80 Transnistrian rubles, 50 cl beer c. 17 rubles and 5 cl cognac 9 rubles"],["content=Western-style restaurant on the main street. Very modern and clean, with some English-speaking staff and a comprehensive menu with various international dishes of high quality including a wide selection of sushi, but no local specialities except for the local cognac (Tiras). Free Wi-Fi."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are many shops and markets to purchase local food, drink and their famous Transnistrian Vodka drink commonly referred to as a \"smirnovka\" - appropriately named after president Igor Smirnov.\nAlong the river downtown, a handful of bars and restaurants can be found, usually open till about midnight.\n\nThere are several large and modern discos in the centre. They are usually open until late, seven days a week. Tourists are rare and the few English speakers that might be around are often very happy to communicate with foreigners.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tiraspol Hostel"],["url=http:\/\/www.moldovahostels.com\/"],["email=tiraspolhostel@gmail.com"],["address=Mira 36"],["lat="],["long="],["directions=opposite the Pobedi Park"],["phone=+373 68 571-472"],["tollfree="],["fax="],["hours="],["price=€15"],["checkin="],["checkout="],["content=There are a number of bars within walking distance, with centre reachable by public transport, or just a few dollars in a taxi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tiraspol Hostel"],["url=http:\/\/butylka-museum.com\/hotel.html"],["email=tourist_center@mail.ru"],["address=v. Ternovka st. K. Marksa, h. 13"],["lat="],["long="],["directions=We are 15 minutes from the bus station by a taxi."],["phone=+373 533 83676 or +373 778 06002"],["tollfree="],["fax="],["hours="],["price=€30-60"],["checkin="],["checkout="],["content=Part of Butylca Muzei complex."]]}]},"\nBe aware that in some hotels hot water and showers are not standard. They often cost extra on top of the price of a basic room, although often no more than a few dollars on top of the base price. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Aist"],["alt="],["url="],["email="],["address=Naberezhnyi 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=A two-room ",{"type":"''","value":["en suite"]}," twin without hot water costs 250 PMR rubles, 400 with hot water."],["checkin="],["checkout="],["content=Soviet museum of a hotel but is well located near the main square and overlooks the river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Timoty"],["alt="],["url="],["email="],["address=395A, Karl Libknecht str"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rooms at Hotel Timoty with standard western amenities are available for around USD50, depending on the size of the room, the date of your reservation, and your nationality. Note that many hotel rooms at cheaper hotels may not come with a private bathroom. And even if you have a private bathroom, hot water is not guaranteed. Ask in advance."]]}]},"\nA cheaper alternative to staying in a hotel is to rent a private apartment.\n\n",{"type":"==","value":["Go next"]},"\nThe last bus to ",{"type":"[[","value":[["Chişinău"]]}," leaves at 18.35 from the main bus station. A taxi ride from the city centre to there costs 50 rubles (39 if you speak Russian without an accent) and the price for the bus will be 30 Moldovan Lei. You can, however, also pay in Transnistrian rubles when travelling from Tiraspol.\n\nIf you miss the last bus, you can take a taxi to any place in Chişinău for USD30.\n\nIf you're heading the other way, there's a train to ",{"type":"[[","value":[["Odessa"]]}," which leaves at 15:58 - and a bus to ",{"type":"[[","value":[["Kiev"]]}," (if you ask nicely, the driver will let you go as far as the Ukrainian border where you can jump on a bus to Odessa) leaves around 16:30 - after that, there is no scheduled transport to the Ukraine; you might get lucky with a maxi-taxi, but don't count on it. if you get to the bus \/ train station too late, a taxi to Odessa will cost about USD50: a lot in local terms, but 80 miles for USD50 is a bargain by western standards, and is a lot less hassle than finding a place to sleep and getting an extension on your visa. \n\nThere is a bus to Odessa which leaves about 14:00. It should be booked earlier in the day if possible as it  will only take as many passengers as can be seated and, as it starts from Bender, it can already be quite full when it arrives at the train-station in Tiraspol. Tickets for the bus can be booked in the train-station, and the bus leaves from outside it.\n\nYou may go to the Ukraine border by bus which goes to ",{"type":"[[","value":[["Pervomajsk"]]}," (it's not got a railway station, but has a bus station near the park of Victory (park Pobedy in Russian) and swimming-pool, cross the border and take another bus in the direction you need. Besides, it's a bit cheaper.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Transnistria"]]},"\n",{"type":"{{","value":[["geo"],["46.845503"],["29.632878"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tiraspol"]]},"\n",{"type":"[[","value":[["Commons:Category:Tiraspol"]]}]