[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tiruchendur"]}," is in ",{"type":"[[","value":[["Tamil Nadu"]]},", a state in ",{"type":"[[","value":[["Southern India"],["Southern"]]}," ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Get in"]},"\nTiruchendur is:\n",{"type":"*","value":[" 37 km away from ",{"type":"[[","value":[["Tuticorin"]]},","]},{"type":"*","value":[" 54 km from ",{"type":"[[","value":[["Tirunelveli"]]},","]},{"type":"*","value":[" 85 km from ",{"type":"[[","value":[["Kanyakumari"]]},"."]},"\n",{"type":"'''","value":["Navathirupathi"]},"\n\nThe cluster of 9 Sacred Srivaishnava Temples located near Tiruchendur are known as Navathirupathis. They are 1)Srivaikuntam, 2)Thenthirupperai, 3)Thiru Puliankudi, 4)Thiru Kurugoor, 5)Thiru Kulanthai, 6)Thiru Koloor, 7)Twin Tirupati-1, 8)Twin Tirupati-2, 9)Thiru Varagunamangai.\n\n",{"type":"'''","value":["Ayyanar Sunai"]},"\n\nIt is located 10 Kms from Tiruchendur. A natural water spring in the desert near Ayyanar Temple attracts local tourists.\n",{"type":"'''","value":["Kulasekara Patnam"]},"\n\nThe Mutharamman temple is located 20 Kms from Tiruchendur (Thoothukudi Dist) is known for the popular Dasara festival where folk dance artists from all over the state participate in the festival. More than 1500000 devotees gather together and celebrate Navarathiri in this village. This coastal village used to be a port in its earlier days. This place has other two famous temples including Katchiappar temple and Chidarambeswar temple.\n\n",{"type":"'''","value":["Manapad"]},"\n\nIt is located 18 Kms. from Tiruchendur. It is on the sea-shore at the Bay of Bengal. An ancient Roman Catholic Church is here where the Cross is said to have been brought from Jerusalem, This Church is also associated with St. Xavier, the famous missionary from West. Since there are other small Churches here in this place, it is called as “Chinna Jerusalem” (Small Jerusalem).\n\n",{"type":"'''","value":["Panchalankurichi"]},"\n\nIt is located 58 Kms from Tiruchendur. From here the great warrior “Veerapandiya Kattabomman” raised his voice against the British regime in the 17th Century A.D. The fort was converted as a memorial by the Govt. of Tamil Nadu in 1974. Sri Devi Jakkammal Temple, the hereditary Goddess of \nKattabomman, is located near the fort. The cemetery of British soldiers are seen near the fort. Within the memorial Hal!, there are beautiful paintings on the walls depicting the heroic deeds of the saga.\n\n",{"type":"'''","value":["Pabanasam Falls"]},"\n\nIt is located 95 Kms from Tiruchendur. There is a falls where Shiva and Parvathi appear befor the great saint “Agasthiya”. Hence the falls is popularly called as Agasthiyar Falls.\n\n",{"type":"'''","value":["Manimutharu"]},"\n\nManimuthar Falls is a natural water falls flowing through out the year situated above the Manimuthar dam. Really it is an adventorous feeling, if people drive there by bike. The falls near by has a pond which has a depth of 90 feet. It is really a picturesqe place. It is just in 90kms from Tiruchendur.\n\n",{"type":"'''","value":["Courtallam Falls"]},"\n\nCourtallam, the 'Spa of the south', is located 110 Kms from Tiruchendur. Courtallam is the most famous tourist spot in the district. The natural water falls, pleasant weather and intermittent drizzling really gives an unusual charm to the visitors. The rapturous scene of the falls gets heightened by cool breeze. Usually, the season is in between May to September. The water falls down in eight places with varying force depends on the height of the cliff. 1)Main Falls, 2)Small Falls (Sitraruvi) 3)Five Falls 4)VIP Falls or (Palathotta Falls) 5)Tiger Falls 6)old Courtallam Falls 7)SenbahaDevi Falls 8)Honey Falls (thean aruvi)\n\n",{"type":"'''","value":["Suchindram"]},"\n\nThe only shrine dedicated to TRINITY is Thanumalaya's at Suchindram 70 Kms from Kanyakumari. The name Thanumalayan denotes the combination of the Trimurthis Sthanu is a synonym for Siva, Mal for Vishn and Ayan for Brahma. It is believed that the top, middle and base of the Linga in the temple represent Siva, Vishnu and Brahma respectively. Tradition goes that Indra was purified at this place and hence the Suchindram. Suchi means Purity.\n\n",{"type":"'''","value":["Kanyakumari"]},"\n\nIt is located 85 Kms from Tiruchendur. It is a paradise for both the nature-lover and landscape-photographer. A unique feature of Kanyakumari district is that it has all kinds of natural eco-systems. Thus, one can see beaches, mountain valleys, evergreen forests in the deep interior, rubber and clove plantations on the highlands, etc. - all in a 50 km radius of Nagercoil\n\n",{"type":"'''","value":["Thirparappu Falls"]},"\n\nThirparappu falls is a natural beauty spot attracts many tourists. It is located at a distance of 100 kms. from Tiruchendur. There is a lord shiva temple. The lord after destroying the yagam of dhaxan as virabhadra murthi has taken abode over here. This temple is one in the shivalaya ottam temples. This temple is situated in a very scenic background as the kodhaiyaru rivers makes a fall near the temple.\n\n",{"type":"'''","value":["Padmanabhapuram Palace"]},"\n\nPadmanabhapuram Palace Capital of Travancore until 1798 A.D. It is an ancient seat of Travancore rulers, situated at a distance of 90 Kms from Tiruchendur. There is a palace inside the fort which covers an area of 6 acres. On display in this palace are many antiquities, including the armory of the royal families.\n\n",{"type":"'''","value":["Kaalikesam"]},"\n\nKaalikesam is a beautiful place to visit. It is located at a distance of 100 kms from Tiruchendur. It's a very good picnic spot.\n\n",{"type":"'''","value":["Vattakottai"]},"\n\nThis small 18th century fort overlooking the sea is worn visiting. It is located at a distance of 90 kms from Tiruchendur. The sea is not rough and suitable for bath.Overlooking the sea, it is a circular serene tourist spot. It is a beautiful picnic spot and an ideal spot for relaxing with abundant coconut trees.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tiruchendur Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The temple is one among the six abodes of Lord Sri Subramanya. This is the only seashore temple of Lord Subrahmanya. The temple tower & various sculptures in the temple are worth seeing."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nLot of things made from different parts of palm tree are available here.Palm jaggery(karuppatti), Palm sugar(panangarkandu) are good alternatives for sugar and have medicinal values. Especially boxes made from palm leaves used as cartons to contain groceries especially palm jaggery.\n\n",{"type":"==","value":["Eat"]},"\nchillu karuppatti is a candy only available in Tiruchendur and surrounding area.Panaṅgizhaṅgu, an edible palmyra root  found in Tiruchendur is known for its quality.The boiled panaṅgizhaṅgu are sold by roadside vendors\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chendur Residency"],["alt="],["url=http:\/\/www.chendurresidency.com"],["email="],["address=142-C, T.B Road, Tiruchendur"],["lat="],["long="],["directions=Near to Murugan Kovil"],["phone=+91 4639-245384"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Chitra Park"],["alt="],["url=http:\/\/www.hotelchitrapark.com"],["email=hotelchitrapark@yahoo.com"],["address=367, Travelers Bangalow Road, Tiruchendur - 628 215 Tamilnadu, INDIA"],["lat="],["long="],["directions="],["phone=+914639243766"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=10 minutes travel to Lord Muruga Temple and Tiruchendur Bus Stands"]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["Hotel Thilagam,"]},"\n\n151-B,T.B.Road, Tiruchendur - 628215.\n☎: 04639 - 245185, \n\nContact Person : KalyanaKumar S\n\n",{"type":"'''","value":["Facilities :"]},"\nHot & Cold Water round the clock, \nRestaurant Attached, \nA\/c & Non A\/c Rooms, \nRoom Service, \nConference Hall, \nMedical Assistance, \nParking Facility, \nChildren Park, \nLaundry Service, \nT.V.Attached Rooms, \n24 hours Power Supply.\n\nPlease Visit Link : \nhttp:\/\/www.southyellowpages.net\/thilagamlodge.html\n\n",{"type":"[","value":["http:\/\/www.southyellowpages.net\/thilagamlodge.html"]},"\n\n----\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Far Southern Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Thiruchendur"]]},"\n",{"type":"{{","value":[["geo"],["8.4833"],["78.1167"]]}]