[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tirunelveli"]}," district is the penultimate ",{"type":"'''","value":["southernmost district"]}," of ",{"type":"[[","value":[["Tamil Nadu"]]}," in southern ",{"type":"[[","value":[["India"]]},". It is described as a microcosm of the state. The district has diverse geographical and physical features like lofty mountains, low plains, rivers and cascades, sea coast and thick inland and mountain forest, sandy soil and fertile alluvium, a variety of flora, fauna and protected wild life.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tirunelveli (Tamil: திருநெல்வேலி)"]}," is a Municipal Corporation, ",{"type":"'''","value":["sixth largest city in Tamil Nadu"]}," and the district headquarter of Tirunelveli district. The city is considered as one of the oldest city in Indian subcontinent around 3,000 years old located on the west bank of the perennial Thamirabarani River in the state of Tamil Nadu in Southern India. It is famous for Halwa."]},"It is a well known city. In each metropolis like Chennai, Mumbai etc., You can find large number of persons from Tirunelveli\n",{"type":"===","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Courtallam"]]}]},{"type":"*","value":[{"type":"[[","value":[["Puliangudi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ambasamudaram"]]}]},{"type":"*","value":[{"type":"[[","value":[["Papanasam"]]}]},{"type":"*","value":[{"type":"[[","value":[["Manimuthar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Karaiyar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Panatheertham"]]}]},{"type":"*","value":[{"type":"[[","value":[["Maancholai"]]}]},{"type":"*","value":[{"type":"[[","value":[["Thisayan vilay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Aathangarai pallivasal"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nellaiappar Temple"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tenkasi"]]}]},"\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":["By road"]},"\nTirunelveli is well-connected by road. The city is on NH 7, 150 km to the south of Madurai and 80 km to the north of Kanyakumari. NH 7A, an extension of NH 7, connects Palayamkottai with Tuticorin Port. Now 4 lane track has been under progress and NH 7A stretch is almost in finishing stage. Tirunelveli is accessible by road from Madurai (3 hours) or Nagercoil (1 1\/2 hours). Tirunelveli is also connected by major highways to Kollam, Tiruchendur, Rajapalayam, Sankarankovil, Ambasamudram and Nazareth. Bus Stand The main mofussil busstand is in Veinthaankulam. This bus stand was opened for public usage from 2003 onwards. Here buses from and to outside the city and state operates services. The other bus stand for local services ( within the city) Junction (Nellai Santhippu Perunthu Nilayam) Palai Bus stand (PalaiPerunthu Nilayam).\n\nThe Tirunelveli Division of the TNSTC (Tamil Nadu State Transport Corporation),services the city and district's road transport needs with a string of local and mofussil (out-of-town) services. The State Express Bus Corporation (SETC) operates express services to ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Salem (India)"],["Salem"]]},", ",{"type":"[[","value":[["Coimbatore"]]},", Nagapattinam, Erode, Villupuram, and ",{"type":"[[","value":[["Tirupati"]]},".\n\nThis city is well connected to the cities like Chennai,Bangalore,Thiruvananthapuram(Trivandrum)\n\n",{"type":"===","value":[" By train "]},"\n\nA majestic looking structure with a high elevated façade, Tirunelveli Junction Railway Station is one of the busiest and most important ones in Tamil Nadu. It is connected to major cities in all four directions, Madurai\/Sankarankovil to the north, ",{"type":"[[","value":[["Nagercoil"]]}," to the south, ",{"type":"[[","value":[["Tenkasi"]]},"\/",{"type":"[[","value":[["Kerala"]]}," (kollam) to the west and ",{"type":"[[","value":[["Tiruchendur"]]}," to the east.\n\nThis railway station produces profit for the Madurai Railway division. The Nellai Express — a super-fast train connecting Tirunelveli and Chennai Egmore — runs packed almost throughout the year. The station has six platforms, three for metre gauge and three for broad gauge. Tirunelveli Junction is coded as TEN. Any train passing through the station halts in Tirunelveli Junction station.\n\nThe major trains at Tirunelveli Junction are:\n\n",{"type":"*","value":[{"type":"'''","value":["Nellai Express"]}]},{"type":"*","value":[{"type":"'''","value":["Kanniyakumari Express"]}," "]},{"type":"*","value":[{"type":"'''","value":["Ananthapuri Express"]}," "]},{"type":"*","value":[{"type":"'''","value":["Guruvayur Express"]}," "]},{"type":"*","value":[{"type":"'''","value":["Nagarcoil-Mumbai Express"]}," "]},{"type":"*","value":[{"type":"'''","value":["Kollam Mail"]}," "]},{"type":"*","value":[{"type":"'''","value":["Thirukural Express"]}," "]},{"type":"*","value":[{"type":"'''","value":["Kanyakumari - Howrah Express"]}," "]},{"type":"*","value":[{"type":"'''","value":["Mysore Express"]}]},{"type":"*","value":[{"type":"'''","value":["Kanyakumari - Rameswaram Express"]}]},{"type":"*","value":[{"type":"'''","value":["Tirunelveli - Bilaspur Express"]},"   via: Trivandrum"]},{"type":"*","value":[{"type":"'''","value":["Tirunelveli - Hapa Express"]},"       via: Trivandrum"]},{"type":"*","value":[{"type":"'''","value":["Tirunelveli - Jammu(Tawi) Express"]},"  via : Madurai "]},"\nFor the past three years Tirunelveli gets at least three express trains (per year) in the Railway budget.\n\n",{"type":"==","value":[" By plane "]},"\nThe nearest airport is ",{"type":"'''","value":["Tuticorin airport"]},", located at Vaagaikulam, ",{"type":"[[","value":[["Tuticorin"]]}," district, about 24 km east of Tirunelveli city. Connections to ",{"type":"[[","value":[["Chennai"]]}," and ",{"type":"[[","value":[["Bangalore"]]}," are via Spicejet ",{"type":"[","value":["http:\/\/www.spicejet.com\/"]},". The Madurai Airport and Thiruvananthapuram International Airport are about 150 km away by road. An unused runway at Kayatar, which is 30 km from the heart of the city, will become operational once the IT park at Gangaikondan is set up.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Temples "]},"\nThe ",{"type":"'''","value":["Nellaiappar Temple"]}," with Kanthimathi is situated in the centre of town at a distance of two km from the railway station. This is a twin temple dedicated to Goddess Parvathi and Lord Shiva. Rare jewels, the Golden Lily Tank, Musical Pillars, the hall of a thousand pillars are worth seeing. From a distance one can have a view of the great gopurams (towers). Both the gopurams were built according to the rules laid down in the agamasastras by Rama Pandyan.\n\nNindraseer Nedumaaran (நின்றசீர் நெடுமாறன்), who reigned in the seventh century CE, contributed by constructing and renovating important parts of this temple. A beautiful garden founded in 1756 CE, next to this chain mandapam, welcomes visitors with many colourful and fragrant flowers. This garden was designed by Thiruvengadakrishna Mudaliar. A square vasantha mandapam with 100 pillars is found in the midst of this garden.\n\nThe Nellaiappar Temple is bigger than the Madurai Meenakshi Amman Temple, though the latter is more famous owing to its historical importance.\n",{"type":"===","value":["Hotels"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel RR Inn 3 Star, Madurai Road,Junction"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Applet Tree 3 Star, North Bye-pass Road, Vannarapettai"]}]},{"type":"*","value":[{"type":"'''","value":["Sri Janakiram Hotels, Junction"]}]},{"type":"*","value":[{"type":"'''","value":["Sri Bharani Hotels, Junction"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Aryaas, Junction"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Aryaas Residency, Vannarapettai"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel MNH Royal Park, Junction"]}]},{"type":"*","value":[{"type":"'''","value":["Ramanass Inn, Junction"]}]},{"type":"*","value":[{"type":"'''","value":["Sakunthala international, Junction"]}]},"\n",{"type":"==","value":[" Education "]},"\nThe Manonmaniam Sundaranar University is in Nellai, on the Tenkasi road, about 11 km from junction. The university is named after a famed poet who was the author of Tamil Thai Vazhthu (Praise to Mother Tamil), which is the official state song.\n\nIn the view to improve the quality of Education in the southern parts of Tamil Nadu, the Finance ministry has stated in the budgetory note that one more Anna University is to be created in the city of Tirunelveli.\n\nThe city has government and private colleges in the medical, legal, engineering, arts, pharmacy, and physiotherapy fields. Tirunelveli Medical College and the Government College of Engineering Tirunelveli are professional colleges run by the government of Tamil Nadu. St. Xaviers College run by Jesuits, St. Johns College and Sarah Tucker College run by CSI Diocese, M.D.T. Hindu College and Sadakathulla Appa College are well-known arts colleges.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tirunelveli district"]]}]