[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tissamaharama"]}," is a town in southeast ",{"type":"[[","value":[["Sri Lanka"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nTissa is a gateway to ",{"type":"[[","value":[["Yala National Park"]]},".  It is a charming village with lots of scenery and some ancient archaeological ruins, dating back from the 3rd century BCE when it was the capital of the Sinhalese Kingdom of Ruhuna.\n\n",{"type":"[[","value":[["File:Tissamaharama dagoba.jpg"],["thumbnail"],["right"],["An ancient Buddhist dagoba located in Tissamaharama"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThere are no trains that come out here yet.  \nThere are regular buses from most major cities in the south.  Expect about a 4-5 hour journey if coming from ",{"type":"[[","value":[["Galle"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["6.2843"],["81.2930"],["zoom=14"]]},"\nIt is mostly walkable.  You may also take local buses with the help of friendly villagers.  As normal in Sri Lanka, a tuk-tuk is never far away.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Walk around Lake Tissa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a walk around Lake Tissa and the surrounding wet lands. It is full of all sorts of wild life. There are small dirt roads that take you through farm fields and modest homes. It is a great way to see how real Sri Lankans live. Along the main lake, there are often locals fishing with cane poles. Right behind them another person is breading and frying these tasty morsel to sell to anyone passing by. Stay out of the water though as crocodiles are masters of camouflage. When the weather is good, it is a great way to pass the time, while waiting for others to join your safari party or is a budget way to taste the tip of what Yala National Park has to offer."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nMost of the cheaper accommodations are possibly located at the clocktower. If you getting off at the busstation expect to face some aggressive touts.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=K Holiday Resort"],["url="],["email="],["address=Aluthgoda Road"],["lat="],["long="],["directions=In the town center, close to bus stand"],["phone=047-2239304"],["tollfree="],["fax="],["hours="],["price=from Rs 1000"],["checkin="],["checkout="],["content=AC and very cheap, simple non AC rooms with attached bathroom, big communal balcony, recently opened by a motivated couple. They can arrange tours, but are not at all tour-pushy as most of the competitors. One of the few places in Sri Lanka you can have a conversation with a female host in good english. A restaurant will be opened in spring 2012."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mihisara Lake View Guesthouse"],["url="],["email="],["address=No. 257-5 Debarwewa,Tissamaharama"],["lat="],["long="],["directions="],["phone=094777003337"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The 6 well appointed rooms of the Mihisara Lake View Guesthouse are all en-suite and fitted with hot water. A\/C rooms are available. Food and service is exquisite and cheap Jeep tours can be arranged to Yala National Park. Well worth the stay."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=My Village Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=The rooms are all very modern, very clean and very large. The owner is very helpful and honest. It is a short drive out of town (R200 in a Tuk Tuk) but air conditioned and clean, it is worth the trip. There is very little to do in Tissa other than get up at 5am to see Yala National Park, so really no need to stay in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lake View Bungalow Yala"],["alt="],["url=http:\/\/www.yalasafariluxurylodge.com\/"],["email="],["address=59, Mahadeira, Yodha Kandiya, Tissamaharama"],["lat="],["long="],["directions=At Yodha Kandiya, turn into Sithulpawwa Road. Immediately turn left into gravel road and travel 1 km for 5 minutes, keeping to the right when there is another road."],["phone=(011) 3071263"],["tollfree="],["fax="],["checkin=12 noon"],["checkout=10 am"],["price=Call for details"],["content=Lake View Bungalow Yala is a modern luxury bungalow with 3 bedrooms with attached toilets with hot water. It could be rented with or without air-con. If provisions are taken the cook will prepare the food. If meals are required, it could be served with prior notice and will be charged per meal per person. The one acre property borders the Yodha Wewa. There is a small swimming pool. It is like home away from home. The bedrooms and toilets are very clean. The garden is well planted with many fruit trees and flowering plants. There is a lawn where children can play safely. Good comments are written in the Guest Book."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pala Hotel"],["alt="],["url=http:\/\/www.palahotelsrilanka.com\/"],["email="],["address="],["lat=6.29111"],["long=81.29380"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Single\/Double\/Trible 30\/40\/55 $US"],["content=Beautiful hotel with a green patio, where the blind owner serves cold beer. The rooms are large and clean and all have AC. To get there you have to take a rikshaw."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sakura communications"]}," is a comfortable air-conditioned cafe with good prices.  They are around the corner from the bus station next to Commercial Bank."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["6.2833"],["81.2833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Province (Sri Lanka)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Tissamaharama"]]}]