[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Tiverton"]}," is a town in ",{"type":"[[","value":[["Newport County"]]},", eastern ",{"type":"[[","value":[["Rhode Island"]]},", that borders ",{"type":"[[","value":[["Massachusetts"]]},". \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sakonnet River Tiverton.jpg"],["300px"],["thumb"],["Sakonnet River"]]},"\nFounded in 1694, Tiverton has grown from its origins as a farming community into a picturesque summer resort and residential suburb.  The town was originally incorporated as a part of the Massachusetts Bay Colony.  In 1746 the final settlement of a long colonial boundary dispute between Rhode Island and Massachusetts annexed Tiverton to Rhode Island by Royal Decree, along with bordering towns along the eastern shore of Narragansett Bay: Barrington, Bristol and Little Compton, as well as the town of Cumberland, to the north of Providence. Tiverton was then incorporated as a town of Rhode Island in 1747. Until it’s annex, Tiverton controlled the area of East Freetown, Massachusetts as an outpost.\n\nDuring the Revolutionary War men from the Tiverton outpost took part in the Battle of Freetown, on May 25, 1778.  For about three years,from December 1776 to late 1779, Rhode Island proper (also known as Aquidneck Island, historically) was occupied by the British.  During this time Tiverton became a refuge for Americans fleeing the occupation, a mustering place for Colonial forces gathering to drive away the British.  The occupying forces eventually withdrew strategically, as General Clinton marshalled his forces for the 1780 British invasion of South Carolina.\n\nIn its early days, Tiverton was chiefly a farming community, with some fishing and boat construction.  Until 1900 the manufacture of menhaden oil, a fish derivative, was one of the town’s primary industrial pursuits.  Cotton and woolen mills were established as early as 1811, when Colonel Joseph Durfee built a spinning mill at Cook Pond in what it now the city of Fall River, Massachusetts.\n\nIn 1856, the northern part of the town separated from Tiverton and was re-named Fall River, Rhode Island by the Rhode Island General Assembly. Then, on March 1, 1862, in a decision made by the United States Supreme Court, Fall River was made part of Massachusetts, and the state boundary placed in its current location along State Avenue.\n\nMark's Stadium is a former soccer stadium located in North Tiverton, Rhode Island. During the 1920s and early 1930s it was the home of Fall River Marksmen, one of the era’s most successful soccer teams. It is one of the earliest examples of a soccer-specific stadium in the United States. After the demise of the Marksmen, the stadium was used as a home ground by other local teams, most notably Fall River F.C. and Ponta Delgada S.C..\n\n",{"type":"==","value":["Get in"]},"\nTiverton rests on the eastern shore of Narragansett Bay, separated from Aquidneck Island (also known as the Island of Rhode Island) by the Sakonnet River. The area is disconnected from the rest of the state of Rhode Island by the Narragansett Bay.  You can also reach Tiverton by traveling west of the town of Westport and south of the city of Fall River located in Massachusetts. \n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["RIPTA"]},", ",{"type":"''","value":["+1 401"]}," 781-9400, ",{"type":"[","value":["http:\/\/www.ripta.com"]},". Services across all of Rhode Island. Rates: One-Way: $2.00, Transfer: $0.50, One-Day Pass: $6.00."]},"\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[{"type":"'''","value":["T.F. Green International Airport"]}," 200 Post Road, Warwick, RI 02886, ",{"type":"''","value":["+1"]}," 888 268-7222, ",{"type":"[","value":["http:\/\/www.pvdairport.com\/"]},", in ",{"type":"[[","value":[["Warwick (Rhode Island"],["Warwick"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Osborn-Bennett Historic District.jpg"],["thumb"],["300px"],["Osborn-Bennett Historic District"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chase-Cory House"],["alt="],["url="],["email="],["address=3908 Main Rd"],["lat="],["long="],["directions="],["phone =+1 401 624-2096"],["tollfree="],["fax="],["hours="],["price="],["content=Tiverton, RI 02878. Open: May-September, 2pm - 4:30pm. Located in Tiverton’s 4-Corners National Register Historic District, this historical building hosts special exhibits throughout the season. Built in the late 17th or early 18th century and now owned by the Tiverton Historical Society, this 3\/4 cape with gambrel roof was home to whaling captains and their families, descendants of one of the first twenty seven freemen listed as original residents of Tiverton. The house and grounds retain many of the original features of a colonial farm, including a corn-crib and wash house."]]}]},{"type":"*","value":[{"type":"'''","value":["Fort Barton"]},", Highland Road, ",{"type":"''","value":["+1 401"]}," 625-6700. Open: year round, sunrise to sunset.  An authentic Revolutionary War fortification, Fort Barton was the troop staging area for the invasion of Aquidneck Island and Newport and, eventually, the Battle of Rhode Island in 1778. The park contains three miles of trails and an observation tower, crowning the park at 30 feet high and offering panoramic views of the Sakonnet River, Mount Hope Bay, and the Portsmouth and Bristol shorelines.  The vast trails are well maintained, and carefully constructed stairs allow easy travel up and over steep hills. Deep into the trail network, hikers will find a quiet path beside a stream."]},{"type":"[[","value":[["File:Tiverton Four Corners Rhode Island 2.jpg"],["thumb"],["300px"],["Four Corners"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Four Corners Arts Center"],["alt="],["url=http:\/\/www.tivertonfourcorners.com\/artscenter\/"],["email="],["address=3852 Main Road"],["lat="],["long="],["directions="],["phone =+1 401 624-2600"],["tollfree="],["fax="],["hours="],["price="],["content=Home to the historic Soule-Seabury House built about 1800, and contains over an acre of landscaped grounds used for exhibits, concerts, outdoor dance, sculpture, theater, and special events."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ruecker Wildlife Refuge"]},", Seapowet Ave., ",{"type":"''","value":["+1 401"]}," 949-5454. Open: daily, sunrise to sunset. Over 48 acres and wound through with 1.5 miles of trail, this refuge is home to a variety of animal and plant life.  Parceled with woods and salt marshes, and offers fine views of the Sakonnet River.  Great Egrets, Snowy Egrets, and Glossy Ibis are among the birds that frequent the marsh. Jack's Island, a peninsula that extends into the Sakonnet River, is home to breeding Ospreys."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beeston Castle and Woodland Park"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/beeston-castle-and-woodland-park\/"],["email="],["address=Chapel Lane, Beeston, CW6 9TX"],["lat=53.126057"],["long=-2.690318"],["directions="],["phone=+44 1829 260464"],["tollfree="],["fax="],["hours="],["price=adults £5.90, children £3.50, concessions £5.30"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Weetamoo Woods"],["url=http:\/\/www.tiverton.ri.gov\/government\/forms%20and%20notices\/10_08_WWandPGmap.pdf"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= For nature lovers, Weetamoo Woods (named after an Indian Squaw Sachem) offers the perfect place to observe the beauty of the outdoors and learn a little history, too.  While exploring one or more of the four trails this 450 acre preserve has to offer, you can visit the remains of the Borden Sawmill that was built back in the 18th century. The site also includes the ruins of mill worker homes and cellar holes, with gardens still apparent.  Also, for those whose interests are geared more toward plant life, this link (http:\/\/www.tiverton.ri.gov\/recreation\/WeetamooHabitat2.pdf) will provide you with a list of all plants and trees that can be found in Weetamoo Woods."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Roseland Acres"],["url="],["email="],["address=594 East Main Road"],["lat="],["long="],["directions="],["phone = +1 401  624-8866"],["tollfree="],["fax="],["hours="],["price="],["content=One of the only horse friendly areas in Tiverton that is open to the public.  While there are many other locations in Tiverton housing horses, they are all either privately owned or for boarding purposes only. Roseland Acres, located in the southern part of the town near the Historical Tiverton Four Corners, is a family owned facility that offers horseback riding lessons (with an indoor ring), summer camps, and one-to-two hour trail rides."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Fogland Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tranquil, relaxing spot to enjoy yourself and the sights of Narragansett Bay.  Sea birds build their nests along the rocky shoreline.  Offers a candid view of the Newport Bridge.  You can also enjoy a view of the Portsmouth shoreline and the Sakonnet River.  Fogland also provides an excellent windsurfing area.  Nearby Grinnell's Beach is a great family beach, and has a miniature park right in the sand. The Seapowet Marsh and Point Fishing Area has various coastal habitats and are popular for shellfishing. Shopping can be enjoyed at the Grand Central Shopping Center."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tiverton Four Corners"],["alt="],["url=http:\/\/www.tivertonfourcorners.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Main Road. A center for antiques, fine art, decorative crafts, and cozy shops in a quaint New England village of 18th century buildings. On the National Register of H istoric Places since 1974.<\/buy>"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Little Purls"],["url=http:\/\/www.littlepurlsonline.com\/Home.aspx"],["email="],["address=3952 Main Road"],["lat="],["long="],["directions="],["phone = +1 401-625-5990"],["tollfree="],["fax="],["hours=Tuesday - Saturday 10AM - 5PM  Sunday 12:00 - 5PM  Closed Mondays"],["price="],["content=Little Purls is one of the most adorable children's boutiques you could ever come across. Little Purl's is the only store of its kind in Tiverton and it caters to customers from all over Rhode Island, Massachusetts, as well as parts of Connecticut and New York as well. This boutique carries clothes, toys, books, and accessories for children aging from newborns to preteens. They offer custom gift wrapping, special ordering, and they will ship a product right to your door. The owners of this \"Best of Rhode Island\" shop, in the heart of the Historic Tiverton Four Corners, ensures every customer has an enjoyable experience by making shoppers \"feel the way they used to\" when they come into the store."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Wild About Beads"],["url=http:\/\/www.wildaboutbeads.com"],["email="],["address=436 Main Road"],["lat="],["long="],["directions="],["phone = +1 401-624-4332"],["tollfree="],["fax="],["hours=We-Fr 10AM-6PM, Sa 10AM-5PM, Su 12:00-4PM"],["price="],["content=Shop the areas largest selection of quality brand-name beads, charms and everything else you need to make your own jewelry. Instruction available."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant 524"],["url=http:\/\/www.restaurant524tiverton.com"],["email="],["address=524 Main Road"],["lat="],["long="],["directions="],["phone = +1 401-625-1100"],["tollfree="],["fax="],["hours=Tu - Sa 5:00-10PM, Su 5:00-9PM"],["price="],["content=Mediterranean and modern American-style food featuring seasonal ingredients and changing seasonal menus."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Barcello’s"],["alt="],["url="],["email="],["address=1214 Stafford Road"],["lat="],["long="],["directions="],["phone =+1 401 624-6649"],["tollfree="],["fax="],["hours="],["price="],["content=Just off of Stafford Road, Barcello’s is part family restaurant, part lounge whose menu consists of a combination of American and Portuguese dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Boat House"],["alt=Waterfront Dining"],["url=http:\/\/www.boathousetiverton.com\/"],["email="],["address=227 Schooner Drive"],["lat="],["long="],["directions=From 24 North take the exit that says RT 138 N for North Tiverton. Make a left onto rt 138. Go past Sakonnet Bay Manor and the Villages will be on your left hand side right at the bend in the road. Make a left into the Villages. Follow Schooner Drive all the way down to the water."],["phone = +1 401-624-6300"],["tollfree="],["fax="],["hours="],["price="],["content=The Boat House is the quintessential seafood spot taken to a new level of innovation and excellence. Located within the gates of the Villages on Mount Hope Bay condominium complex, enjoy outdoor and indoor seating with picturesque views of the Sakonnet River and as you sample some of the best local seafood in New England. The cuisine boasts a menu of fresh seafood and local produce, taking its cue from the picturesque backdrop of the Sakonnet River."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Evelyn’s Drive-In"],["alt="],["url="],["email="],["address=2335 Main Road"],["lat="],["long="],["directions="],["phone =+1 401 624-3100"],["tollfree="],["fax="],["hours="],["price="],["content=Summer, Monday-Thursday 11:30am – 8:30pm, Friday-Sunday 11:30am – 9PM. Evelyn’s is the local clam shack, serving classic seafood dishes, such as batter-fried belly clams, clam cakes, and chowder. Located on the water at Nanaquaket Pond, Evelyn’s Drive-In offers patio seating that provides its customers with a waterside view while they eat. Evelyn's Drive-In was featured on the Food Network's television show \"Diners, Drive-ins and Dives\" for it's exceptional food."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Four Corners Grille"],["alt="],["url="],["email="],["address=3841 Main Road"],["lat="],["long="],["directions="],["phone =+1 401 624-1510"],["tollfree="],["fax="],["hours="],["price="],["content=M-Th 11AM–8PM, F 11AM-9PM, Sa 8AM-9PM, Su 8AM–8PM. A family restaurant in historic Tiverton Four Corners that serves traditional American cuisine."]]}]},"\n",{"type":"[[","value":[["Image:Gray's_Ice_Cream.jpg"],["thumb"],["250px"],["Gray's Ice Cream in Tiverton, RI"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gray’s Ice Cream"],["alt="],["url="],["email="],["address=16 East Road"],["lat="],["long="],["directions="],["phone =+1 401 624-4500"],["tollfree="],["fax="],["hours="],["price="],["content=Kitchen open 6:30am – 8pm. Located at Historic Tiverton Four Corners, Gray’s is an award-winning ice cream shop, voted Best in Rhode Island, that serves homemade ice cream in over 40 different flavors, including seasonal flavors such as pumpkin and eggnog."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Little Bear Lounge"],["url="],["email="],["address=983 Main Rd"],["lat="],["long="],["directions="],["phone = +1 401  624-9164"],["tollfree="],["fax="],["hours="],["price="],["content=Little Bear Lounge is a quiet, cozy place to go for a home-style breakfast to start your day. It has been newly renovated recently, and is also a great place to grab a drink after hours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Family Ties"],["url="],["email="],["address=221 Main Rd"],["lat="],["long="],["directions="],["phone = +1 401  624-2321"],["tollfree="],["fax="],["hours="],["price="],["content=Family Ties is a great place to go for breakfast or lunch with your family. The portions are generous, the prices are affordable, and the taste is home made!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Provender"],["url="],["email="],["address=3883 Main Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Provender is located at Four Corners, and has been open since 1982. They offer fresh baked bread daily, along with buffins, croissants, cookies, desserts, soups, and amazing sandwiches.cookies, desserts, soups and sandwiches."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Moose Cafe"],["url=http:\/\/moosecaferi.com\/index.htm"],["email="],["address=160 Stafford Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=. Winter Hours (October-April) Monday-Thursday 5AM-9PM Friday & Saturday 5AM-10PM Sunday 6AM-9PM Summer Hours (May-September) Monday-Saturday 5AM-10PM Sunday 6AM-9PM"],["price="],["content=The Moose Cafe is a great little place to stop in for a variety of snacks or light meals. This quaint little shop offers everything from coffee and espresso drinks to over 300 flavors of gourmet soft serve ice cream. They also offer up homemade treats such as \"Moose Bars\" and handmade ice cream cakes. This is a summer favorite for those who prefer soft serve ice cream over the traditional hard. Whether you're looking to have an informal lunch with friends by this cafe's cozy fireplace, or want to take your family out for ice cream and sit at one of their outside patio tables, the Moose Cafe is a great place to stop at while you're in town!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nonni's"],["url=http:\/\/www.nonnispastashop.com\/Nonni_Italian_Kitchen_and_Pasta_Shop\/Home.html"],["email="],["address=1154 Stafford Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nonni's Restaurant and Pasta Shop is a fairly new addition to the Tiverton restaurant scene, however it is greatly appreciated. This is one of the only true Italian Restaurants that Tiverton has to offer. Nonni's is not only a full restaurant but it is a pasta shop as well. Customers can go in daily and purchase a variety of fresh homemade pastas and sauces. Their menu contains items such as pizzas, salads, fresh baked breads, pastas with sauce, and their signature entrees. On top of all the great food they have to offer, Nonni's has a fully stocked bar with different varieties of beer, wine and other spirits. Nonni's is the perfect spot for true Italian dishes that will fill your stomach and help keep your wallets full too!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coastal Roasters"],["url=http:\/\/www.coastalroasters.com\/AboutUs.asp"],["email="],["address=1791 Main Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coastal Roasters is THE spot in Tiverton to go for the true coffee lover. This seaside coffee shop is the perfect place to stop in while on a morning stroll along the water or just on your way to work. With beans such as Sakonnet Area, The Americas, Africa\/Arabia, Indonesia and various Islands, Coastal Roasters ensures that the beans are roasted fresh daily and done so in small batches to ensure quality. The crew at Coastal Roasters is also nice enough to spread their love of coffee, to those who can't stop by their Tiverton store, by offering the option to order coffee beans online! For those who think that's not enough, they also have a coffee of the month club as well!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Black Goose Cafe"],["url=http:\/\/www.blackgoosecafe.com\/21"],["email="],["address=2160 Main Road"],["lat="],["long="],["directions="],["phone = +1 401-816-0882"],["tollfree="],["fax="],["hours=Monday-Friday 6AM- 9PM, Saturday & Sunday 7 AM-9 PM"],["price="],["content=Not far from Coastal Roasters and Evelyn's Drive-In, the Black Goose Cafe is also a quaint waterside venue. The Black Goose Cafe offers items such as artisan paninis, bagels, pastries and a variety of hot and cold drinks. When you visit the Black Goose Cafe you can go to the front counter and order the items of your choosing, and then when you pick your table (which you can choose from indoor and outdoor seating) they'll bring your selection right over to you at your table. The Black Goose Cafe is an ideal location to sit and enjoy a light meal while watching the sunset on the water."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Moulin Rouge"],["url="],["email="],["address=1403 Main Road"],["lat="],["long="],["directions="],["phone = +1 401  624-4320"],["tollfree="],["fax="],["hours="],["price="],["content=The Moulin Rouge is one of the best kept secrets of this quiet little town. This spot offers French Cuisine in a relaxed and enjoyable setting. The entrée prices range from about $15-$25 and everyone leaves raving about this hidden gem. Whether you like the movie or not, if you enjoy French Cuisine, you're sure to have an enjoyable time at Tiverton's only French Restaurant. Be sure to try the Crepes Suzette!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ferolbink Farms Bed & Breakfast"],["alt="],["url="],["email="],["address=993 Punkateest Neck Road"],["lat="],["long="],["directions="],["phone = +1 401-624-4107"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nOther Rhode Island cities you might want to visit:\n",{"type":"*","value":[{"type":"[[","value":[["Bristol (Rhode Island)"],["Bristol"]]}," Most noted for its historic 4th of July parade and sea-side scenery."]},{"type":"*","value":[{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}," A beautiful city most noted for its historical mansions."]},{"type":"*","value":[{"type":"[[","value":[["Providence (Rhode Island)"],["Providence"]]}," The biggest city in Rhode Island and the state capital and cultural center. "]},"\n",{"type":"{{","value":[["routebox"],["image1=Rhode Island 24.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Boston"]]}],["minorl1=",{"type":"[[","value":[["Fall River (Massachusetts)"],["Fall River"]]}],["directionr1=S"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Portsmouth (Rhode Island)"],["Portsmouth"]]}],["image2=Rhode Island 138.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Boston"]]}],["minorl2=",{"type":"[[","value":[["Fall River (Massachusetts)"],["Fall River"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}],["minorr2=",{"type":"[[","value":[["Portsmouth (Rhode Island)"],["Portsmouth"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["41.62583"],["-71.21333"]]},"\n",{"type":"{{","value":[["isPartOf"],["Newport County"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tiverton,_Rhode_Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/T\/Tiverton\/"]]}]