[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Tivoli"]}," is a city in ",{"type":"[[","value":[["Lazio"]]},". Its two main attractions, Villa D'Este and Hadrian's Villa, are each individually worth a long journey. Taken together, they make up a memorable day trip from ",{"type":"[[","value":[["Rome"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n\nTrains from Roma Tiburtina station take just over an hour. They are hourly or more frequent.\n\n",{"type":"===","value":["By bus"]},"\nBuses serve Tivoli from the Ponte Mammolo metro station on Rome's Line B. The bus also stops near Hadrian's villa.\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Image:Organ_Fountain_d'Este_Tivoli.jpg"],["thumb"],["300px"],["The Organ Fountain, Villa d'Este"]]},"\nYou can drive from the center of Rome, along the Via Tiburtina. However, this is a slow, ugly road that passes through Rome's unattractive suburbs. A quicker route is to take the Autostrada A24 in the direction of L'Aquila. The exit for Tivoli is soon after the main toll station, where you have to take a ticket. However, you should avoid returning by the same route on a weekend evening, particularly during the ski season, as the toll station can get very congested.\n\n",{"type":"==","value":["Get around"]},"\nUrban bus 4 goes from the city to the Villa Adriana. Don't be conned into thinking it's walkable. it's nearly four miles and road signs are not good. Besides you need all your time and energy at the Villa.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Back_Pecile_Adriana.jpg"],["thumb"],["250px"],["Part of the pecile area, Villa Adriana"]]},"\n\n",{"type":"[[","value":[["Image:Private_Quarters_Adriana.jpg"],["thumb"],["250px"],["Where the Emperor Hadrian retreated for peace and quiet, Villa Adriana"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Villa Adriana"],["url=http:\/\/www.villa-adriana.net"],["email=info@villa-adriana.net"],["address="],["lat=41.946373"],["long=12.772844"],["directions=near the center of the town."],["phone=0774.530.203: from abroad: (0039).0774.530.203"],["tollfree="],["fax="],["hours="],["price=€10 for adults audio guides for €4"],["content=Country retreat of the Emperor Hadrian and about equal in area to the old city of Pompeii. Located down the hill back towards Rome (you drive close to it on the Via Tiburtina). It is a very large estate (the largest Roman Villa known) with ruins in various levels of preservation. Entry is €10 for adults. The map given to you for the tour is not very useful. There are audio guides for €4 which require you deposit a ID with them (watch out they have been known to lose them). There are 20 or so pretty long audio snippets for some key places in the estate but each site also has a large sign which also has the same as the audio in text in four languages. Car parking is to the left as you approach the villa and at the entrance area there is a restaurant, a cafe and bookshop too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Villa d'Este"],["url=http:\/\/www.villadestetivoli.info\/storiae.htm"],["email=villadestetivoli@telekottageplus.com"],["address="],["lat="],["long="],["directions=near the center of the town."],["phone=199.766.166: from abroad: 0039.0424.600460"],["tollfree="],["fax="],["hours=Closed on Mondays"],["price="],["content= This is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," and a truly unique place. Although the villa is itself quite interesting, with some attractive frescoes on the ceilings, the main reason for visiting here is the terraced gardens below it. These were conceived and built between 1550 and 1572 by Cardinal d'Este. The numerous fountains, both large and small, rely on natural water pressure, which takes advantage of the steep slope on which the gardens are built. Water comes mainly from the River Aniene, which was partly diverted through the town. For a long time in the 18th and 19th Centuries the gardens were allowed to fall into a state of decay, but they were taken over by the Italian Government at the beginning of WW1 and have gradually been restored to something close to their original splendor. The gardens were said to have drawn their inspiration from Villa Adriana and, probably, quite a few of the statues used were stolen from there too. In turn, many were stolen from Villa d'Este when it fell into neglect."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere are some nice narrow streets with lots of cheap, but good quality, clothes to buy.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Cafe Artist has awful service, avoid it. But, it's one of the few open during siesta."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" There are a couple of B&Bs in Tivoli but for most people in town day trip from Rome."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rome (province)"]]},"\n",{"type":"[[","value":[["wikipedia:Tivoli, Lazio"]]},"\n",{"type":"{{","value":[["geo"],["41.96"],["12.8"]]}]