[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Tiya vue d'ensemble.JPG"],["thumb"],["Most of the carved standing stones are between 1 and 2 meters tall"]]},"\n",{"type":"'''","value":["Tiya"]}," is a town in ",{"type":"[[","value":[["Southern Ethiopia"]]},", known for the remarkable prehistoric burial complex (or at least, that's what researches makes of the site so far) on the outskirts of the village. Almost like a small, African version of Stonehenge, some 36 standing stones, most covered with engravings, are a wonderful archaeological reminder of an early Ethiopian culture. The exact age of the monuments is yet to be determined, but Tiya has been recognized as a ",{"type":"'''","value":[{"type":"[[","value":[["UNESCO World Heritage Site"]]}]}," since 1980.\n\n",{"type":"==","value":["Understand"]},"\nThere's not much here except the archaeological site, which although impressive, doesn't take a lot of time to explore. Tiya makes for a fine day trip from ",{"type":"[[","value":[["Addis Ababa"]]}," (which is some 90km from here) or can be visited on route to e.g. ",{"type":"[[","value":[["Langano"]]},". \n\nNote that much of the exact background and history of the stones is not yet understood by experts and interpretations of the depicted images vary. Guides will have interesting stories to tell, some of which are backed by research, while other rather stem from local beliefs. \n\n",{"type":"==","value":["Get in"]},"\nIt's possible and convenient to hire a car (with guide) in Addis Ababa. Less convenient but obviously cheaper, you can take public transport. There's an early morning bus to Butajira from Addis Mercato (the market square in Addis Ababa). It leaves before 9am, so make sure you're here early. Ask to be dropped off at Tiya.\n\n",{"type":"==","value":["Get around"]},"\nThe archeological site is located half a kilometre or so from the village centre. If you're here by public transport, you'll be fine walking.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are a few cheap hotels in town.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Ethiopia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["8.4333"],["38.6166"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tiya"]]}]