[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Tobago"]}," is one of the two islands that comprise the Caribbean nation of ",{"type":"[[","value":[["Trinidad and Tobago"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Scarborough (Trinidad and Tobago)"],["Scarborough"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Charlotteville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Crown Point (Trinidad and Tobago)"],["Crown Point"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\nPigeon point is a lovely white sand beach situated in a heritage wildlife park. There is a TTD18 charge to enter before 5pm.\n\nGrafton beach is a less touristy option further up the north coast with a long sandy beach and warm waters. Englishman's Bay is much further up the coast and is highly recommended. The beach is accessed over a sandy road and a suitable car is recommended. Cascara Bay is also a popular destination on the Roth shore.\n\nThere are a number of old forts worth seeing. The best is Fort st George in Scarborough. There is a museum and a fantastic view over the bay at Scarborough. It is highly recommended for a sunset visit.\n\n",{"type":"==","value":["Understand"]},"\n\nTobago is a delightful island in the southern Caribbean. It is an escape from the hustle and bustle of Port of Spain for those from Trinidad and, served by Virgin Atlantic, British Airways, Condor and Monarch as a major destination for those from outside the country.\nThe west side of the island features beautiful beaches and the Bucco reef at Pigeon Point. The east side features unspoilt rainforest that are protected and is the oldest protected rainforest on the western Hemisphere.\n\n",{"type":"==","value":["Talk"]},"\nThe people talk English with a strong accent, a few dialect words and quite fast but after a few conversations you slowly start to understand what the people are saying.\n\n",{"type":"==","value":["Get in"]},"\nTobago has its own airport, at the south of the island. It receives flights from Port of Spain, several other Caribbean islands, and from London via BA scheduled flights (Thursdays and Mondays with a short stop in Antigua) and Virgin (fly Thursdays direct). Caribbean Airlines runs a weekly direct flight from Tobago to JFK on Sunday. There are also charter flights from Europe. The small departure lounge can get congested when the flights to Europe are leaving in the early evening.\n\nThe area around the airport is a typical tourist zone and you may wonder why you made the journey. But don't be put off. The rest of the island is a delight.\n\nTaxis, mainly consisting of ancient American cars, are available at the airport.\n\n",{"type":"==","value":["Get around"]}," \n\nVehicles can be rented, although the quality can sometime leave much to be desired. Driving around Tobago basically consists of taking the coastal road that circles the island, together with two or three east-west roads. Cars are right hand drive and you drive on the left.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tobago Museum"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Wildlife"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Little Tobago"]}," Hire a boat and head for the small island of Little Tobago from the marina at Speyside. Little Tobago is a protected bird sanctuary (no place to stay!) with wonderful hiking trails and a few tiny beaches."]},"\n",{"type":"===","value":["Golf"]},"\nThe Mt. Irvine Bay Golf Course is said to be Tony Jacklin's favourite (remember him?!). It is a challenging weave in and out of coconut palms.\n\n",{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Englishman's Bay"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pigeon Point"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mt. Irvine beach"]}," Very popular surf- spot with both locals and tourist. There a beachbar and the place is perfect for sunset."]},{"type":"*","value":[" ",{"type":"'''","value":["Grafton beach\/ Stone Haven Bay"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Turtle Beach"]}," named for its turtle nesting during the months of Feb.-Aug."]},{"type":"*","value":[" ",{"type":"'''","value":["Store Bay"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Canoe Bay"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Kings Bay"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Grange"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lambeau"]}]},{"type":"*","value":[" ",{"type":"'''","value":["No Mans Land"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Man O War Bay"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pirates Bay"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Batteaux Bay"]}]},"\nIf you're staying on the more populous south end (near the airport), Pigeon Point is the more touristy beach, with a small admission fee, cabanas for rent, bar, espresso bar and snack bars. It's the one with  the famous pier that's on every Trinidad and Tobago tourism brochure. And then there's more casual Store Bay, favoured by the locals and visiting Trinidadians. Bigger waves, firmer sand, less seaweed. You can easily sample both in one day, as they're about a 20-minute stroll apart.\n\n",{"type":"===","value":["Fishing"]},"\n\n",{"type":"===","value":["Diving"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Speyside"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Store Bay\/Kariwak Reef"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mt. Irvine"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Arnos Vale"]}]},"\n",{"type":"==","value":[" Eat "]},"\nThere are a large number of tourist restaurants in the crown point area. the Pasta Gallery is highly recommended and is very reasonably priced. Pizza Boys is a pizza chain that mostly does take away and is also of good quality. For a good beach bar option see buccaneers on grafton beach. The burger and chips are great and it right on the beach. The sea house inn is just up the road and is an upmarket alternative with quite a varied menu. For fish lovers the Fish Pot is located near grafton beach and is recommended. There is a KFC and a Subway in Scarborough.\n\nA lot of cafes and restaurants don't take European debit\/credit cards, even if they have the sign in the window. The main problem seems to be with HSBC cards.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Tobago"]]},"\n\n",{"type":"{{","value":[["geo"],["11.250"],["-60.667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Trinidad_and_Tobago"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Commons:Tobago"]]}]