[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Tc island.jpg"],["thumb"],["400px"],["Tobacco Caye"]]},"\n\n",{"type":"'''","value":["Tobacco Caye"]}," is a tiny island off the coast of ",{"type":"[[","value":[["Belize"]]},", popular with budget travelers. Hammocks, novels, group meals and a healthy dose of snorkeling are likely to fill your day, on one of the few islands that won't break the bank in a country that normally excels at doing so.\n\nAt only about 200 feet wide and 400 feet long, the atmosphere is intimate and social, but relaxing and friendly (you can circle the island in less than 5 minutes). About 20 Belizeans reside here permanently, but there's no school, so children spend the week on a nearby island, and come home only on the weekends to stay with their families.\n\nFar from deserted, there's very little space on the island that isn't occupied by something. Hurricane Mitch leveled most of the island in 1998, pretty much everything you see now has been rebuilt since then.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Map of Tobacco Caye.png"],["thumb"],["350px"],["Map of Tobacco Caye"]]},"\n\nBoats make the journey from ",{"type":"[[","value":[["Dangriga"]]}," in about 20-30 minutes and charge Bz$30\/person. If you're staying at Tobacco Caye Lodge or Reef's End, you can arrange a time and come on their boats for the same price, or just turn up at 8:30-9:00am at the dock and ask around at the Riverside Café when a boat will be leaving (they depart from the dock directly in front of the restaurant).\n\nFrom Tobacco Caye, at least one boat usually leaves around 9am each morning heading back to Dangriga. If you're interested in heading somewhere else like Glovers Reef or Thatch Caye you may be able to hire a boat to take you direct, or ride along with some snorkelers who are heading there, which saves a trip back to Dangriga.\n\n",{"type":"==","value":["Get around"]},"\n\nKick off your sandals when you arrive to the island, and plan on leaving them in your room. You'll be walking around the island for the duration of your stay, might as well feel the sand between your toes. If you're a great swimmer and have some energy to burn, consider trying to swim a loop around the island... the hammock will still be there when you get back. Needless to say, there are no roads or vehicles of any sort on the island... not even a single sidewalk.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunrise"]}," – generally occurs off to the east."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset"]}," – usually spotted out west."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Locals"]}," – observe their daily routines and skills."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Tc dive.jpg"],["thumb"],["250px"],["Paradise Dive Shop"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Swim"]},". The only exercise you could possibly hope for, short of bringing a yoga mat. While the island is almost entirely covered in sand, the water's edge is rocky, and no sandy beach exists. Several piers scattered around make for easier sea access."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkel"]},". About the only activity in the immediate vicinity of the island. There's a reef along the south edge, which you can swim out to and see a decent amount of things and a bit of coral, though plastic bags and trash may keep you a little distracted. Much better is to hire one of the men with a boat to take you a bit further south (1km) where the sea life is much richer. Day trips and 1\/2 day trips that visit several snorkeling spots include mangroves to spot manatees, the reef near Thatch Caye, or Glover's Reef."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Scuba diving"],["Dive"]]}]},". Possible with the rustic ",{"type":"'''","value":["Paradise Dive Shop"]},", or with Reef's End. They both run trips to the beautiful Glover's Reef, the infamous Blue Hole, among others."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Watch 'em gut a fish"]},". Around sunset, on the western pier in front of Tobacco Caye bar, local fisherman prepare their fish (or ones caught by fishing tourists) and wash them here at the dock, drawing a little crowd of onlookers. Fish guts may not be that interesting, but the animals that swarm in to eat them are... you'll likely spot a variety of birds, stingrays and even a moray eel all converging on the scene."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bring a book"]},". If none of the above appeal to you, or you've already done them once today, find out what happens after Sally catches Bob with Sue."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe only restaurants are those attached to the resort you're staying at. Most all of them have communal tables and everyone eats together at the same time... the meal bells usually ring around 7am, 12pm, and 6pm.\n\n",{"type":"'''","value":["Gaviotas"]}," has a snacks stand behind their rooms, with plenty of imported doritos, cokes, batteries and even Starbucks iced coffees (?!).\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"[[","value":[["Image:Tc bar.jpg"],["thumb"],["250px"],["Tobacco Caye Bar"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tobacco Caye Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=at the north tip of the island"],["phone="],["tollfree="],["fax="],["hours=4pm-sleepytime"],["price="],["content=This little open air bar, part of the Tobacco Caye Lodge, is somewhat of a meeting point around sunset and after dinner. If you're staying at the lodge you can put it on your tab."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nTobacco Caye Lodge and Reef's End both have phones & emails so you can book ahead if you feel like it... for anything else, show up and see what's available. Checkout time is 10am.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tobacco Caye Lodge"],["url=http:\/\/www.tclodgebelize.com"],["email=bookings@tclodgebelize.com"],["address="],["lat="],["long="],["directions=on the northeast side"],["phone=+501 520 5033"],["tollfree="],["fax="],["hours="],["price=Single Bz$90, double Bz$160"],["checkin="],["checkout="],["content=The best value and probably most popular place has several bungalows looking out towards the sea, under some hammock-strung palm trees. The food here is pretty tasty as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Reef's End Lodge"],["url=http:\/\/www.reefsendlodge.com\/"],["email=reefsend@btl.net"],["address="],["lat="],["long="],["directions="],["phone=+501 522 2419"],["tollfree="],["fax="],["hours="],["price=Rooms US$65, Cabanas US$75"],["checkin="],["checkout="],["content=The most expensive place is nice, but questionably worth the $$."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gaviotas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Bz$50"],["checkin="],["checkout="],["content=A decent cheap option, run by Belizeans."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tobacco Caye Paradise"],["url="],["email="],["address="],["lat="],["long="],["directions=on the north tip"],["phone="],["tollfree="],["fax="],["hours="],["price=Bz$50"],["checkin="],["checkout="],["content=A cheap place with good food and a few very rustic cabins built right over the water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lana's on the Reef"],["url="],["email="],["address="],["lat="],["long="],["directions=on the west side"],["phone="],["tollfree="],["fax="],["hours="],["price=From Bz$80"],["checkin="],["checkout="],["content=Small rooms, good food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fairweather Place"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small two-story place, with a room or two on the upper floor, above the owners house. It's not entirely appealing, but it's mentionable since they'll let you pitch a tent out front if you prefer to camp. Make 'em an offer."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"[[","value":[["Image:Tc boat.jpg"],["thumb"],["250px"]]},"\n\nInternet service is available at the Tobacco Caye Marine Station, located on the property of the Tobacco Caye Lodge. The cost is BZ$15 per hour to use a Station computer, and BZ$10 if you are travelling with your own computer.\n\nSnorkel equipment is also available for rent from the Station at a cost of BZ$30 per day.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nMosquitos and sandflies are thankfully scarce here, making bug juice unnecessary.  Sunscreen is wise though, if you're planning to be out in the water long or on a boat trip.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Glover's Reef"]}," is about an hour east of here, and you can probably arrange a direct boat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thatch Caye"]}," is about 20 min south... don't head there without a reservation at the expensive resort, who may be able to come fetch you. Alternatively, strike a deal with a boat man or ride along with some snorkelers."]},"\n",{"type":"{{","value":[["IsPartOf"],["Stann Creek"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"[[","value":[["wikipedia:Tobacco Caye"]]}]