[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Todos Santos Cuchumatán"]}," is a town in ",{"type":"[[","value":[["Western Highlands"]]},", ",{"type":"[[","value":[["Guatemala"]]},"\n\n",{"type":"==","value":["Understand"]},"\nTodos Santos is a small town of a few thousand people, most of whom are decended from the Mayan and most of whom use Mam as their first language. Spanish is widly spoken too.\n\nTodos Santos is one of the last places in Guatemala where both the men and women still wear traditional dress.\n\n",{"type":"==","value":["Get in"]},"\nDirect busses from ",{"type":"[[","value":[["Huehuetenango"]]}," leave between 4 and 5am and cost Q25. There are some more buses around mid day. If you cannot catch a direct bus, you can take a bus to Tres Cayos (Q10) and change for another bus to Todos Santos. The bus will drop you off near the Parque.\n\n",{"type":"==","value":["Get around"]},"\nThe town is small and walkable, there are more touristy things to the East of the parque.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Parque Central"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The town's Parque Central is interesting because it's raised up with some stores below. There's a viewing platform too offering great views of the surrounding town. This is where the bus will drop you off and also where they leave from."]]}]},"\n",{"type":"==","value":["Do"]},"\nTourist offices can help you arrange tours to some good hikes in the surrounding area.\n\nIf you ask permission, you may be able to take a photo of the locals but they may ask you for money (as much as Q100).\n\nThe locals are relaxed, friendly and often open to a chit chat.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy the traditional clothing you see the men and women wearing in various shops along the road Eastbound from the Parque.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are several hotels around. South or East of the Parque seem to be the best areas to find them.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Tourist Information"]},"\nAbout 500m East from the Parque there's a tourist information stall offering tours and info on each side of the street.\n",{"type":"===","value":["Internet"]},"\nThere are a few Internet cafes East of the Parque, they charge Q2.50 for half an hour and Q5 for an hour.\n",{"type":"===","value":["Post Office"]},"\nThe Post Office is located on the South Side of the Parque.\n\n",{"type":"==","value":["Go next"]},"\nDirect buses leave to ",{"type":"[[","value":[["Huehuetenango"]]}," from near the Parque. There's a bus at mid day, and probably some others.\n\n",{"type":"{{","value":[["IsPartOf"],["Western Highlands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Todos Santos Cuchumatán"]]}]