[{"type":"{{","value":[["Pagebanner"],["Tokelau-banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar\/working"],["flag=Image:Flag of Tokelau.svg"],["capital=none; each atoll has its own administrative centre"],["government=Territory of ",{"type":"[[","value":[["New Zealand"]]}],["currency=New Zealand dollar (NZD)"],["area=10 sq km"],["population=1,431 (July 2002 est.)"],["language=Tokelauan (a Polynesian language), English"],["religion=Congregational Christian Church 70% (mostly Atafu, Fakaofo), Roman Catholic 28% (mostly Nukunonu), other 2%"],["electricity="],["callingcode=+690"],["timezone=UTC +14"]]},"\n\n",{"type":"'''","value":["Tokelau"]}," is in Polynesia, a group of three atolls about half way between New Zealand (which administers these atolls) and Hawaii.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Tokelau regions map.png"],["regionmaptext="],["regionmapsize=330px"],["region1name=Atafu"],["region1color=#b19dbc"],["region1description="],["region2name=Nukunonu"],["region2color=#c5b172"],["region2description="],["region3name=Fakaofo"],["region3color=#c7df8e"],["region3description="]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Atafu.jpg"],["350px"],["thumbnail"],["Atafu"]]},"\nOriginally settled by Polynesian emigrants from surrounding island groups, the Tokelau Islands were made a British protectorate in 1889. They were transferred to New Zealand administration in 1925.\n\nTokelau's small size (three villages), isolation, and lack of resources greatly restrain economic development and confine agriculture to the subsistence level. The people rely heavily on aid from New Zealand -- about $4 million annually -- to maintain public services, annual aid being substantially greater than GDP. The principal sources of revenue come from sales of copra, domain names, postage stamps, souvenir coins, and handicrafts.\n\nTokelau was on the east side of the International Date Line until it joined with Samoa and skipped 30 December 2011 and jumped at midnight from UTC -11 to UTC +13 and 29 Dec to 31 Dec.\n\n",{"type":"===","value":["Climate"]},"\nTropical; moderated by trade winds (April to November)\nThe average temperature is about 28°C annually. Rainfall is irregular but heavy. There are downpours of up to 80 mm in a single day which are possible any time. Tokelau is at the north edge of the main hurricane belt, but tropical storms sometimes sweep through between November and March. Since 1846, Tokelau had only experienced three recorded hurricanes. Then, in February 1990, waves from Hurricane Ofa broke across the atolls, washing topsoil away and contaminating the freshwater lens. Residual salt prevented new plant growth for months. Hurricane Val in 1992 and Hurricane Percy in 2005 did additional damage.\n\n",{"type":"===","value":["Landscape"]},"\nTokelau consists of three atolls, each with a lagoon surrounded by a number of reef-bound islets of varying length and rising to over three metres above sea level.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nTokelau has no airports.  Lagoon landings are possible by amphibious aircraft\n\n",{"type":"===","value":["By boat"]},"\nTokelau has no ports or harbours; offshore anchorage only. A twice monthly service runs from ",{"type":"[[","value":[["Apia"]]}," on board the MV Tokelau. This is subject to change and often unreliable. Foreigners take last priority in securing a place.\n\n",{"type":"[","value":["http:\/\/www.pacific-expeditions.com\/ Pacific Expeditions Ltd"]}," go to Nukunono Atoll once a year from ",{"type":"[[","value":[["Apia"]]},", ",{"type":"[[","value":[["Samoa"]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Nukunonu_Lagoon20070716.jpg"],["thumb"],["270px"],["The lagoon at Nukunonu"]]},"\n\nMost people get around by car or bikes in Tokelau. People buy them from either classified ads or agencies that help with importing.\n\n",{"type":"==","value":["Talk"]},"\nTokelauan, a Polynesian language closely related to Samoan and Tuvaluan, is the native language, and most people can speak and understand English.\n\nThe name ",{"type":"''","value":["Tokelau"]}," is a Polynesian word meaning \"north wind\"\n\n",{"type":"==","value":["See"]},"\nTokelau is the habitat for several native plant and insect species as well as whales, dolphins and land crabs. 29 bird species live on the islands.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe New Zealand dollar is used. Some Tokelauan-branded dollars have been produced but are hard to find.\n\n",{"type":"===","value":["Costs"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe Luana Liki Hotel in Nukunonu is the only public eating place which is in the only hotel. If you are staying at the Luana Liki, you will get three meals per day included in the price.\n\n",{"type":"==","value":["Drink"]},"\nSamoan beer is available in shops and at the Luana Like Hotel, but sale is strictly rationed in Nukunonu.\n\nThe legal drinking age is 18.\n\n",{"type":"==","value":["Sleep"]},"\nThe Luana Liki Hotel in Nukunonu is Tokelau's only commercial accommodation. Homestays may be arranged in advanced through the Tokelau-Apia Liaison Office in Samoa.\n\n",{"type":"==","value":["Learn"]},"\nEducation in Tokelau for children between the ages of 5-18 is available and free. Each atoll has a primary and secondary school. The education system is similar to that in New Zealand.\n\nThe schools have levels or classes running from Early Childhood Education (ECE) right through to Year11. At Year11, students are required to sit a National examination. This examination is used to determine which students will continue Year 12 studies under the Tokelau Scholarship Scheme. The successful students commence Year 12 and 13 studies in Samoa. \n\nSchools are under the administration of the Taupulega's (Village council). The Education department plays a supporting role in providing training and workshops for Principals and teachers, assisting in other developments with the schools, the setting and marking of the Year11 National Examinations and so forth.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nTokelau lies in the Pacific typhoon belt, and most of Tokelau is only 2 metres above sea level making it particularly vulnerable to sea level causing major flooding.\n\nOver 96% of the population has access to safe water and just over 70% has access to adequate sanitary facilities. Health indicators are good and there is universal access to health care.\n\n",{"type":"==","value":["Stay healthy"]},"\nEach atoll has a hospital. The health services have a Director of Health based in Apia and a Chief Clinical Advisor who moves from atoll to atoll as required to assist the doctors attached to each hospital.\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"==","value":["Connect"]},"\nTokelau has a radio telephone service between the islands and to Samoa and is government regulated.\n\n\n",{"type":"{{","value":[["outlineregion"]]},"      \n",{"type":"{{","value":[["IsPartOf"],["Polynesia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tokelau"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Tokelau\/"]]},"\n",{"type":"{{","value":[["geo"],["-9.1666666666667"],["-171.83333333333"]]}]