[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Toliara"]}," is a city in ",{"type":"[[","value":[["Madagascar"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Flights"]},"\nAir Mad connecting flights from Antananarivo (daily), Morondava (once a week), Ft. Dolphin (twice a week). Book your flight early as these flights often fill up.\n\n",{"type":"===","value":["Taxi Brousse"]},"\nMini-buses are the cheapest way to get to Toliara. In Tana you can catch them at the Fasan-karana taxi brousse station. They leave around 9AM and 4PM. They cost 35,000 Ariary and take 18 - 24 hours to get to Toliara depending on the quality of the car and the number of times you break down. You can also catch a taxi brousse to Toliara from any of the major cities on the RN7. \n\n",{"type":"===","value":["Car"]},"\nMany travellers rent a car and work their way down the RN7 over a few days. This is a great way to see a lot of different parts of the country. Major attractions on this route are Parc National Ranomafana (near Fianarantsoa) and Parc National Isalo. Cars usually run 130,000 Ariary a day plus fuel. Car rentals almost always come with a driver.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["mapframe"],["-23.3500"],["43.6667"]]},"\n\nRickshaws, locally called, \"Pousse-pousse\" are seemingly everywhere in Toliara. They are the cheapest form of transport available and are great to get you out of the hot sun or to go short distances with heavy luggage or shopping bags. While it may seem a bit odd for the first-time tourist to be pulled around the street by a man, rest assured that this awkwardness is only one way. These guys are proud of their pousse-pousse and the work they do. These aren't just for tourists, everyone uses them so go ahead and hop on-board!\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe downtown craft market \"Tsena Cociagy\" is located behind Etoile de Mer and the Alliance Francais. Numerous handicrafts and shells are available. Please note that some of these shells are endangered species and bringing them into your home country can get you in a lot of trouble. Handicrafts are not made locally, but are brought in from Ambositra and Fianarantsoa so if you come down the RN7, better to buy them there or in Tana as prices are lower there and the selection is greater.\n\n",{"type":"===","value":["Getting Money Out"]},"\nATMs are located at the BNI, BFV and BOA banks in town, 24\/7. The former two will accept Mastercard and Visa, BOA will only take Visa.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Etoile de Mer"],["url="],["email="],["address="],["lat="],["long="],["directions=Main coastal road not for from center of town"],["phone="],["tollfree="],["fax="],["hours=Open for lunch and dinner"],["price=12,000"],["content=Large restaurant with a thick menu, this restaurant serves French and Indian dishes as well as pizza. There is a wide, breezy terrace and a pool table. Occasionally the restaurant is closed to the public for marriages or private events. Free Wifi"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Maison"],["url="],["email="],["address=Avenue d'Independence"],["lat="],["long="],["directions=Across from the post office"],["phone="],["tollfree="],["fax="],["hours="],["price=12,000 Ar"],["content=French restaurant and bar with a slick atmosphere a big TV (usually playing music videos softly) and a pool table. Many of the French residents of Toliara frequent this restaurant for a taste of home. Free Wifi"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Terrase"],["alt=Pizza Jeff"],["url="],["email="],["address=Toliara Centre, near Galana station"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=11,000 Ar"],["content=French-owned restaurant on a terrace. Specializes in breakfast (including English breakfast), salads, and pizza. Offers large glasses of fresh made juice. Has Free wifi, but charges a small fee to plug in to power socket."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Traveaux"],["alt=Brochette alley"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind (towards town) B52 Casino and Etoile de Mer"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The local watering hole, this is where Toliara's residents turn out in force to drink beer and spirits, each kebabs, grilled chicken, and taro and generally just hang out. Food and bars start serving around 6pm but the place doesn't get going until 8pm. This is the only place to get food in Toliara past 10pm."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Victory"],["url=http:\/\/www.hoteltulear-victory.com"],["email="],["address=Tuléar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=50\/80€"],["checkin=06am"],["checkout=12mid-day"],["content=A modern hotel 43rooms\/suites fully equiped in a beautiful tropical\ngarden with swimming-pool. Large Menu. Very good english spoken here.\n10 minutes from the airport with pick-up by hotel bus. Many possibilities for excursions, sailing, diving, snorkelling, big game fishing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Refuge"],["url="],["email="],["address="],["lat="],["long="],["directions=On road to Anketa from downtown, on left"],["phone="],["tollfree="],["fax="],["hours="],["price=40,000 Ar and up"],["checkin="],["checkout="],["content=Small, smart hotel with beautiful garden and swimming pool"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Serena Hotel"],["url=http:\/\/www.serenatulear.com"],["email="],["address=Boulevard Philbert Tsiranana"],["lat="],["long="],["directions=Near BNI bank towards the market. Above the Evolution Super market"],["phone=+261 (0)20 94 411 73 \/ +261 (0)32 05 600 39"],["tollfree="],["fax="],["hours="],["price=40,000 and p"],["checkin="],["checkout="],["content=Small hotel with 8 rooms located downtown. Has free wifi connection in the rooms and a nice tea parlor overlooking the street."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hôtel Le Palétuvier"],["url=http:\/\/www.madadecouverte.com\/le-paletuvier"],["email="],["address=Boulevard Lyautey"],["lat="],["long="],["directions=Located on the seaside road near the intersection with the Boulevard Philibert Tsiranana"],["phone=+261 (0)20 94 440 39 \/ +261 (0)32 02 542 83"],["tollfree="],["fax="],["hours="],["price=60,000 and up"],["checkin="],["checkout="],["content=Toliar's largest hotel and main conference center. Has a pool and a small internet cafe."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Central Hotel"],["url="],["email="],["address=Bazary be"],["lat="],["long="],["directions=Center of town near the Ganivala Internet Cafe"],["phone=+261 (0)20 94 428 84 \/ +261 (0)32 02 553 25 \/ +261 (0)34 01 410 80"],["tollfree="],["fax="],["hours="],["price=25,000 - 35,000 Ariary"],["checkin="],["checkout="],["content=Small hotel in the center of town with spacious rooms and terraces overlooking the street. Terraces have swings which are perfect for napping in the hot mid-day sun. Rooms have large ceiling fans and internal showers. Some rooms have internal toilets, others share. Don't let the central location put you off, the center of town is very quite during the night, whereas other areas can be very noisy with dogs, music, and roosters. The market starts to get a bit noisy at 7am, but not enough to really disturb.\n\nRooms are very reasonably priced and discounts can be wrangled for longer stays."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anakao"]]}," - This fishing village is located south of Toliara and is accessed primarily by boats that make the journey in the morning."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ifaty"]]}," - Located north of Toliara on a rough road, this coastal town is known for its diving opportunities, beaches, and spiny forest."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-23.3500"],["43.6667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Madagascar"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Toliara"]]}]