[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Tolmin"]}," is a city in ",{"type":"[[","value":[["Slovenia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTolmin is the largest town and an administrative centre of the ",{"type":"[[","value":[["Soča Valley"]]},". Its greatest attractions are the old town centre, great sports facilities and the Museum of Tolmin with ethnological and arheological collection.\n \nThe most visited attraction nearby are Tolmin Gorges, the lowest entrance into the ",{"type":"[[","value":[["Triglav National Park"]]},". Confluence of two Alpine rivers into a gorge is quite rare phenomenon. Gorges are one of the deepest in Slovenia, too (60m under the Devil's bridge).\n\nA few kilometres away we can see Javorca, the most beautiful monument from the First World War in Soča Valley. It was entered into the list of European cultural heritage in 2006.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFrom Ljubljana via Idrija town is 104 km (1 hour 40 minutes).\nFrom Ljubljana via Nova Gorica is 150 km (1 hour 50 minutes).\nFrom airport Brnik 110 km.\nFrom Nova Gorica is 41 km (40 minutes).\n\n",{"type":"===","value":["By train"]},"\nFrom Ljubljana to Most na Soci train station: cca 10 trains per day (cca 3 hours drive).\n\n",{"type":"===","value":["By bus"]},"\nThere is a bus route for Ljubljana - Tolmin - Bovec and for Tolmin - Nova Gorica. Bus schedule: http:\/\/www.ap-ljubljana.si\/eng\/ \n \nThe best option is renting car, because public transport is not often. Furthermore, up to many sights there is no public transport.\n\n",{"type":"==","value":["Get around"]},"\nThe best option is renting car, because public transport is not often. Furthermore, up to many sights there is no public transport.",{"type":"<","value":["br","\/"]},"\nAnother (GREEN) option is renting bike.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tolmin Gorges ",{"type":"[","value":["http:\/\/www.dolina-soce.com\/znamenitosti-i-en\/items\/tolminska-korita.html"]}]}]},"The most visited attraction nearby are Tolmin Gorges, the lowest entrance into the Triglav National Park. Confluence of two Alpine rivers into a gorge is quite rare phenomenon. Gorges are one of the deepest in Slovenia. Through the gorge leads 1,5 hours long walk, where visitors can see \"Bear's head\", the spring of thermal water, Devil's Bridge, cave named after Dante Alighieri.\n\n\n\n",{"type":"*","value":[{"type":"'''","value":["Javorca, memorial church of Holy Spirit ",{"type":"[","value":["http:\/\/www.dolina-soce.com\/znamenitosti-i-en\/items\/javorca-sponiska-cerkev-svetega-duha.html"]}]}]},"The Memorial Church of the Holy Spirit in Javorca is dedicated to fallen Austro-Hungarian defenders of the Tolmin battlefield on the Soča (Isonzo) Front (1915–1917). \nIt was built by Austro-Hungarian soldiers during the war. Soldiers were skilled in various trades; the walls and lower section are of stone, while the upper part of the construction is of larch. In 2007 the church was classed as a historical monument bearing the European Cultural Heritage sign.\n\n",{"type":"*","value":[{"type":"'''","value":["Tolmin Museum ",{"type":"[","value":["http:\/\/www.dolina-soce.com\/znamenitosti-i-en\/items\/Tolminski-muzej.html"]}]}]},"The Tolmin Museum presents the rich cultural heritage of the Soča region - ethnological and arheological collection. On of the most important excibitions in the museum is the Tolmin peasant uprising of 1713.\n\n",{"type":"*","value":[{"type":"'''","value":["Mengore, outdoor museum form the First World War ",{"type":"[","value":["http:\/\/www.dolina-soce.com\/znamenitosti-i-en\/items\/mengore-muzej-na-proste-prve-svetovne-vojne.html"]}]}]},"2 km out of Tolmin towards Nova Gorica Mengore hill is located. In the outdoor museum Mengore remains of the first Austro-Hungarian line of defence can be seen (trenches, caves, memorials, reservoir, remains of stone walls of cabins). Located on the top of Mengore hill is a pilgrimage church, from where a beautiful view opens over the Soča Valley and mountains.\n\n",{"type":"==","value":["Do"]},"\n\nSoca Valley and consequently Tolmin is great place for outdoor activities. ",{"type":"'''","value":["Walk"]}," in nature, nearby river or into a gorge can be very relaxing. ",{"type":"'''","value":["Cycling"]}," trails are also interesting choice, furthermore Soca Valley is popular place for ",{"type":"'''","value":["MTB"]}," (there are many cyclist from abroad writing about MTB in Soča Valley). Fishing is possible on Soča River - near Tolmin there is over 145 km of waterways where ",{"type":"'''","value":["fly-fishing"]}," is allowed.\nAdrenaline sports in the Soča Valley are rafting, kayaking, climbing and paragliding.\n\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Julian_Alps"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tolmin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["46.183"],["13.733"],["zoom=13"]]}]