[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ton Sai"]}," is a beach in ",{"type":"[[","value":[["Krabi Province"]]},", ",{"type":"[[","value":[["Thailand"]]},", offering a combination of inexpensive accommodation and great rock climbing routes that make it popular with both backpackers and climbers alike. Compared to neighbouring ",{"type":"'''","value":[{"type":"[[","value":[["Rai Leh"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Ao Nang"]]}]}," it's relatively rough around on the edges; in particular, the beach gets unsuitable for swimming and becomes quite rocky as the tide goes out. But this only happens for about ten days every moon period. The rest of the time the beach is suitable for swimming.\n\n",{"type":"==","value":[" Get in "]},"\nThere's no easy overland access to Ton Sai, so all visitors arrive by boat. There are however a difficult trek that will take 1.5 hours from Ao Nang, but its not recommended when you are carrying luggage, and people using this route are regularly attacked by gangs of wild monkeys. There is a half-hour trail from East Rai Leh, also not recommended when carrying luggage, and without gangs of wild monkeys to worry about. At low tide, there is a somewhat difficult scramble between the north end of West Rail Leh Beach through to Ton Sai's easternmost stretch of beach. Rai Leh is a five minute longtail ride, necessary at high tide, while longtails from Ao Nang to Rai Leh will also stop at Ton Sai. Boats between Ton Sai and Rai Leh generally don't run at night.\n\nIf you're arriving from Krabi bus station you will need to get a taxi or tuk-tuk to Ao Nang Beach. The price should be around 60 baht. Expect the tuk-tuk to drive around a bit and pick up more people if its not full. From there, share or charter a boat to Ton Sai. Boats run frequently from Ao Nang Beach to Ton Sai. But only when enough people have gathered and the boat is full with 10-12 persons. In high season it takes around 20 minutes to fill a boat depending on the time of the day. In low season it usually takes longer. Tickets cost 100 baht at the ticket-stand at the south end of Ao Nang Beach. The price almost doubles after 18:00.\n\nAlternatively, chart a boat and make a deal with the boatman. Expect to pay the price of 10 tickets if you want the boat all by yourself.\n\nThe boat ride from Ao Nang Beach to Ton Sai takes 8–10 minutes and is very scenic.\n\nThere are three ways to reach Rai Leh on foot:\n\n1) At low tide you can walk around the rocky outcrop which separates Ton Sai from Rai Leh (20 min).\n\n2) At high tide, go to the south end of Ton Sai Beach, walk the obvious path at the end of the beach, through the forest, up and over the rocky outcrop. You'll pop out on the north side of Rai Leh West (20 min).\n\n3) The least-used option is a longer trail through the jungle. Walk away from the Ton Sai Beach along the road where all the bungalows and resorts are. When you get to Wee's Climbing School turn (east) and continue on the road up hill. Eventually you'll pass all the bungalows.  Continue on the path and you will eventually pop out on Rai Leh East near the Diamond Cave area (50 min). Although longer, this trail is smoother and easier to walk than the shorter one.\n\nNone of these options is possible at night without a flashlight\/torch, and the jungle paths can be slippery and treacherous after the rain.\n\nAlternatively hire a kayak and sail around (10 min).\n\n",{"type":"==","value":[" Get around "]},"\nThe only way to get around Ton Sai is on foot. The beach and the main road act as the primary thoroughfares for the area. It may take five minutes or less to cover the entire area. During heavy rains, the dirt road becomes muddy and treacherous.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lagoon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the way to Phra Nang Beach, a path off to the left of the main track leads steeply up to a landlocked lagoon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another sight worth visiting. Takes some scrambling to get there, but surrounded by beautiful cliffs and perfect for a dip. Only worth visiting when the tide is high. The pool is sea water and empties out at low tide."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lookout Cave"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At the far end of Phra Nang Beach (near Escher Wall), next to Freedom Bar, there is a bamboo ladder that climbs to a lookout point of the bay"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful viewpoint of Ton Sai and Rai Leh west. It is an easy climb up 4 bamboo ladders, but take a torch as it's pitch black in the cave. Breathtaking views that are definitely worth the climb."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phra Nang Shrine"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Phra Nang Beach, which is either a 30 min walk or a 20 min kayak float"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ton Sai is more of an \"Do\" place than a \"See\" place. But this is worth visiting. Thai women come here in the hope of increasing their fertility, and the shrine is studded with wooden phalluses. Quite a sight!"]]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[{"type":"'''","value":["Playing with fire"]}," -- Ton Sai could well be the world centre for fire tricks: light something on fire, twirl it in the air, that's the basic idea. Many climbers can be found on the beach on their off days practising on the beach."]},"\n",{"type":"*","value":["Share or charter a boat to nearby islands. ",{"type":"'''","value":["Chicken Island"]}," is good for snorkelling."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rent kayaks"]}," from one of the bungalow operations along the beach and paddle around to Rai Leh or the beautiful Phra Nang Beach."]},"\n",{"type":"===","value":["Rock climbing"]},"\nThe primary draw for visitors, with Ton Sai offering as many routes as ",{"type":"[[","value":[["Rai Leh"]]},", and hosting a number of climbing schools and guide companies.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Basecamp Tonsai"],["alt=Wee's Rock Climbing School"],["url=http:\/\/www.BasecampTonsai.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Professional variety of climbing courses. Course prices range from 800 baht for intro courses to 9,000 baht for five day advanced courses. Also the pioneer of Deep Water soloing trips. Their gear shop has the best selection plus they publish the only complete climbing guidebook for the area. Helpful with info on Ton Sai, get a free map."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Phra Nang Adventures"],["alt="],["url=http:\/\/www.adventuresinthailand.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Specializes in all-inclusive custom packages. Offers camp and climb on Ko Lao Liang."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Rock Shop"],["alt="],["url=http:\/\/www.justclimbthailand.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=800 baht for a half day; 5,000 baht for a 3-day course"],["content=The first climbing shop on Ton Sai Beach is a locally-owned and operated climbing shop that provides courses, gear rental, private guides, and guide services. Courses are all-inclusive. Guides are experienced and professional, competing for the Thai National Team. The Rock Shop also produces a climbing guide book, ",{"type":"''","value":["The Pocket Guide, Thailand Sport Climbing"]}," available at several shops in Ton Sai, Rai Leh, and Ao Tong for 800 baht."]]}]},"\n",{"type":"*","value":["If you want to climb independently, its easy to either rent gear from one of the shops, or bring your own. Shops usually give you a package consisting of a guidebook, 14 quickdraws, a 60 m rope, 2 harnesses, 2 chalk bags and 2 pairs of shoes. This usually costs around 800 baht. Its also very easy to meet people if you're looking for a partner, so don't be afraid to just turn up alone but do be careful about who you climb with."]},"\n",{"type":"*","value":["Almost all the routes are sport climbs on limestone rock, and are usually well-protected. Because of the proximity of the sea, the bolts tend to rust, so its worth sticking to new or rebolted routes. There are some climbs that are entirely protected by slings and sometimes these are worn through, so bring some extra slings or buy some. You can also buy an excellent guidebook for the whole of Thailand at any of the climbing shops. It has dates and safety ratings for each climb, which is very useful. Beware of local copies with inaccurate info."]},"\n",{"type":"*","value":[" The climbing is often athletic and overhanging. The rock quality varies depending on the crag, but its usually excellent and the rock formations are very impressive, lots of stalactites. There are some fantastic multi pitches, and you are rewarded with brilliant views from the top. Some of these can be climbed with one 60 m rope, some of them need two. Some of the hardest climbs are concentrated along the beach, which also makes a great bouldering spot because the sand is soft to fall on. There is also a good bouldering cave that stays nice and dry if it rains."]},"\n",{"type":"*","value":["The best time to climb is probably during the winter months when its cooler, but it can get crowded, especially at Christmas. The rest of the year its either very hot or raining, and many places shut down in low season. However there are often windows of beautiful weather during the monsoon and the rock usually drys quickly."]},"\n",{"type":"===","value":["Scuba diving"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba Talent Dive Center"],["alt="],["url=http:\/\/www.krabiontours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 84 6275227"],["tollfree="],["fax="],["hours="],["price="],["content=The only dive centre on Ton Sai Beach will guide you to the underwater world."]]}]},"\n",{"type":"==","value":[" Buy "]},"\nThere are very few shops in Ton Sai, and they are pricey (by Thai standards) as everything is brought in by boat. It's probably best to bring everything with you or make a trip to Krabi, which is a much larger town with better choice. However there are a few mini-marts selling cold drinks, snacks, phone credits, and some tacky clothes, similar to the ones at Rai Leh.\n\n",{"type":"==","value":[" Eat "]},"\nThere are several restaurants and bars on the beach and most bungalow operators have restaurants as well. Many do not have electricity during the day, meaning that unless they are careful with food storage you'll end up with a nasty case of food poisoning. Normally there is electricity from 18:00-06:00 during low- and mid-season. During high-season there is electricity for most of the businesses.\n\nThe street vendors make fantastic authentic Thai food. Try the mango with sticky rice or som tam (papaya salad). Cheap too!!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mamas Chicken Kitchen"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Highly recommended. Will do \"Thai style\" if you ask them. Sells fresh banana bread for 70 baht per loaf."]]}]},"\n",{"type":"==","value":[" Drink "]},"\nThere are several bars on the beach, several of which (oddly enough) feature non-stop reggae music. You can even chill out with a \"special\" coffee or tea. A popular climber's hang out is ",{"type":"'''","value":["Ton Sai Roof"]},", at the east end of the beach, where the routes begin at the foot of ",{"type":"'''","value":["Freedom Bar"]},", another hot spot with glorious views of both the rock and the whole bay.\n\nAlso be sure to check out ",{"type":"'''","value":["Small World Bar"]},", right in the middle of the loop, where there is amazing nightly fire and slackline entertainment and a super relaxed atmosphere with great staff.\n\n",{"type":"==","value":[" Sleep "]},"\nAll accommodation is set off of the beach and tends to be of the bamboo bungalow variety, and a little more rustic (and certainly more affordable though prices have more than tripled over the past five years) than at Rai Leh. Rubbish piles and noisy generators are common nuisances, but as Ton Sai has no mains electricity it is a necessary nuisance.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Andaman Nature Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Set well off the beach near the base of the cliffs"],["phone="],["tollfree="],["fax="],["hours="],["price=300+ baht"],["checkin="],["checkout="],["content=Basic bamboo bungalows are popular with budget travellers. The Andaman is largest collection of bungalows in Ton Sai. Rates are around 800 baht during the high season for a basic room with private bathroom. 100-150 baht during low season. 300 baht during Mar-Apr."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Country Side Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Set back behind the beach (follow the path up the hill from the Internet cafe, and take the right-hand fork by Wee's Climbing School. Follow the signs."],["phone="],["tollfree="],["fax="],["hours="],["price=150+ baht"],["checkin="],["checkout="],["content=Set of 10 bungalows are comfortable and have views. During low-season it is the best deal on Ton Sai. Air-con rooms are also available, but expensive and unnecessary because there is no electricity in the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mambo Bungalows"],["url="],["email="],["address="],["lat="],["long="],["directions=Right on the beach on the west side of Ton Sai"],["phone="],["tollfree="],["fax="],["hours="],["price=500+ baht"],["checkin="],["checkout=11:00"],["content=Offers basic bamboo bungalows. They have bathrooms and cold water showers for 500 baht in high season. The on-site restaurant has clean food and prices for food are ~70-100 baht for Thai food and ~200-300 baht for Western food. The staff is friendly. No bookings, so the best bet is to show up at 10:00 and struggle to get a room.This is not a resort and you can expect your bungalow to be inhabited by a lot of other animals that fly, slither, crawl, or hop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saithong"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Take the back road from Ton Sai that goes through the hills to circle around to Rai Leh. It's on the very top of the hill, about a 10 min walk from the beach"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=150+ baht"],["content=Very basic bungalows. Critters in the rooms (Nov 2013), but other than that OK."]]}]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ao Nang"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rai Leh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Krabi Town"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Lanta"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Phi Phi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Phuket"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Krabi Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]