[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Tongatapu"]}," is ",{"type":"[[","value":[["Tonga"]]},"'s largest island with over two-thirds of the country's small population. It is a coral island surrounded by coral reefs. The capital, ",{"type":"'''","value":["Nuku'alofa"]},", on the north coast, has a relaxed air, despite the troubles of a few years ago (see article on ",{"type":"[[","value":[["Tonga"]]},"). There are some interesting places to visit and some nice beaches with good snorkelling and Tongatapu provides a good opportunity to view a unique culture. Most of the interesting places are outside Nuku’alofa but most of the places to stay are in the capital. There is a good bus network and car rental is possible.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nThere are several flights a week from  Auckland, Sydney and Suva. See ",{"type":"[[","value":[["Tonga"]]}," for more details.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nNuku'alofa is small enough to walk around and taxis are available. (You can take a bus from around the terminal, but the bus is unreliable, taxi is a better option). You can go by boat to the minor island around Nuku'alofa from the pier.\n\nTongatapu can just about be seen in one day by car or motorbike. You can rent cars and motorscooters. A Tongan driver's license for T$25 is available and can be obtained at the police department with your home license.There are few or no road signs on Tongatapu so you'll need a good map if you're touring in a car. The speed limit on most of the island is 40kph and this is stuck to by the local drivers. The Police have radar guns to check. The roads are good in and around Nuku'alofa but deteriorate the further from the town and the further south you travel.You can hire a car from the Friend's Tourist Centre (near the main post office) for about 50 Pa'anga and a tour of the island is about 120 km.\n\nMost cars on the island are in a terrible state, maintained on a budget and held together by a combination of 'Western Union' stickers and prayer. The low speed limit helps to keep accidents down.\n\nTeta Tours and Toni's guest house offer day tours of all the main tourist sights (40-80 Pa'anga depending on how many are on the tour).\n\nBuses to various points on Tongatapu run from the bus concourse on the seafront in Nuku'alofa although there are no timetables posted and local sources say that they are not reliable after about 1530 hours on most days. With no bus stops you just stand on the side of the road and flag the driver down (do not wave, they will wave back and keep driving). The most popular buses in Tonga are generally the loudest, so when you want to get off a reasonably loud \"STOP\" will do it (again, just anywhere you want them to stop). If you don't like kids or crowds avoid the buses at the end-of-school time, they get packed out and the only limit on how many people in a bus is how many can fit in. The general cost of getting from Nuku`alofa to the surfing destination of Ha`atafu on the western peninsula is roughly T$2.20.\n\n",{"type":"==","value":["Talk"]},"\n\nTongan is the official language but English is very widely spoken\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nuku’alofa"]},". This is the capital of Tonga and the largest city of Tongatapu. The crumbling wooden Royal Palace was built in 1867 and is the official residence of the King. Until its death in 1966 the palace grounds housed a tortoise given to the then King by Captain Cook. "]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Talamahu Market"],["url="],["email="],["address=Salote Road, Nuku'alofa"],["lat="],["long="],["directions="],["phone=(676) 24146"],["tollfree="],["fax="],["hours="],["price="],["content=Situated in Nuku'alofa next to the Central Police Station, Talamahu is the main market in Tongatapu where all the local farmers bring their fresh produce and sell. You can find all types of seasonal fruits, fresh vegetables and root vegetables such as yams, kumara, taro, manioke. Upstairs you will find local handicrafts, second hand clothing, shoes, carvings and jewelry of all types."]]}]},{"type":"*","value":[{"type":"'''","value":["Ha’amonga ‘a Maui"]},". Near the village of Niutōua, in the northeast corner of the island. This is a trilithon made out of coral, limestone rock. The name means ‘Maui’s burden’, referring to the Polynesian God Maui, who according to legend formed the Kingdom of Tonga by fishing the islands from the depths of the sea. The Ha’amonga ‘a Maui is thought to have been built around 1200 AD. There are several theories regarding its purpose. One is that the King, fearing his two sons would quarrel on his death, erected it as a symbol of brotherhood. Each son was represented by a stone pillar, and united by the lintel. A more likely explanation is that it was the gateway to the King’s palace at his new capital. This capital did not last long, hence the present-day isolation of the trilithon."]},{"type":"[[","value":[["Image:Langi-Namoala.jpg"],["thumb"],["right"],["250px"],["A funeral on one of the best-preserved langis at Mu'a"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Mu’a"]},". This town, on the eastern edge of the lagoon, was the home of the Tu’i Tonga line of kings and was for centuries the capital of the island. It is notable for many tombs of the kings that can still be seen. When a Tuʻi Tonga king died he was buried in a langi, a big, artificial hill surrounded by huge slabs of coral rock, usually in three or more layers. This rock was quarried from along the coast of Tongatapu or from nearby islands. The accuracy by which the slabs were cut so that they fit each other with little space between is considered remarkable."]},{"type":"*","value":[" ",{"type":"'''","value":["Blowholes"]},". These are near the village of Houma to the southwest of the island. When waves crash into the reef, natural channels in the volcanic rock allow water to be pushed through and forced up into the air. Best at high tide."]},{"type":"*","value":[{"type":"'''","value":["Flying foxes"]},". These are found in trees at Kolovai, to the west of the island. They are Pacific Flying Foxes, a species of fruit bat. Only the King is allowed to hunt them, hence these undisturbed colonies."]},{"type":"[[","value":[["Image:Paint ngatu.jpg"],["thumb"],["right"],["250px"],["Tapa painting"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Tongan National Cultural Centre"]},". On the edge of Fanga'uta Lagoon on Taufa'ahau Road, around 1.5 km south of Nuku'alofa. This center is constructed with traditional buildings that house exhibitions of the kingdom's history. Artisans work on their crafts such as carving, tapa making and weaving and the items they make are sold to the visitors.  Large buffet dinners are offered on Tuesdays and Thursdays with demonstrations of traditional dancing and other skills."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nTake a day trip to Pangaimotu or one of the outer islands. A trip to Pangaimotu Island costs about T$20 return. The small island, the closest one to Nuku`alofa has a half sunken ship wreck to snorkel around. However, beware of jumping off as the bottom is shallow on some sides and the rusted ship is sharp. The ship also attracts sea snakes. The island takes about an hour to meander around and has a restaurant which serves good food and hires snorkeling gear (costly). Good idea to go on Sunday when most other things are closed.\n\n",{"type":"==","value":["Buy"]},"\n\nThe ",{"type":"'''","value":["market"]}," located in the center of the Nuku'alofa is an exciting place where you can bargain for jewelery and souvenirs.\n\n",{"type":"==","value":["Eat"]},"\n\nFor a small town, Nuku'alofa offers a decent range of restaurants and bars. Expect to pay 15-40 Pa'anga for a main course in a restaurant and about 5 Pa'anga for a takeaway at one of the roadside sellers. Seafood is usually good.\n\nThe ",{"type":"'''","value":["Oholei Beach Dinner and Show"]}," is set in Hina cave on the beach on the south-east side of Tongatapu, near the airport. It includes a Tongan dinner and a traditional show (inside a limestone cave). The cost is about T$30 each and can be booked from the Tonga Visitors Center. Transport is extra. Make sure you understant the travel arrangements when you make the booking e.g. where and when to be picked up.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Friend's Cafe"],["url="],["email="],["address=Taufa'ahua Road, Nuku'alofa"],["lat="],["long="],["directions="],["phone=(676) 22390"],["tollfree="],["fax="],["hours="],["price="],["content=The main place for tourists on Tongatapu. Serves coffee, tea, and excellent breakfast. Try the vanilla french toast. The milk shakes are also very good. There is an adjacent souvenir shop, information desk, and computers for internet access"]]}]},"\nMost restaurants and eateries are closed on Sunday but there are a couple of Chinese restaurants which are open Sunday.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pangaimotu Island."]}," The closest of several islands off the north coast of Tongatapu. Single $60, double $90;Communal Fale: $35p\/person; Camping: Tent Site: $10; Tent Hire: $5. Rates go down if you stay more than one night."]},{"type":"*","value":[{"type":"'''","value":["Toni's Guest House"]},". Basic, but highly rated, accommodation about 5km out of town. T$15-50 per person per night. Will arrange a kava night if you want to experience the local drink. ",{"type":"[","value":["http:\/\/www.tonisguesthouse.com"]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ha'atafu Beach resort"],["alt="],["url=http:\/\/www.surfingtonga.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Just ten fales or cottages at this laid back resort on the west of the island, with good snorkelling and surfing. A$70-90 per person for shared cottages, including dinner."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dateline Hotel"],["url=http:\/\/www.datelinehoteltonga.com\/"],["email="],["address="],["lat="],["long="],["directions=downtown Nuku'alofa on the seafront"],["phone="],["tollfree="],["fax="],["hours="],["price=T$100-160 single"],["checkin="],["checkout="],["content=Tonga's main hotel, now renovated after the 2006 troubles."]]}]},{"type":"*","value":[{"type":"'''","value":["Friendly Islander Hotel"]},". Three km east of the center of Nuku'alofa, towards the wharf. 26 rooms, 12 of which are suites with two bedrooms. Usual amenities plus a squash court. Annoying web site with lots of pop-ups at ",{"type":"[","value":["http:\/\/www.friendlyislander.com\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Captain Cook Apartments"]},". Just six rooms here, on the wharf a couple of minutes from the center of Nuku'alofa. T$150-200. Phone: (676) 25600; Email: info@captaincook.to."]},{"type":"*","value":[{"type":"'''","value":["Sails Lodge and Restaurant."]}," Opposite the mooring area for yachts on Nuku'alofa's sea front. Nine rooms, between T$90 and T$210. ",{"type":"[","value":["http:\/\/www.tongasails.com\/"]}," "]},{"type":"*","value":[{"type":"'''","value":["The Villa"]},". Another sea front lodge, this one with just five rooms. NZ$147 for double occupancy. ",{"type":"[","value":["http:\/\/www.tongavilla.com\/"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Waterfront Lodge."],["alt="],["url=http:\/\/www.waterfront-lodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Eight rooms on the seafront in Nuku'alofa. Around T$200 for a double."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oceanside Guest House."],["alt="],["url=http:\/\/www.oceansideguesthouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In Afa village to the east of the island. Six rooms at T$75 per room."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fafa Island resort"]},". Thirteen fales, or bungalows, on this small coral island with plenty of beach just to the north of Nuku'alofa. Expensive at around T$250 for a double fale per night.",{"type":"[","value":["http:\/\/www.fafaislandresort.com\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Royal Sunset Island Resort"]}," is located on ‘Atata Island, a 100-acre island. It is a 30 minutes Boat Ride to the northwest of Nuku’alofa.The resort has around 20 fales and is located on the southern tip of 'Atata island, which has a village and two churches. Single or double T$250-330 a night."]},{"type":"*","value":[{"type":"'''","value":["Little Italy Hotel"]},". New hotel with 22 rooms on the seafront close to the Royal Palace in Nuku'alofa. T$230-260 for a double. ",{"type":"[","value":["http:\/\/www.littleitalytonga.com\/home.html"]}]},{"type":"*","value":[{"type":"'''","value":["Royal Tonga International Hotel"]},". New 78-roomed hotel close to the airport although why anyone would want to stay close to the airport is not clear. T$180-250 for a double.",{"type":"[","value":["http:\/\/www.royaltongahotel.com\/"]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nTongatapu is very safe but the usual travel precautions apply. Don't flash expensive cameras and jewelry and don't leave passports, money, clothes, etc. lying around in hotel rooms. If you're staying with locals (there is a good chance you'll be invited to stay at someone's home on Tongatapu) take your valuables with you during the day and secure them at night\n\nTongan drivers are sometimes erratic so watch out. Asking for a helmet when you hire a bicycle is advisable. Dogs can be a nuisance especially in some areas outside of the capital.\n\nWater that crashes over the reefs into the lagoons is sucked back out again through gaps in the reefs. Be careful when snorkelling that you don't get caught in one of these channels of water heading for open sea or you could be seriously damaged by the coral.\n\n",{"type":"==","value":["Connect"]},"\n\nThere are several internet cafes in town. The Friend's Cafe is most expensive at about T$8 an hour and some places charge as low as T$2 an hour. Avoid inserting camera cards into the slots due to the risk of viruses. Use Skype to call overseas because it's about T$1 per minute if you buy a phone card.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies and High Commissions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.tonga.embassy.gov.au\/"],["email=ahctonga@dfat.gov.au"],["address=Salote Rd \nNuku’alofa"],["lat="],["long="],["directions="],["phone=676 23244"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/www.fmprc.gov.cn\/eng\/wjb\/zwjg\/2490\/2496\/t14505.htm"],["email=chinaemb_to@mfa.gov.cn"],["address=VUNA ROAD, Nuku'alofa"],["lat="],["long="],["directions="],["phone=676 24554"],["tollfree="],["fax=676 24595"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere are flights and ferries to ",{"type":"[[","value":[["Vava'u"]]},", and ",{"type":"[[","value":[["Ha'apai"]]},". None of these services operates on Sunday.\n\n",{"type":"'''","value":["'Eua Island"]}," is located only 17.5km east-southeast from Tongatapu. It is the highest island in Tonga and is not related geologically to the other islands, being much older. It has beaches on the western side but dramatic cliffs on the east coast, with Tonga’s largest tropical rain forest, which is a great place to go trekking.\n\n‘Eua is just an eight-minute flight from Tongatapu on ",{"type":"[","value":["http:\/\/www.chathamspacific.com\/ Chathams Pacific Airline"]},". There is also a ferry that leaves from Nuku’alofa at 12.30 in the afternoon on Tuesdays, Thursdays, Fridays and Saturdays. Cost is T$25. The ferry can get rather crowded, so be early. On average, the ferry will take about two and a half hours, but can take much longer (5-6 hours!) in poor weather. Note that flights and ferries can be delayed or even cancelled without notice in poor weather conditions.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Hideaway"],["url=http:\/\/www.kalianet.to\/hideawayeua\/"],["email=hideawayeua@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=(00676) 50 255"],["tollfree="],["fax=(00676) 50 128"],["hours="],["price=T$55-70 for a double"],["checkin="],["checkout="],["content=Six rooms and two traditional fales on a beach from where dolphins and whales can sometimes be seen. Tours round the island are organized."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taina’s Place"],["url=http:\/\/www.tainasplace.com\/"],["email=tainasplace@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=676-65002"],["tollfree="],["fax="],["hours="],["price=Camping T$20;dorm T$25; double T$55; family house T$100"],["checkin="],["checkout="],["content=On eight acres of land close to the rain forest."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=High Light Guest House"],["url=http:\/\/web.me.com\/japosc\/Site\/Welcome.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=(676) 50-143"],["tollfree="],["fax="],["hours="],["price=T$50 for a double"],["checkin="],["checkout="],["content=Four rooms in a house in the center of the island."]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Tonga"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Tongatapu"]]},"\n",{"type":"{{","value":[["geo"],["-21.211388888889"],["-175.15305555556"]]}]