[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["style"],["All listings need to be ",{"type":"[[","value":[["Wikivoyage:Listings"],["Wiki-listified"]]},", and some Chinese words and unclear English need to be translated into clearly readable English"]]},"\n",{"type":"'''","value":["Tonglu"]}," is a city in ",{"type":"[[","value":[["Zhejiang"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTonglu is a country seat situated on the upper Fuchun River, which is the head water of Qiantang River that flows into ",{"type":"[[","value":[["Hangzhou"]]},". Tonglu has more than 400,000 inhabitants.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe main international hub for the region is Shanghai ",{"type":"[[","value":[["Pudong Airport"]]},". ",{"type":"[[","value":[["Hangzhou#By plane"],["Hangzhou Airport"]]}," is closer; it has flights to most major Chinese cities and some international flights.\n\n",{"type":"===","value":["By train"]},"\nThe closest train connection is in Hangzhou, where you can catch a fast ",{"type":"[[","value":[["High-speed rail in China"],["bullet train"]]}," to Hongqiao station in Shanghai or south toward ",{"type":"[[","value":[["Ningbo"]]}," and ",{"type":"[[","value":[["Fujian"]]},".\n\n",{"type":"===","value":["By bus or car"]},"\nFrom Hangzhou you can take a bus or drive a private vehicle along motorways G2501\/G25 or G320. Get off at the Tonglu exit.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nTonglu is where you can escaped the polluted cities of the north, take a stroll through nature, and experience cultural heritage, such as opera, embroidery and ceramics.\n\nSome notable natural destinations include Baiyunyuan, Babisong, Yaolinxianjing, Langshijintang and Yangshanfan.\n\nFenshui is the largest suburb of Tonglu. Fenshui is about 30 kilometres from Tonglu downtown. Also,down along the Fuchun River.\n\nDaqishan National Forest Park would the first option for visitors interested in nature. Mount Daqi is near downtown Tonglu and is accessible via  public bus and taxi, or on foot. Daqishan has crystal clear streams and pools, diverse vegetation, gigantic but lifelike rocks, uncountable types of birds and tiny insects, and fresh air.\n\nLocal villages include Yanshanfan Village and Hengcun Village, which have special festivals at certain times of the year. Hengcun has a festival every March 8th of the Lunar calendar. Yangshanfan Village will have a Follower Festival that is always held in the spring when Peach Blossoms bloom across the countryside. During the festival you can stroll through the mountains and enjoy performances put on by locals.\n\n",{"type":"==","value":["Do"]},"\nYou can get rest in Tonglu. Take your time enjoy your holiday in natural. Especially you can visit Tonglu in spring and all the follower\ncome out you will fall in love with this city bring you so many beautiful things.\nIf you are person who like doing sports Tonglu is also a good place for you. there have Tonglu Sports Centre and there is fully equipped.\nAnd in the Sports Centre you can a lot of people who love sports like you and also good at sports you can easily find a well-matched adversary to improve your skill.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy fresh produce from local farmers at green grocers around the city. Traditional gifts for such as embroideries and ceramics are also plentiful. \n\nGeneral goods can be bought large supermarkets around the city.\n\n",{"type":"==","value":["Eat"]},"\nThere is delicious food in Tonglu. In different part of Tonglu,there are different tastes. But most of them are 辣的. You can find many interesting foods in small 弄堂. There are barbecues and Quji duck heads and Yongkang meat pie.\n\n",{"type":"==","value":["Drink"]},"\nYou can go to (子曰的甜品屋) and the dessert is really good!\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are many hotels in Tonglu, like Lijun, Xinkaiyuan, Luoma,and Honglou. The biggest is New Century Grand Hotel Tonglu at Baiyunyuan Road 999 near Yinchun Road.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Tonglu->",{"type":"[[","value":[["Fuyang"]]}," 30 minutes drive"]},{"type":"*","value":["Tonglu->",{"type":"[[","value":[["Qiandao Lake"]]}," 1 hour drive"]},"\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Tonglu County"]]},"\n",{"type":"{{","value":[["geo"],["29.7954"],["119.68732"]]}]