[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tonle Sap Lake"]}," is in ",{"type":"[[","value":[["Cambodia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis lake is one of the most unique ecological water wonders in the world. It is the largest lake in Southeast Asia and changes in size and dimension every wet season. With a minimum size of 2,800 km²  and about 1 m depth during the dry season, the lake is fairly small. During the wet season the water of the Mekong River becomes so powerful, that it reverses the flow of the Tonle Sap River and pushes the surplus of rain water back into the Tonle Sap Lake. This transforms the lake into a huge natural water reservoir and the lake's size increases to approximately 15,000 km² with a depth of 8 m.\n\nThe Tonle Sap River connects the lake with the River Mekong at Phnom Penh, in the southeast.\n\nWith the continuous change of the water level, the people who live on the lake have to move their houses away when the water level goes down. Whole villages including schools, shops, churches and pig farms are towed to somewhere the water is still deep enough to float.\n   \n",{"type":"===","value":["History"]},"\nIn 1997 the lake was designated as a protected area under UNESCO's Man and Biosphere programme. \n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"===","value":["Flora and fauna"]},"\nThe unique embankment has a rich biodiversity of fish, birds, reptiles and other mammals around the lake. The aquatic habitat provides 75% of the inland fishing catch and supports over 3 million people with food. The lake houses over 300 species of fresh water fish, 20 varieties of snakes, 10 varieties of turtles, a species of crocodile and a species of leopard cat.\n\nThere is a bird sanctuary at Prek Toal not too far from ",{"type":"[[","value":[["Battambang"]]},".\n\nThere are huge giant catfish here, with record specimens up to 300 kg. This endangered species is confined the Mekong and surrounding rivers and lakes.\n\nA large crocodile farming industry thrives on and around Tonle Sap. The main species is the Siamese crocodile, critically endangered in the wild. The lake also provides a habitat for 13 different species of turtle.\n\n",{"type":"===","value":["Climate"]},"\nThe best time to visit is the dry season, when the water level falls and the birds are concentrated in a comparatively small area.\n\n",{"type":"==","value":["Get in"]},"\nThe passenger ferry from ",{"type":"[[","value":[["Phnom Penh"]]}," to ",{"type":"[[","value":[["Siem Reap"]]}," (6 hr) travels up the Tonle Sap River, stopping at ",{"type":"[[","value":[["Kampong Chhnang"]]},", and travels straight across the lake. It is a good way of viewing the Tonle Sap and all activities on it, if a little fast.\n\nThe passenger ferry between ",{"type":"[[","value":[["Battambang"]]}," and ",{"type":"[[","value":[["Siem Reap"]]}," (5-8 hr) crosses the northwest corner of the Tonle Sap, but spends the majority of the journey on the Sangke River. It is considered by many as the best boat trip in Cambodia.\n\nThe Tonle Sap and its many floating villages can be accessed from ",{"type":"[[","value":[["Siem Reap"]]},", Kompong Phluk, Kompong Khleang, Phnom Penh, ",{"type":"[[","value":[["Kampong Chhnang"]]},", Kompong Luong and ",{"type":"[[","value":[["Battambang"]]},". At all these locations on the lake, tourists are able to rent a boat and driver. Price varies, and is per person or per boat.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n\n-",{"type":"[[","value":[["Chong Kneas"]]}," A large floating village about 15 km south of Siem Reap by paved road.\n\n-",{"type":"[[","value":[["Meachrey"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\n",{"type":"===","value":["Camping"]},"\n",{"type":"===","value":["Backcountry"]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North-western_Cambodia"]]},"\n",{"type":"[[","value":[["wikipedia:Tonlé Sap"]]},"\n",{"type":"{{","value":[["geo"],["12.883333333333"],["104.06666666667"]]}]