[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tono"]}," (遠野) is a small city in ",{"type":"[[","value":[["Iwate"]]}," famous for its folk tales.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nTono is on the JR Kamaishi Line (釜石線) from Hanamaki. It takes about an hour and costs ¥820.\n\n",{"type":"==","value":["Get around"]},"\nMost independent travellers to Tono travel around by bicycle, and cycling around the local sights and the countryside is one of the key reasons to visit the town. \n\nBuses tend to be very scarce, though they do have both sightseeing and regular buses that go to the major attractions. If you go to some of the more outlying sights, such as Fukusenji Temple, the bus going back to the station might not come for two hours. The only reliable form of transportation is by car.\n\n",{"type":"==","value":["See"]},"\nThe tourist office located at Tono Station sells coupons offering admission to five attractions for the price of approximately three attractions. You can choose the five attractions you wish to visit from among eight choices. If you're looking to do even three of the sights, the coupons are worth buying. \n\n",{"type":"*","value":[" Tono is perhaps most famous for its ",{"type":"''","value":["Folk Villages"]},", and there are four within cycling\/driving distance of the town. Folk Villages feature traditionally built houses and local artisans making crafts. Most have workshops for children (and anyone else interested), although many workshops most must be reserved in advance. "]},"- The largest and newest is ",{"type":"''","value":["Tono Furusato Village"]}," (http:\/\/www.tonotv.com\/members\/furusatomura). Admission is ¥510 for adults. Opening hours: 9:00-5:00. \n- Denshoen is smaller, cozier and closer to town, and features an exhibit dedicated to the legend of Oshirasama, the girl who married a horse. Admission is ¥310. \n- Tono Folk Village is located near the town center. Admission is ¥310 for adults. \n- Takamuro Suikoen Park, is located at the top of a steep hill, and is a challenging bike ride from town. Admission is ¥310 for the park. The park is located next to a hotel with an indoor onsen. Non-guests can pay to use the onsen and can either bring or rent a towel. \n\n",{"type":"*","value":[" Tono has two main museums: ",{"type":"'''","value":["Tono Municipal Museum"]},", which details the cultural history and traditional crafts\/folktales of the region, and the ",{"type":"'''","value":["Tono Castle Town Materials Museum"]},", which details Tono's history as a castle town. Both museums are located right near Tono Station. Both feature presentations almost exclusively in Japanese. Entry for adults is ¥310 and hours are 9:00am to 5:00pm. Both museums close for the New Year's holiday from December 29-January 3. The Municipal Museum is also closed on the last day of every month, January 28-31, November 24-30 and wintertime Mondays. "]},{"type":"*","value":[" ",{"type":"'''","value":["Fukusenji Temple"]}," (福泉寺) has a beautiful five-story pagoda, as well as a smaller pagoda and other temples. It isn't worth going out of your way to see, but if you're already in the area it's worth a visit. Entry is ¥300. 20 minutes by bus or about an hour by foot from the station."]},{"type":"*","value":[" Located right near Denshoen is a ",{"type":"''","value":["kappa pool"]},", with a shrine dedicated to the mischievous water spirits that saved a nearby temple. No fee. "]},{"type":"*","value":[" ",{"type":"''","value":["The Five Hundred Disciples"]}," looks like an ordinary grove of trees and rocks until you look at the rocks more closely. No fee. "]},"\n",{"type":"==","value":["Do"]},"\nSee the sights by bike! \n\n",{"type":"==","value":["Buy"]},"\nThe symbol of Tono is the water spirit known as the ",{"type":"''","value":["kappa"]}," and there are plenty of souvenirs featuring them, ranging from candies and cookies to mugs, t-shirts, dolls and sake. \n\n",{"type":"==","value":["Eat"]},"\nBefore you go cycling or hiking, stock up on provisions at the giant Topia Supermarket, located a few minutes walk from Tono Station. \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Minshuku Tono"],["url="],["email="],["address="],["lat="],["long="],["directions=A 10 minute walk from Tono Station."],["phone="],["tollfree="],["fax="],["hours="],["price=Room and 2 meals ¥14,000"],["checkin="],["checkout="],["content=This is a family-run establishment with simple tatami rooms including TV."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Iwate"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tono, Iwate"]]},"\n",{"type":"{{","value":[["geo"],["39.3275"],["141.53361111111"]]}]