[{"type":"{{","value":[["pagebanner"],["Toprak Kala (Khorezm, Uzbekistan) banner.jpg"],["caption=Toprak Kala ruins"]]},"\n",{"type":"'''","value":["Toprak-Kala"]}," is an archaeological site in the autonomous republic of Qaralpakstan in Eastern ",{"type":"[[","value":[["Uzbekistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nToprak Kale is an excavated town dating back to the 1st to 5th cent. AD and is considered as the most important monument on Chorezm from the Kushan time. It's ground plan is 500m x 300m and it was surrounded by a wall made of bricks, 10 to 15 m high. The ",{"type":"''","value":["King's Palace"]}," in the north western part of the town was built on an elevated base rising about 15 m above the rest of the town. Three monumental towers, 25 m high, still exist. In front of the palace was the temple area with the holy fire. The town was divided by streets into several districts with blocks of dwellings with 150 to 200 rooms. The Kings's Hall covered an area of 280 square meters. The wall paintings and monumental clay sculptures were the works of a school of arts which could develop a particular Chorezmian style under the influence of Graceo-Bactrian art. The rooms of the palace had colourful wall paintings. The fortress is considered as the palace of the shah of Chorezm. In the ruins of Toprak Kale a great number of Kushan and Chorezm coins dating from the 2nd to the 5th cent. and small copper discs with portraits of the rules of Chorezm and written documents on wooden plates or on skins, the most ancient documents in this area, were found.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ajas Kale"]}," is situated 20 km north east of Toprak Kale. Ajas Kale was settled in the 1st cent. AD. The settlement demonstrates the social change in the Kushan time, when clans desintegrated into individual families. The fortress was erected on a rock. Below were several unfortified farmsteads, each having a dwelling-house with 10 to 15 rooms, in which only one family lived. Instead of the temple the fortress of the ruler formed the center of the settlement, underlining the power of the central government."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ayaz Kala Yurt Camp"],["url="],["email="],["address="],["lat="],["long="],["directions=about 100 km from Khiva, 70 km from Urgench, 150 km from Nukus."],["phone="],["tollfree="],["fax="],["hours="],["price=US$ 60 per person incl. three meals of dishes of Karalpak, Kazakh and Uzbek cuisine, camel ride US$6 per person"],["checkin="],["checkout="],["content=Access from Khiva and Urgench is via a pontoon bridge over the Amu Darya River. The yurts are on a hill about 30 meters high. The ancient fortresses of Ayaz Kala are nearby. The yurts can accommodate 20 to 25 persons."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Bactria–Margiana Archaeological Complex"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Uzbekistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]