[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Torfhaus"]}," is a small village in the ",{"type":"[[","value":[["Harz"],["Harz mountains"]]}," of central ",{"type":"[[","value":[["Germany"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTorfhaus is a popular tourist village in the mining town of Altenau in the Harz mountains of Germany and lies at a height of about 800 m above sea level.\n\nThis small settlement consists mainly of restaurants, youth hostels, ski huts and large car parks. It is the highest place in Lower Saxony.\n\n",{"type":"==","value":["Get in"]},"\nThe B 4 federal road, which is a major traffic route, runs from Brunswick to the north via Torfhaus to Braunlage and on into the South and East Harz.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe river Radau rises east of Torfhaus on the Torfhaus Moor (also Radauborn Moor).\nThe Radau is a river in the German state of Lower Saxony and is a right tributary of the Oker.\n\nIt rises at around 800 m (2,625 ft) in the Harz mountain range, in a bog known as the Torfhaus Moor (also Radauborn Moor) east of the Torfhaus village in the municipality of Altenau. The river flows northwards through the Radau valley that it has carved out and feeds the 23 m high Radau Waterfall south of Bad Harzburg immediately next to the B 4 federal road. The artificial waterfall was constructed as a tourist attraction in 1859 on behalf of the Duchy of Brunswick State Railway, which had operated the Brunswick–Bad Harzburg railway line since 1841. After passing through Vienenburg, the Radau discharges into the Oker river northeast of the town.\n\nIn the Middle Ages the Radau was used for the rafting of logs and wooden palettes stacked with peat. To that end the river was dammed by 6 raft locks. The goods to be rafted, that had previously been dropped in the river, were transported downstream with the additional weight of water.\n\nAt the Radau Waterfall is a restaurant and a children's railway integrated into the landscape.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bavaria Alm"],["url=http:\/\/www.bavariaalm.de\/index.php?id=46"],["email="],["address=Torfhaus 38"],["lat="],["long="],["directions=on the B4 federal road at Torfhaus"],["phone = +49 5320 331034"],["tollfree="],["fax="],["hours=9am-12pm daily"],["price=Mid-price range"],["content=A Bavarian-style restaurant in the middle of the Harz. Great food based on Bavarian specialities, good service, reasonable prices and a handy location on the main road with plenty of parking (pay and display). Ideal place for a hearty meal after a hard day's walking or sightseeing in the Harz. They also do a breakfast buffet on Saturdays from 9am-1pm."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Harz"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["51.80201"],["10.53709"],["zoom=16"]]},"\n",{"type":"[[","value":[["wikipedia:Torfhaus"]]}]