[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/http:\/\/www.comune.torno.co.it\/ Torno"]}]},", is a town in ",{"type":"[[","value":[["Lombardy"]]},", on the ",{"type":"[[","value":[["Italy"],["Italian"]]},"-",{"type":"[[","value":[["Switzerland"],["Swiss"]]}," border. It sits at the southern end of ",{"type":"[[","value":[["Lake Como"]]},".Torno with it's 1250 inhabitants slopes gently down along it's headland that juts into the Lake of Como, some 7 kilometers (4,5 miles) from Como along the rpovincial road leading to Bellagio. Whether arriving by lake or by road one is struck by the intricate beauty of the township's ancient buildings and dwellings as they climb from the lakeshore culminating in the upper tightly-knit part of the village (il Borgo), and it's satellite agglomerations of Rasina, Piazzaga and Montepiatto further up and along the hillside.\n\n",{"type":"==","value":["Understand"]},"\nThere are many things to see and do in and around Lake Como, whether relaxing at one of lidos (beach area) dotted around the lakeside, people watching from one of the many cafes, exploring some of the quaint towns and villages, sightseeing around the exquisite villas and gardens or for the adrenalin junkies, perhaps paragliding from the top of a mountain is more your thing! There are also activities for the children too, various water sports to try, mountain biking or Jungle Kids in Bellagio where they can climb amongst the treetops. There is something to be found for everyone!\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]}," \nArriving by (public) boat at Torno, one lands at the characteristic lakeside harbour and it's open square surrounded by dwellings, restaurants, hotels, pubs and the façade of the Santa Tecla church. Winding one's way uphill on half-hidden lanes and passageways one can pay a visit to the Municipal Villa - Villa Zita - (Pro Loco info-centre) and it's surrounding public park. Pushing on across the provincial road to Bellagio, one can proceed uphill through the medioeval maze of stairways, passages, alleys and by-ways of the township's upper part (il Borgo), eventually crossing over the highway again (downhill, this time) into the complex of buildings surrounding the main parish church of San Giovanni with it's shrine containing il Santo Chiodo (the Holy Nail). From San Giovanni there is a footpath parallel to the lake leading to the entrance gate of the park surrounding the famous historical Villa Pliniana (Pliny's Villa).\n\nFrom Piazza Piazza Enrico Caronti 11, following the red arrows to the “strada regia” and the signs to Molina, Piazzaga\/Massi avelli you will take the path along a mule track, along which you can find views on the lake, a Roman stone arch and rich wildlife. You will then get to a stone bridge on a stream. Keeping to the left and you will head towards the “massi avelli”, erratic boulders where tombs have been dug.  You then continue on the path to Piazzaga. It is a total of about 30 minute walking,  and eventually push on as far as the borough Montepiatto (literally: Flat Hill) with it's natural monument: la Pietra Pendula - the Suspended Stone. \nFor those who enjoy traditions, local flavours and culture the various civic associations of Torno organise a number of community-activities all year round.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nDepending on where you are eating, the prices can range from €5 for a good pizza to €25 for a three course meal in a restaurant. However, again it depends on whether you are in a top-notch restaurant where the price can escalate to over €50 per person or whether you are eating somewhere with good food but without all the frills!\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Ristorante Vapore"]}," ,  via plinio 20 Torno, Co. 031 419311 "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Crotto Piazzaga"],["alt="],["url=http:\/\/www.crottopiazzaga.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a place to rediscover the atmosphere and tastes of the past,Try the Pizzoccheri 8€, Polenta e Zola 6€, food for vegetarian and not."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tornolago"]},"   , flats, studios and villas, are located in Torno, in the heart of a truly romantic spot on Lake Como.Via de benzi 17 Torno, Como. ",{"type":"[","value":["http:\/\/www.tornolago.it"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["B&B Bellavista"]},"  ,There are two big comfortable bedrooms and a private bathroom completely separate from the rest of the house, and a delightful garden with panoramic views over the lake. 031 309884 - 339 1222765 "]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Como (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["45.85"],["9.116667"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Torno, Lombardy"]]}]