[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Torna bini darwaja.JPG"],["right"],["thumb"],["250px"],["Bini Darwaja"]]},"\n\n",{"type":"'''","value":["Torna"]}," is a hill fort in ",{"type":"[[","value":[["Western Maharashtra"]]},"; southwest of ",{"type":"[[","value":[["Pune"]]}," City. The base village Velhe is around 50km from Pune. The hill has an elevation of 1403 mts. above sea level, making it the highest hill-fort in the district The Pune Satara Highway forks of at Nasarapur. One should take that Nasarapur road to reach the Fort.\n\n",{"type":"==","value":["Get in"]},"\nTo get to the Torna, one has to first reach the base village called Velhe. From Swargate bus station in Pune, take a state transport bus with route 'Swargate - Velhe - Ghisar'. This bus will drop you at Velhe in around 1hr 45mins. It will be good to start in early morning for the fort. 6.30am bus will be very good option to reach early to the fort.\n\nOnce you reach the Velhe, ask for Torna fort way. Once you start climbing the fort, you should reach the fort within 2hr 30mins with an easy pace.\n\n",{"type":"==","value":["Get around"]},"\nYou have to climb the fort by yourself. Climb is of medium difficulty. Be careful if you attempt the climb during the rains, since the slope is a mixture of rocks and earth, and it can end up getting dangerously slippery. In such situations, climbing rope should be brought along, and at least one member of the climbing party should have basic knowledge of how to use ropes to climb safely.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Torna fort in clouds.jpg"],["right"],["thumb"],["250px"],["Torna Fort In Clouds"]]},"\n",{"type":"[[","value":[["Image:Torna waterfall.JPG"],["thumb"],["250px"],["A waterfall near Torna"]]},"\n",{"type":"[[","value":[["Image:Chapet dam backwater.JPG"],["thumb"],["250px"],["Chapet Dam Backwaters, as seen while climbing Torna"]]},"\nOn the fort you could see various places like, Zunjar Machi, Budhla Machi, Kokan darwaja, Kothi Darwaja, Bini Darwaja, Menghai Goddess temple, Toranjai Goddess temple, Sadar.\n\nFort could be seen within 2 hours.\n\n",{"type":"==","value":["Eat"]},"\nThere are no hotels etc on the fort. At the base of the climb you could have something to eat at the local shop, but the type of food is limited, and it is best to bring your own food. The climb to the top can be tough for some people, so bringing along nutritious food is highly recommended.\n\n",{"type":"==","value":["Drink"]},"\nThere is no source of drinking water on top of the fort, so it is strongly advisable to bring drinking water, energy drinks, glucose drinks to avoid fatigue.\n\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels to stay on the fort, however in the Mengai temple, 10-15 people can stay.\nHowever trek gets over within 6 hours, so mostly you do not need to stay on the fort.\n\n",{"type":"==","value":["Contact"]},"\n\nThere are no lodges, hotels or other places to stay at Torna or its nearby areas. Torna is, hence, best done as a day-climb, where the descent is completed before the last state transport bus leaves for Pune.\n\nMobile phone networks are either extremely weak or non-existent in this area. A phone may randomly pick-up a signal once on top of the fort, but it rarely lasts for more than a minute or two. It is advisable to inform someone of your whereabouts prior to leaving for Torna, so that any emergency does not leave you stranded.\n\n",{"type":"==","value":["Go next"]},"\nFrom the base village Velhe you will get Maharashtra State Transport buses every one hour. Last bus is at 5pm.\nApart from ST buses, local Jeep-Taxies are available till Nasarapur.\n\nThere are a few vehicle operators who ply their 8-10 seaters from Velhe village to the highway, from where a state transport bus can be taken back to Pune. These operators, however, will charge much more than you would end up paying if you took a state transport bus back to Pune.\n\n\n",{"type":"{{","value":[["isPartOf"],["Western Maharashtra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Torna Fort"]]}]