[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n\nThe ",{"type":"'''","value":["Torres Strait Islands"]}," are a group of islands to the north of the Australian mainland stretching nearly as far as ",{"type":"[[","value":[["Papua New Guinea"]]},".  There are 14 inhabited islands, but only the two neighbouring islands of Thursday Island and Horn Island have developed visitor facilities.  These two islands are the most visited, and have regular scheduled air and ferry connections.  The other islands are left to the more intrepid voyager or those with business with the indigenous communities.  Scheduled light aircraft, helicopter, water-taxis, barges and private boats allow access to all this inhabited islands, or even the possibility of spending a day or night on an entirely uninhabited island.\n\n",{"type":"==","value":["Islands and Island Regions"]},"\n\n",{"type":"===","value":[" Inner Islands "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Thursday Island"]]}," (TI) is the main population and administrative centre."]},{"type":"*","value":[" ",{"type":"[[","value":[["Horn Island"]]}," host the primary airport a 10 minute ferry ride from Thursday Island."]},"\nOther inhabited islands in this group, are Prince of Wales, Friday Island, Goodes Island and Hammond Island.  Possession Island is an uninhabited National Park in this group.  These islands are a ferry\/water taxi away from Thursday Island, or even Seisia on the mainland.\n\n",{"type":"===","value":[" Outer Islands "]},"\n\nThese islands are less visited, due to their being even more remote than the Inner Islands.  Some require permits.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Western islands"]}," - Saibai, Duaun and Boigu"]},{"type":"*","value":[" ",{"type":"'''","value":["Central islands"]}," - Badu, Moa, Mabuiag and Yam"]},{"type":"*","value":[" ",{"type":"'''","value":["Eastern islands"]}," - Warraber, Coconut, Yorke, Stephen, Darnley and Murray"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" History "]},"\nThe Torres Strait Islanders were the first Indigenous Australians to gain legal recognition of their ownership of the land. Traditionally they were fierce headhunters until the arrival of the missionaries (celebrated yearly throughout the Islands on July 1st as \"The Coming of the Light\".) Due to the missionary influence, Islanders are often very generous and keen to share their culture.\n\nMost residents of the islands are still Indigenous Australians (with the ratio of around 6 to 1).  Many of the non-indigenous residents are temporary, employed in education and health, policing and military, and overseas workers in hospitality. mostly on TI and Horn Island.\n\n",{"type":"===","value":[" Geography "]},"\n\nThursday Island is the main administrative centre, with a population of around 4000 people on an island only 3.5 square kilometres.  It has a permanently manned military barracks.   Neighbouring Horn Island has the main airport, with air links to ",{"type":"[[","value":[["Cairns"]]}," and light aircraft links to several other inhabited islands.  It has a smaller population of around 600, but a much larger land mass of 60 square kilometres.  Most residents of Horn commute to Thursday for work and education, and there is a regular ferry service between the two.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Torres Strait Tourism office"],["alt="],["url=http:\/\/www.torres.qld.gov.au\/tourism"],["email=admin@torres.qld.gov.au"],["address=68 Douglas Street, Thursday Island"],["lat="],["long="],["directions="],["phone=+61 7 4069 1336"],["tollfree="],["fax=+61 7 4069 1845"],["hours="],["price="],["content=maps and advice."]]}]},"\n",{"type":"==","value":["Talk"]},"\n\nOn Horn and TI English is universally spoken, with Torres Strait Creole considered the local language of the indigenous residents.  You can find translations available in local shops, or online.  It is in many respects similar to Tok Pisin spoken in ",{"type":"[[","value":[["Papua New Guinea"]]},"\n\nThere are two main indigenous languages in the islands: Meriam Mer in the Eastern islands, and Kala Lagaw Ya in the rest. Most people on the other islands also speak English, although with much slang not found in general Australian English. \n\nLearning a few words of Torres Strait Creole may make you quite popular with the locals. \n",{"type":"*","value":[" Thank you = Esso "]},{"type":"*","value":[" Food = kaikai "]},{"type":"*","value":[" Goodbye = Yawo"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By plane "]},"\n\nQantaslink has daily flights from Cairns to ",{"type":"[[","value":[["Horn Island"]]},".  The two ferry companies that transfer to TI both meet every Cairns flight arrival, with transfers to the wharf, and connecting services to TI.  From TI you can arrange a boat to some other islands.  For some you'll need to get permission from the land council before you travel.  The ferry costs $9 for the McDonalds ferry $10 for the Rebel ferry.  The bus transfer to the airport costs more than the ferry, around $12-$13 each way.\n\n",{"type":"===","value":[" By ferry "]},"\n\nPeddell's Ferries provides twice daily passenger transport by boat to Thursday Island from Seisia, on the mainland at Cape York.  The services operate 3 days a week during the wet, and six days a week in the dry season.  Check their website for up-to-date timetables and fares. Tickets can be booked online.  Seisia is itself is usually complete isolated by road during the wet season.\n\n",{"type":"===","value":[" By boat "]},"\n\n",{"type":"[","value":["http:\/\/www.seaswift.com.au Sea Swift"]}," operate two freighters to many of the Torres Strait islands from Cairns and down the Cape as far as ",{"type":"[[","value":[["Weipa"]]},".  The freighters carry up to eight passengers. \n\nThose intent on a road trip can get a barge from Seisia on ",{"type":"[[","value":[["Cape York Peninsula"],["Cape York"]]},".\n\nYou can also get in from Papua New Guinea if you have your own boat. If you do so, you will need to check in with the department of immigration once you land.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" By plane "]},"\n\nWest Wing has scheduled flights to Murray Island, Darnley Island, Yorke Island, Boigu Island, Saibai Island, Badu Island, Kubin Village, Warraber Island, Coconut Island, Yam Island, and Mabuiag Island.  These flights work around the Qantaslink flights out to Cairns.\n\nIf you have 4 or more people travelling, compare the price of a charter before booking the scheduled service.\n\n",{"type":"===","value":[" By helicopter "]},"\n\nThe islands without airstrips usually still have helicopter landing pads.  GBR helicopters operate charters from Horn Island, and between islands.\n\n",{"type":"===","value":[" By ferry "]},"\n\nScheduled ferries only between Horn and Thursday Island.  These ferries also have bus connections to all points on both islands.\n\n",{"type":"===","value":[" By water taxi "]},"\n\nWater taxis are the easiest way to travel from Thursday Island to the neighbouring Inner Islands.  Hammond, Prince of Wales, and Friday Island.  You can also visit the unpopulated Possession Island and Wednesday Island.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Wis Wei Water Taxi"]]}]},"\n",{"type":"===","value":[" By freighter\/barge "]},"\n\n\n",{"type":"==","value":["See"]},"\nYou can see WWII history on both Thursday and Horn Islands, with old military installations dating back to the early 20th century.  The Green Hill fort on Thursday Island has a museum in the old tunnels.  Horn Island has a private museum of documented history and relics maintained by a local enthusiast.\n\nYou can see cemetery on Thursday Island, including the graves of the pearlers buried down the bottom of the hill, with the island aristocracy at the top.  \n\nFriday island has a pearl farm, and has a sushi restaurant and a shop.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Kazu Pearl"],["alt="],["url="],["email="],["address="],["lat= -10.6018442"],["long= 142.1751676"],["directions=Water Taxi from TI"],["phone="],["tollfree="],["fax="],["hours="],["price=$90 including transfer from TI, or $65 if you have your own boat"],["content="]]}]},"\n",{"type":"*","value":[" Goods Island"]},{"type":"*","value":[" Possession Island"]},"\n",{"type":"==","value":["Do"]},"\nThe fishing is absolutely amazing in the crystal clear waters of the Torres Strait. Although quarantine regulations control what can be taken back to mainland Australia, freshly caught fish in ice boxes are permitted.\n\nSnorkelling on the reefs is pretty good too, but caution is required as some reefs house sharks and crocodiles.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Peddell's Thursday Island Tours"],["url=http:\/\/www.peddellsferry.com.au\/"],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone = +61 7  40 691 551"],["tollfree="],["fax="],["hours="],["price="],["content=Peddell's Ferries provide package tours of Thursday Island\/Horn Island combined with return ferry from Seisia, Cape York. Tours include the Green Hill Fort and Horn Island WW2 Museum"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Walking"],["url="],["email="],["address=Thursday Island\/Waibene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are numerous tracks around Thursday Island that are accessible to the public, and don't take very long. You can walk up to the radio tower\/wind turbine for great views of the surrounding islands, and a good sunset. You can walk around the island to Sadies beach, along the road or along an elevated track that starts in the main town. Along this track you can see numerous plants, ant hills, birds, and remains of old war lookouts. Going the other way out of the main township, you can walk to Quarantine Wharf (not well marked on maps so you may have to backtrack once there). There is also a patch of rain forest near Green Hill Fort, both which are nice to walk to."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nGeneral stores are found on all the inhabited Islands, and there are also several restaurants on Thursday island, mainly along Douglas Street. Try \"Island Rooster\" for nice roast chicken. Behind one of the pubs you can purchase superb \"kilogram burgers\".\n\nMost of the food available to other Torres Strait islanders is seafood.  On Prince of Wales island feral deer can be hunted. If you have made friends with the islanders, you may be invited to join in feasts which include traditional foods such as turtle and dugong. Although it is considered quite rude to refuse an invitation in Torres Strait Culture, be aware that dugongs are an endangered species.  It is illegal to hunt these animals if you are not an Aboriginal or Torres Strait Islander.  Turtles are also protected and may not be hunted.\n\n",{"type":"==","value":["Buy"]},"\nAmazing linocut artworks. Although based on traditional carving methods, this style of art is actually a relatively recent invention. Can be purchased from the Gab Titui culture centre. \nCheap pearls. Pearls are farmed on Friday Island, so be sure to take advantage of the low cost, high quality pearls. In Saranealis House (its the big pink building on Douglas street, Thursday Island). They cost about a third of what you would find in Cairns and around a quarter of what you would expect in other major Australian cities. \n\n",{"type":"==","value":["Sleep"]},"\n\nDeveloped accommodation is available on Thursday Island and Horn Island, and at Seisia on the mainland.\n\n",{"type":"==","value":["Stay healthy"]},"\nDengue fever occasionally occurs, but shouldn't be much of a problem (there has only been one death in Australia due to dengue in the last 50 years). Just make sure you use insect repellent. Malaria rarely occurs on the islands closest to PNG.\nBe aware of the tropical climate. It can get very hot and muggy so wear loose clothing and drink lots of water.\n\nThursday Island has a 32 bed modern hospital, including 24-hour emergency facilities and operating theatre.  There are some medical supplies held on the other islands.  For serious medical conditions transfer to Thursday Island, or the further 4 hour transfer to Cairns may be required.\n\n",{"type":"==","value":["Respect"]},"\nMake sure you are very respectful of Islander culture by not going to ceremonies without invitation.\n\n",{"type":"==","value":["Stay safe"]},"\nDo not go out alone on Friday night as many people will be drunk and dangerous.\n\nIf you wish to go swimming make sure you go with locals who know where they're going. While snorkelling on the reefs is beautiful, some have resident sharks and or crocodiles. The locals know which ones to avoid. Also be aware of strong tides and currents.\n\n",{"type":"==","value":["Go next"]},"\nThe easiest way to leave is by plane from Horn Island to Cairns domestic airport. There are are some restrictions on what items you can take due to Australia's Quarantine laws.\n\nPeddell's Ferries provides passenger transport by boat from Thursday Island to Seisia, Cape York. Check their website for up-to-date timetables and fares. Tickets can be booked online. Again, Australian Quarantine laws apply.\n\n",{"type":"{{","value":[["IsPartOf"],["Far North Queensland"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["Geo"],["-9.880278"],["142.590556"],["zoom=9"]]},"\n",{"type":"[[","value":[["Wikipedia:Torres Strait Islands"]]},"\n",{"type":"[[","value":[["Commons:Category:Torres Strait Islands"]]}]