[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Torrevieja"]}," is a coastal town and center of tourism in the south of Alicante province in ",{"type":"[[","value":[["Costa Blanca"]]},", ",{"type":"[[","value":[["Spain"]]},". It is situated within the district of Vega Baja and has a population of 90,000 inhabitants. Torrevieja is 41 km away from ",{"type":"[[","value":[["Alicante"]]}," to the north, 23 km from ",{"type":"[[","value":[["Elche"]]}," to the northwest, and 53 km from ",{"type":"[[","value":[["Murcia (city)"],["Murcia"]]}," in the southeast. Torrevieja has a protected Natural Park with two salt lakes, and 20 km of coastline containing six large beaches - La Mata, Cabo Cervera, Los Locos, El Cura, Los Náufragos and Ferris - and about 20 coves with an abundance of cliffs.\n\n",{"type":"==","value":["Understand"]},"\n\nThe name Torrevieja literally means \"old tower\". Torrevieja as a town dates from the early 18th century when it was a fishing village built around one of the watchtowers that flanks the Costa Blanca coastline. Today it's one of the fastest growing cities in Spain due to tourism. Many Spanish and other European citizens have a holiday home in the city. \n\nThere are many English-language newspapers including The Leader, Round Town News, Coastrider, Euro Weekly News and the regional Costa Blanca News. They all have on-line editions. There are also numerous magazines, several radio stations and even a TV station.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nEl Altet airport (Alicante) about 40 km north and San Javier airport (Murcia) some 25 km south of the city.\n\n",{"type":"===","value":["By train"]},"\n\nAlicante RENFE train station and Murcia RENFE train station are the closest. From there take the bus.\n\n",{"type":"===","value":["By car"]},"\n\nNational mainroad 332 Alicante-Cartagena, Levante motorway Madrid-Alicante, Mediterranean motorway Alicante-Murcia, A-37 motorway Alicante-Cartagena, regional mainroad CV-90, provincial road 3321.\n\n",{"type":"===","value":["By bus"]},"\n\nPassenger transport companies which have direct routes to Torrevieja: ENATCAR-ALSA",{"type":"[","value":["http:\/\/www.enatcar.es\/VentaParticulares\/contenidoHorarios.jsp"]},", Costa Azul",{"type":"[","value":["http:\/\/www.costazul.net\/en\/routes-and-schedules\/torrevieja-aeropuerto-alicante.html"]},", Vega Bus, Continental Auto and La Inmaculada.\n\n",{"type":"===","value":["By boat"]},"\n\nTorrevieja has a large harbour for private yachts and small sight-seeing boats offer cruises around the coastline and to the nearby island of Tabarca, but there are not any passenger ships sailing to Torrevieja. Nearest passenger port is in ",{"type":"[[","value":[["Alicante"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nDue to its small size it's easy to walk around the city. Costa Azul operates few bus lines connecting most important parts of Torrevieja. Taxis are plentiful and also plentiful are car rentals, alltough during peak tourist season it might be very difficult to find free parking places anywhere close to center.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nOne of Torrevieja's claims to fame is its football club or to be more accurate its amazing supporters - amazing in both their numbers and the passion they show. Although only in the Tercera they have crowds that teams two divisions above would be pleased with. The most amazing fact is that perhaps as much as 75% of the spectators are expats. Full details at ",{"type":"[","value":["http:\/\/www.fctorrevieja.com "]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Touching Cloth Snooker & Pool Lounge"],["url="],["email=touchingclothsnooker@gmail.com"],["address=Bulevar Playa, Calle Noruega 3, Los Locos"],["lat="],["long="],["directions=30mtrs from the coast on left hand side"],["phone= +34 696815181"],["tollfree="],["fax="],["hours="],["price="],["content=Fully air conditioned bar with top quality snooker and English pool tables at very competitive rates. No membership required. Phone to book or just take a chance and call in"]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\nJobs are mostly available in summer due to the city's huge surge of tourists however smaller towns around torrevija such as La Zenia and Playa Flamenca both have an abundance of jobs in both the bar and restaurant industry and accept English speaking applicants.\n\n",{"type":"==","value":["Buy"]},"\n\nTorrevieja offers a wide range of shopping opportunities. It contains about 2,500 shops dedicating to fashion, furniture, accessories, the home, buying and sale of property, textile, leather, interior design, electronics and gifts. The main national and international brand names in fashion, design and electronic technology are well established in Torrevieja.\n\nOpening times range between 10AM and 10PM from Monday to Saturday, although a number of shops are open every day of the week.\n\nThe street market is an alternative to traditional commerce and in them you can obtain numerous objects for decoration, textiles, clothing, interior design, craft, animals, footwear and horticultural produce at very reasonable prices. The main market is held every Friday near the city centre. It is one of the largest outdoor markets (mercadillo) in Europe and it has over 1200 stalls. Be there immediately at 9AM, the streets will be packed with people.\n\n",{"type":"==","value":["Eat"]},"\nMundo Pequeño is a small and cosy restaurant located near the Friday market on Calle Marcelina. The food is international but also Spanish tapas is served. It is a popular spot with many nationalities, the bar area reflecting this with a welcoming atmosphere.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Madrid"],["url=http:\/\/www.ansahotel.com"],["email="],["address=C\/ Villa Madrid 15"],["lat="],["long="],["directions="],["phone=+34 965711350"],["tollfree="],["fax="],["hours="],["price="],["checkin=1PM"],["checkout=12PM"],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Tuto"],["alt="],["url=http:\/\/www.hoteltuto.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=50 m of Playa de los Naufragos."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe Friday market (like most crowded places) abounds with very clever pickpockets. Make sure that any valuables you have with you are absolutely unreachable by anyone but yourself. If you are unlucky - as I was - you will need to report it to the Guardia Civil (near the market) and NOT the Policia Local. Keep a copy of the report (la denunciacion) as you will need the incident number for any insurance claim or for a replacement driving licence (if that was stolen too).\nThe thieves often work in pairs. One will shield the other from view while dipping into your bag or pocket.\n--",{"type":"[[","value":[["User:(WT-en) Petesm"],["(WT-en) Petesm"]]}," 11:09, 4 October 2008 (EDT)\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Murcia (city)"],["Murcia"]]}," is a nice city half hours drive away."]},{"type":"*","value":[{"type":"[[","value":[["Cartagena (Spain)"],["Cartagena"]]}," is an old city a short motorway drive away."]},"\n",{"type":"{{","value":[["geo"],["37.977778"],["-0.683333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Alicante (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Torrevieja"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous_Communities\/Valencian_Community\/Alicante\/Torrevieja\/"]]},"\n\n",{"type":"[[","value":[["Commons:Torrevieja"]]}]