[{"type":"{{","value":[["pagebanner"],["Banner Tortuguero.png"]]},"\n",{"type":"[[","value":[["File:Lokatie Nationaal park Tortuguero.jpg"],["thumb"],["350px"],["The location of Tortuguero National Park in Costa Rica"]]},"\n",{"type":"'''","value":["Tortuguero"]}," is a village in the North East of the province ",{"type":"[[","value":[["Limón (Costa Rica)"],["Limón"]]}," about 80 km north of the Caribbean city ",{"type":"[[","value":[["Puerto Limón"],["Limón"]]}," in ",{"type":"[[","value":[["Costa Rica"]]},". It is the entrance of ",{"type":"'''","value":["Tortuguero National Park"]}," which is one of the most popular parks of Costa Rica.   \n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nThe village of Tortuguero was founded in 1930 when a Colombian family settled in the area. The exploitation of the rainforest  around Tortuguero began in 1940. In order to facilitate the transport of the timber canals were dug. Today there is little of primary forest left in the area. The largest part of the vegetation consists of secondary forest. In 1975 the national park was created to protect the area. As a consequence, a growing number of sea turtles nested on the long beach of Tortuguero. Tourism is the main source of income for the inhabitants of Tortuguero. The park has an area of 77,032 acres of which 52,000 acres in the Atlantic ocean. \n",{"type":"===","value":["Landscape"]},"\nSandbanks form the coastal area as a result of sedimentation. The low-lying areas are exposed to short-term flooding by heavy rains causing lakes, grass marshes and wooded swamps of brackish water. Small tides, of about 40 centimeters height, also affect the coastal zone. Rivers and streams that have emerged in the hinterland flow through the park to a depth of 3 meters. The lakes in the northern part of the reserve are fed by the Colorado River. The very high humidity of the tropical forests is caused by extreme rainfall and humid winds from the Caribbean. It is cloudy on more than 330 days per year.\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Epidendrum nocturnum (profile).jpg"],["thumb"],["250px"],["left"],["A blooming orchid (",{"type":"''","value":["Epidendrum nocturnum"]},")"]]},"\nIn Tortuguero are about 400 tree species and 2,000 plant species. The largest and oldest trees are the almond trees (",{"type":"''","value":["Dipteryx panamensis"]},"). The wood of these trees is so hard that termites do not eat it and it is heavier than water. The almond tree is an important food source. In these trees nestle the rare buffon macaws (",{"type":"''","value":["Ara ambigua"]},"), of which about 30 pairs are breeding here. The riparian vegetation is dominated by fig, mimosa, legumes of the pea family (",{"type":"''","value":["Leguminosae, Pterocarpus officinalis, Prioria copaiifera"]},") and Raphia palms. Many vines hang like curtains along the banks, such as the velvet bean (",{"type":"''","value":["Mucuna Pruriens"]},").\nAbout half of all bird species in Costa Rica (350) live for. The jaguar, puma, ocelot, tapir, manatee, peccary .... and many other mammals, including several species of bats, possums, reptiles, amphibians and invertebrates live in this area. In Tortuguero three special monkey species are found: the mantled howler, the white-headed capuchin and the Central American spider monkey. The latter is most threatened for extinction. It lives here as it needs food from forest with a great diversity of plants. Other mammals, such as coatis, sloths and raccoons are seen here even as they prefer young secondary forest.\n",{"type":"[[","value":[["File:TortueLuth Leatherback.jpg"],["thumb"],["250px"],["A Leatherback sea turtle on the beach"]]},"\nThere are seven species of sea turtles on earth of which 5 come to Costa Rica and 4 to Tortuguero to lay their eggs. All species are threatened with extinction. Several thousands of green turtles (",{"type":"''","value":["Chelonia mydas"]},") come from June to October to lay their eggs. The average female lays 110 eggs which have an incubation period of 2 months. The few that survive return to Tortuguero after 25 to 50 years.\nThe leatherback sea turtle (",{"type":"''","value":["Dermochelys coriacea"]},"), which can grow to more than 2 meters, comes between February and June. This big sea turtle has a less hard shell than other sea turtles. The shell consists of small bone chips and is coated with a substance which is reminiscent of leather. The leatherback turtle is a scuba diver and eats jellyfish. Plastic bags are their downfall, because they confuse it with jellyfish. Approximately 100 females come to Tortuguero. Other important breeding areas are Playa Grande (Pacific) and Manzanillo (Caribbean) in Costa Rica.\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 29"],["febhigh = 29"],["marhigh = 30"],["aprhigh = 30"],["mayhigh = 30"],["junhigh = 30"],["julhigh = 30"],["aughigh = 30"],["sephigh = 31"],["octhigh = 31"],["novhigh = 29"],["dechigh = 29"],["janlow = 21"],["feblow = 21"],["marlow = 22"],["aprlow = 22"],["maylow = 23"],["junlow = 23"],["jullow = 23"],["auglow = 23"],["seplow = 23"],["octlow = 23"],["novlow = 22"],["declow = 22"],["janprecip = 264"],["febprecip = 191"],["marprecip = 179"],["aprprecip = 171"],["mayprecip = 318"],["junprecip = 233"],["julprecip = 397"],["augprecip = 251"],["sepprecip = 111"],["octprecip = 159"],["novprecip = 311"],["decprecip = 348"],["jansnow ="],["febsnow ="],["marsnow ="],["aprsnow ="],["maysnow ="],["junsnow ="],["julsnow ="],["augsnow ="],["sepsnow ="],["octsnow ="],["novsnow ="],["decsnow ="],["jansun ="],["febsun ="],["marsun ="],["aprsun ="],["maysun ="],["junsun ="],["julsun ="],["augsun ="],["sepsun ="],["octsun ="],["novsun ="],["decsun ="],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description ="]]},"\nThe lowland rainforest of Tortuguero is the last remnant of the always humid Atlantic forest that once covered the entire Caribbean coast. In contrast to the coast of the Pacific Ocean there is no dry season but it rains throughout the year. A few months per year are relatively dry, such as September, October and February to April. The annual rainfall is about 3000 mm.\n\n",{"type":"==","value":["Get in"]},"\nTortuguero is one of the most remote places in Costa Rica and is only accessible by boat or plane.  The major public road\/river routes to get here are through Moín (close to Limón), La Pavona (north of Cariari) and Caño Blanco (accessible through Siquirres).\n\nThere is an inexpensive public bus\/boat route that can be used to get from San Jose to Tortuguero. Take the 9AM direct bus from San Jose to Cariari, which leaves from the Gran Caribe bus terminal.  The bus arrives at the long distance bus terminal in Cariari around 11AM. Sometimes the bus to La Pavona\/La Suerte meets you there, but otherwise walk 5 blocks north to the local bus terminal and buy a bus ticket to La Pavona\/La Suerte. This bus leaves at 11:30AM and takes you to the river at La Pavona\/La Suerte, where you transfer to a public boat that will reach Tortuguero around 3PM. Inside the restaurant is a ticket office where you must buy a ticket before boarding the boat. Use the restrooms here, as the boat trip can take up to 2 hours if the river is low.\n\nTo return, catch the 6AM, 11:30AM or 3PM public boat from Tortuguero and follow these directions in reverse. The total cost one-way should be around $8 -- $2.40 for the bus to Cariari, $2 for the bus to La Pavona\/La Suerte and $5.20 for the boat to Tortuguero.  Beware of touts selling packaged trips along the way, who will tell you that the boats aren't running, the hotels are full, the route isn't safe, and so on -- anything to get you to buy into their \"deals\".  Touts also meet the water taxi in Tortuguero and will offer to \"help\" you find a hotel.\n\nA quicker but more expensive option is to fly  into Tortuguero. Nature Air offer daily flights from San José, out of Tobias Bolanos International Airport (SYQ) in Pavas at 6:15AM and arrives in Tortuguero at 6:45AM. The return flight arrives in Pavas at 7:20AM.\n\nIf you choose to stay at one of the lodges, land\/water transportation to and from Tortuguero is usually included in the package rates.\n",{"type":"[[","value":[["File:Vervoer over het Tortuguero kanaal.JPG"],["thumb"],["250px"],["Boat taxi on Tortuguero canal"]]},"\n\n",{"type":"==","value":["Get around"]},"\nThe lodges are located outside the village.  You can reach the village of Tortuguero if you staying at the Mawamba Lodge (it is a 10min walk).  If staying at the other lodges, a boat ride will be necessary. If the lodge does not offer transportation at the hour you want, you can have them call you a water taxi. One-way to the village will run about $2-$5 ",{"type":"''","value":["per person"]},".\n\nThe village itself is small enough that you can easily walk anywhere.\n\nThere are no cars in Tortuguero.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Tortuguero National Park"]},{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Turtle hatching \/ turtle egg laying"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tortuguerovillage - Official Website"],["url=http:\/\/tortuguerovillage.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the town's official website, built by Peace Corps volunteers, with information provided by the business owners themselves.  It has many of the local places to stay, local shops, tour operators, travel information (instructions on how to get here for less), maps of the town area, reservations, National Park info, turtle tour information, and the famous top things to do in the area list."]]}]},{"type":"==","value":["Do"]},"\nAs is often the case, there is a range of prices and quality for tours in Tortuguero. To be sure that you are getting a qualified guide, ask to see his\/her ICT certification card. As of 2012, only certified guides will be allowed to conduct turtle tours. Don't run the risk of getting kicked off the beach and losing your money!\n\nThe main reason why most people travel to Tortuguero is to see turtles lay eggs on the beach.  Turtle watching tours are offered by nearly everyone (it seems) during the egg laying season, which spans April to May for leatherback turtles and July to October for green turtles.  The tours leave in the evening and last 1-4 hours.  Scouts find the turtles; you wait with your tour at the edge of the beach and are escorted to the right spot when a turtle is found along with all the other groups. This \"turtle spotter program\" is for the protection of the turtles themselves, and is 100% funded by sticker sales. Tourists are encouraged to buy a sticker for $4, and as you are required to use the spotters rather than walk the beach with your guide, not buying a sticker is basically cheating. Although the likelihood of seeing at least one turtle is extremely high in season (late July to mid September), there's no guarantee or refund. You must be accompanied by a local guide to see the turtles.\n\nDuring September and October many local \"guides\" will offer tourists the opportunity to \"help\" turtle nests hatch. If you would like to see baby turtles, you can walk the beach in the very early hours, but digging up nests or touching hatchlings can be detrimental to their survival. Rather than pay someone who is making a living off of potentially harming endangered species, walk South along the beach into the national park, and stay along the vegetation. Your chances of finding hatchlings are high at the right time of year, and you won't have to pay anyone.\n\nThe canals of Tortuguero gave the town its nickname of \"Costa Rica's Amazon\", and are a fantastic opportunity to see wildlife. Many guided boat tours leave Tortuguero and the surrounding lodges at 6AM to see the wildlife, jungle, and canals. Most of the lodges offer tours which use large boats with big motors and cannot get very far into the canals.  A better option is a canoe tour.  Canoes are basically silent and can go where the motorboats can't, allowing you to get away from the seemingly countless motorboat tours and see more of nature.  Several people in the village offer canoe tours -- ask around.\n\n",{"type":"'''","value":["Cerro Tortuguero has been officially closed by the National Park service due to overuse and habitat destruction. Many local guides will still offer tours, but be warned that by taking these tours you are not only violating park regulations but damaging a fragile ecosystem."]},"\n",{"type":"''","value":["For hikers, Cerro Tortuguero is a small hill roughly 6 km north of the village, accessible only by boat.  It's only 119 m high, but offers good views of the area.  You can arrange a tour or charter a boat from the village, but it's also entirely feasible to go by yourself.  The 11:30AM water-taxi will drop you off at a small community near the base of the hill on it's way to La Pavona, and will pick you up again around 2:30PM when it returns to Tortuguero.  The path to the top of the hill is not marked, so you may need to ask for directions."]},"\n\nYou may also walk along the straight jungle path within the national park that runs parallel to the beach, with or without a guide. Just remember that you are in the jungle and that it gets dark early!\n\nThe area is not safe for swimming due to rough surf, strong currents, and sharks.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=To Do List in Tortuguero"],["url=http:\/\/www.tortuguerovillage.com\/english\/mustdolist.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best things to do in and around Tortuguero, and how to make reservations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=All Rankin's Tours and Lodging"],["url=http:\/\/www.greencoast.com\/allrankin\/"],["email=allrankinstours@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices vary by tour."],["content=Guided tours of green turtle nesting and other natural areas.  A boat ride to and from Moín is also possible."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are several small grocery stores and one hardware store in the village.  There are also many shops that sell tourist merchandise (such as some beautiful hand carved wood).  There is an internet cafe near the large pink souvenir shop and one near the main boat dock; the current rate is ~$4 per hour.  Prices in the village tend to be expensive due to the remote location.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Local Shops, Grocery Stores, and Others"],["url=http:\/\/www.tortuguerovillage.com\/English\/businesses.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the list of many of the grocery stores, souvenir shops and their wares."]]}]},"\n",{"type":"==","value":["Eat"]},"\nAs with the rest of Costa Rica, you will have lots of rice, chicken, and beans. Fresh fish may be available, ask around. For non-traditional food, your options are Wild Ginger or Budda Café.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wild Ginger"],["url=http:\/\/facebook.com\/wildgingercr"],["email=wildgingercr@gmail.com"],["address=150m N of the elementary school"],["lat="],["long="],["directions=from the park with big bird statues, head east toward the ocean, turn left after the school"],["phone=+(506)2709-8240"],["tollfree="],["fax="],["hours=noon-10:30PM"],["price=$5-$15"],["content=A new restaurant with modern construction that offers some latin fusion cuisine as well as classic American dishes. Indoor or outdoor seating, ocean view, hammocks, free wifi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Budda Cafe"],["url=http:\/\/buddacafe.com"],["email="],["address="],["lat="],["long="],["directions=150m N of the main boat dock"],["phone="],["tollfree="],["fax="],["hours=noon-8PM"],["price=$10-$25"],["content=Mostly Italian fare in a primarily open-air setting on the waterfront. Free wifi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Miss Junie's"],["url=http:\/\/www.iguanaverdetours.com\/lodge.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10-$25"],["content=Tortuguero's oldest restaurant, offering traditional Caribbean meals as well as some standard dishes. Small dining room filled with old photos of Tortuguero. May require reservations for dinner, breakfast and lunch for guests only."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Miss Miriam's"],["url="],["email="],["address=North side of the football (soccer) field"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10-$20"],["content=Traditional Caribbean dishes, tiny unassuming dining room with some outdoor seating."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dorling's Bakery"],["url=http:\/\/www.tortuguerovillage.com\/dorlingsbakery\/english\/home.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$5-$15"],["content=Offers a variety of baked goods, sandwiches, pizza and typical Costa Rican dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Princesa Resort"],["url="],["email="],["address=Tortuguero"],["lat="],["long="],["directions="],["phone=(506) 83359067"],["tollfree="],["fax="],["hours="],["price=$10-$25"],["content=Caribbean and Costa Rican fare in a small open-air restaurant with ocean view."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Soda Doña María"],["url="],["email="],["address=Main street, 200m N of the national park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Caribbean dishes in a tiny dining room off the side of the owner's house."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Muellecito"],["url="],["email="],["address="],["lat="],["long="],["directions=Adjacent to the main boat dock"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Costa Rican dishes in a very unassuming locale."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Soda Vista a la Laguna"],["url="],["email="],["address="],["lat="],["long="],["directions=Adjacent to the main boat dock"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Empanadas, cheap meals of rice and beans. In the dead center of town, plastic tables and chairs under an awning."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=List of Restaurants in Tortuguero"],["url=http:\/\/www.tortuguerovillage.com\/english\/restaurants.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Taberna"],["url=http:\/\/www.tortuguerovillage.com\/puntodeencuentro\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located directly across from Cabinas Tortuguero  and right next to Bambu Supermarket at the southern end of town. Right on the water and is an excellent place to have a drink and watch the sunset.  There are a couple pool tables and very loud karaoke.  1000 colones (2 USD) for a bottle of Imperial, Pilsen or Rock Ice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Culebra"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very loud reggae music and very crowded on Saturday nights. 1000 colones (2 USD) for a bottle of Imperial, Pilsen or Rock Ice."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:The beach at Tortuguero, Costa Rica.jpg"],["thumb"],["350px"],["The beach near Tortuguero village"]]},"\nThere are two hotels outside of the village that offer luxury options, such as TV, air conditioning, a-la-carte dining, and room service.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tortuga Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manatus Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\nThere are several resorts located outside of the village that offer all-included packages including tours, transportation from San Jose and all meals. Boats must be used to travel between the village and all the lodges, except for Mawamba Lodge which is a 15-minute walk from the village. Bring a flashlight if you plan to stay out past 5:30PM. They include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laguna Lodge"],["url=http:\/\/www.lagunatortuguero.com\/"],["email=info@lagunatortuguero.com"],["address=just north of Tortuguero village"],["lat="],["long="],["directions="],["phone=(506) 272-4943"],["tollfree="],["fax=(506) 272-4927"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mawamba Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pachira Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anhinga Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Evergreen Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private bungalows, most of which are set back into the jungle. Great place to see wildlife."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rana Roja Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Turtle Beach Lodge"],["url=http:\/\/www.turtlebeachlodge.com\/"],["email=info@turtlebeachlodge.com"],["address=Tortuguero National Park"],["lat="],["long="],["directions="],["phone=011(506) 2248-0707"],["tollfree="],["fax=011(506) 2257-4409"],["hours="],["price="],["checkin="],["checkout="],["content=175 acre beachfront resort adjoining Tortuguero National Park.  Miles of jungle trails, private canal and isolated beach.  Turtle nesting tours in season, canal, jungle and kayaking tours, pool and many other activities right on the grounds. Bi-lingual guides, round trip transport to\/from San Jose included."]]}]},"\nThere are several smaller hotels and hostels in the village itself. Reservations are recommended during the turtle-watching season.  Bring a flashlight if staying in the village because power outages are common. These include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cabinas Tortuguero"],["url=http:\/\/www.tortuguerovillage.com\/cabinastortuguero\/cabinastortugueroenglish\/home.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 839-1200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Clean rooms with fan and hot water showers.  Room sizes vary.  We paid $30 for a room with 3 twin beds"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cabinas Miss Miriam"],["url=http:\/\/www.tortuguerovillage.com\/missmiriam\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 709-8107"],["tollfree="],["fax="],["hours="],["price="],["checkin=04\/18\/2011"],["checkout=04\/20\/2011"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Miss Junie's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 709-8102"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cabinas Aracari"],["url=http:\/\/www.tortuguerovillage.com\/aracari\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 709-8006"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bed and Breakfast El Icacó"],["url=http:\/\/www.tortuguerovillage.com\/elicaco\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 2709-8044"],["tollfree="],["fax="],["hours="],["price=$10-$20 per person"],["checkin="],["checkout="],["content=Right on the beach, hammocks, clean rooms, breakfast included"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cabinas Meriscar"],["url=http:\/\/www.tortuguerovillage.com\/cabinasmeriscar\/english\/home.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=5\/7"],["checkin="],["checkout="],["content=Good place to stay. 5 dollar per person for shared bathroom. 7 dollars a night per person for double room including own bathroom. Bring your own mosquito net."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cabinas Tropical Lodge"],["url=http:\/\/www.tortuguerovillage.com\/puntodeencuentro\/english\/lodging.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Marbella. Tortuguero's B&B"],["url=http:\/\/casamarbella.tripod.com\/"],["email="],["address=safari@racsa.co.cr"],["lat="],["long="],["directions="],["phone=(506) 8-833-0827 or 2-709-8011"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The nicest and most servicable place to stay in town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Muellecito Cabinas"],["url=http:\/\/www.tortuguerovillage.com\/muellecito\/muellecito.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 2709-8104"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Super close to the docks, new cabinas, close to everything in town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mi Casa, Su Casa"],["url=http:\/\/www.tortuguerovillage.com\/micasasucasa\/index.html"],["email="],["address=vivianweigel@yahoo.com"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rent a small home in a quiet part of town, bordering the National Park.  Very relaxing, and the owner is such a big help!!!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Princesa Resort"],["url=http:\/\/www.tortuguerovillage.com\/princesaresort\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Right on the beach, lots of rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Princesa Resort"],["url="],["email="],["address=Tortuguero"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=(506) 83359067. Swimming pool, restaurant and 50 percent off happy hour."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Princesa Del Rio Cabinas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 8335 9067"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Cabinas located on the river in Tortuguero"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Princesa Cabinas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 8335 9067"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Air-conditioned cabinas with ocean view."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Online Reservations"],["url=http:\/\/www.tortuguerovillage.com\/reservations\/index.html"],["email="],["address=silviavanderheiden@yahoo.com"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is a local woman who can make reservations for you at any of the places in town.  She speaks English, Spanish, Dutch, etc.  Very nice lady."]]}]},"\n",{"type":"==","value":["Go next"]},"\nTravel to and from Tortuguero can be a challenge and there are many ways to do it: \n<BR>\n7 USD : Public Bus and Boat through Cariari<BR>\n34 USD : Public Bus and Boat through Limón<BR>\n50 - 100 USD : Private Transportation<BR>\nDriving Yourself (and taking a boat)<BR>\n70-150 USD : Flying by Airplane<BR>\n75 - 300 USD : Hotel Package\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Limón (Costa Rica)"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Central America\/Costa Rica\/Limon Province\/Localities\/Tortuguero\/"]]},"\n",{"type":"[[","value":[["wikipedia:Tortuguero, Costa Rica"]]}]