[{"type":"{{","value":[["pagebanner"],["Tortola banner.jpg"]]},"\n",{"type":"'''","value":["Tortola"]}," is the capital island of the ",{"type":"[[","value":[["British Virgin Islands"]]}," and ",{"type":"[[","value":[["Road Town"]]}," is the capital city.\n",{"type":"[[","value":[["Image:TortolaCaneGardenBay.jpg"],["thumb"],["400px"],["Little Apple Bay, Tortola"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nTortola ",{"type":"[","value":["http:\/\/www.bvitourism.com\/About\/Tortola.aspx"]}," is 60 mi (96 km) east of ",{"type":"[[","value":[["Puerto Rico"]]}," and 22 mi (35 km) east of ",{"type":"[[","value":[["Saint Thomas"]]},". The island is about 10 mi (16 km) long and 3 mi (4.8 km) wide.\n\nEnglish is universally spoken throughout the British Virgin Islands. Those who work with tourists will speak quite clearly, but older natives have a thick and distinctive West Indian accent that, when spoken quickly, can be very difficult to understand. Because of the influence of British culture, a stronger emphasis is placed on politeness and decorum. It is generally expected to begin any conversation with a \"Good morning,\" or whatever time of day is applicable; the common American English habit of simply beginning a conversation without salutation is considered aggressive and even rude.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nAir travel is the usual way to access the BVI, however, long-distance direct flights are not available, and you must transit one of the four Caribbean gateways; San Juan (",{"type":"{{","value":[["IATA"],["SJU"]]},"), St. Thomas (",{"type":"{{","value":[["IATA"],["STT"]]},"), Antigua (",{"type":"{{","value":[["IATA"],["ANU"]]},") & St. Maarten (",{"type":"{{","value":[["IATA"],["SXM"]]},"). Connections are readily available through commuter airline operations on the lower end, if your schedule allows. \n\nPrivate charter flights are unnecessary as there are several reliable airlines serving Beef Island.\n\nAir Charter companies, like ",{"type":"'''","value":["Fly BVI"]}," and ",{"type":"'''","value":["Aeroshares Charter, LLC"]}," have become more popular in recent years. These charter flights get you to your destination directly, without transfers or water shuttles. They will also be there if your arriving flight is delayed for any reason.\n\n",{"type":"'''","value":["Terrence B. Lettsome Airport"]}," (",{"type":"{{","value":[["IATA"],["EIS"]]},") a.k.a. Beef Island Airport is located on the East End of Tortola. Some travelers opt to fly into ",{"type":"[[","value":[["St. Thomas"]]},", having Fly BVI Air Charter meet them for the 14 min flight, while others opt to take the water ferry to Road Town, then take a taxi to their villa or marina, alhough depending on the ferry schedule and your arrival and departure times, this option can virtually tie up the better part of two days during your vacation.\n\n",{"type":"===","value":["By boat"]},"\n\nTortola is also visited by ",{"type":"[[","value":[["cruise ships"]]},".  Virtually all dock at a large pier near the entrance to the inner harbor at Road Town, with fairly easy walking into town.\n\nThe ",{"type":"'''","value":["Tortola Ferry"]}," moves between ",{"type":"[[","value":[["Tortola"]]}," and ",{"type":"[[","value":[["St. Thomas"]]},".  In actuality, there is a group of several different ferry companies that provide service between the two islands.  These ferries are what connects the people of the British Virgin Islands with the people of the U.S. Virgin Islands.  The ferries link the city of ",{"type":"[[","value":[["Charlotte Amalie"]]},", St. Thomas with either ",{"type":"[[","value":[["Road Town"]]}," or the West End of Tortola.\n\nThe ferry is one of the more popular ways to reach Tortola from the U.S.  This is due to the fact that Americans can reach Tortola via only one direct flight and then a short ferry ride.  This will no doubt save the traveler several hundred dollars, since a second flight would not be necessary.  \n\nYou can catch one of the ferries, almost anytime of day.  After 5PM most of the services are shut down for the evening.  The ride lasts about 50 min depending on the weather.  The scenery is well worth the price of the ride.\n\n",{"type":"'''","value":["Costs"]},"\n\n",{"type":"*","value":["One-way ranges from US$25-$30 for adults, US$19-$25 for children"]},{"type":"*","value":["Round-trip ranges from US$45-$52 for adults, US$30-$42 for children"]},"\n",{"type":"'''","value":["Times"]},"\n\nVary greatly between companies.  Some of the companies even alternate their schedules between themselves and another company. For a current list take a look at this page's ferry schedule ",{"type":"[","value":["http:\/\/www.vacationtortola.com\/Tortola-Ferry.html"]},".\n\n",{"type":"'''","value":["Tips"]},"\n\nMany travelers find it easier to just buy two one-way tickets from different companies instead of one round-trip ticket with the same company.  Since ferries from different companies are coming and going constantly, you should be able to catch a ferry at any time during the day.  Often times one company will be convenient upon arrival, but not upon departure.  Just check the schedule to find out if this will be the case for you, if not then by all means, buy the round-trip ticket and save a few bucks.\n\n",{"type":"==","value":["Get around"]},"\n\nMany affluent visitors will take a charter boat trip from one of several marinas to some of the best places, as many smaller and less-inhabited islands offer mooring and amenities. While charter-boat tourism makes up the bulk of travel to the British Virgin Islands, there are many beautiful places throughout the four main islands that are easily accessible.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"====","value":["Car rental"]},"\n\nThere are many small independent auto rental businesses, all with relatively comparable rates.  Prices range from US$50 per day and up, as demand is usually high. Driving in the BVI can be challenging, as many winding mountain roads and cliffs, washed-out roads, and roaming livestock compound the difficulty for some drivers of driving on the left side of the road. Many roads have large \"speed bumps\", many of which are not clearly marked by road signs or road paint.  Road signs may be confusing or non-existent.  Take solice in that this is an island and it is practically impossible to become totally lost.  Locals will always help direct you.  Driving can be a good way to see the entire island of Tortola at your own pace.\n\n",{"type":"====","value":["Taxi tour"]},"\n\nAnother way to see the island is to organise a readily available taxi 'tour'. Taxis are abundant on Tortola, and so long as you use a legitimate taxi association driver prices will generally allow you to travel anywhere you wish but for less than the cost of renting a car.  Always ensure that you thoroughly confirm the fare charge before you get into the taxi.\n\nTaxi fares are regulated for each of the islands and taxi tariffs are published online by the British Virgin Islands Tourist Board. ",{"type":"[","value":["http:\/\/www.bvitourism.com\/GettingAround\/TaxiServices.aspx"]},"\n\n",{"type":"*","value":["BVI Taxi Association ☎+284 494 2322 \/ 3942 "]},"\n",{"type":"*","value":["BVI United Taxi Association ☎+284 499 3607 "]},"\n",{"type":"*","value":["Elroy’s Pleasure Tours ☎+284 495 2598\/1222\/1022 "]},"\n",{"type":"*","value":["Island Magic ☎+284 495 3378, +248 340 775 7292"]},"\n",{"type":"*","value":["Karl Scatliffe ☎+284 541 7541 or +248 342 7541 ",{"type":"[","value":["http:\/\/www.scatosbusntaxi.com"]}," "]},"\n",{"type":"*","value":["McLean Tours ☎+284 494 5397 ",{"type":"[","value":["http:\/\/www.mcleantours.com"]}]},"\n",{"type":"*","value":["Nanny Cay Taxi ☎+284 494 2512 ext 2299 "]},"\n",{"type":"*","value":["Quality Taxi ☎+284 494 8397 "]},"\n",{"type":"*","value":["Road Town Taxi Association ☎+284 494 8755 "]},"\n",{"type":"*","value":["Style’s Tour Operators ☎+284 494 3341 "]},"\n",{"type":"*","value":["Waterfront Taxi Association ☎+284 494 4959 "]},"\n",{"type":"*","value":["West End Taxi Association ☎+284 495 4934\/3257"]},"\n",{"type":"===","value":["By bus"]},"\n\n\"Buses\" in Tortola refers to full-sized passenger vans, or large modified open-air pickup trucks with bench seating and a canvas top: these are known locally as \"safaris\". Traveling by bus can be less expensive than having a taxi to oneself, and is often an option when traveling from the airport to Road Town, or from town to either end of the island.\n\n",{"type":"===","value":["By thumb"]},"\n\nHitch-hiking is still fairly common in Tortola during the daytime, as crime is fairly uncommon. Rather than the American \"thumb\" technique, Tortolan hitch-hikers will point with the index finger from an arm extended in the direction they wish to travel. Pickup trucks will often stop to allow riders in the back, and many drivers on this still-personable and friendly island will stop to give a ride.\n\n",{"type":"===","value":["Day Sails"]},"\n\nTo those who do not have their own yachts, there are day sails to some of the more popular BVI locations. One day sails are available on the Aristocat, ☎ +1 284 499 1249) to Virgin Gorda, Cooper, Salt and Peter Islands; and White Squall II, ☎ +1 284 494 25640 to Virgin Gorda, Norman, Peter and the Indians' islands\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:CaribbeanSunsetTortola.jpg"],["thumb"],["300px"],["Caribbean Sunset in Tortola"]]},"\n\nThere's not a heck of a lot to see after you've taken the obligatory tours of the island's \"attractions\", although the original architecture of little wooden houses housing some interesting shops, cafes and an art gallery or two and Cockroach Hall built on a huge rock on Main Street is not be missed.\n\nOften overlooked are some of the island's interesting historical ruins, including \"The Dungeon\" (originally named ",{"type":"''","value":["Dojon"]},", a Spanish fort dating from the 1700s) and the \"African Church\" (officially, St Phillips, a church for African slaves freed by the Royal Navy and dumped on Tortola, and reportedly the first free black church in the Americas).  Although not as impressive as the larger colonial era ruins in Saint Kitts and Puerto Rico, they still make a nice change of pace.\n\nFor those tired of heat and sun, a stroll around the National Park in the rain forest at the top of Mount Sage offers a cooler alternative.  The going is not hard, but the paths can be rough, and the elderly or infirm may want to consider whether to brave the paths.\n\n",{"type":"===","value":["Beaches"]},"\n\nFrom the eastern end of Tortola, Beef Island, to the west end, there are many spectacular white-sand beaches along the north shore. Most deepen very gradually and have light surf, allowing for very leisurely swimming. However, some beaches do have heavier surf and undertow, so it is always wise to ask someone, or observe any signs, before swimming. The list below does not encompass all the beaches, but rather points out some of the most popular and easily accessible ones.\n\n",{"type":"*","value":[{"type":"'''","value":["Long Bay, Beef Island"]}," is just minutes from the airport, a long, curved stretch of beach that is one of the more secluded and little-used beaches. There are no amenities available."]},{"type":"[[","value":[["Image:Lambert_beach_tortola.JPG"],["thumb"],["200px"],["Lambert beach, Tortola"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Lambert Bay"]}," is a very long beach, with moderate surf, and less clear water than several other beaches.  There are two well-sign posted roads, one for the hotel and one for the beach. The hotel is very welcoming of lunch and dinner guests."]},"\n",{"type":"*","value":[{"type":"'''","value":["Josiah's Bay"]}," is a surfer's beach popular with natives as well. It's another good-sized beach with heavy surf when in season, and a strong undertow at the corners of the beach. However, many swimmers enjoy this beach, and the waves, simply by swimming away from the corners of the beach and at a safe depth. The beach extends very gradually, allowing swimmers to range far from the shore. There are two bar\/restaurants at Josiah's Bay. The Grape Tree offers excellent food at moderate prices, and the larger bar, with a large stock of alcoholic beverages, offers food as well. Neither are fine dining establishments but rather casual beach bars."]},"\n",{"type":"*","value":[{"type":"'''","value":["Brewer's Bay"]}," is the only non-white sand beach on the island. The sand is a dark gold. The bay offers snorkeling opportunities in calm weather, but because of the runoff routes from the mountains, the water is often murky after even moderate rain. Development around the island has circumvented nature's natural filtration systems, such as salt ponds, and as a result most beaches are not attractive after heavy rains because of runoff from roads that zig and zag up the mountainsides, and home development sites cut harshly into the sides of the mountains as well. That said, Brewer's Bay is an excellent place to go if you want good snorkeling right off the beach, decent food, friendly locals, reasonably warm water (late April), and some peace and quiet. Watching the pelicans diving into the watch for fish is fascinating, but can be a little unnerving when they plunge in near where you are snorkelling. These pelicans and other predators (nothing scary) are after the large schools of small \"feeder fish,\" which will let you swim along in their midst. If you take some bread or bagels with you in a plastic bag, the smaller fish will almost eat right out of your hand. A taxi from Road Town was only US$28 each way (US$7 each if you share a ride with 3 others). The drivers are happy to narrate what you are passing and will stop high above the harbor for a nice scenic photo opportunity. ",{"type":"[[","value":[["Image:Brewers Bay.jpg"],["thumb"],["Brewer's Bay, Tortola, BVI"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cane Garden Bay"]}," is the most popular, populous, and touristy of the beaches available.  Boats moor here, and on the nearly 3\/4 mi length there are five restaurants, one bar and two vendors.  It is also the only beach where there is a supermarket nearby. Live music is common.  You will find it a Myett's (happy hour), Elms and Quito's, where local guitar legend Quito Rhymer often plays. There are two parts to this beach and one half, before Quito's dock, has no bars or restaurants and so mostly deserted.  Cane Garden Bay is \"ground zero\" for all cruise ships.  That means when cruise ships are in it will be crowded.  If you want to go the beach, go early so you can get a decent spot.  Also, you want to arrive before many of the \"vendors\" that place chairs and lounges in the best locations and then rent you the chair.  Cane Garden Bay, like all beaches in the BVI's are public and you have just as much right as the chair rental vendors.  Also, if you are anchored with your sailboat, be aware that Cane Garden Bay has had a number of dinghy thefts.  In March, 2010, one sailor was confronted at knifepoint when he tried to stop the theft of his dinghy."]},{"type":"*","value":[{"type":"'''","value":["Apple Bay"]}," is a surf and party area, and does not offer much in the way of swimming. It is here that you will find the \"Bomba Shack,\" a main party site for the island's full moon parties. During these parties the street is often flooded with native and tourist party-goers, and hallucinogenic mushrooms, which are legal to possess and use in the BVI, are readily available. Users should state a preference for fresh, live mushrooms if available.  Apple Bay and Josiah's Bay are the two surfing areas of the island.  There are several good restaurants here, Sugar Mill (fine dining), Coco Plum, Sebastian's and Bomba's.  On Fridays there are fish frys under the two huge banyan trees."]},"\n",{"type":"*","value":[{"type":"'''","value":["Long Bay - West End"]}," Not to be confused with Long Bay - Beef Island, this beach at the western end of the island is easily accessible, very large, and has good swimming and moderate surf. There are several restaurants and bars, however, they sit back from the beach rather than spill onto it, as in Cane Garden Bay."]},"\n",{"type":"*","value":[{"type":"'''","value":["Smuggler's Cove"]}," Difficult to access but worth the effort, Smuggler's Cove lies at the extreme western tip of Tortola. Accessible by narrow and bumpy dirt roads, this is a small oasis used mostly by expatriate workers who reside in Tortola. There is a restaurant and bar and several small stands selling alcoholic and non-alcoholic beverages.  Try to get to the beach early to get a choice spot.  There are three vendors who set up beach chairs in some of the best spots. All three vendors offer good and drinks. Generally, they offer these chairs free as long as people are willing to spend some money on food or drinks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Brandywine Bay"]}," is a recently man-made beach, one of the only on the island's south shore. It is generally not used by locals or tourists, as natural beaches abound."]},"\n",{"type":"==","value":["Do"]},"\n\nWhile Tortola has many of the things you would expect from one of the Virgin Islands like scuba diving, boating and fishing it also has a host of other great things to do like:\n\n",{"type":"*","value":[{"type":"'''","value":["The Sage Mountain Park"]}," - lots of hiking and the tallest mountain in both the US and British Virgin Islands.  There are remnants of primary rain forest near the peak."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dolphin Discovery"]}," Swimming with dolphins is a chance to encounter these highly intelligent and friendly marine mammals which will fascinate and amaze you.  However, you might note that the dolphins are enclosed in a very small area and often swim up to the barrier to the open sea and remain there. (Commercial link deleted)"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Callwood Rum Distillery"]}," - A historic Rum manufacturer in Cane Garden Bay.  This is a great place to visit and is lots of fun."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort Recovery"]}," - This was built in 1648 by a Dutch colonist."]},"\n",{"type":"*","value":[{"type":"'''","value":["Joseph Reynold O'Neal Botanic Gardens"]}," - Beautiful Gardens with a great representation of the islands vegetation."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Baths"]}," on ",{"type":"[[","value":[["Virgin Gorda"]]},", also part of the British Virgin Islands."]},"\n",{"type":"*","value":[{"type":"'''","value":["Yachting"]}," - Tortola has world renown sailing conditions.  The island is the epicenter of the ",{"type":"[[","value":[["Caribbean"]]}," yachting community."]},"\nWith favorable trade winds and near perfect weather, Tortola has become one of the more popular ",{"type":"'''","value":["sailing"]}," destinations in the world.  Thousands of travelers every year raise anchor from Tortola traversing all over the Virgin Islands.  Their experience levels range from the professional all the way to the novice (land-lover).  Don't think that sailing is just for high rollers, many charter boat companies offer boats for rent as low as US$200 per day in the low season ",{"type":"[","value":["http:\/\/www.vacationtortola.com\/Yacht-Rentals.html"]},".  \n\nIn fact many people fly in to Tortola just to hop on a yacht and spend their entire vacation on the vessel.  These people will often sail to some of the smaller neighboring islands in search of an uninhabited island where they can have the beach all to themselves.  Others set sail to enjoy the great snorkeling or fishing.  ",{"type":"[[","value":[["Anegada"]]}," is a popular destination because of it's bountiful coral reefs.  At night there are plenty of moorings (anchorage balls) available in the larger bays.\n\nIf you're a novice and entertaining the thought of taking the boat out for the day, don't worry there are classes available for beginners at just about every marina.  If you don't have that kind of time, just hire a captain for the day.  They usually only cost about US$150 per day.  Many times you can hire a cook for the day for about the same price.\n\nTruth be told, this is not an island for the lover of malls or entertainment complexes. If you're not offshore partying on a yacht, you could be lying on a beach meditating on the beautiful turquoise waters, or scuba or snorkeling looking at the corals and tropical fish, or maybe you're onshore partying at a bar.   \n\n",{"type":"===","value":["Drink"]},"\n\n",{"type":"'''","value":["Alcohol"]}," is immensely popular in the BVI, both beer and island cocktails, most notably rum. For beer, dark beers are rare. Red Stripe and Carib are the local beers, and other popular beers you'd expect to see are available as well. Roadside stands offer ice-cold beer for two or three dollars each, and bars offer beer at a comparable price to what you'd pay in an average-guy bar in the U.S. Rum Punch and Painkillers are two popular drinks. It is not at all unusual to chat up strangers and both buy and receive drinks. Remember to say \"Cheers.\"\n\nRestrictions on alcohol are very light. Bars usually stay open as long as business is booming, frequently about 3AM on weekends. It is acceptable to leave a bar with your beer, and if you know the bar well, not too unusual to walk in with one, either. Smoking is absolutely taboo in every business and public area in the BVI and cigarettes, though sold in the supermarkets are kept in locked cabinets since a recent law in July 2007.  Drinking and driving is not actually illegal, but if you are involved in an accident you can be prosecuted for careless driving (on account of intoxication).  Police generally do not stop cars until they have crashed, if you are found to be drunk you will be prosecuted for it, and if you were to injure or kill someone you could potentially face a long period of imprisonment - just because drinking and driving is not illegal doesn't mean that it is not stupid.\n\nThe roads on the island are at best \"basic\".  Roads that have straightaways have large speed bumps and many of the speed bumps are not clearly marked.  Many of the roads through the island have a width for no more than one and a half cars and are in a state of disrepair with numerous switchbacks and grazing livestock.  These are not roads that you want to face with any level of intoxication.\n\n",{"type":"*","value":[{"type":"'''","value":["Le Cabanon"]},", casually known as \"The Cab.\" An excellent bar with a great crowd in the heart of Road Town, the Cab has great, friendly bartenders, and a clientele composed mostly of ex-pat workers and tourists. Revelry here is par for the course from Thursday to Saturday night."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Royal BVI Yacht Club"]},", just west of town. This is mostly frequented by English ex-pats rather than the local populace and hosts races and the local rugby club. The Club hosts different nights - taco, sushi, trivia among them."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Red Rock Restaurant & Bar"],["url=http:\/\/www.redrockbvi.net"],["email=redrockbvi@hotmail.com"],["address=enn's Landing Marina, East End, Tortola"],["lat="],["long="],["directions="],["phone=+1 284 4951646"],["tollfree="],["fax="],["hours=4-10PM"],["price=US$6-$36"],["content=Casual waterfront dining with dingy eccess. Fresh seafood, certified Angus beef, homemade pizza, vegetarian dishes, daily specials. Red Rock Restaurant & Bar, located at Penn's Landing Marina on East End. Expats and tourists together with a few locals blend to  hear the latest island gossip and share stories of adventures past & present."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Three Sheets"],["url="],["email="],["address=Road Town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A wild party scene and when its not wild it's a sports bar. The clientele are mainly young expats settled in the BVI and a few locals. Owned and run by the same people as the Bat Cave and Spaghetti Junction."]]}]},"\nOther good bars and party spots: ",{"type":"'''","value":["Bomba Shack in Apple Bay"]},", ",{"type":"'''","value":["The Bat Cave"]}," near Village Cay in Road Town(hot nightclub), ",{"type":"'''","value":["Myett's"]}," and ",{"type":"'''","value":["Quito's"]}," in Cane Garden Bay. In Road Town:  the ",{"type":"'''","value":["Virgin Queen"]}," is a sports bar and serves pizzas, ",{"type":"'''","value":["Pussers"]},", next door to ",{"type":"'''","value":["Le Cabanon"]}," offers wild happy hours, ladies' nights and its own blend of rum and rum-based drinks and also draught beer (sometimes). To the east of the island is the ",{"type":"'''","value":["Last Resort"]}," (fusion dining and an interesting, eclectic cabaret on weekend nights) situated on a small islet off Trellis Bay in the East End (there is a free water taxi).\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["H.Lavity Stoutt Community College"]}]},"\n",{"type":"==","value":["Work"]},"\n\nA work permit is needed for foreigners to work on the island.  Work permits are only issued when no locally qualified applicant is available.\n\n",{"type":"==","value":["Buy"]},"\n\nThe US Dollar (US$) is the official currency. Credit cards and travelers checks are widely accepted.\n\n",{"type":"*","value":["Books on the BVI, its flora and fauna (not much, but there are small boa constrictors, mongooses, lizards and the smallest gecko in the world).  The best place to buy them is at Serendipity Bookshop which is the largest and most fully-stocked bookstore on the island.  Upstairs is an espresso bar and internet cafe with free wi-fi and paintings by local artists.  On Main Street in Road Town."]},"\n",{"type":"*","value":["Locally-made souvenirs at Bamboushay which sells handmade pottery in a little wooden house on Main Street and has a pottery in Nanny Cay where you can visit and even try your hand at making some china yourself."]},"\n",{"type":"*","value":["Unique BVI stamps at the Philatelic Bureau attached to the Post Office on Main Street."]},"\n",{"type":"*","value":["Some tradition may be served by visiting Pusser's General Store, on the waterfront southwest side of Road Town, within sight of the cruise ship pier.  Through the English tavern in front, they sell souvenirs and Pusser's Blue Label Rum...ostensibly made with the same recipe used by the British Royal Navy for centuries."]},"\n",{"type":"*","value":["T-shirts and sculpture by Aragorn Dick-Read in his studio on Trellis Bay at the East of the island."]},"\n",{"type":"====","value":["Supermarkets"]},"\n\n",{"type":"*","value":["Food and the obligatory souvenir bottle of rum and Cuban cigar at ",{"type":"'''","value":["Bobby's"]},", ",{"type":"'''","value":["Riteway"]}," and ",{"type":"'''","value":["One Mart"]},", all good supermarkets in Road Town."]},"\n",{"type":"*","value":["Note that in both the Cruise Ship Vendors' Market and the Craft Market the goods are imported from Miami, St. Martin and Panama and very little, if anything, is locally-made."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Roti Palace"]},", Main Street in Road Town, offers roti (Indian flat bread) wrapped around various curries from vegetable to goat."]},"\n",{"type":"*","value":[{"type":"'''","value":["Capriccio's"]},", on the Waterfront in Road Town. A proper Italian cafe with pizzas and daily pasta specials.  Arguably the best food on the island."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Road Town Bakery"]},", Main Street offers sandwiches and really fantastic pastries.  There are only a couple of tables outside here so its primarily take-away."]},"\n",{"type":"*","value":[{"type":"'''","value":["Serendipity Bookshop Cafe"]},", in an old West Indian house on Main Street. Offers espresso, paninis, wraps and has internet access."]},"\n",{"type":"*","value":[{"type":"'''","value":["Indigo Moods"]},", near the Roundabout. Offers vegan fare - tofu in different ways served plated or in a roti."]},"\n",{"type":"'''","value":["Outside of Road Town"]},", there is ",{"type":"'''","value":["Palm's Delight"]}," in Carrot Bay also the very strange ",{"type":"'''","value":["North Shore Shell Museum"]}," which has home-grown soursop daiquiris, good barbeque and a very large number of shells although not much variety in them.  In Cane Garden Bay, ",{"type":"'''","value":["Stanley"]},"'s serves burgers and chicken at a budget price and lobster at quite a bit more.  The ",{"type":"'''","value":["Camp Ground"]}," in Brewer's Bay has a very limited menu, but its not expensive.  ",{"type":"'''","value":["Cruzin"]},"'s, also in Carrot Bay, has a wonderful island-style atmosphere and great food on the inexpensive side (cruzins.com).\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Pussers"]}," on Frenchman's Cay caters to a sailing and local crowd.  Its far superior for eating to its sister restaurant in Road Town.  "]},"\n",{"type":"'''","value":["In Road Town"]}," and its environs, ",{"type":"'''","value":["Nexus"]},", ",{"type":"'''","value":["Village Cay Marina"]},", ",{"type":"'''","value":["the Pub"]},", and ",{"type":"'''","value":["Le Cabanon"]}," have good but unremarkable food at mid-range prices.  Le Cabanon and Village Cay Marina are more popular as loud and fun bars.\n\n",{"type":"'''","value":["Myetts"]}," in Cane Garden Bay has good food a really great bar with the best bartenders in Cane Garden Bay, and some say the best \"happy hour\" values in Cane Garden Bay, right on the beach with great views.  Happy hour usually includes live entertainment with some local artists, and artists from the USA and Canada.\n\n",{"type":"'''","value":["Elms"]}," in Cane Garden Bay has very good food, on the beach with good views and excellent Caribbean barbecue on Fridays and Sundays.  Live entertainment at dinner on Fridays's and Sundays.\n\n",{"type":"'''","value":["Stanleys"]}," in Cane Garden Bay is located right on the beach, good food and a great place to hang out for hours, especially in the afternoon. \n\n",{"type":"'''","value":["BannaKeet"]}," on Windy Hill in Carrot Bay has hands down the very best sunset views on Tortola.  Great bar and great food.  Live entertainment on Wednesdays and Fridays provided by the 12 string guitar and vocals of the well-known local artist Rubin Chinnery.\n\nThe ",{"type":"'''","value":["Jolly Roger"]}," located in the West End has very good food and is located right on the water.  It has a great Caribbean barbecue every night and lots of good musical acts. \n\n",{"type":"'''","value":["Peg Legs"]}," located in Nanny Cay has good food and is popular with expats.\n\n",{"type":"===","value":["Splurge"]},"\n\nIf US$200 for two for a meal with wine is what you are looking for, then try these places.\n\n",{"type":"*","value":[{"type":"'''","value":["Secret Garden"]}," situated in Josiah's Bay in a beautiful garden, Suzanne serves some of the best food in the Caribbean."]},"\n",{"type":"*","value":[{"type":"'''","value":["Brandywine Bay Restaurant"]}," above the Bay is a beautiful place in a fabulous location. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Sugar Mill restaurant"]}," in Little Apple Bay, part of beautiful hotel. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Dove"]},", Road Town. For sale."]},"\n",{"type":"*","value":[{"type":"'''","value":["15 Abbott Lane"]}," in Road Town.Closed down permanently. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Oscar's"]},", on Frenchman's Cay.Taken over by owners of \"Dove\" and renamed \"Watermark\" it has now been taken over again by Paul Spicer."]},"\n",{"type":"*","value":[{"type":"'''","value":["Donovan's Reef"]},", on Scrub Island. Private launch to and from Trellis Bay moorings is provided upon request (VHF channel 19). Superb location. Look for Tarpon swimming under the jetty once the sun has set. No longer open. Island in the process of redevelopment. Will eventually have marina,retail outlet, restaurant and bar."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jolly Roger Inn"],["url=http:\/\/www.jollyrogerbvi.com\/"],["email="],["address=West End"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Caribbean Villas and Resorts"],["alt="],["url=http:\/\/www.caribbeanvilla.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Provides villa rentals on the beaches of Tortola."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Frenchman's Lookout"],["alt="],["url=http:\/\/frenchmanslookout.com\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-866-940-0020"],["fax="],["price="],["checkin="],["checkout="],["content=Plantation-style villa with fifteen rooms, including five bedrooms, four bathrooms, a dining room, and 360 degree unobstructed views."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Peter Island Resort"],["alt="],["url=http:\/\/peterislandresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-346-4451"],["fax=+1 770 476-4979"],["price="],["checkin="],["checkout="],["content=Road Town. A self-contained resort on an 1,800 acre private island with 5 beaches in the British Virgin Islands."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Purple Pineapple Villa Rentals"],["alt="],["url=http:\/\/purplepineapple.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has many options from Budget to Plush rentals. The lowest price search range on their site is from $0-$2,000, with most search results just below and above US$1,000."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Casa Luna"],["alt="],["url=http:\/\/www.casalunabvi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Smugglers Cove. Casa Luna overlooks Smugglers Cove, offering breezy outdoor living with beautiful views and total privacy. Minutes from the beach and near the West End ferry dock. 4WD recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["McLaughlin Anderson Luxury Villas"]},", Representing a wide range of villas in West End, Cane Garden Bay, Belmont, Havers Hill, Beef Island, Greenbank Estate. ",{"type":"[","value":["http:\/\/www.mclaughlinanderson.com\/"]},". Offering over 25 years' experience in island vacations and vacation planning. +1-800-537-6246 or +1 340 776-0635"]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":["The police emergency number is ",{"type":"'''","value":["999"]}," or ",{"type":"'''","value":["911"]},"."]},"\n",{"type":"*","value":["The BVI's have several local phone companies (Lime, C&W Boatphone, Digicell) providing island cell phone service.  Understand that you can easily use this service with your USA-based cell phone almost anywhere on the island but it will cost up to $5 per min in roaming charges.  To avoid this you can use a local land line phone that permits you to use \"USA Direct\", (1-800-872-2881) which has considerably lower per minute charges for calls to the USA.  If you have a computer or cell phone that can access wi-fi, most bars, restaurants and resorts have free Internet so you can use VOIP such as Skype or Google voice for inexpensive \"phone calls\" anywhere in the world.  If you have a US-based cell carrier and it is available in the US Virgin Islands, another trick is to find a location that faces St. Thomas or St John, USVI (west end of Tortola or locations where St Thomas \/ St John is in sight).  There is a good chance you can pick up your US carrier on your cell phone and avoid the BVI's local carrier's roaming charges.  You may have to manually force your cell phone search and register with your US carrier.  Double check that your cell phone is connected to the US carrier before you call."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"====","value":["Drugs"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Marijuana"]}," is very frowned upon by authorities, so much so that immigration and visitation by Rastafarians was once regulated by legislation in the BVI. Being caught with even a small personal amount of marijuana will almost certainly lead to a stiff fine usually in the region of US$1,000 and instant deportation.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Mushrooms"]}," (hallucinogenic inducing varieties) are legal in the British Virgin Islands. The native species grows in the hills and is available after rains, which occur throughout the year.  Mushrooms and mushroom teas is sold at full moon parties at Bomba Shack in Capoon's Bay and the mushrooms are available from casual purveyors at various bars.  This is one experience you have to be in the right place for - do not ask people where you can buy mushrooms, it won't get you a result."]},"\n",{"type":"====","value":["Stings and bites"]},"\n\nLike many Caribbean islands, Tortola has its share of critters that bite and annoy.  Bring a plentiful supply of insect repellent to keep the sand fleas and mosquitoes at bay.  If you are going to be staying in a \"villa\", understand that many villas are not as always adequately screened as they are in the United States.  Consider bringing some light mosquito netting.  If you need mosquito netting when you are on Tortola, try ",{"type":"'''","value":["Arawak Designs"]}," at Prospect Reef.  Nothing in the BVI can give you a fatal bate (not even if you are a child), but a sting from a scorpion can hurt like the dickens.\n\nAlso in common with the Caribbean generally, the BVI suffers occasional outbreaks of Dengue fever, which is a mosquito borne illness.  Although not fatal, it can be very uncomfortable.  As with all such things, prevention is better than cure.  If you are told that there has been an outbreak of Dengue, be vigilant about applying mosquito repellant and sleeping under a net or in air conditioning.\n\nCertain species of reef fish in the BVI are susceptible to a virulent type of disease called Ciguatera, which makes them extremely toxic to eat.  Fish served in a restaurant will be fine, but unless you are are really, really sure, don't eat any fish you have caught yourself without checking with someone knowledgeable.  Barracuda are particularly prone, and should never be eaten in the BVI.\n\n",{"type":"==","value":["Environmental Issues"]},"\n\nTortola is one of the premier destinations for bareboat sailing charters.  However, in the BVI, sailboats are not required to have holding tanks for sewage storage, as they are in the U.S. Virgin Islands.  Instead, each boat pumps its raw sewage into the surrounding water.  There are rules against flushing the head (toilet) in a marina, but it appears to be unenforceable.\n\nRoad Town collects its sewage and pumps it without further treatment into the Sir Francis Drake Channel, several hundred yards offshore.  \n\nToilet paper is not allowed to be flushed from boats.  Instead, used toilet paper must be disposed of in the trash can next to the toilet.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Ferries sail to ",{"type":"[[","value":[["Virgin Gorda"]]},", ",{"type":"[[","value":[["Anegada"]]},", ",{"type":"[[","value":[["Jost Van Dyke"]]}," and to ",{"type":"[[","value":[["Saint John (Virgin Islands)"],["St. John"]]}," and ",{"type":"[[","value":[["Saint Thomas"]]}," in the US Virgin Islands many times daily.  Also available is a once a week ferry to Anegada, the only coral island in the BVI.  Several airlines operate daily flights to all the islands of the Caribbean between Trinidad and Puerto Rico.  "]},"\n",{"type":"{{","value":[["geo"],["18.4167"],["-64.5833"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["British_Virgin_Islands"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tortola"]]},"\n",{"type":"[[","value":[["Commons:Category:Tortola"]]}]