[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Tortuga"]]},"\n",{"type":"'''","value":["Tortuga"]}," (French: Île de la Tortue) is an island just north of ",{"type":"[[","value":[["Haiti"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe island was named \"tortuga\" (Spanish for turtle) by Christopher Columbus, who discovered the island in the mid-1400s. It soon after became a haven for pirates. It fell outside the jurisdiction of the East India Trade Company and Royal Navy, so anarchy and unruliness became the norm. It was featured in the modern-day film, ",{"type":"''","value":["Pirates of the Caribbean"]},".\n\nUnfortunately, the island has not departed from it's old pirate days. It is still known as a hotspot for smuggling to America, and a number of drug lords live in huge mansions overlooking the ocean.\n\n",{"type":"==","value":["Get in"]},"\nThere are boats from nearby ",{"type":"[[","value":[["Port-de-Paix"]]}," to Basse-Terre, a coastal fishing port on the island. Transport is then possible to the nearby local capital.\n\n",{"type":"==","value":["Get around"]},"\nThere's no public transport. You'll have to rely on locals. Some towns along the coast have no road connections, and you will need to travel there by boat.\n\n",{"type":"==","value":["See"]},"\nThe island has pristine beaches, which you will probably have all to yourself. Along with this, there are a few public buildings including churches and a school.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe tourist industry has not been developed, so there is no accommodation on the island. Instead, seek hotels on the mainland at Port-de-Paix.\n\n",{"type":"==","value":["Connect"]},"\nThere is pretty much no electricity on the island. Don't expect phone reception or internet.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Haiti"]]}," mainland"]},"\n",{"type":"{{","value":[["geo"],["20.0667"],["-72.8167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Haiti"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tortuga (Haiti)"]]}]