[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Toshima Island"]}," is a remote fishing village with one of the smallest populations of all the ",{"type":"[[","value":[["Izu Islands"]]}," with only around 330 residents. The island itself is only 4.2km squared with 80% of it covered in Camellia forests.\n\n",{"type":"==","value":[" Understand "]},"\n\nThe Toshima island is has only one small fishing village near the island's port and receives very few tourists all year round. There are few decent beaches and being covered in forest, travel between them is quite difficult unless walking. Between November and March the red Camellia flowers come into full bloom and may be the most popular time of year to visit. However even without these flowers there is still much to gain from the forests of this island, such as unique wildlife and the Saku Lily, which happens to be the largest lily in the world, is present in the summertime.\n\n",{"type":"==","value":[" Get in "]},"\n\nFerries that head to Niijima Island will make a brief stop at Toshima, usually around 7AM. There is one other (much more expensive) way to travel to Toshima which is a 10 minute flight by a private helicopter from Oshima Island.\n\nGetting out is the same way as getting in; catching the ferry off the island via the port at around 7AM most mornings.\n\n",{"type":"==","value":[" Get around "]},"\n\nAs the island is covered in forest, the only real way to get around is by walking, however as the island is only 4.2 square kilometres so this doesn't usually prove too difficult.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Izu Islands"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Toshima, Tokyo"]]},"\n",{"type":"{{","value":[["geo"],["34.52433"],["139.27999"],["zoom=15"]]}]