[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Tossa de Mar"]}," is in the ",{"type":"[[","value":[["Costa Brava"]]}," region of ",{"type":"[[","value":[["Catalonia"]]}," in Northeastern ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"[[","value":[["Image:Tossa_de_mar.jpeg"],["thumb"],["250px"],["View of Tossa de Mar including the hilltop castle"]]},"\n",{"type":"[[","value":[["Image:Tossa from castle.jpeg"],["thumb"],["250px"],["A view of Tossa de Mar from the castle"]]},"\n\n",{"type":"==","value":["Get in"]},"\nIf not on a package deal, usually a Ryanair flight to Girona airport. From there a shuttle bus booked on the internet for between 12 and 16 euros each way to the resort. Best to book a return trip and you have to phone them to confirm the day before leaving. Warning: A few shuttle buses will do all the more distant resorts first before ending up in Tossa de Mar. There is a wall phone for taxis at the Tourist Office next door to the bus station. Other telephones take cash or card.\n\n",{"type":"==","value":["Get around"]},"\nThe town is very easy to walk around and has a small village feel unlike its larger neighbours. Most of the town is flat and wheelchair friendly (but many hotels are not). There is a bus station with regular buses to Lloret de Mar (€1.30 and 15 minutes away) and Barcelona. From Lloret bus station you can get a bus to Blanes (which has a market on Monday). Always buy return tickets as queues can be very long. Lots of free car parking if you hire a car (2 places in town). The town has free parking within easy reach of the centre and does has some car ramps but they are moderate in size.\n\n",{"type":"==","value":["See"]},"\nParts of the town date from the 12th century. There are extensive walls of an old fort next to the beach and more remains with a small section of old houses nearby (the Vila Vella), some towers (which you cannot go inside of) and a working lighthouse on top of a hill. Do not drive upto the fort as the road is very narrow, has many bad turns and there is no parking at the top. A small history museum at the sea front and on top of the hill a light house museum (€3 each). There is the ruins of some old Roman villas a few minutes walk from the bus station (turn right) and a few old churches in town. There are two information bureaus in town (shut 2pm in off season), one next to the bus station and the other by the main beach where you can pick up free maps of the town with full information in a number of languages on the back. There are also a number of information boards about with important information and hotel locations on them. Thursday (morning) is market day.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Tossademar.jpg"],["thumb"],["300px"],["View over Tossa De Mar"]]},"\nSome nice beaches. Sand is gravelly which is fine to walk and sit on and won´t sand blast you if there is some wind. Public toilets at either end of the main beach as well as near a further beach. A blue and white tourist train (a motor vehicle disguised as a train pulling 3 carriages) does tours of the town. Another (green) train will take you upto the top of the fort if you don´t feel like walking. A glass bottom boat which enables you to see fish and such and explores local grottos. SCUBA and PADI diving: A number of shops around town to buy or hire cylinders and gear from as well as \"diving schools\" where you can dive with others.\nWell worth checking out Splash Ocean Adventures on the main beach,it`s a great little boat trip that also includes trying snorkeling. Some cyber cafes ranging from €2 to €3 an hour. Trips to nearby towns by bus or by boat as well as Barcelona. Local radio is 107.8 FM. There is a small bowling alley as well as a few slot machines on the Avda Costa Brava. Also a small crazy golf place nearby (Avda de la Palma). There are travel agents in town. This is more a family resort than Lloret, so quieter. The town is about as safe as they come and unusual for Mainland Europe, cars stop at crossings to let people cross.\nYou can walk South out of the old town along the cliffs for lovely views. Also West up into the pine covered hills. Excellent bus services to North and South to gain access to further wonderful walking. The tourist information office is a very helpful source of walking information and maps.\n\n",{"type":"==","value":["Buy"]},"\nAll the things you can usually buy in Spain, souvenirs and such. Nothing cheap in the way of quality goods or tourist souvenirs but there are some €1 and up shops to buy small things you forgot or find you need. Out of school holidays, many shops shut from 13:30 till 16:30 then are open till around 20:00. Most shops that sell postcards also sell stamps with them. There is a post office on Ava de Ferran Agullo, just past Caprabo across the road, open till 2:30pm. English and other newspapers are available.\n\nGood quality indeed is the silver shop of Tim and Kat handmade and not made in China, Made in Tossa de mar. Its a bit hidden but you will find it.\n\nYou can acquire money from the main Spanish banks as well as ATMs and exchange bureaus.\n\n",{"type":"==","value":["Eat"]},"\n\nAuthentic local food, burger and chips, pizza, Chinese, curry, cakes is available in the many resturants. Generally the closer to the sea you get, the more the prices go up. If you do it yourself, the Maxi Dia and Caprabo supermarkets five minutes walk from the centre of town main street roundabout (Ava de la Catalunya and Ava de Ferran Agullo which both lead off of the roundabout) are the cheapest. Many tourists use Magatzems Palau which is by the centre of town roundabout but this shop is expensive.\n\n",{"type":"==","value":["Drink"]},"\n\nYou are spoilt for choice of drinking places with all the normal drinks. Try the La Luna bar in the old town (Vila Vella), just sit down relax and absorb the peace or do some people watching on the terraces on the Paseo del Mar, along the beach, with places like El Celler.\n\n",{"type":"==","value":["Sleep"]},"\n\nMany hotels and hostels (most are small, often four floors high) dotted around town which can be booked on the internet. As the town is fairly compact, almost all are within easy walking distance of anywhere. The resort has the benefit of no noisy night clubs so you can get a good night´s sleep. Check if you book an apartment that it is not in the surrounding hills and so you have a fair walk down and up between there and town. Hotel TV´s usually have CNN, Eurosport and some foreign channels. Many will also have air-conditioning which is important in the hottest months. Local agencies do long apartment lets for a month or more.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Diana"],["url=http:\/\/www.hotelesdante.com\/en\/hotel-diana-tossa-de-mar"],["email="],["address=Plaça Espanya 6"],["lat="],["long="],["directions="],["phone= +349721886"],["tollfree="],["fax="],["hours="],["price=from 60€"],["checkin=13.00"],["checkout=12.00"],["content=Emblematic modernist boutique hotel located on the beachfront in the historical centre."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Delfín"],["url=http:\/\/www.hotelesdante.com\/en\/hotel-delfin-tossa-de-mar"],["email="],["address=Avda. Costa Brava 2"],["lat="],["long="],["directions="],["phone= +34972340250"],["tollfree="],["fax="],["hours="],["price=from 60€"],["checkin=13.00"],["checkout=12.00"],["content=4 star hotel located in the centre of town."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Windsor"],["url=http:\/\/www.hotelesdante.com\/en\/hotel-windsor-tossa-de-mar"],["email="],["address=C. Nou 28"],["lat="],["long="],["directions="],["phone= +34972340186"],["tollfree="],["fax="],["hours="],["price=from 30€"],["checkin=13.00"],["checkout=12.00"],["content=Low cost hotel located right in the centre of town, 2 minutes from the beach. The hotel has private terrace and swimming pool."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Marina Tossa"],["url=http:\/\/www.hotelesdante.com\/en\/hotel-marina-tossa-de-mar"],["email="],["address=Avda. Catalunya 33"],["lat="],["long="],["directions="],["phone= +34972340221"],["tollfree="],["fax="],["hours="],["price=from 30€"],["checkin=13.00"],["checkout=12.00"],["content=The Hotel Marina Tossa is a low cost hotel located in a very quiet area, 15 minutes from the centre of town and 800 metres from the beach. It has two swimming pools, one for children, and a garden area with tennis courts, pool and ping pong tables."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Tossa Beach"],["alt=Tossa Beach Center"],["url=http:\/\/www.tossabeach.com"],["email="],["address=Adva. La Palma, 20"],["lat=41.43183972"],["long=2.55549876"],["directions="],["phone= +34972342882"],["tollfree="],["fax="],["hours="],["price="],["checkin=13.00 h"],["checkout=10.00 h"],["content=4 star hotel 150 metres from the beach and 200 meters from the town centre. Only all inclusive basis."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Tossa Center"],["alt=Hotel Tossa Beach Center"],["url=http:\/\/www.tossacenter.com"],["email="],["address=Avda. La Palma, 9"],["lat=41.43180294"],["long=2.5555185"],["directions="],["phone= +34972342920"],["tollfree="],["fax="],["hours="],["price="],["checkin=13.00 hrs"],["checkout=10.00 hrs"],["content=4 star hotel 150 metres from the beach and 200 meters from the town centre. 76 rooms and runs only all inclusive basis."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Mar Bella*"],["alt=(Marbellatossa)"],["url=http:\/\/www.marbellatossa.com"],["email="],["address=Avda. Costa Brava, 21"],["lat=41.43205926"],["long=2.55510996"],["directions="],["phone= +34972341363"],["tollfree="],["fax="],["hours="],["price=Rooms from 50 €"],["checkin=13.00 hrs"],["checkout=10.00 hrs"],["content=100 meters from the Playa Gran de Tossa beach. The hotel has 33 comfortable rooms, 24 hour reception, internet corner, wi-fi connection and safe."]]}]},"\n",{"type":"==","value":["Cope"]},"\nThe one main annoyance is that many young men and women have motorbikes and believe they have to rev them as much as possible for maximum acceleration (fairly slow) and maximum noise (a loud whine) when driving around town. There is one automated speed camera about a mile out of Tossa near the start of the long descent into town. The small streets in the centre of town can get very crowded in high season with people coming in by bus, coach and boat from other towns as well as constant tours of this historic town and even Spanish people going to the coast for a short break or a weekend away.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Lloret de Mar"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Blanes"]]}]}," are easily reachable by coach or ferry. ",{"type":"[[","value":[["Barcelona"]]}," is a good day-trip idea if you are staying in Tossa for a while, with coaches departing regularly from the town's coach station.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["41.720556"],["2.932222"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Costa Brava"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tossa de Mar"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tossa de Mar"]]}]