[{"type":"{{","value":[["pagebanner"],["Toulouse banner.jpg"]]},"\n",{"type":"{{","value":[["translate"],["fr"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.toulouse-tourisme.com\/ Toulouse"]}]}," is a city in southwestern ",{"type":"[[","value":[["France"]]},", near the Pyrenees, capital of ",{"type":"[[","value":[["Haute-Garonne"]]}," in the ",{"type":"[[","value":[["Midi-Pyrenees"]]}," region, half way between the Atlantic and the Mediterranean. Toulouse is the fourth largest city in France, after Paris, Marseille and Lyon, and it is known as the capital of French rugby and for violets, which are used to make bonbons and liqueurs there.\n\n",{"type":"[[","value":[["File:Cathedrale St Etienne Toulouse.jpg"],["thumb"],["300px"],[{"type":"'''","value":["Toulouse Cathedral"]}," (",{"type":"''","value":["Cathédrale Saint-Étienne de Toulouse"]},")"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:167 Toulouse.JPG"],["thumb"],["Hotel Dieu Saint-Jacques on Garonne"]]},"\n\nToulouse has become a center of aviation and spaceflight in the past 20 years. More than 35,000 of the inner city's 400,000 citizens work in the civil aviation or space industries; Airbus \/ EADS is the largest employer in the region. The city has remained relatively unchanged despite the economic boom.\n\nToulouse is also heavily involved in research and education, being home to over 100,000 students. The ",{"type":"[","value":["http:\/\/www.univ-tlse3.fr University of Toulouse"]}," is one of the oldest in the world, founded in 1229.\n\nThe city at the ",{"type":"'''","value":["Garonne"]}," river is on the site of an ancient Roman settlement; even today many of the smaller streets follow their Roman counterparts and many of the red brick buildings are of a pseudo-Roman style. These buildings are also what gives Toulouse its nickname ",{"type":"'''","value":["La ville rose"]}," (The pink city).\n\nIn the Middle Ages, Toulouse was one of the richest cities of France due to the sale of blue coloring (pastel) extracted from woad plants. This monopoly was only broken when the Portuguese began to import Indigo to ",{"type":"[[","value":[["Europe"]]},". Over 50 ",{"type":"'''","value":["hotels"]},", mansions, remain witness to the past wealth.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.toulouse-tourisme.com Toulouse Tourist Office"]}]}," is in the back of the Capitolium.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nRegular scheduled domestic and international flights arrive at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.toulouse.aeroport.fr\/ Blagnac airport"]}]},", about 20 minutes from the city. It serves connections from ",{"type":"[[","value":[["Paris"]]}," about every 30 minutes. There are many other flights as well, for example to ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Munich"]]}," and ",{"type":"[[","value":[["Frankfurt"]]},".\n\nTo get to the city from the airport, you can use a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.toulouse.aeroport.fr\/en\/passengers\/go\/access-airport\/airport-shuttle bus shuttle"]}]}," for about €5  which takes about 30 minutes. Another option is to use bus number 66 which would take you to the metro. Going by ",{"type":"'''","value":["taxi"]}," is also another option will cost about €20.\n\nDeparture\/arrival hall for your flight can be found out by searching for the flight number at ",{"type":"[","value":["http:\/\/www.toulouse.aeroport.fr\/en\/vols\/recherche airport website"]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":["French railways ",{"type":"[","value":["http:\/\/www.voyages-sncf.com\/"]}," :"]},{"type":"[[","value":[["Paris"]]}," : 5h (by ",{"type":"'''","value":["TGV"]},") to 7h30 (common train).\n",{"type":"[[","value":[["Bordeaux"]]}," : 2h00.\n",{"type":"[[","value":[["Marseille"]]}," : 4h00.\nThe train station is almost in the heart of the city.\nCheap tickets can be found via ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.idtgv.fr iDTGV"]}]}," which offers TGV tickets from ",{"type":"[[","value":[["Paris"]]}," starting from about €18.\n\nToulouse is one end of the train line through the Pyrenees (TER Midi-Pyrénées line 22). This line passes through ",{"type":"[[","value":[["Ariège"]]},", and most trains end at the capital ",{"type":"'''","value":["Foix"]},". However, 6 trains a day continue from Toulouse and Foix on to Andorre-L'Hospitalet (the closest train station to ",{"type":"[[","value":[["Andorra"]]},") and Latour-de-Carol, at which you can change trains towards ",{"type":"[[","value":[["Barcelona"]]},". The train to Andorre-L'Hospitalet takes 3 hours, 30 minutes, and the full journey to Barcelona takes about 7 hours (including the change at Latour-de-Carol) and costs €30. \n\nThe schedule for the French train is on the ",{"type":"[","value":["http:\/\/www.trains-touristiques.sncf.com\/region.asp?menu=3&train=transpyreneen&lang=en Touristic Routes section of the SNCF website"]},", while the Spanish schedule can be found by looking on the ",{"type":"[","value":["http:\/\/www.rodalies.cat Rodalies de Catalunya"]}," page. The Catalan name of Latour-de-Carol is ",{"type":"''","value":["La Tor de Querol"]}," as listed on the Rodalies webpage.\n\n",{"type":"===","value":["By car"]},"\nMajor highways towards ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Bordeaux"]]},", ",{"type":"[[","value":[["Marseille"]]},", ",{"type":"[[","value":[["Barcelona"]]},"\n\n",{"type":"===","value":["By bus"]},"\nBus and metro terminal at the railway station.\n\nBus services to Spain, Belgium, Italy, and Portugal can be made through Alsa bus departing from the main bus station in Toulouse. ",{"type":"[","value":["http:\/\/www.alsa.es\/portal\/site\/Alsa\/?portal.alsa.request.locale=en_GB"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Building 20 place of President Thomas Wilson, Toulouse.jpg"],["thumb"],["The landmarked building at 20 place du Président Thomas Wilson"]]},"\nToulouse is a big city, but the historical centre (downtown) is quite small, so you can ",{"type":"'''","value":["walk"]}," to most beautiful and famous destinations in the inner city quite comfortably. This is definitely the best way to explore the city. \nFor getting in and out of the centre, Toulouse has ",{"type":"'''","value":["a network of bus and metro lines"]},". The bus services, called Tisséo, are complemented by metro and tramway lines. But most bus services stop around 21:30 so you could be stranded.  There is only one, licensed taxi operator (Capitole Taxi) and the service can be very poor.  If you want to get back to your hotel after the buses have stopped, you need to pre-book a taxi or be prepared for a wait which could be over an hour.   \n\nThe metro is relatively small, there are two lines, one going east-west (line A), and the other going north-south (B), but is modern and easy-to-use. The line C, leaving from the station Arènes, is not a metro line, but is a regional above-ground train which serves communities to the west of Toulouse including St. Martin du Touch, Colomiers, and l'Isle Jourdain, all the way to the city of Auch in the department Gers. The tramway also leaves from the station Arènes, and serves the northern city of Blagnac. There is another tramway line under construction, which will run alongside the Garonne.\n\nPublic transport company web site: \n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tisseo.fr\/ Tisseo"]}]}," (French only)"]},"Page with the ",{"type":"'''","value":["network map"]},", and ",{"type":"'''","value":["specific maps and schedules for all the bus and metro lines"]},": ",{"type":"[","value":["http:\/\/www.tisseo.fr"]},"\nThis page features an online travel planner (\"recherche d'itinéraires\" tab) that will indicate the route and times to get from one place to another at a given time.\n\n",{"type":"===","value":["By car"]},"\n\nYou should avoid going downtown with a car, as parking space is seriously limited. One good option is to drive to a metro station out of the center and park there, then head downtown by metro.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ambulatory ceiling - Cathedral Saint-Etienne in Toulouse.jpg"],["thumb"],["Ambulatory ceiling - Cathedral Saint-Etienne"]]},"\n",{"type":"[[","value":[["File:Toulouse Capitole Night Wikimedia Commons.jpg"],["thumb"],["Toulouse Capitole at night"]]},"\nToulouse has a small center, and you can reach most interesting places in the downtown area comfortably on foot.\n\n",{"type":"*","value":[{"type":"'''","value":["Basilique Saint Sernin"]}," - a church from the 11th Century, partly restored by the famous French architect Viollet-le-Duc."]},{"type":"*","value":[{"type":"'''","value":["Notre-Dame de La Daurade"]}," - a basilica dating from the 5th century, overlooking the Garonne river"]},{"type":"*","value":[{"type":"'''","value":["Cathédrale Saint Etienne"]}," - a Roman Catholic cathedral dating from the 11th century, now the seat of the Archbishop of Toulouse."]},{"type":"*","value":[{"type":"'''","value":["Hôtel d'Assézat"]}," - one of the most appealing of the many old mansions of the city"]},{"type":"*","value":[{"type":"'''","value":["Capitole"]}," - the imposing and palatial building in the center of the city houses both the city hall and city theater, its beautiful façade facing onto the grand Place du Capitole"]},{"type":"*","value":[{"type":"'''","value":["Pont-Neuf"]}," - despite its name (like the Parisian bridge of the same name, its title is most probably derived from the French for 'New', not 'Nine'.), the only old bridge across the Garonne river; built between 1544 and 1626"]},{"type":"*","value":[{"type":"'''","value":["Les Jacobins"]}," monastery church, contains Thomas Aquinas' relics."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Canal du Midi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Canal du Midi or Canal des Deux Mers is a 240 km long canal in the south of France, le Midi. The canal connects the Garonne River to the Étang de Thau on the Mediterranean. The Canal du Midi is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},"."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Musée des Augustin, l'aile Darcy - Viollet-le-duc.jpg"],["thumb"],["Museum des Augustins, Augustinian convent before French Revolution"]]},"\n",{"type":"[[","value":[["File:Ariane 5 at Cite de l'Espace 1.jpg"],["thumb"],["An Ariane 5 rocket, with models of Saturn and Jupiter in the foreground, at Cité de l'Espace in Toulouse."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Jardin des Plantes"]},", a public park and botanical gardens on the south-east side of the city center. The park includes a Natural History Museum."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.augustins.org\/ Les Augustins"]}]}," Used to be a monastery church, and is today an art museum"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lesabattoirs.org\/ Les Abattoirs"]}]}," Modern Arts museum, and there is also a nice garden with a nice view on the Garonne"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.musees-midi-pyrenees.fr\/musees\/musee-georges-labit\/ Georges Labit Museum"]}]}," Asian arts and Egyptian antiquities museum in an exotic and Mediterranean garden built in 1893, 17 rue du Japon"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Airbus Visit"],["alt="],["url=http:\/\/www.taxiway.fr\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Airbus offers tours of their facilities; the tour takes about 60 minutes and includes a guide who will tell you some background about the company; the screening of a promotional \/ historical video, and a look at the A380 production line.  Photography is strictly forbidden, and you need to bring a piece of photo identification. Book ahead. Those who have done the tour before 2006 should note that tours now set off from a new purpose built structure shaped like a cross-section of the A380. The building can be difficult to find so check the website in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cité de l'Espace"],["alt=Space City"],["url=http:\/\/www.cite-espace.com"],["email="],["address="],["lat="],["long="],["directions=By bus: take bus route no. 37 from the Jolimont metro station going to La Plaine, ask for the Cité de l'espace bus stop."],["phone="],["tollfree="],["fax="],["hours="],["price=Adults : €18.5, children: €12"],["content=Another of Toulouse's \"aviation\" attractions. However you must be aware that it is not exactly a museum but a sort of scientific theme park without rides. There are some replicas of spacecraft and other exhibits, many of the latter interactive in some minor way. There's also a small planetarium. The park is suited well to 5-14 year old children, everybody else should probably spare themselves the trip. It's situated fairly far outside the city but there's a bus service starting outside the Jolimont metro station."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:ST vs LOU - 21.jpg"],["thumb"],["Rugby union match in Toulouse."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Take a walk"]}," through the ",{"type":"'''","value":["city"]}," and along the ",{"type":"'''","value":["Canal du Midi"]}]},{"type":"*","value":[{"type":"'''","value":["Have a walk"]}," along the ",{"type":"'''","value":["Garonne river"]}," from St Pierre bridge and ",{"type":"'''","value":["Pont-neuf"]}," during the evening."]},{"type":"*","value":[{"type":"'''","value":["Party"]}," at St Pierre Place: very popular among Toulouse's students"]},{"type":"*","value":[{"type":"'''","value":["Rent a bike"]}," from Tisseo 'Velibe stations' for €1 per day which can be found throughout the city centre. The 'velibe' works like a bike taxi, with the first 30 minutes at no extra charge, but if you go over the 30 minutes you pay extra. You can use the bikes as many times as you like throughout your '1 euro day' fee."]},{"type":"*","value":[{"type":"'''","value":["See a Rugby Match"]},". If you are fortunate enough to be in Toulouse on match day, follow the crowds and the excitement to the stadium and soak up the atmosphere while watching of one of Europe's top Rugby Union teams ",{"type":"'''","value":["Stade Toulousain"]},". If you prefer league, then Toulouse's very own ",{"type":"'''","value":["Toulouse Olympique"]}," plays in both the Co-operative Championship and the Challenge Cup. The matches are very family friendly and the atmosphere is electric!"]},"\n",{"type":"===","value":["The Toulouse Alternative Arts Scene"]},"\n\nWebsites are in French\n\n",{"type":"*","value":["Toulouse is one of the most alternative French cities - maybe due to its huge student population and its historical past with half a million Spanish republicans who settled in the region after they lost the Spanish Civil War and escaped through the Pyrenees during the 'Retirada' in 1939. So even though the city is trying to get rid of them, it still offers a large number of squats, some of them hosting artistic movements. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mixart-myrys.org\/ MixArt Myrys"]}]}," is one of the oldest and most active squat of artists within the city."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=La Dynamo"],["alt="],["url=http:\/\/www.facebook.com\/people\/La-Dynamo-Toulouse\/100001431842032"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a club located in a former sex club and a great place to see live bands and other performances - ça bouge! Located in the city centre at 6 rue Amélie (Metro Jean Jaurès)."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.motive-e-s.org\/le_site\/accueil.php3 Les Motivées"]}]}," is an association that is very active on the political and social scene in Toulouse, and that organises or takes part in many free events, strikes, concerts, etc. throughout the year. They founded a political party a few years ago that is pretty active locally and holds a few positions with the City Hall Council. Check also the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tactikollectif.org\/ Tactikollectif"]}]}," their fellow co-working association on events like festivals, etc. that has its origin in the Northern quarters of Toulouse, which are the ones with social housing and lower quality of life."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=La Grainerie"],["alt="],["url=http:\/\/www.la-grainerie.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is more particularly dedicated to circus and was first created and settled on derelict brown land; it hosts various collectives of artists every year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=L'Usine"],["alt="],["url=http:\/\/www.lusine.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another residence for artists and collectives, located in the suburb of Tournefeuille, 12 km from the city centre of Toulouse."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.couac.org\/ le Collectif d'Urgence Acteurs Culturels - Emergency Collective for Cultural Actors"]}]}," defends the local associative and alternative cultural world, whereas ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.truc.abri.org\/ the Toulouse Réseau Unitaire Citoyen - Civil Unitarian Network of Toulouse"]}]}," aims at stirring local, social and political debates."]},"\n",{"type":"==","value":["Learn"]},"\nThere are a lot of universities in Toulouse.  It has the second largest student population in France: 120,000.\nIn Toulouse there are major universities and lots of engineering or management schools.\n\n",{"type":"==","value":["Work"]},"\nAnglophone travellers might find employment in the Aviation industry; however even here French is commonly used. Also, with the current heightened security concerns, extensive screening is required for new employees, so these jobs are not suited for short-term work.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":[" Local specialties "]},"\n",{"type":"[[","value":[["File:Magret de canard et foie gras.jpg"],["thumb"],["Fillet of duck breast covered by a slice of ",{"type":"[[","value":[[":w:Foie gras"],["foie gras"]]}]]},"\nLike all of France, you will not be disappointed with the food Toulouse offers.\n\n",{"type":"'''","value":["Duck"]}," is a regional specialty, and thus many restaurants will offer duck for dinner.\n\n",{"type":"'''","value":["Cassoulet"]}," is the most famous regional dish, a stew made with white beans, various kinds of meat, and pork skin.\n\n",{"type":"===","value":[" Where to eat "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Délicatessen"],["url="],["email="],["address=11 Rue Riquet"],["lat="],["long="],["directions=Metro François-Verdier"],["phone= 05 61 62 49 00"],["tollfree="],["fax="],["hours=Mon-Fri 4pm–2am, Sat 6pm–3am, Sun 11am–4:30pm, 6pm–2am"],["price="],["content=Busy tapas bar with friendly atmosphere that offers meals, a good  selection of beers on tap and a real happy hour; tapas here are tasty, cheap and generous (choose 5 for €16.50 - March 2012). It's a popular place so it's better to get there a little earlier in the evening."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=restaurants at Victor Hugo market"],["alt=Marché couvert Victor Hugo"],["url=http:\/\/www.marchevictorhugo.fr\/restaurant.htm"],["email="],["address=Place Victor Hugo"],["lat="],["long="],["directions="],["phone= 05 61 22 76 92"],["tollfree="],["fax="],["hours=Market open Tue-Sat, from dawn to 1pm. Restaurants take orders at least until 2:30pm"],["price="],["content=During lunch time go to the first floor of the market (that would be second floor for the Americans - in short, the one above the market stalls), you'll find 5 good restaurants at a reasonable price. Market atmosphere, and better be patient to wait for seats as no reservations are possible, but it is worth it if you want to feel a typical local atmosphere."]]}]},"\n",{"type":"==","value":["Buy"]},"\nOpening hours in Toulouse are generally Mon-Sat 9AM-1PM and 3PM-7PM, but there are numerous exceptions.\n\n",{"type":"*","value":[" As Toulouse is a city of aviation and spaceflight, check Airbus and the Cité de l'Espace for ",{"type":"'''","value":["souvenirs"]}]},{"type":"*","value":[" There's a ",{"type":"'''","value":["flea market"]}," every Saturday morning in just outside of the Basilique Saint Sernin. While it does not offer anything too special as flea markets go it's a great way to mingle with a local crowd. Another flea market is held every first weekend of the month at the Allées François Verdier, at the Grand Rond."]},{"type":"*","value":[" The ",{"type":"''","value":["Marché Saint Aubin"]}," is a farmer's market surrounding the Saint Aubin basilica every Sunday morning, selling local vegetables and fruits. The atmosphere is very relaxed and there is often live music and dancing."]},{"type":"*","value":[" Every weekday morning, the Boulevard de Strasbourg hosts the city's most affordable vegetable and fruit market."]},{"type":"*","value":[" There are excellent second hand clothing shops or \"friperies\", especially on Rue Gambetta and in the whole district behind the 'Ecole des Beaux Arts', around the 'place de la Bourse' which is the historical textile production quarter of Toulouse"]},{"type":"*","value":[" If you are on a budget, the supermarkets where most students use to go are the brands 'Lidl' and 'Leader Price'. Those are to be found more on the 'edges' of the city (though some are accessible with the underground). In the centre, go for Champion or Géant Casino."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Hôtel du Grand Balcon - Toulouse.jpg"],["thumb"],["The mid 19th-century Hotel le Grand Balcon, classed as a historical monument by the French Ministry of Culture, still takes reservations today"]]},"\n",{"type":"===","value":["Hostels"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel In Toulouse"],["url=http:\/\/www.hostel-toulouse.com\/"],["email=contact@hostel-toulouse.com"],["address=1 impasse du professeur Nougayrol"],["lat="],["long="],["directions="],["phone=+33 561 266 625"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small hostel outside of the city (5-7 minute Metro ride) run by a nice young couple who live on the premises. Very clean, very comfortable, featuring beds with real blankets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Petite Auberge de Compostelle"],["url=http:\/\/gite-compostelle-toulouse.com\/"],["email=auberge.toulouse@gmail.com"],["address=17 rue d'Embarthe"],["lat="],["long="],["directions="],["phone = +33 7-60-88-17-17"],["tollfree="],["fax="],["hours="],["price=€22"],["checkin="],["checkout="],["content=A hostel located in an interesting part of the city. Not much of a common area, but each room has an open kitchen and lounge area."]]}]},"\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Citadines Wilson Toulouse"],["alt="],["url=http:\/\/www.citadines.com\/france\/toulouse\/wilson.html"],["email=toulouse@citadines.com"],["address=8, boulevard de Strasbourg"],["lat="],["long="],["directions="],["phone = +33 5 34 41 75 00"],["tollfree="],["fax=05 61 99 07 55"],["hours="],["price="],["checkin="],["checkout="],["content=This residence is comprised of 104 flats in two wings of 4 and 9 floors, ranging from studios to one-bedroom layouts. Every apartment is fully air-conditioned, and houses a bathroom and a fully-equipped kitchen area complete with stove, microwave\/grill and dishwasher and fridge. Some studios are equipped for people with reduced mobility."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Le Grand Balcon"],["url=http:\/\/www.grandbalconhotel.com\/"],["email=info@grandbalconhotel.com"],["address=8-10 rue Romiguières"],["lat="],["long="],["directions="],["phone =+33 5 34 25 44 09"],["tollfree="],["fax=+33 (0)5 61 23 50 33"],["hours="],["price="],["checkin="],["checkout="],["content=A hotel from the 19th century, has been completely renovated and reopened lately 2008 with a stylish design."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Le Capoul"],["alt="],["url="],["email="],["address=15 Place Wilson"],["lat="],["long="],["directions="],["phone =+33 56110 7070"],["tollfree="],["fax=+33 56121 9670"],["price=Rooms are up to 155 €\/night (without any discounts you may get), plus 13€ for breakfast."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Novotel Airport"]}," is about 15 minutes from the airport, and there is a shuttle bus. Has decent, standard Novotel rooms. Staff speaks little to no English, except those at the reception."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel le Clocher de Rodez"],["alt="],["url=http:\/\/www.hotel-clocher-toulouse.com"],["email=contact@hotel-clocher-toulouse.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Rooms from €59 to 170"],["checkin="],["checkout="],["content=Hotel is an 18th century building. As one of Toulouse's historic hotels, the building has sheltered numerous artists and musicians."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel le Moulin de Moissac"],["alt="],["url=http:\/\/www.lemoulindemoissac.com"],["email=moissac@couleursud.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=€46-100"],["checkin="],["checkout="],["content=This three star hotel is the oldest in the area - it's five centuries old!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Hotel Athénée Toulouse"],["url=http:\/\/www.hotel-toulouse-athenee.com\/en"],["email=contact@hotel-toulouse-athenee.com"],["address=13 rue Matabiau"],["lat="],["long="],["directions="],["phone = +33 5 61 63 10 63"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/toulouse.usconsulate.gov\/"],["email=usatoulouse@state.gov"],["address=25, allées Jean Jaurès"],["lat="],["long="],["directions="],["phone=+33 5 3441 3650"],["tollfree="],["fax=+33 5 3441 1619"],["hours="],["price="],["content="]]}]},"\nList of Consulates in Toulouse available at: http:\/\/www.toulouse.fr\/international\/consulats\n\n",{"type":"===","value":["Local media"]},"\n",{"type":"*","value":[" Toulouse has its own ",{"type":"'''","value":["TV channel"]},", which is only broadcast within the city and its close surroundings. It is still very well known to locals and is named ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.teletoulouse.com TLT"]}]}," which stands for Télévision Locale Toulouse (Toulouse Local TV) - in French only"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.intramuroshebdo.com\/ Intramuros"]}]},", a ",{"type":"'''","value":["weekly local newspaper"]}," with local news, the latest movies\/theater plays\/shows\/concerts and local events of every kind, etc. - for free and available in various places e.g. alternative cinemas, etc."]},"\n",{"type":"*","value":["A ",{"type":"'''","value":["localised edition"]}," of the ",{"type":"'''","value":["newspaper"]}," La Dépêche du Midi is also widely available."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Carcassonne"]]}]},{"type":"*","value":[{"type":"[[","value":[["Moissac"]]}]},{"type":"*","value":[{"type":"[[","value":[["Puy l'Eveque"]]}]},"\n",{"type":"{{","value":[["geo"],["43.6045"],["1.444"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Haute-Garonne"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Toulouse"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/France\/Regions\/Midi-Pyrenees\/Haute-Garonne\/Localities\/Toulouse\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Toulouse"]]}]