[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["Touring Shaker country"]}," takes you to one current and eight former Shaker communities in the ",{"type":"[[","value":[["Mid-Atlantic"]]},", ",{"type":"[[","value":[["New England"]]}," and ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwest"]]}," regions of the United States.\n\n",{"type":"==","value":["Understand"]},"\nThe United Society of Believers, known as Shaking Quakers, or simply as Shakers, are a Christian sect that dates to the middle of the eighteenth century. The movement found critical mass around 1772 in ",{"type":"[[","value":[["Manchester"]]},", England under the leadership of \"Mother\" Ann Lee. In 1774 Lee emigrated with a small group of followers to England's North American colonies to escape persecution in England. Being both pacifist and English, the move to the rebellious American colonies was ill-timed, bringing new rounds of persecution upon the Shakers in their new land. The tide turned for the Shakers between the end of the revolution and the American Civil War, when waves of religious revivalism swept the country, bringing new converts. Around 1787 they began to formally organize into self-sufficient communities across the eastern United States, and began to develop crafts and industries that gained popularity in the surrounding secular culture, most notably their simple yet highly functional furniture. The first community was Watervliet in New York state. Eventually eighteen communities were established in ",{"type":"[[","value":[["Maine"]]},", ",{"type":"[[","value":[["New Hampshire"]]},", ",{"type":"[[","value":[["Massachusetts"]]},", ",{"type":"[[","value":[["Connecticut"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]},", ",{"type":"[[","value":[["Kentucky"]]},", ",{"type":"[[","value":[["Ohio"]]},", ",{"type":"[[","value":[["Indiana"]]},", ",{"type":"[[","value":[["Georgia (state)"],["Georgia"]]},", and ",{"type":"[[","value":[["Florida"]]},". The Civil War severely curtailed the American interest in communal and utopian life and the Shakers, along with similarly organized groups, began a long, slow decline. From a peak of around 6,000 members, the Shakers today are reduced to a single location at Sabbathday Lake in Maine occupied by a handful of mostly elderly believers.\n\nShakers are credited with a number of innovations and inventions that have since been widely adopted: packaging seeds in envelopes, the clothespin, the flat broom, an automated washing machine. Their style of furniture continues to inspire craftsmen.\n\n",{"type":"==","value":["Prepare"]},"\n-\tThe members lived in gender segregated, dormitory-like housing, but came together to work, and pray.\n\n",{"type":"==","value":["Get in"]},"\n-\tShakers are known for they’re name because of the way they swayed and \"danced\" when the spirit moved them in church.\n\n",{"type":"==","value":["Drive"]},"\nFor the sake of convenience there are two routes, either of which can be covered in several days. ",{"type":"''","value":["Beginning to End"]}," loops through New York state and New England, and can be done in a long weekend. ",{"type":"''","value":["Western Shakers"]}," covers two villages in Kentucky and can be done in two days. Those with a serious interest in Shakers or more time on their hands can go straight through from Maine to Kentucky.\n\n",{"type":"===","value":["Beginning to End"]},"\nStarts at Watervliet, the first settlement of Shakers in the United States, and ends at Sabbathday Lake, the location of the only extant Shaker community.\n\n",{"type":"====","value":["New York"]},"\n",{"type":"[[","value":[["Image:Watervliet shaker.JPG"],["thumb"],["The herb garden at Watervliet Shakers Church Family occupies the foundation of the former sisters' workshop."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Watervliet Shaker Historic District"]},", 875 Watervliet Shaker Rd, Colonie, ",{"type":"''","value":["+1 518"]}," 456-7890, ",{"type":"[","value":["http:\/\/www.shakerheritage.org\/"]},". Watervliet was the first Shaker settlement in the United States and Shaker leader Ann Lee is buried here. The site is owned by ",{"type":"[[","value":[["Albany County (New York)"],["Albany County"]]},", which occupies most buildings. All but 8 buildings were demolished by the county in the 1930s. The nonprofit Shaker Heritage Society has renovated the meeting house, where it operates a gift shop. February to October, T-Sa 9:30AM-4PM. November and December, M-Sa 10AM-4:00PM. Guided tours available by appointment. Self-guided tour maps available inside the gift shop. Admission is free, suggested donation $5 per adult appreciated."]},{"type":"*","value":[{"type":"'''","value":["Mount Lebanon Shaker Village"]},", Darrow Road (off Route 20), New Lebanon, ",{"type":"''","value":["+1 518"]}," 794-9100, ",{"type":"[","value":["http:\/\/mountlebanonshakervillage.org\/"]},". While Watervliet was the first gathering of Shakers, the Mount Lebanon community was the first to be formally and deliberately organized into a communal living arrangement. At its peak, this was the largest Shaker village, comprised of over 6,000 acres and 100 buildings. It was also the spiritual center of the Shaker movement. Now the village is mostly in ruins or demolished, but the shell of the massive stone barn still stands. Call or check web site for schedule."]},{"type":"*","value":[{"type":"'''","value":["Shaker Museum and Library,"]}," 88 Shaker Museum Rd, Old Chatham, ",{"type":"''","value":["+1 518"]}," 794-9100, ",{"type":"[","value":["http:\/\/www.shakermuseumandlibrary.org\/"]},". Not a Shaker village, but of interest as it is one of the premier collections of Shaker artifacts. The collection includes items from Shaker communities in New York, Maine, New Hampshire, and Massachusetts. The museum is currently closed as it relocates to the Mt Lebanon site.  Public programs are offered at the Mt. Lebanon site ocassionally.  Library open year round by appointment."]},"\n",{"type":"====","value":["Massachusetts"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hancock Shaker Village"]},", Route 20, ",{"type":"[[","value":[["Pittsfield"]]},", ",{"type":"''","value":["+1 413"]}," 443-0188, toll free +1 800-817-1137, ",{"type":"[","value":["http:\/\/www.hancockshakervillage.org\/"]},". Named ",{"type":"''","value":["The City of Peace"]}," by its residents, this Shaker community disbanded in 1960 and sold the buildings and over 900 acres to a group that formed a nonprofit preservation organization. This Shaker site is in remarkable shape, and features a unique round stone barn. It now encompasses about 1,200 acres and 20 restored buildings. Open 10AM-4PM daily for self-guided tours, guided tour schedule varies with the season, closed major holidays. Admission rates vary seasonally: adult $12.50-$15; ages 13-17 $4; children 12 and under free."]},"\n",{"type":"====","value":["New Hampshire"]},"\n",{"type":"*","value":[{"type":"'''","value":["Canterbury Shaker Village"]},", 288 Shaker Rd, Canterbury, ",{"type":"''","value":["+1 603"]}," 783-9511, ",{"type":"[","value":["http:\/\/www.shakers.org\/"]},". Established in 1792 as the seventh Shaker community, its last Shaker resident died in 1992. This open air museum features 25 original Shaker buildings on nearly 700 acres. Open from the middle of May 13 through the end of October, daily 10AM-5PM. Adults $15, seniors $13, youth aged 6-17 $7, children aged 5 and under free. "]},{"type":"*","value":[{"type":"'''","value":["Enfield Shaker Museum"]},", 447 NH Route 4A, Enfield, ",{"type":"''","value":["+1 603"]}," 632-4346, ",{"type":"[","value":["http:\/\/www.shakermuseum.org\/"]},". Chronologically the ninth of eighteen Shaker villages established, ",{"type":"''","value":["Chosen Vale"]}," once covered 3,000 acres and included about 200 structures. The Enfield community disbanded in 1923. Sa 10AM-4PM, Su 12PM-4PM. Adults $7, seniors $6, students with valid ID, $3, youth aged 10-18 $3, children under 10 free."]},"\n",{"type":"====","value":["Maine"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sabbathday Lake Shaker Museum"]},", United Society of Shakers, 707 Shaker Rd, New Gloucester, ",{"type":"''","value":["+1 207"]}," 926-4597, ",{"type":"[","value":["http:\/\/www.shaker.lib.me.us\/"]},". Established 1783, presently situated on 1,800 acres at Sabbathday Lake. Ironically, the historically smallest and poorest Shaker community is home to the few remaining Shakers. Six of eighteen buildings are open for guided tours. Museum is open Memorial Day through Columbus Day, M-Sa 10AM-4:30PM; closed Su. Adults $6.50, children aged 6-12 $2, under 6 free. Sunday meeting (worship service) is open to the public. Side trip: Combine this location with a visit to ",{"type":"[[","value":[["Poland Spring"]]},", the fabled nineteenth century spa that lives on as a brand of bottled water."]},"\n",{"type":"===","value":["Western Shakers"]},"\nUnfortunately, the western Shaker communities in Indiana and Ohio have largely been dismantled. Two in Kentucky, however, are in good shape and located about 160 miles apart. It would be easy to visit South Union and Pleasant Hill in a weekend, especially since both offer lodging on site.\n\n",{"type":"====","value":["Kentucky"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shaker Museum at South Union"]},", 850 Shaker Museum Rd, Auburn, +1 800-811-8379, ",{"type":"[","value":["http:\/\/www.shakermuseum.com"]},". The South Union community was founded in 1807 and disbanded in 1922. Kentucky was a tough place to be a pacifist, anti-slavery Shaker during the Civil War. South Union, overrun by both Union and Confederate troops, has a collection of journals describing the time. Several original buildings have been restored, one of which houses a museum containing artifacts and manuscripts. Regular season runs March 1-November 30, M-Sa 9AM-5PM, and Su 1PM-5:00 PM. Closed Thanksgiving Day. Winter hours December 1 through the last day of February, Tu-Sa 10AM-4PM, closed Christmas Eve, Christmas Day, New Year's Eve and New Year's Day. Adults $6, children ages 6-12 $2, children 5 and under free. Also restored is the Shaker Tavern, built in 1869 as a profit-making venture and operated under lease by \"wordly\" non-Shakers. Appropriately, today it is operated as a bed-and-breakfast that helps to fund the nonprofit Shaker museum. The tavern is located a little over a mile west of the museum on Route 73, ",{"type":"''","value":["+1 270"]}," 542-6801, toll free + 1 800-929-8701. "]},{"type":"*","value":[{"type":"'''","value":["Shaker Village of Pleasant Hill"]},", 3501 Lexington Rd, Harrodsburg, +1 800-734-5611, ",{"type":"[","value":["http:\/\/www.shakervillageky.org\/"]},". This is one of the larger restorations of a Shaker community, presently 14 buildings. Overnight accommodations are available in 81 guest rooms in restored buildings in the village ($90-$225, all rooms have thoroughly modern conveniences). This is a living history museum, with demonstrations of 19th century trades and farming techniques. Nov 1-Mar 31, 10AM-4:30PM, adults $7, children aged 12-17 $3.50, children aged 6-12 $2.50. Apr 1-Oct 31, 10AM-5PM, adults $14, children aged 12-17 $7, children aged 6-12 $5."]},"\n",{"type":"==","value":["Go next"]},"\nTake a break from communal communities for a side trip to Anabaptist country. Visit the Amish and Mennonite communities in ",{"type":"[[","value":[["Pennsylvania Dutch Country"]]}," and ",{"type":"[[","value":[["Holmes County (Ohio)"],["Holmes County"]]},", ",{"type":"[[","value":[["Ohio"]]},". The Ohio Amish population is larger than the Pennsylvanian.\n\n\n",{"type":"[[","value":[["WikiPedia:Shakers"]]},"\n",{"type":"{{","value":[["outlineitinerary"]]}]