[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Towamencin"]}," is a city in Suburban Philadelphia Area.\n\n",{"type":"==","value":["Get in"]},"\nTowamencin Township is a wonderful community located at exit 31 of the Pennsylvania Turnpike's Northeast Extension. It is also located about a 10 minute drive from three stops on Septa's R5 train line. These three stops would be the North Wales station, Pennbrook Station, and the Lansdale Station.\n\n",{"type":"==","value":["Get around"]},"\nTo get around Towamencin Township, one would need to have a car or bike. There is no public transportation in this area, so without your own mode of transportation, it would be hard to get around.\n\n",{"type":"==","value":["See"]},"\nThere are many things to see and do in Towamencin Township. The Morgan Log House is a restored example of early settlers in Pennsylvania. It was built in the late 1600's and has been deemed a National Historic Site. Since Towamencin is only about 35 miles from Philadelphia, many travelers can make a day trip into the city to check out more history. The Mainland Golf Course is a suburb 18 hole golf course located at the intersection of Old Forty Foot and Rittenhouse Road. Towamencin Township is very proud of their local park system. They have 10 different parks located all around. Fischer's Park is the Township’s largest recreational facility. At 77 acres the park boasts numerous wooded native species groves, multi-use open spaces, and over 3 miles of soft surface nature trails.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are a few popular restaurants and bars in Towamencin Township. The Whiskey River Bar and Grille is a restaurant located at the 18th hole of the Mainland Golf Course. It specializes in American cuisine as well as daily and weekly specials. Another popular place is Bones Grill located at 1650 Sumneytown Pike it is only minutes away from the Best Western. This restaurant specializes in all different types of BBQ. It has a fun atmosphere with many bar specials.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThe one hotel is the Best Western Inn at Towamencin. This hotel has all the amenities needed to enjoy your stay in the Philadelphia Suburbs. It has a pool, restaurant, room service, high speed internet, and a popular bar. \n\n",{"type":"==","value":["Connect"]},"\n\nPhone:  (215) 368-7602\nEmail:  info@towamencin.org.\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Montgomery County (Pennsylvania)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Towamencin, Pennsylvania"]]}]