[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Town Krk"]}," is the administrative and political centre of the island of ",{"type":"[[","value":[["Krk"]]}," in ",{"type":"[[","value":[["Croatia"]]},". Old town is inside the town walls built in Roman times and in the middle ages. \n\n",{"type":"==","value":["Get in"]},"\n\nThe bridge allows buses to travel from many points around Croatia (including daily buses from\/to Zagreb and Rijeka) to access the town.\n\nOtherwise you can fly into Rijeka Airport nearby, or just drive across the bridge.\n\nThere is a bus service from Rijeka to Krk town.",{"type":"[[","value":[[{"type":"[","value":["http:\/\/www.autotrans.hr\/Home.aspx?PageID=11"]}]]},"\n\n",{"type":"==","value":["Get around"]},"\n\nBy foot! All within walking distance, and gives you time to explore everything.\n\n",{"type":"==","value":["See"]},"\nThe town Krk has numerous historical and cultural monuments \n",{"type":"*","value":["The 3-aisle romanesque cathedral - XII century."]},{"type":"*","value":["The remnants of the Roman baths - II century."]},{"type":"*","value":["Frankopan Castle."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Bacchhus Wine Restaurant"]},": Best food and at super low prices. Located in the old city, just ask your way there.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Bacchus Wine Restaurant"]}," in the old town: All sorts of different wines plus excellent food, the best and cheapest food you can find in the old town.\nEnter ",{"type":"'''","value":["Soto Boterije"]}," through a small gate in the city wall behind the tower to enjoy cheap drinks and sitting on the rocks of the coast.\n\n",{"type":"'''","value":["Casa del Padrone"]}," on the main quay promenade: Wide selection of cocktails and coffees on the terrace right at the seafront, protruding out of the quay promenade almost like a boat. Also offers gorgeous cakes and ice-cream. Beautiful settings with plush cushioned chairs.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere's a youth hostel in KRK ",{"type":"[","value":["http:\/\/www.hostel-krk.hr"]},". It is pretty run down though and you cannot lock the toilet and shower doors! The location is excellent though and you won't get a cheaper bed. One night in a 3-4 bedroom dorm is around 117 plus tax and a \"registration fee\" so it sets you back about 150 Kuna.\nThe place used to be for over 55 people, the owner has had registered it for 24 guests only so you currently will find half of the rooms locked and taped up by the tax office.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aurea International"],["alt=Aurea Krk"],["url=http:\/\/www.aurea-krk.com"],["email=aurea@aurea-krk.hr"],["address=Vrsanska 26\/L, 51500 Krk"],["lat="],["long="],["directions=On the right hand side as you start to descend into Krk Town Center"],["phone=+385 51 221-777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Locally based agency offering wide choice of apartment accommodation with more than 400 apartments on their books. Staff speaks English, German, Italian and Croatian. Outside the main tourist season it is possible to find accommodation by just turning up at the agency although it is advisable to pre-book in the high season."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Krk"]]},"\n",{"type":"[[","value":[["wikipedia:Krk (town)"]]},"\n",{"type":"{{","value":[["geo"],["45.026111111111"],["14.575555555556"]]}]