[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Toyama City"]}," (富山市) ",{"type":"[","value":["http:\/\/www.city.toyama.toyama.jp\/"]}," is the capital of ",{"type":"[[","value":[["Toyama (prefecture)"],["Toyama prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nToyama has its own airport, from which buses run to the city center (25 min, ¥400). Toyama Airport has international flights to Shanghai, Seoul, Vladivostok, and Dalian and local service to Tokyo, Sapporo, and Fukuoka. However, flight schedules change heavily with the season so it would be worth checking out in advance what is available for when you will be traveling.\n\n",{"type":"===","value":["By train"]},"\n\nFrom ",{"type":"[[","value":[["Tokyo"]]}," Station, Toyama can be reached by taking the Joetsu Shinkansen (",{"type":"''","value":["Tanigawa, Max Tanigawa, Toki or Max Toki"]},") to Echigo-Yuzawa (越後湯沢) and then transferring to the ",{"type":"''","value":["Hakutaka"]}," (はくたか) limited express train for the run to Toyama. This ride lasts about 3 1\/2 hours with a good connection in Echigo-Yuzawa, and it costs ¥11900 each way. ",{"type":"'''","value":["Japan Rail Pass"]}," holders have to pay ¥1450 each way for the portion of the trip between Echigo-Yuzawa and Naoetsu, which is operated by Hokuetsu Railway. The ",{"type":"'''","value":["JR East Rail Pass"]}," covers the Echigo-Yuzawa - Naoetsu segment, but does not cover the portion onward to Toyama; the full fare must be paid (¥4200).\n\nThe journey from Tokyo will be reduced dramatically with the extension of the Hokuriku (Nagano) Shinkansen to Toyama in 2015.\n\nFrequent ",{"type":"''","value":["Thunderbird"]}," (サンダーバード) limited express trains run to Toyama from ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Kyoto"]]}," in Kansai. The one-way ride from Osaka lasts around 3 hours on the fastest service and costs ¥8690 (No charge for Japan Rail Pass holders).\n\nToyama is also a morning stop on the ",{"type":"''","value":["Twilight Express"]}," (トワイライトエクスプレス) overnight train from ",{"type":"[[","value":[["Sapporo"]]},", and ",{"type":"''","value":["Nihonkai"]}," (日本海) overnight train from ",{"type":"[[","value":[["Aomori"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\nSeibu runs three daily buses (one of which is overnight) to Toyama from ",{"type":"[[","value":[["Tokyo\/Ikebukuro"],["Ikebukuro"]]}," and the Sunshine City Prince Hotel. It costs ¥7340 one-way (¥13210 round-trip) and takes seven hours to make the journey.\n\nSeveral companies have bus runs from Osaka and Kyoto to Toyama. West JR Bus has a morning run (5 1\/2 hours) and an overnight run (8 hours) from JR Osaka station, while Hankyu has an evening run (5 hours) and an overnight run (7 3\/4 hours) from Umeda. The one-way cost for these lines is roughly ¥5200 from Osaka and ¥4800 from Kyoto.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are regular services roughly once per week to ",{"type":"[[","value":[["Vladivostok"]]},", ",{"type":"[[","value":[["Russia"]]},". \nContact EURAS ",{"type":"[","value":["http:\/\/www.euras.co.jp\/en\/"]}," to arrange your tickets.  Fares start from ¥25,200 ($235) one-way.\n\n",{"type":"==","value":["Get around"]},"\n\nCentral Toyama is compact and any sights of interest may be reached from the station on foot or by bike.  The public transport is excellent with several upgrades in the past few years, the streetcar line operates just south of Toyama station, it has been upgraded and expanded in December 2009 into a 3 line system, one downtown loop, one south, and one west, (with many connections to various regional rail lines except the western end) while the newish port light rail operates from the north of the station (Ekikita) to the seaport and Iwasehama (Iwase beach).  \n\nToyama station is served by 3 incoming (from the East) regional lines, Hokuriku main line (from Niigata), Toyama Chiho main line, and Fujikoshi line (from southeast), all of which may be used to get around town and\/or beyond.  The Hokuriku line continues west (to Kanazawa), the Takayama main line heads southwest.\n\nTo complement the 4 light rail lines and 4 regional rail lines are the riverboat going north-south through the center of town and a bus system.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Toyama Folk Village is a series of small cultural museums located about a half hour from the station. Buses leave at regular intervals from a bus stop located near Toyama Station. (http:\/\/museums.toyamaken.jp\/e_kenpaku\/e_kenpa\/e_23.html) Each museum is located in a traditional house and they feature a large number of crafts, tools, toys and furniture. There is a also a beautiful shop full of traditional Toyama clay crafts made on the premises. "]},{"type":"*","value":[" Gohyaku-rakan, also known as the \"Hills of 500 Buddhas\", is located right next to the Toyama Folk Village. Even from a short distance away, nothing is visible but a few trees and a small, dilapidated temple. When you get closer however, you find yourself surrounded by hundreds of eerie and atmospheric Buddha statues, dressed in multi-colored ribbons. The statues are disciples of Buddha. "]},{"type":"*","value":[" Toyama Castle, a small residence dating from the 15th century, and Toyama Castle Park, are a short walk south from the station. Along the way are showcases of local artworks. "]},{"type":"*","value":[" At the top of Toyama City Hall, there is a free observation deck where you can see the whole city. "]},{"type":"*","value":[" To see some pre-war Japan and get a taste of Toyama's shipping history, take a walk through Iwase town. Take the lightrail to Higashi Iwase to visit the Mori residence (1878), or to Iwasehama for the beach."]},"\n",{"type":"==","value":["Do"]},"\n\nOne of the highlights of a trip to Toyama is a riverboat ride around the center of the city. Boats leave at regular intervals from a stand next to Toyama Castle. \n\nMany festivals can be enjoyed in Toyama and the surrounding region year round.\n\nToyama festival is held in August and includes a fireworks display and various local activities.\nThe Yosakoi dance festival, held over a weekend, occurs at the end of July\/begnning of August, and some of the best spots for viewing displays of this modern Japanese dance style include around Toyama castle, Kencho-mae Park, and the Sogawa shopping arcade.\n\nAttracting large crowds at the beginning of September, Owara dance festival is held in Yatsuo town, a few stops from Toyama JR station. Running for three days, lanterns line the streets of this picturesque town and dancers and musicians parade through the streets demonstrating this traditional dance style. There are also many food and souvenir stalls. Rumor has it the best time to enjoy the atmosphere is after midnight.\n\nNational holidays and festivals also provide opportunities to catch events in Toyama, including Tanabata, Kaze-no-bon, and cherry blossom viewing in spring. The Toyama International Center ",{"type":"[","value":["http:\/\/www.tic-toyama.or.jp\/index_e.html"]},"has up-to-date listings on notable events in Toyama and the surrounding area in several languages including English.\n\n",{"type":"==","value":["Buy"]},"\nAbove the station, a range of souvenirs can be found, but a greater range of traditional objects can be found in nearby tourist towns such as Kanazawa. Toyama clay dolls and local glass art can be found at the folkcraft village.\n\nOpened in September 2007, the new Daiwa department store has multiple levels of international and Japanese designer label clothing, accessories, shoes, homewares, books, stationery and so on. Head to the basement for local and imported foodstuffs, from sushi to cheeses. There are also a range of restaurants and cafes in the complex, as well as a Mochi Cream counter on the ground floor. Running next to the store is the Sogawa shopping arcade, lined with boutiques and stores, including a few Kimono boutiques and a bookstore.\n\nNext to the station can be found the Marier shopping complex for more upmarket clothing labels.\n\nThe first Sunday morning of each month, a market is held in the grounds of the Gokoku shrine (by the Jinzu river, at the end of Heiwadori), with a range of secondhand and handmade goods on sale, including kimono, ceramics and food. Earlier is better to catch the best bargains or just get some of the atmosphere.\n\n",{"type":"==","value":["Eat"]},"\n\nAround the station can be found many restaurants serving local and international food, including Korean, Chinese and Indian. Another area densely packed with restaurants are the alleys around and behind the Sogawa shopping arcade, as well as the Daiwa department store.\n\nFor an inexpensive Izakaya experience, try the 5th floor of the CIC building (opposite Toyama station).\n\nHead to La Yuki, on Joshi-Odori, for Mexican style food in cozy surroundings (near tram stop Aramachi station).\n\n",{"type":"==","value":["Drink"]},"\nThe most popular area for nightlife for foreigners is around Toyama station, and home to Toyama's only major nightclub, Club Mairo ",{"type":"[","value":["http:\/\/mairo.com\/mairo\/"]}," (Japanese Language), as well as My Pleasure Karaoke(歌んだ村）. \n\nJust around the corner from My Pleasure and down the street from the Lawsons convenience store you'll come across the Irish pub Pot Still which has a sign that remotely resembles a pile of crap. Grab a pint of Guiness and Bass to go with a plate of the best fish and chips in town. Pot Still has darts and pool and a very foreigner friendly environment.\n\nFor a more relaxed bar\/club, try Beeline in an alley off the Chuodori end of Sogawa. This area is also home to a few bars and Izakaya. Just opposite and south of Daiwa, the quirky De Niro lies in an alley.\n\nRight across from Beeline is a restaurant called Pepin.  Good food and service with and English menu.  Food is smaller portioned and presented but is still a casual relaxed dining atmosphere.  Generally, modern music plays low in the background and a small counter\/bar for those dining alone or just like a drink.\n\n",{"type":"==","value":["Sleep"]},"\nANA Crowne Plaza is the best in Toyama.  Many weddings held here but good service, comfortable beds and great breakfast.  Traditional Japanese breakfast on 5th floor at the Unkai restaurant.\n\nAnother very nice hotel for business travelers is the Daiwa Roynet Hotel.  The price is very reasonable (<8000 yen) and the amenities are excellent.  Plus, for a small addition <1000 yen, you can add a buffet style breakfast.  PH: 076-420-0055  ",{"type":"[","value":["http:\/\/www.daiwaroynet.jp\/toyama"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Tateyama"]}," (",{"type":"''","value":["Tateyama"]},") — one of Japan's best-known mountains and one of the highest peaks in the area, can be climbed in a challenging day-trip"]},{"type":"{{","value":[["routebox"],["image1=JR Hokuriku icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Kanazawa"]]}],["minorl1=",{"type":"[[","value":[["Takaoka"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Joetsu"]]}],["minorr1=",{"type":"[[","value":[["Itoigawa"]]}],["image2=JR Takayama icon.png"],["imagesize2=100"],["directionl2=N"],["majorl2=END"],["minorl2="],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Gifu"]]}],["minorr2=",{"type":"[[","value":[["Hida-Takayama"]]}],["image3=Hokuriku Expwy Route Sign.svg"],["imagesize3=100"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Kanazawa"]]}],["minorl3= ",{"type":"[[","value":[["Oyabe"]]},"  ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"'''","value":[{"type":"[[","value":[["Gokayama"],["S"]]}]},"  ",{"type":"[[","value":[["image:Tokai-Hokuriku Expwy Route Sign.svg"],["88px"]]}," junction"],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Niigata"]]}],["minorr3=",{"type":"[[","value":[["Itoigawa"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Toyama_(prefecture)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Toyama, Toyama"]]},"\n",{"type":"{{","value":[["geo"],["36.7"],["137.22"]]}]