[{"type":"{{","value":[["pagebanner"],["Trans-Siberian Railway banner Crop from map.png"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"{{","value":[["featurenomination"],["ftt"]]},"\n",{"type":"[[","value":[["File:Trans-Siberian train. Moscow-Vladivostok.jpg"],["thumb"],["300px"],["Trans-Siberian train, Moscow to Vladivostok route"]]},"\nThe ",{"type":"'''","value":["Trans-Siberian Railway"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Транссиби́рская магистраль ",{"type":"''","value":["trahns-see-BEER-skuh-yuh mah-gee-STRAHL"]}," or Трансси́б ",{"type":"''","value":["trahns-SEEB"]},"), or Transsib is the name given to the three rail routes that traverse ",{"type":"[[","value":[["Siberia"]]}," from ",{"type":"[[","value":[["Moscow"]]},".\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Trans-Mongolian"]}," goes from Moscow to ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["China"]]}," via ",{"type":"[[","value":[["Ulaanbaatar"]]},", ",{"type":"[[","value":[["Mongolia"]]},"."]},{"type":"*","value":["The ",{"type":"'''","value":["Trans-Manchurian"]}," travels through Siberia and Chinese Manchuria to Beijing."]},{"type":"*","value":["The ",{"type":"'''","value":["Trans-Siberian"]}," proper goes from Moscow to the Pacific terminus of ",{"type":"[[","value":[["Vladivostok"]]},"."]},{"type":"*","value":[" See also: ",{"type":"'''","value":["BAM"]},", ",{"type":"[[","value":[["Baikal-Amur Mainline"]]}]},"\nThese routes are served by direct trains going from end to end. At some sections there are parallel tracks, served by trains from Moscow to places other than on this itinerary plus local trains. For instance one goes into what is today northern ",{"type":"[[","value":[["Kazakhstan"]]}," and was used by the Trans-Siberian during the Soviet Union. While some visitors use them for side trips when making a journey from Moscow to Vladivostok or Beijing, these are not part of the Trans-Siberian.\n\nThe Trans-Siberian Railway is the second longest railway in the world. It was built between 1891 and 1916 to connect ",{"type":"[[","value":[["Moscow"]]}," with the Far-East city of ",{"type":"[[","value":[["Vladivostok"]]},". En route it passes through the cities of ",{"type":"[[","value":[["Perm"]]},", ",{"type":"[[","value":[["Yekaterinburg"]]},", ",{"type":"[[","value":[["Omsk"]]},", ",{"type":"[[","value":[["Novosibirsk"]]},", ",{"type":"[[","value":[["Krasnoyarsk"]]},", ",{"type":"[[","value":[["Irkutsk"]]},", ",{"type":"[[","value":[["Chita"]]}," and ",{"type":"[[","value":[["Khabarovsk"]]},".\n\nThe longest train service in the world is from Moscow to ",{"type":"[[","value":[["Pyongyang"]]}," along most of the Trans-Siberian railway. This connection runs twice monthly.\n\n",{"type":"==","value":[" Understand "]},"\nA ride on the Trans-Siberian Railway is one of the few true adventures remaining. Already the large cities of St.Petersburg and Moscow might look exotic to some Western tourists. But they are nothing compared to what comes after. Smaller cities are more spartan with the poverty more visible. While the population is largely ethnically Russian along whole route, more and more of various Asian ethnic groups will be seen as you approach the Pacific coast.\n\nA highlight on the journey is ",{"type":"[[","value":[["Ulaanbataar"]]},", a capital where some of the locals still live in yurts. One day later you'll be seeing the more sophisticated architecture of ",{"type":"[[","value":[["China"]]},".\n\nThe people you most likely will learn to know are your fellow passengers. Especially those who travel alone will very likely get to meet locals in the compartment. It's a fantastic opportunity to get to know Russians, especially if you know the language a bit. Remember that most people do not speak a word of English, so bring a Russian phrasebook. An automatic translator in a smartphone or tablet may become an indispensable tool for understanding the locals.\n\n",{"type":"===","value":[" History "]},"\n",{"type":"[[","value":[["File:Russian prisoners at work at the Amur Railway.jpg"],["300px"],["thumbnail"],["Prisoners building the railway near the Amur river"]]},"\nConstruction began in May 1891 close to Vladivostok. The construction during the first decade (1891–1901) is a story of heroism: in those 10 years more than 7,000 km of railway was built – no other railway has been built so fast. This despite all the hills, moors and depressions, despite the frozen ground, impenetrable taiga and magnificent Siberian rivers that had to be crossed. There were up to 60,000 workers building the railway and it was built from both directions. Many lives were lost during the construction. The whole railway was completed in 1916, and in 2002 the whole distance was electrified; thus, the electrification took 74 years. The full length of the Trans-Siberian railway is 9,288 km, as you will read on the milestone at the ",{"type":"[[","value":[["Vladivostok"]]}," train station.\n\nAfter its completion the French newspaper La France wrote: \"After the discovery of America and the construction of the Suez canal, history knows no other event that had such massive direct and indirect consequences than the construction of the Trans-Siberian railway.\" The new railway changed Russia. The connection meant an economic upswing for Siberia and Far Eastern Russia and a massive migration to these regions. Towns located by the railway grew to large industrial cities; examples include Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Khabarovsk and Vladivostok.\n\nThe route from Moscow's Yaroslavsky Station to Vladivostok spans two continents, 16 major rivers, six federal states and almost a hundred cities. Even today the bridges across the Amur, Yenisei and Ob are unique – they are the largest river bridges on the Asian continent. In total there are 485 bridges. It is the backbone of the Russian rail network and the connection between the Asian and European railway networks. It's the most travelled railway in the world, as much of Russia's oil is transported along it. You will see a lot a trains on the way – between Moscow and Irkutsk you will meet another train every 10 minutes – either a long distance, local or freight train. To make a Trans-Siberian journey you aren't limited to the direct trains from Moscow; you can also combine shorter trip sections to get to Vladivostok or Beijing.\n\n",{"type":"===","value":[" Types of trains "]},"\nThere are four different types of long distance trains. Firmennye (Фирменный) and Skory (Скорый) are fast trains, the former offering a higher level of comfort. Passazhirskiy (Пассажирский) are slower and less comfortable, whereas pochtovo-bagazhniy (Почтово-багажный) are super-slow and primarily designed for post delivery. A higher train number means a lower train category and less service on the train. The train category is written out in the schedule.\n\nThe longer the section is, the fewer train alternatives you will have to pick from. Direct trains between Moscow and Beijing depart twice weekly (one train via Ulaanbataar and another via Harbin). Between Moscow and St.Petersburg there are more than 20 daily trains.\n\nOn long distance trains there are one or two attendants per car. They are responsible for cleaning, the ",{"type":"[[","value":[["#Eat"],["samovars"]]}," and checking the tickets.\n\n",{"type":"==","value":[" Prepare "]},"\n",{"type":"[[","value":[["File:Transsib in der Steppe.JPG"],["300px"],["thumb"],["The Trans-Siberian on the steppes of Siberia"]]},"\n\n",{"type":"===","value":[" Independently or with a tour group? "]},"\nIf you are travelling ",{"type":"'''","value":["independently"]},", your trip is guaranteed to become an adventure. Add to that the freedom to travel at your own pace. But in this case, the whole organization depends on oneself from booking plane and train tickets to finding hotels and sights. Moreover it's practically impossible to buy a ticket at the booth without knowledge of Russian. At the international ticket booths in Ulan-Bator and Beijing at least some English is spoken. Consider how you will feel about staying for several days with people who only speak Russian.\n\nTickets and hotels can also be booked at a travel agency in your home country, but the prices will probably be much higher than on the journey. Nowadays much is also possible to book and pay for tickets online.\n\nIf you travel on an organized ",{"type":"'''","value":["tour"]},", all these problems disappear. You just need to pay and show up at the right time. A group trip on the Trans-Siberian is about 30% more expensive compared to a DIY trip. It also means that you are bound to the schedule of the group and that your interaction with locals will likely be limited to greeting the waiter in the dining car.\n\n",{"type":"===","value":[" Climate and equipment "]},"\n",{"type":"[[","value":[["File:Train stop.JPG"],["thumb"],["In January, temperatures under -40°C aren't uncommon"]]},"\nKeep the luggage as small as possible and avoid bringing any valuables. What you should pack depends on the time of the year; in the summer the temperature can rise to over +40°C in Siberia and China. In winter it will be under -30°C in Mongolia.\n\nIn the spring or fall just a couple of T-shirts, a sweater and a light jacket should suffice. If needed, clothes can be purchased cheaply at markets along the road.\n\nOn such a long train journey your clothing should be comfortable (e.g. sports clothes) and flip-flops. It's also recommended to bring enough stuff to read.\n\nJewellery is best left at home. If you're bringing a cell phone, tablet or laptop they should of course be kept out of sight as much as possible. One thing that you should bring along is a camera with enough storage space. In all larger cities there are Internet cafés where you can upload your pictures or burn them to a disc. Also bring additional batteries or chargers, as charging your gadgets on board will not be easy (although possible).\n\n",{"type":"===","value":[" Pack "]},"\nPacking the following items is recommended for any lengthy journey on the Trans-Siberian railway\n",{"type":"*","value":[" ",{"type":"'''","value":["Pocket knife"]}," For slicing up bread and vegetables you can buy from the sellers at major stops"]},{"type":"*","value":[" ",{"type":"'''","value":["Cutlery"]}," Instant noodles, or its Russian version – instant potatoes, become essential snacks for most travellers, since each carriage is equipped with boiling water from the Samovar, unfortunately they often come without the usual plastic fork or spoon."]},{"type":"*","value":[" ",{"type":"'''","value":["Perfumed wet tissues\/baby wipes\/wet wipes"]}," These little things can do wonders for your personal hygiene."]},{"type":"*","value":[" ",{"type":"'''","value":["Head lamp"]}," On these long journeys (through 8 time zones), it often turns out that Einstein indeed was right – time does become relative. So bring a headlamp for reading when others want to slumber."]},{"type":"*","value":[" ",{"type":"'''","value":["Flip-flops"]}," or other slip-on footwear, for your days on the train"]},{"type":"*","value":[" ",{"type":"'''","value":["Deck of cards"]}," or other easily explained games are great for socializing with your fellow travellers, and making the long hours spent on the train immensely more enjoyable. Bring a deck of 5 Crowns for this is a favourite in Russia. If you are a chess player, by all means bring a little chess set – the game is very popular in Russia."]},{"type":"*","value":[" ",{"type":"'''","value":["Pictures"]}," of your home, country and family and a ",{"type":"'''","value":[{"type":"[[","value":[["Russian phrasebook"],["phrasebook"]]}]}," with a conversation section can work surprisingly well, since you'll have nothing but time to overcome the language gap. Many Russians tend to be curious about foreigners once the initial suspicion dies down, since they don't normally meet many – even these days. Recommended: make a list of vocabulary and study it in the train!"]},"\n",{"type":"==","value":[" Get in "]},"\n",{"type":"[[","value":[["File:Vladstation.jpg"],["thumb"],["Vladivostok station"]]},"\nThe three termini of the Trans-Siberian are ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Beijing"]]}," and ",{"type":"[[","value":[["Vladivostok"]]},". There's also a weekly connection from ",{"type":"[[","value":[["Moscow"]]}," to ",{"type":"[[","value":[["Pyongyang"]]},".\n\n",{"type":"===","value":[" Moscow "]},"\n",{"type":"[[","value":[["Moscow"]]}," can be reached by train from many European destinations. Fares from ",{"type":"[[","value":[["London"]]}," (one-way) start at around GBP200 and ",{"type":"[","value":["http:\/\/www.bahn.de\/ German Railways"]}," is a useful resource. Be aware you are likely to need a transit visa for ",{"type":"[[","value":[["Belarus"]]}," on this route, unless you travel through Ukraine. ",{"type":"[","value":["http:\/\/www.eurolines.com\/ Eurolines"]}," operate the European coach system, and fares from London start from around GBP60.\n\n",{"type":"[","value":["http:\/\/www.aeroflot.com\/ Aeroflot"]}," is the principal airline operating into and out of Moscow. If travelling from Europe you may consider travelling from ",{"type":"[[","value":[["Finland"]]},", or ",{"type":"[[","value":[["Estonia"]]}," by bus or ",{"type":"[","value":["http:\/\/www.stpeterline.com\/ St Peterline Ferry"]}," to arrive in ",{"type":"[[","value":[["Saint Petersburg"]]}," before heading on to Moscow. If you have already visited Moscow, some trains head from St Petersburg to points further east on the Trans Siberian main line, such as ",{"type":"[[","value":[["Yekaterinburg"]]}," and ",{"type":"[[","value":[["Irkutsk"]]},".\n\n",{"type":"===","value":[" Vladivostok and Beijing "]},"\n",{"type":"[","value":["http:\/\/www.dbsferry.com\/ DBS Ferry"]}," runs throughout the year between ",{"type":"[[","value":[["Vladivostok"]]},", ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Sakaiminato"]]},", ",{"type":"[[","value":[["Japan"]]}," via ",{"type":"[[","value":[["Donghae"]]},", ",{"type":"[[","value":[["South Korea"]]},". There may also be a ",{"type":"[","value":["http:\/\/www.dongchunferry.co.kr\/ ferry"]}," operating to ",{"type":"[[","value":[["Sokcho"]]},", South Korea.\n\nAeroflot and ",{"type":"[","value":["http:\/\/www.vladavia.ru\/ Vladivostok Air"]}," serve Vladivostok, among others.\n\n",{"type":"[[","value":[["Beijing"]]}," is served by numerous international airlines. It can also be reached by train from as far as ",{"type":"[[","value":[["Lhasa"]]}," (Tibet) daily service, or ",{"type":"[[","value":[["Ho Chi Minh City"]]}," (Vietnam), twice weekly service, or ",{"type":"[[","value":[["Hong Kong"]]},", alternate dates. Beyond Vietnam the rail connection breaks and there are no train routes from Thailand, Myanmar or India. ",{"type":"[","value":["http:\/\/www.airasia.com\/ Air Asia"]},"  offer budget options into China, ",{"type":"[","value":["http:\/\/www.s7.ru\/en\/  Siberian Airlines S7"]}," offer flight connections into Russia, while ",{"type":"[","value":["http:\/\/www.miat.com\/ MIAT Mongolian Airlines"]}," operate from ",{"type":"[[","value":[["Ulaanbaatar"]]}," to Beijing, Moscow, Seoul, and Hong Kong in season.\n\n",{"type":"==","value":[" Visa information "]},"\n",{"type":"[[","value":[["File:Transib kmcounter.jpg"],["thumb"],["2,914km from Moscow"]]},"\n",{"type":"''","value":["More detailed visa information in the ",{"type":"[[","value":[["Russia#Visas"],["Russia"]]},", ",{"type":"[[","value":[["Mongolia#Entry requirements"],["Mongolia"]]}," and ",{"type":"[[","value":[["China#Visas"],["China"]]}," articles"]},"\n\nMost travellers will need visas for all three countries.\n\n",{"type":"[[","value":[["China"]]}," and ",{"type":"[[","value":[["Mongolia"]]}," are fairly straightforward. The best way to obtain a visa is through your own embassy or consulate or in ",{"type":"[[","value":[["Hong Kong"]]},". Visas for British citizens cost GBP30. However, Mongolian visas can easily be obtained from the Mongolian consulate in ",{"type":"[[","value":[["Irkutsk"]]}," (Russia), and Chinese visas in ",{"type":"[[","value":[["Ulaanbaatar"]]}," ",{"type":"''","value":["(Note: For the moment it is not recommended to apply for Chinese visas in Mongolia, due to tightened regulations.)"]},"  US citizens (90 days) and Israelis (30 days) do not need Mongolian visas.\n\n",{"type":"[[","value":[["Russia"]]}," is more problematic. Invitations are generally required for issuing a visa. Practice shows you can get it from online services like Realrussia or ",{"type":"[","value":["http:\/\/www.visahq.com\/ VisaHQ"]},". A tourist visa gives you up to 30 days in the country. A business visa is a choice for people who want to spend up to 90 days, however, you might need to use travel agency in your country to arrange it.\n\nEvery foreign tourist has to get registration for stays in one place of more than 7 working days (9 days if weekend is included). Hotels provide it for free most of the time, some hostels will do it for an extra charge. Apparently any Russian can register you at his\/her place by going to the post office and paying a small fee. If you stay in one place for less than 7 working days, you are not required to register. Train tickets and hotel receipts are a good proof that you did not overstay. In any case, ",{"type":"''","value":["it is strongly advised to keep tickets and receipts until you leave the country"]},".\n\nHowever, Russian transit visas issued in Beijing or ",{"type":"[[","value":[["Harbin"]]}," last 10 days and require no invitation. This would be enough time to make the trip with no stops along the way and spend a couple of days in Moscow. The Beijing consulate is open from 09:00 to 11:00 but remember that many Chinese nationals are also trying to acquire visas with you, so show up early. The cost varies for each nationality, but Americans can expect to pay $250 for same-day service or $150 for the five-day service. Upon arrival in ",{"type":"[[","value":[["Moscow"]]}," you have ",{"type":"''","value":["four nights"]}," valid on your transit visa, which allows for one or two nights in Moscow, an overnight train and one or two nights in St. Petersburg, but you must be across the border before midnight on the final day of your visa.\n\nThere are many way to exit from Russia via St. Petersburg, including buses to ",{"type":"[[","value":[["Helsinki"]]},", ",{"type":"[[","value":[["Tallinn"]]},", ",{"type":"[[","value":[["Riga"]]},", ",{"type":"[[","value":[["Kiev"]]}," and various other places in Europe, but be wary that nearly all nationalities need a transit visa (or tourist visa) for ",{"type":"[[","value":[["Belarus"]]}," (see ",{"type":"[","value":["http:\/\/www.mfa.gov.by\/en\/visa\/ here"]}," if unsure) so be ",{"type":"''","value":["sure"]}," to be prepared with a visa if your plans take you through Belarus.\n\nA Russian transit visa cannot be extended under any circumstances. If you arrive from ",{"type":"[[","value":[["Beijing"]]},", you can register your visa after arriving in Moscow.  If you have a 10 day Transit Visa and ",{"type":"''","value":["do not stay in one place"]}," (go to Saint Petersburg) ",{"type":"''","value":["you do not have to register your visa"]},".\n\nCitizens of Israel, South Korea, certain Latin American countries, the CIS member states and a handful of other countries do not need Russian visas. Citizens of the United States, Canada and a couple of European and Asian countries can enter Mongolia visa free. To travel to China almost everyone needs a visa – the exceptions are citizens of Japan and a few small countries; see ",{"type":"[[","value":[["China#Visas"]]},".\n\n",{"type":"==","value":[" Tickets "]},"\n",{"type":"''","value":["See also ",{"type":"[[","value":[["Russia#Get around"]]}]},"\n\n",{"type":"*","value":["Russian Railways International Ticket Office +7 495 266-8300 (only in Russian)"]},{"type":"*","value":["Transsib Reisen St. Petersburg, official information in English, French and German +7 90959 1010-1, ",{"type":"[","value":["http:\/\/transsibirischeeisenbahn.me"]}]},"\n",{"type":"[[","value":[["File:transsiberian-interior.jpg"],["thumb"],["300px"],[{"type":"''","value":["Kupe"]},"-class passenger cabin on the Trans-Siberian"]]},"\nThe Russian train system is different from European systems. The train tickets are bought for ",{"type":"'''","value":["fixed dates"]}," and ",{"type":"'''","value":["all stops must be planned in advance"]},". If you, for instance, have a ticket from Moscow to Vladivostok and step off the train in Irkutsk without your ticket stating you will be taking another train from there and the train leaves without you, you will be stuck in Irkutsk as tickets will not be valid on any later train. It’s somewhat similar to a plane going from New York to Moscow with a connection in Amsterdam – if you decide to go out in Amsterdam and miss your flight you can’t use your ticket for a next flight to Moscow.\n\nThe rules state that a passenger is actually allowed to make one stop on his journey (for no additional charge), but this requires a little paperwork while on the train and will be difficult to arrange with the attendant without good knowledge of Russian.\n\nThere are four ways of buying tickets for the trip. You can purchase them from a travel agent in your own country (or online), a travel agent in the country from which you will start the journey, turn up and buy tickets yourself in Russia, or buy tickets online through the Russian railways website (see below). The first option is the safest but the most expensive, the last two are cheapest but require some time and effort from your side. Popular trains can be sold out well in advance, particularly in peak season, so try to book early. Early means ",{"type":"'''","value":["60 days"]}," before the departure of the train. This is the earliest date when tickets are sold to individual travelers. Travel agency can promise you tickets at a much earlier date.\n\nIt is possible to buy the tickets at any Russian station, not necessarily one on the route of the train. Be ready to queue up for some hours and do not expect any language except Russian at the counter. Russia, ",{"type":"[[","value":[["Ukraine"]]},", ",{"type":"[[","value":[["Belarus"]]},", and even Baltic states of ",{"type":"[[","value":[["Estonia"]]},", ",{"type":"[[","value":[["Latvia"]]},", ",{"type":"[[","value":[["Lithuania"]]}," have a common ticketing network, so it is possible to buy a ticket for a Russian train in all those countries (e.g. ",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]},"). Price will be roughly the same, unless you go to a travel agency. Small differences depend on whether bedding (c. RUB100) and insurance (RUB150-200) are included. If the bedding is not included in your ticket, you will have to pay same price to the train attendant (but, naturally, this is not required for short trips during the day). The insurance is something that you don't really need, so just say ",{"type":"''","value":["bez strakhovkee"]}," (без страховки, without the insurance). When buying online, insurance is typically not included.\n\nAt some stations, there are still special windows for selling tickets only for foreigners, but the price of tickets should now be the same for foreigners and local people.\n\nTickets are always ",{"type":"'''","value":["individual"]},", with name and passport number written on them, so you will have to show passports for all travellers when you pay (a passport photocopy is usually enough) and when you enter the train (original document should be presented). Check this carefully. One wrong digit in your passport number printed on the ticket will mostly likely prevent you from boarding the train. Also, if you plan to buy tickets on more than one occasion, it may be useful to keep handy a piece of paper with the travellers names written in the Cyrillic alphabet instead of transcribing them each time.\n\nIt is strongly advised to plan your complete journey well in advance. Do not expect to get any tickets on a stand-by basis especially in peak seasons.\n\nIn Beijing, you must buy tickets in person from a hotel travel agency near Beijing's main train station.\n\n",{"type":"===","value":[" Tickets online "]},"\n",{"type":"[[","value":[["File:Trans-Siberian railway map.png"],["thumb"],["550px"],["Map of the Trans-Siberian railway (red)"]]},"\n\nTickets can be purchased online. Sometimes a printout of your booking confirmation is sufficient, but it is safer and advisable to have your tickets printed out in an official manner. You can do this in any cash desk or in one of the special ticket machines, which are now installed on bigger train stations. Never print your ticket in the last minute before departure, because ticket machines are often jammed or out of paper, while cash desks are notorious for very long queues. Hand over your passport and order confirmation (or just the order number). The cashier will issue you a paper ticket for no additional fee. They can print all your tickets at the same time.\n\nBuying tickets at the official ",{"type":"[","value":["http:\/\/pass.rzd.ru\/main-pass\/public\/en Russian Railways website"]}," is quite difficult but a bit cheaper than at the stations because there will be no processing fee. You can also select the car and your seat\/place, and explore all options. However, not all foreign credit cards are accepted. International tickets (Mongolia and China, but not Belarus, Ukraine and Baltic States) cannot be purchased online.\n\nhttp:\/\/transsibirischeeisenbahn.me sell tickets at cost. They have been located in St. Petersburg since 1991 and they speak English, German and French as well. Their website, however, is solely written in German language.\n\n",{"type":"===","value":[" Station numbers "]},"\nStation numbers are used internally in the Russian railway computer system, but they are usually printed on the tickets as well. Knowing them may help when making the reservation in smaller stations (you could bring this page and use it for pointing), or when buying the tickets abroad.\n\n",{"type":"{{","value":[["infobox"],["Train Talk"],[{"type":"*","value":["I would like to buy a ticket – ",{"type":"''","value":["Ya hachu kupit bilyet"]}," - Я хочу купить билет"]},":From – ",{"type":"''","value":["iz"]}," - из\n:To – ",{"type":"''","value":["v"]}," - в\n",{"type":"*","value":["One, two, three persons – ",{"type":"''","value":["adeen, dva, tree chelavyeka"]}," - один, два, три человека"]},{"type":"*","value":["Today – ",{"type":"''","value":["sevodnya"]}," - сегодня"]},{"type":"*","value":["Tomorrow – ",{"type":"''","value":["zaftra"]}," - завтра"]},{"type":"*","value":["Monday – ",{"type":"''","value":["panedyelnik"]}," - понедельник"]},{"type":"*","value":["Tuesday – ",{"type":"''","value":["ftornik"]}," - вторник"]},{"type":"*","value":["Wednesday – ",{"type":"''","value":["sreda"]}," - среда"]},{"type":"*","value":["Thursday – ",{"type":"''","value":["chetvyerk"]}," - четверг"]},{"type":"*","value":["Friday – ",{"type":"''","value":["pyatnitsa"]}," - пятница"]},{"type":"*","value":["Saturday – ",{"type":"''","value":["subota"]}," - суббота"]},{"type":"*","value":["Sunday – ",{"type":"''","value":["vaskresyene"]}," - воскресенье"]},{"type":"*","value":["Leaving at – ",{"type":"''","value":["vy-ezd"]}," - выезд"]},":Morning – ",{"type":"''","value":["ootram"]}," - утром\n:Noon – ",{"type":"''","value":["dnyom"]}," - днем\n:Evening – ",{"type":"''","value":["vyecherom"]}," - вечером\n",{"type":"*","value":["Carriage class – ",{"type":"''","value":["vagon"]}," - вагон"]},":Platzkart (3rd) – ",{"type":"''","value":["platskart"]}," - плацкарт\n:Kupe (2nd) – ",{"type":"''","value":["kupe"]}," - купе\n:SV (1st) – ",{"type":"''","value":["es ve"]}," - СВ\n",{"type":"*","value":["Could I have... - ",{"type":"''","value":["mne pozhaluista..."]}," - мне, пожалуйста..."]},":upper berth – ",{"type":"''","value":["vyerhnyuyu polku"]}," - верхнюю полку\n:lower berth – ",{"type":"''","value":["nizhnyuyu polku"]}," - нижнюю полку\n",{"type":"*","value":["Passport number – ",{"type":"''","value":["nomer pasporta"]}," - номер паспорта"]}]]},"\n\n",{"type":"====","value":[" International "]},"\n",{"type":"''","value":["Stations are listed in order from west to east"]},"\n",{"type":"*","value":[" 5100136 ",{"type":"[[","value":[["Warsaw"]]},"\/",{"type":"[[","value":[["Poland"]]}," – Central Station (",{"type":"''","value":["Warszawa Centralna"]},")"]},{"type":"*","value":[" 2100035 ",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]},"\/",{"type":"[[","value":[["Belarus"]]}," (",{"type":"''","value":["Брест"]},")"]},{"type":"*","value":[" 1000001 ",{"type":"[[","value":[["Helsinki"]]},"\/",{"type":"[[","value":[["Finland"]]}," (",{"type":"''","value":["Хельсинки"]},")"]},{"type":"*","value":[" 3100022 ",{"type":"[[","value":[["Ulaanbaatar"]]},"\/",{"type":"[[","value":[["Mongolia"]]}," (",{"type":"''","value":["Улан-Батор"]},")"]},{"type":"*","value":[" 3300100 ",{"type":"[[","value":[["Beijing"]]},"\/",{"type":"[[","value":[["China"]]}," (",{"type":"''","value":["Пекин"]},", 北京)"]},{"type":"*","value":[" 3300200 ",{"type":"[[","value":[["Harbin"]]},"\/",{"type":"[[","value":[["China"]]}," (",{"type":"''","value":["Харбин"]},", 哈尔滨)"]},"\n",{"type":"====","value":[" Russia "]},"\n",{"type":"''","value":["List of major stations listed in order from west to east"]},"\n",{"type":"*","value":[" 2058000 ",{"type":"[[","value":[["Kaliningrad"]]}," (",{"type":"''","value":["Калининград"]},")"]},{"type":"*","value":[" 2004000 ",{"type":"[[","value":[["St Petersburg"]]}," (",{"type":"''","value":["Санкт-Петербург"]},")"]},": 2004001 ",{"type":"[[","value":[["St Petersburg"]]}," – Glavnyi Station (",{"type":"''","value":["Санкт-Петербург (Главный вокзал)"]},")\n: 2004004 ",{"type":"[[","value":[["St Petersburg"]]}," – Finliandskii Station (",{"type":"''","value":["Санкт-Петербург (Финляндский вокзал)"]},")\n",{"type":"*","value":[" 2000000 ",{"type":"[[","value":[["Moscow"]]}," (",{"type":"''","value":["Москва"]},")"]},": 2000002 ",{"type":"[[","value":[["Moscow"]]}," – Yaroslavskij Station (",{"type":"''","value":["Москва (Ярославский Вокзал)"]},")\n: 2000003 ",{"type":"[[","value":[["Moscow"]]}," – Kazanskij Station (",{"type":"''","value":["Москва (Казанский Вокзал)"]},")\n: 2000006 ",{"type":"[[","value":[["Moscow"]]}," – Bieloruskij Station (",{"type":"''","value":["Москва (Белорусский Вокзал)"]},")\n",{"type":"*","value":[" 2060001 ",{"type":"[[","value":[["Nizhny Novgorod"]]}," (",{"type":"''","value":["Нижний Новгород"]},") – often listed as Gorki (",{"type":"''","value":["Горький"]},")"]},{"type":"*","value":[" 2060500 ",{"type":"[[","value":[["Kazan"]]}," (",{"type":"''","value":["Казань"]},")"]},{"type":"*","value":[" 2030000 ",{"type":"[[","value":[["Ekaterinburg"]]}," (",{"type":"''","value":["Екатеринбу́рг"]},") – often listed as Sverdlovsk (",{"type":"''","value":["Свердловск"]},")"]},{"type":"*","value":[" 2044001 ",{"type":"[[","value":[["Novosibirsk"]]}," (",{"type":"''","value":["Новосибирск"]},")"]},{"type":"*","value":[" 2028170 ",{"type":"[[","value":[["Tomsk"]]}," (",{"type":"''","value":["Томск"]},")"]},{"type":"*","value":[" 2038001 ",{"type":"[[","value":[["Krasnoyarsk"]]}," (",{"type":"''","value":["Красноярск"]},")"]},{"type":"*","value":[" 2054052 ",{"type":"[[","value":[["Severobaikalsk"]]}," (",{"type":"''","value":["Северобайкальск"]},")"]},{"type":"*","value":[" 2054001 ",{"type":"[[","value":[["Irkutsk"]]}," (",{"type":"''","value":["Иркутск"]},")"]},{"type":"*","value":[" 2054785 ",{"type":"[[","value":[["Ulan Ude"]]}," (",{"type":"''","value":["Улан-Удэ"]},")"]},{"type":"*","value":[" 2034001 ",{"type":"[[","value":[["Khabarovsk"]]}," (",{"type":"''","value":["Хабаровск"]},")"]},{"type":"*","value":[" 2034130 ",{"type":"[[","value":[["Vladivostok"]]}," (",{"type":"''","value":["Владивосток"]},")"]},"\n",{"type":"===","value":[" Fares "]},"\n",{"type":"[[","value":[["File:Moscow-Pekin Trans-Manchurian-railway.JPG"],["thumb"],["The Trans-Manchurian goes from \"Moskva to Pekin\" via Harbin"]]},"\nFares are widely variable. The prices change with the quality of the trains. ",{"type":"''","value":["Low-numbered trains"]}," (001, 008, etc.) are more expensive and more comfortable. You are more likely to find yourself in an air-conditioned car with clean toilet (\"biotoilet\" meaning that it does not splash crap on the tracks and, therefore, remains open during the whole journey). ",{"type":"''","value":["High-numbered trains"]}," (133, 139, etc.) are less expensive and less comfortable. Expect older cars without air conditioning and with old-style toilets, which are locked when train is on the station and sometimes even 15-20min prior to that. However, Russian Railways do not guarantee any particular type of train car for your journey. Even expensive trains may get older, less comfortable cars.\n\nRough ideas would be:\n\n",{"type":"*","value":["St Petersburg–Moscow overnight service about €80 (2nd class, one way), depending on dynamic pricing, train quality and date, and €85 for express Sapsan service, (standard class seat)."]},{"type":"*","value":["Moscow–Ekaterinburg about €120 (2nd class, one way), for standard passenger service, standard season, or €180 for branded faster service."]},{"type":"*","value":["Ekaterinburg–Krasnoyarsk about €160-220 (2nd class, one way)"]},{"type":"*","value":["Krasnoyarsk–Irkutsk about €95-125 (2nd class, one way)"]},{"type":"*","value":["Irkutsk–Vladivostok about €225-275 (2nd class, one way)"]},"\nAs of February 2014 the price for a reserved seat (3rd class, \"platzkart\") was around RUB11,000 (€230), a compartment (2nd class, \"kupe\") RUB18,000 (€380) and a luxury bed (1st class, \"SV\") RUB30,000 (€630) for a one-way ticket from Moscow to Vladivostok (or the other way around) according to the web page of Russian Railways.\n\nRussian Railways offer ",{"type":"''","value":["seasonal pricing"]}," for domestic train tickets (varying -10% to +20%). Tickets are usually more expensive in summer and cheaper in winter. Additionally, a so-called ",{"type":"''","value":["dynamic system"]}," is introduced on certain routes. This is similar to airlines. You get lower price when buying your ticket well in advance (40-45 days before departure) and a ",{"type":"''","value":["much higher"]}," price when buying the ticket on the day of the departure. Short trips may be ridiculously expensive (€20-30 for 1-2 hours), whereas a journey for several thousand kilometres turns out to be surprisingly affordable.\n\nTickets to ",{"type":"''","value":["international destinations"]}," (international means Mongolia and China, but not ex-USSR countries) are a completely different story. You can buy them only at dedicated cash desks (",{"type":"''","value":["международные кассы"]},") at major train stations. You can't buy such tickets online, even if you see the number of free seats and other details on the website. Prices do not depend on the season. They are calculated in Swiss Francs. For example, a 2nd class ticket for Moscow-Beijing has a fixed price of CHF565. You can buy it up to 60 days before departure. International tickets are usually more expensive than domestic ones, so it is advisable to make a stopover shortly before border crossing and travel with domestic tickets as far as possible.\n\nIn Beijing, international train tickets can be bought from China International Travel Service (CITS), which have two offices; one in the International Hotel on Jianguomen and one in the lobby of the Beijing Tourism Building, behind the New Otani Hotel.\n\n",{"type":"===","value":[" Timetables "]},"\n",{"type":"{{","value":[["cautionbox"],["Russian railways operate on Moscow time. Regardless of the time zone where the station is located ",{"type":"'''","value":["times in schedules for all Russian train stations are stated in Moscow time."]}," While this is obviously useful when on the train itself, you must be careful when getting on and off the train. As all stations are east of Moscow, most of them are ahead of Moscow time-wise in which case you will arrive later than the time the schedule states (see also the ",{"type":"[[","value":[["#Stay safe"],["Stay safe section"]]},"). Moreover, if you are waiting for a train to arrive at a certain time and are looking at the local clock, you will find yourself waiting for the train for hours. To add to the confusion, ",{"type":"'''","value":["for stations in Mongolia and China the schedules are written in local time."]}]]},"\n",{"type":"[[","value":[["File:Omsk railway station. Ticket office hall.jpg"],["thumb"],["Ticket counters and departures and arrivals billboard, Omsk"]]},"\nThe Trans-Siberian trains have varied schedules: some trains are ",{"type":"''","value":["daily"]}," while some go on ",{"type":"''","value":["even"]}," dates, some on ",{"type":"''","value":["odd"]}," dates and some trains depart only on a couple of days during a week. All trains in Russia run on Moscow time. Departure and arrival times given in the timetables or on the tickets are always Moscow time (except stations outside Russia). There are 10 times zones in Russia.\n\n",{"type":"[","value":["http:\/\/www.eng.rzd.ru\/ Russian Railways"]}," has all Russian train schedules, as well as some of the international trains departing from Russian destinations (such as Moscow–Beijing train). Only actual availability is shown, which is released 60 \/ 45 days prior to departure for all Russian trains and 60 days for most international trains. You will need to use alternate spellings for some destinations. Beijing is called ",{"type":"''","value":["Pekin,"]}," Moscow is ",{"type":"''","value":["Moskva,"]}," ",{"type":"[[","value":[["Saint Petersburg"]]}," is ",{"type":"''","value":["Sankt-Peterburg,"]}," ",{"type":"[[","value":[["Yekaterinburg"]]}," is ",{"type":"''","value":["Ekaterinburg"]}," or ",{"type":"''","value":["Sverdlovsk"]}," (old name of the city), ",{"type":"[[","value":[["Ulan Ude"]]}," is ",{"type":"''","value":["Ulan-ude,"]}," ",{"type":"[[","value":[["Ulaanbaatar"]]}," is ",{"type":"''","value":["Ulan-Bator,"]}," and Khabarovsk is ",{"type":"''","value":["Habarovsk."]}," Unfortunately to check out and get your tickets from that website is impossible most of the time due to technical difficulties.\n\nUnless you travel all way from Moscow to Beijing or Vladivostok on the same train, you will have to take so-called \"passing-by\" (",{"type":"''","value":["проходящие"]},") trains that begin their journey very far, perhaps thousands kilometres away from your departure station. The distribution of tickets is a bit tricky. It is not \"first-come first-serve\" basis that would fill up the train in a random manner. Some seat ranges are reserved for departures from certain stations, so you can, at least in theory, buy tickets for any route well in advance. Once the seat range assigned to your station is sold out, you won't find tickets from this station any longer, until 72 hours before departure, when all remaining seats become available. If you are really keen on that, you can try to cheat the system by playing around with departure and arrival stations and finding the ticket you really want. But most likely you can get what you need without going too deep into how the system works.\n\nOther good options for doing your own planning includes the ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/ Deutsche Bahn travelplanner"]},". It's available in many languages including English, French, and Spanish. It has fewer transliteration issues that the Russian websites, but it includes only the limited ",{"type":"''","value":["firmenny"]}," \"fast\" trains. Another good option is the Poezda railway table (search Google) one of the few online scheduling tools in English that doesn't try to sell you tickets, and it has a nice simple interface to boot.\n\n",{"type":"==","value":[" Go "]},"\nIt's not worth getting off at every stop. The places listed below (except the junctions and border crossings) are the most interesting ones.\n\n",{"type":"{{","value":[["Mapframe"],["55.23"],["88.68"],["zoom=3"],["height=400"],["width=620"],["align=none"]]},"\n",{"type":"<","value":["br",{"clear":"right"}]},"\n\n",{"type":"==","value":[" The Trans-Siberian proper "]},"\n",{"type":"[[","value":[["File:Transsib start.JPG"],["thumb"],["The Trans-Siberian in Moscow"]]},"\n",{"type":"[[","value":[["File:Vladimir Golden Gate IMG 0046 1725.jpg"],["thumbnail"],["The Golden Gate of Vladimir"]]},"\n",{"type":"[[","value":[["File:C0325-NN-Oka-and-Kremlin.jpg"],["thumb"],["Nizhniy Novgorod"]]},"\n",{"type":"[[","value":[["File:Yekaterinburg Church on the Blood.jpg"],["thumb"],["The Church on the Blood, Yekaterinburg"]]},"\n",{"type":"[[","value":[["File:Novosibirsk view 2013.jpg"],["thumb"],["Novosibirsk, at the bank of the Ob river"]]},"\n",{"type":"[[","value":[["File:Krasnoyarsk Dam in 2008.jpg"],["thumb"],["Krasnoyarsk Dam, near Krasnoyarsk"]]},"\n",{"type":"[[","value":[["File:Lakebaikal.jpg"],["thumb"],["Lake Baikal"]]},"\n",{"type":"[[","value":[["File:Центр Улан-Удэ.JPG"],["thumbnail"],["Central Ulan-Ude"]]},"\n",{"type":"[[","value":[["File:Russia Chita railroad station.jpg"],["thumb"],["Chita railway station"]]},"\n",{"type":"[[","value":[["File:Center of Vladivostok and Zolotoy Rog.jpg"],["thumb"],["Vladivostok"]]},"\n\nThe Trans-Siberian proper connects Moscow with Vladivostok.\n\nGenerally there is one train a day in each direction – either a slower or a faster one.  From Moscow train 100 leaves Jaroslavl station at 00:35 in the night and arrives in Vladivostok almost 6 days and 19 hours later (19:35, however 02:13 local time). The slightly faster train, number 002 departs Moscow 13:50 and arrives in Vladivostok almost exactly six days later, at 13:10 (20:10 local time).\nIn the other direction train 099 leaves Vladivostok at 18:42 (Moscow time, in local time that means 01:42) and is in Moscow 6 days and 19 hours later at 11:03. The slightly faster 001 leaves Vladivostok at 04:25 Moscow time (which is 11:25 local time) and is in Moscow at 05:52, which means it takes 6 days, a hour and a half.\n\nThe time and route below are for the faster trains (002 and 001). Trains 099\/100 take a different route around Moscow and pass via ",{"type":"[[","value":[["Yaroslavl"]]}," instead of ",{"type":"[[","value":[["Nizhny Novgorod"]]},".\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! City !! Kms from Moscow !! Time from Moscow !! Time zone !!Description"],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=55.776389"],["long=37.6575"],["image=Yaroslavsky Train Terminal, Moscow, Russia - 2013-05-19 - 90650652.jpg"],["name=",{"type":"[[","value":[["Moscow"]]}]]}," (Москва) || 0 km || 0h || Moscow || The Russian capital has some world-famous landmarks, including the Kremlin, Red Square and St.Basil. Moscow is obviously a superb destination for anyone interested in Russian history with museums, old churches and buildings both from the Soviet Era and earlier times."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=56.13008"],["long=40.42015"],["image=Vladimir-train-station.jpg"],["name=",{"type":"[[","value":[["Vladimir"]]}]]}," (Владимир)|| 210 km || 3h || Moscow ||Founded in the 12th century, Vladimir is known for its white medieval stone architecture which is one of Russia's ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Sites"]]}," and a part of the ",{"type":"[[","value":[["Golden Ring"]]},". If you travel on the slower train which goes via ",{"type":"[[","value":[["Yaroslavl"]]},", the historic center of that city also on UNESCO's list and on the Golden Ring itinerary, although from a later time period."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=56.32208"],["long=43.94591"],["image=Nischni Nowgorod Bahnhof 2004-07-09.jpg"],["name=",{"type":"[[","value":[["Nizhniy Novgorod"]]}]]}," (Ни́жний Но́вгород)|| 442 km || 6h || Moscow ||During Soviet times, this 13th century city was called Gorki, and among the city's museums there is one dedicated to the writer. Like Moscow and some other Russian cities, Nizhniy Novgorod also has a Kremlin. Additionally, it boasts the Volga river and a great selection of traditional Russian architecture."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=blue"],["lat=56.35391"],["long=43.92411"],["image=C0655-NN-Volga-Bridge.jpg"],["name=Volga river crossing"]]}," || 447 km || 6h || Moscow ||The first major Russian river you will cross is the Volga, just moments after leaving Nizhniy Novgorod's railway station."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=58.00482"],["long=56.17473"],["image=Perm II Railway Station.jpg"],["name=",{"type":"[[","value":[["Perm"]]}]]}," (Пермь) || 1,436 km || 20h || Moscow+2 ||Perm is currently known for its cultural events and institutions like PERMM, the only contemporary art gallery in Russia. Side trips include a cave in ",{"type":"[[","value":[["Kungur"]]}," and a former Gulag camp turned into a museum."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=56.8820"],["long=60.0656"],["name=Europe-Asia border"]]}," || 1,777 km || 1 day, 1h || Moscow+2 ||The border between Europe and Asia is marked by a white obelisk in the forest. You are now a little over a day from Moscow."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=56.85866"],["long=60.60612"],["image=\"Новый\" вокзал станции Свердловск.jpg"],["name=",{"type":"[[","value":[["Yekaterinburg"]]}]]}," (Екатеринбу́рг) || 1,816 km || 1 day, 1h || Moscow+2 || The capital of the Urals region has an impressive collection of Soviet-period buildings and interesting museums showcasing local crafts, arts, and nature."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=57.14559"],["long=65.52231"],["image=Транссибирская магистраль (Тюмень).jpg"],["name=",{"type":"[[","value":[["Tyumen"]]}]]}," (Тюме́нь) || 2,144 km || 1 day, 6h || Moscow+2 ||Tyumen was one of the early Russian forts in Siberia. It is a good starting point for expeditions into the ",{"type":"[[","value":[["Tyumen Oblast"],["Tyumen region"]]},", including the ancient city of ",{"type":"[[","value":[["Tobolsk"]]},", the first Russian settlement in Siberia and the place to see old Russian architecture, including abundant wooden houses."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=blue"],["lat=54.93291"],["long=73.35202"],["image=Irtysh River from the Leningradsky bridge in Omsk.JPG"],["name=Irtysh river crossing"]]}," || 2,706 km || 1 day, 13h || Moscow+3 ||Before arriving in Omsk, you will cross the Irtysh river."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=54.93956"],["long=73.38646"],["image=Omsk railroad station main platform.jpg"],["name=",{"type":"[[","value":[["Omsk"]]}]]}," (Омск) || 2,712 km || 1 day, 13h || Moscow+3 || Omsk was for a brief period after the revolution the capital of White Russia. Among the sights are a military museum, the Cossacks' Cathedral with a Cossack banner and Siberian carved-wood houses."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=blue"],["lat=55.00967"],["long=82.91837"],["image=Railway bridge (Novosibirsk).jpg"],["name=Ob river crossing"]]},"  || 3,332 km || 1 day, 22h || Moscow+3 ||Ob, yet another prominent Siberian river is crossed before you arrive in Novosibirsk."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=55.03630"],["long=82.89521"],["image=Railway Station of Novosibirsk.jpg"],["name=",{"type":"[[","value":[["Novosibirsk"]]}]]}," (Новосиби́рск) || 3,335 km || 1 day, 22h || Moscow+3 ||Russia's third largest city is not the most interesting stop on the track. Sights include historic areas of the city, a zoo and Lenin square with the nearby geographical centre of the Soviet Union. It is a starting point for journeys into the Altai Mountains and ",{"type":"[[","value":[["Kazakhstan"]]},"."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=56.06226"],["long=85.62564"],["image=Taiga station.jpg"],["name=",{"type":"[[","value":[["Tayga"]]}]]}," (Тайга́) || 3,565 km || 2 days, 1h || Moscow+4 ||The village of Tayga isn't important on it's own merits, but from here you can relatively easy get to ",{"type":"[[","value":[["Tomsk"]]},", a student city with wooden architecture."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=56.00486"],["long=92.82842"],["image=Krasnoyarsk railway station.jpg"],["name=",{"type":"[[","value":[["Krasnoyarsk"]]}]]}," (Красноярск) || 4,095 km || 2 days, 9h || Moscow+4 ||The scenic city of Krasnoyarsk was established by the Cossacks. The city has several museums, monuments and trade-and-entertainment centres. Further away there's a huge hydroelectric dam and the Stolby Nature Reserve with granite pillars. If you're going to Beijing via the Trans-Mongolian, you've already come half the distance from Moscow."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=blue"],["lat=56.06600"],["long=93.00957"],["image=Zheleznodorozhnyjj most, the railway bridge over the Yenisei in Krasnoyarsk, Russia, view from the left bank.jpg"],["name=Yenisey river crossing"]]}," || 4,101 km || 2 days, 9h || Moscow+4 ||And also Krasnoyarsk is situated by a large river, which you will cross on your journey eastwards."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=black"],["lat=55.92035"],["long=98.06190"],["image=Ст.Тайшет.jpg"],["name=",{"type":"[[","value":[["Baikal-Amur Mainline"],["BAM"]]}," junction"]]}," || 4,515 km || 2 days 15h || Moscow+5 ||After the village of Tayshet, the ",{"type":"[[","value":[["Baikal-Amur Mainline"]]}," forks off to the north."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=52.28264"],["long=104.26047"],["image=Irkutsk-Passagirsky.jpg"],["name=",{"type":"[[","value":[["Irkutsk"]]}]]}," (Иркутск) || 5,185 km || 3 days, 2h || Moscow+5 ||Over halfway from Moscow to Vladivostok, three days into your journey, Irkutsk is located on the shore of a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},", namely ",{"type":"[[","value":[["Lake Baikal"]]},". The city itself offers traditional Siberian ornamented wooden houses, an icebreaker, a dam and of course several churches and museums dedicated to the culture and history of the region. One special souvenir to buy are kamusi – traditional fur boots. From Irkutsk you can also take a trip on the ",{"type":"[[","value":[["Circum-Baikal Railway"]]},"."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=51.84034"],["long=107.58242"],["image=Ulan ude station.jpg"],["name=",{"type":"[[","value":[["Ulan-Ude"]]}]]}," (Улан-Удэ) || 5,642 km || 3 days, 11h || Moscow+5 ||The gate to the Ethnographic museum shows that you've come to the East and not just that – Ulan-Ude has a distinct Mongolian air with Buddhist sites and old mansions from the time when the city was a major trading point in the region."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=black"],["lat=51.82124"],["long=107.70361"],["name=Trans-Mongolian junction"]]}," || 5,655 km || 3 days, 11h || Moscow+5 ||Not long after Ulan-Ude there's an important junction; the Trans-Siberian proper continues straight east to Vladivostok, while the Trans-Mongolian goes south to Mongolia and China."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=52.02813"],["long=113.49482"],["image=Железнодорожная станция Чита-2 2976418.jpeg"],["name=",{"type":"[[","value":[["Chita"]]}]]}," (Чита)|| 6,199 km || 3 days, 18h || Moscow+6 || The formerly closed city Chita offers a couple of religious sights. As the city sees few visitors, especially Westerners are seen as a curiosity."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=black"],["lat=51.62441"],["long=114.53127"],["name=Trans-Manchurian junction"]]}," || 6,312 km || 4 days, 0h || Moscow+6 ||About exactly four days from Moscow the Trans-Manchurian tracks veer down towards Harbin and Beijing."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=blue"],["lat=48.53633"],["long=135.00326"],["image=Khabarovsk Bridge фото3.JPG"],["name=Amur river crossing"]]}," || 8,515 km || 5 days, 11h || Moscow+7 ||After a very long stretch without any major cities you will cross the Amur, the last of the major rivers on this itinerary. The river bridge is depicted on the RUB5,000 banknote."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=48.49687"],["long=135.07296"],["image=Khabarovsk-1 railway station.JPG"],["name=",{"type":"[[","value":[["Khabarovsk"]]}]]}," (Хабаровск) || 8,521 km || 5 days, 11h || Moscow+7 ||After the river you will arrive in Khabarovsk. If museums are your thing, there are several museums with the \"Far Eastern\" prefix where you can familiarize yourself with the region's military history, art, general history and... the Far Eastern Railway – which includes the easternmost part of the Trans-Siberian!"],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=red"],["lat=43.11124"],["long=131.88192"],["image=Владивосток, километровый столб 9288, 2005-09-20c.jpg"],["name=",{"type":"[[","value":[["Vladivostok"]]}]]}," (Владивосток) || 9,288 km || 6 days, 0h || Moscow+7 ||Six days after you've started, or a few hours longer if you've taken the slower train, you arrive in Vladivostok on the Pacific Ocean. The railway station is built in the same style as Moscow's Jaroslavl Station, on the other end of the track. The Russian Pacific fleet is based here – the city was actually built for that purpose – so there are an abundance of naval sites and memorials to visit, as well as scenic nature of the Pacific coast."],["|-"]]},"\n\n",{"type":"==","value":[" Trans-Mongolian "]},"\n",{"type":"[[","value":[["File:Selenga.jpg"],["thumbnail"],["Landscape in the Selenga province, northern Mongolia"]]},"\n",{"type":"[[","value":[["File:Yurts in Ulan Bator 10.JPG"],["thumb"],["Many Mongolians live in yurts, traditional tents, also in the capital"]]},"\n",{"type":"[[","value":[["File:WheelChanging.jpg"],["thumb"],["Bogie change at the border to fit the Chinese gauge"]]},"\n",{"type":"[[","value":[["File:云岗石窟.JPG"],["thumbnail"],["The Yungang Grottoes, Datong"]]},"\n",{"type":"[[","value":[["File:Tiantan.jpg"],["thumbnail"],["Temple of Heaven, Beijing"]]},"\nThe Trans-Mongolian connects Moscow and Beijing. If follows the same tracks as the Trans-Siberian for a little more than half the way, then forks off south through Mongolia and into China. All stations in this section are five hours ahead of Moscow time.\n\nThe Trans-Mongolian, train 43, leaves Moscow each Tuesday at 21:35 and arrives in Beijing on Monday afternoon at 14:04. Westwards, train number 33 leaves Beijing at 08:05 each Wednesday and is in Moscow the following Monday at 13:58.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! City !! Kms from Moscow !! Time from Moscow !! Time zone !!Description"],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=black"],["lat=51.82124"],["long=107.70361"],["name=Trans-Mongolian junction"]]}," || 5,655 km || 3 days, 11h || Moscow+5 ||Just after Ulan-Ude, the Trans-Mongolian leaves the Trans-Siberian."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=50.38948"],["long=106.10012"],["image=Russian Customs stop Naushki. (11613217113).jpg"],["name=",{"type":"[[","value":[["Naushki"]]}]]}," (Наушки) || 5,902 km || 3 days, 17h || Moscow+5 ||Naushki is the Russian border station and obviously the last Russian station on the line; or the first if you're coming from the other direction. Hopefully you haven't forgot your visa. Also note that after this point the times in the train schedule will be stated in to local time, which is five hours ahead of Moscow time for both Mongolia and China."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=50.23650"],["long=106.19880"],["image=Sükhbaatar suburbs.jpg"],["name=",{"type":"[[","value":[["Sükhbaatar"]]}]]}," (Сүхбаатар) || 5,925 km || 3 days, 19h || UTC+9 ||Sükhbataar is the Mongolian border railway station. Like Naushki, the train is going to stand here for quite a bit longer than at earlier stations."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=47.90806"],["long=106.88418"],["image=Ulan Bator railway station 2008 1.JPG"],["name=",{"type":"[[","value":[["Ulaanbataar"]]}]]}," (Улаанбаатар) || 6,304 km || 4 days, 4h || UTC+9 ||Mongolia's capital is one of the highlights of the route. Sites dedicated to the history from the great Mongolian Empire to the present day and Buddhist monasteries. It is also possible to go hiking in the mountains near the city. The city is the best possible starting point for trips to anywhere in Mongolia; the nearby ",{"type":"[[","value":[["Gorkhi-Terelj National Park"]]}," gives a taste of Mongolian nature and offers the possibility to sleep in a traditional ger."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=43.71907"],["long=111.90768"],["image=Zamyn Uud station.jpg"],["name=",{"type":"[[","value":[["Zamyn-Üüd"]]}]]}," (Замын-Үүд) || 7,013 km || 4 days, 17h || UTC+9 ||After a journey through the Gobi desert, the train arrives in the border station of Zamyn-Üüd."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=43.65359"],["long=111.98278"],["image=Erenhot port.jpg"],["name=",{"type":"[[","value":[["Erenhot"]]}]]}," (二连浩特) || 7,023 km || 4 days, 19h || UTC+9 || Also known as Erlian, Erenhot is the Chinese border station. Here the bogies are changed, to fit the Chinese gauge; yet another interesting thing about the trains between Russia and China."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=41.02958"],["long=113.09180"],["image=Jining South.JPG"],["name=",{"type":"[[","value":[["Jining (Inner Mongolia)"],["Jining"]]}]]}," (集宁) || 7,356 km || 5 days, 3h || UTC+9 || Also known as Ulanqab, an important railway junction and a mining city."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=40.11208"],["long=113.35599"],["image=Datong Railway Station 20060416002654.jpg"],["name=",{"type":"[[","value":[["Datong"]]}]]}," (大同) || 7,483 km || 5 days, 5h || UTC+9 ||Datong has quite a few things worth visiting, even an UNESCO World Heritage Site – the Yungang Grottoes with 51,000 Buddha statues. Several monasteries, an 11th century pagoda, Heng Mountain which is one of the sacred mountains of Taoism and street food stalls add to the experience – you've arrived in China."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=gold"],["lat=39.90167"],["long=116.42101"],["image=BEIJING RAILWAY STATION BEJING CHINA OCT 2012 (8154527127).jpg"],["name=",{"type":"[[","value":[["Beijing"]]}]]}," (北京) || 7,854 km || 5 days, 12h || UTC+9 ||Few cities have are so packed with historical sights as Beijing. The most important ones are obviously Tienanmen Square, the Forbidden City, the Gate of Heavenly Peace, the Temple of Heaven and the ",{"type":"[[","value":[["Great Wall"]]}," a one hour bus ride away, but you could easily spend a week exploring the city. From Beijing you can get to pretty much everywhere else in China – why not continue your train journey when you've come this far?"],["|-"]]},"\n\n",{"type":"==","value":[" Trans-Manchurian "]},"\n",{"type":"[[","value":[["File:China - Russia Railway.jpg"],["thumb"],["Leaving Russia in Zabaykalsk"]]},"\n",{"type":"[[","value":[["File:Harbin Railway Station 01.jpg"],["thumb"],["Harbin railway station"]]},"\n",{"type":"[[","value":[["File:ShanhaiguanGreatWall-end.jpg"],["thumb"],["The end of the Great Wall, Shanhaiguan"]]},"\nThe Trans-Manchurian is also known as ",{"type":"''","value":["Vostok"]}," (east) and like the former it goes to Beijing. It follows the Trans-Siberian tracks for a little longer (about two thirds of its length) after which it turns south and continues into China without going through Mongolia.\n\nThe Trans-Manchurian, train 20, leaves Moscow at 23:45 each Saturday and is in Beijing at 05:46 the following Saturday. Train 19 departs Beijing at 23:00 at Saturday night and is in Moscow at 17:58 on Friday.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! City !! Kms from Moscow !! Time from Moscow !! Time zone !!Description"],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=black"],["lat=51.62441"],["long=114.53127"],["name=Trans-Manchurian junction"]]}," || 6,312 km || 4 days, 0h || Moscow+6 || After about two thirds of the length of the Trans-Siberian proper, the Trans-Manchurian tracks veer off south."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=maroon"],["lat=49.63951"],["long=117.33146"],["image=China - Russia Railway.jpg"],["name=",{"type":"[[","value":[["Zabaykalsk"]]}]]}," (Забайка́льск) || 6,666 km || 4 days, 7h || Moscow+6 ||Zabaykalsk is the Russian border station.The cars will get different bogies that fit the Chinese gauge, which will make for a longer wait. When entering China, times in the train schedule will not be stated according to Moscow time but local time, so if you have your watch set on Moscow time, turn it five hours ahead. On the other hand, if it's on local Russian (i.e. Yakutsk) time, you need to turn it one hour back instead."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=maroon"],["lat=49.58345"],["long=117.44209"],["image=ManzhouliTracks.jpg"],["name=",{"type":"[[","value":[["Manzhouli"]]}]]}," (满洲里) || 6,678 km || 4 days, 13h || UTC+9 ||Across the border there's Manzouli, the Chinese border station."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=maroon"],["lat=45.75949"],["long=126.62568"],["image=Haerbin Railway Station 2010.JPG"],["name=",{"type":"[[","value":[["Harbin"]]}]]}," (哈尔滨) || 7,613 km || 5 days, 8h || UTC+9 ||Harbin is a Chinese city with Russian influences, many buildings were constructed by the Russians a century ago, there's a sizeable Russian minority and you can even find matryoshka dolls for sale. Major points of interest include the Tiger Park, a couple of parks and a few museums. If you are here in the winter, don't miss the Ice and Snow Sculpture Festival."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=maroon"],["lat=39.99928"],["long=119.76158"],["image=Shanhaiguan train station.JPG"],["name=",{"type":"[[","value":[["Shanhaiguan"]]}]]}," (山海关区) || 8,585 km || 5 days, 19h || UTC+9 ||Shanhaiguan is where one part of the Great Wall ends into the ocean. The city also boasts other Great Wall related sights. A few minutes away by train there's the larger city of ",{"type":"[[","value":[["Qinhuangdao"]]},", best known as a beach resort."],["|-"],["| ",{"type":"{{","value":[["Marker"],["type=maroon"],["lat=39.90167"],["long=116.42101"],["image=BEIJING RAILWAY STATION BEJING CHINA OCT 2012 (8154527127).jpg"],["name=",{"type":"[[","value":[["Beijing"]]}]]}," (北京) || 9,001 km || 6 days, 12h || UTC+9 |||Few cities have are so packed with historical sights as Beijing. The most important ones are obviously the Tienanmen Square, the Forbidden City, the Gate of Heavenly Peace, the Temple of Heaven and the ",{"type":"[[","value":[["Great Wall"]]}," a one hour bus ride away, but you could easily spend a week exploring the city. From Beijing you can get to pretty much everywhere else in China – why not continue your train journey when you've come this far?"],["|-"]]},"\n\n",{"type":"===","value":[" Sidetrips "]},"\n",{"type":"[[","value":[["File:Gorkhi-Terelj National Park 45.JPG"],["thumb"],["The Turtle Rock in Gorkhi-Terelj National Park"]]},"\nThere are some interesting destinations \"off the track\". St. Petersburg is often visited before or after a Trans Siberian journey. The capital of the Tatars, ",{"type":"[[","value":[["Kazan"]]},", is on the alternative track between Moscow and Yekaterinburg. ",{"type":"[[","value":[["Tobolsk"]]},", the old Siberian capital is a little over 200 km away from Tyumen. ",{"type":"[[","value":[["Tomsk"]]},", the most beautiful city of Siberia can be visited as a sidetrip from Novosibirsk or Krasnoyarsk. One highlight on the trip is ",{"type":"[[","value":[["Lake Baikal"]]}," that can be visited from Irkutsk and Severobaikalsk; you will see the lake from the train but why not explore the region further?\n\nIn Mongolia, the area around Ulan-Bator is worth visiting; for example the ",{"type":"[[","value":[["Gorkhi-Terelj National Park"],["Terelj National Park"]]}," or the ",{"type":"[[","value":[["Gobi Gurvan Saikhan National Park"],["Gobi desert"]]}," further away. One of the main attractions of China, the Great Wall is not far from the railway.\n\n",{"type":"==","value":[" Buy "]},"\n",{"type":"'''","value":["Costs"]}," depend mainly on the level of quality you want. A trip in second class and staying at mid-range hotels together with a simpler meal and sightseeing or a show will cost you €100-120 per day. If you want your train trip and hotels to be first class and take guided trips it's easy to raise the daily costs up to €500. Self-catering, travel in third class and staying at hostels you can get the daily expenses down to as little as €20-30. China and Mongolia are somehow cheaper and more accessible for tourism than Russia. There aren't really any discounts. An international (or local) student card can get you a few discounts, but senior discounts are unheard of.\n\nMany world currencies can be exchanged at good rates in any city. Bringing local currency isn't necessary, as the rates in local banks are much better. Save for China, don't exchange moneys at airports (or just as much you need to get into town). In Russia, rates at exchange booths are usually similar to those in the banks. Money exchange is not possible on the train. In China the exchange rates are fixed by the government and private banks often refuse to change Swiss Francs so you need to go to the governmental bank to exchange them.\n\nCredit cards can be used in hotels, better restaurants, travel agencies and major grocery stores. In Moscow and Beijing they are widely accepted. Visa cards are the ones most frequently accepted in ATMs.\n\nTravellers Cheques can be cashed only at a few places, but the rates are acceptable.\n\nA typical ",{"type":"'''","value":["tip"]}," in Russia is 5-10%. You are not required to pay the tip when you are not satisfied with the service. In Mongolia the check is usually rounded up and in China tipping is very uncommon.\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"[[","value":[["File:Транссибирска железница.JPG"],["thumb"],["Food and drinks for sale at a train stop"]]},"\n",{"type":"[[","value":[["File:Trans Siberian railway Samovar.jpg"],["thumb"],["Samovar aboard the train"]]},"\nYou will learn to know many different cuisines on a journey like this. For a more elaborate list of local specialties, please refer to particular cities' and regions' articles. Below are just a couple of general train-related things listed.\n\nMany of the trains have ",{"type":"'''","value":["dining cars"]},". Prices are high for the quality you get. A main dish will cost €5-8. You may get freshly cooked food during lunch and dinner time, but on other occasions expect frozen food, which is warmed up in a microwave and becomes less than palatable. Drinks and alcohol are about 2-3 times more expensive than in the stores. On the other hand, you are not allowed to consume alcohol (save for beer) on board, and you are not allowed to bring your own alcohol to the dining cars, so if you want to drink, pay the price or do it quietly in your compartment, as most locals do. First-class tickets and even some of the 2nd-class tickets may include food (snacks for breakfast, warm food for lunch and dinner). A lady will come to your compartment and bring a couple of plastic bowls with warm food. It is usually freshly cooked and quite edible.\n\nOn the ",{"type":"[[","value":[["Moscow"]]},"–",{"type":"[[","value":[["Vladivostok"]]}," route the train stops for 20–30 minutes every 3–4 hours. Everybody can get out of the train, and there are often people on the platform that offer a variety of fresh local food (eggs, fish, cheese, bread, fruits, meat or cheese in a cake) and often some drinks for passengers. They aren't as many as they used to be, as many railway stations require them to purchase a license to keep their stand at the platform. Prices are low; only Russian rubles are accepted. A highlight is the smoked fish (Omul) being sold on the shore of Lake Baikal (Station: Slyudyanka, a quick stop, so be fast). Some of the larger stations will have food marts with snacks and alcohol.\n\nFood and drinks are also sold in kiosks at the platforms, but normally twice as expensive. To get a reasonable price, wait for a station with a longer stop, and just exit the train station, there is usually a plenty of kiosks or small shops just outside, offering a wider choice. Supermarkets (not necessarily of the western kind), affordable food stands and simpler restaurant can be found at most stops. More lavish restaurants and fast food chains can be found in major cities. However familiar western chains are to be found only in Moscow and Beijing.\n\nComing from ",{"type":"[[","value":[["Beijing"]]}," or ",{"type":"[[","value":[["Harbin"]]},", the last stop in ",{"type":"[[","value":[["China"]]}," is ",{"type":"[[","value":[["Manzhouli"]]},". The food being sold there is quite expensive, but many Russians stock up on provisions (i.e. spirits and beer). Be aware that you can take a maximum of 2 litres of alcohol (either beer or vodka or any combination of those) per person into Russia or you will have to pay a penalty (read: bribe) to the customs. Get rid of all your Chinese Yuan here unless you want to take them as a souvenir as they become virtually worthless once abroad. There are a couple of black market money changers in front of the station that change renminbi to rubles at ripoff rates. To get rubles, you have plenty of time on the Russian side of the border (",{"type":"[[","value":[["Zhabaikalsk"]]},"). Walk to the ATM located at the bank in town. Allow 30 minutes to go and come back. The train stops for several hours while the carriages are being changed, so you can do some shopping at the local food markets (bread, cheese, etc.).\n\nComing from ",{"type":"[[","value":[["Beijing"]]}," via Mongolia into Russia there are still the same rip-off exchange touts, but most if not all platform vendors in Mongolia and Russia take U.S. dollars or euros. However, they take only  bills (or notes), so know the exchange rate and buy a lot if you are using a five euro note. Always ask the attendant how much time is available before you rush off into a station to find a Bankomat (ATM) because the train will not wait for you. If you are not spending time in Mongolia, avoid acquiring Mongolian tögrög. They are worthless virtually everywhere else, and the export of tögrög is technically forbidden. Therefore, spend dollars or euro, but get rubles immediately because Russian vendors are more likely to fabricate exchange rates than Mongolian or Chinese platform vendors.\n\nFood is traditionally placed on the table in the compartment. It is not uncommon to share food. This makes for a nice picnic where you learn to know your fellow travelers. It is polite to let them invite you and that you also have something to bring along. Why not bring something from your home country?\n\nEvery carriage has a ",{"type":"''","value":["samovar"]}," (hot water dispenser) that is kept hot throughout the whole journey. Have a stack of dried soups, teabags and Nescafe ready. Just bring your own cup, or ask one from the train attendant. Train attendants also sell tea, coffee, snacks and even freeze-dried meals at slightly inflated prices.\n\nTap water may not be safe for drinking. Russians consider it safe after boiling, and this is what you get from the samovar. If you are cautious, bring bottled water but remember that you won't have any opportunity to warm it.\n\n",{"type":"==","value":[" Drink "]},"\nAlcohol is an important part of Russian culture and thus it's not unusual to have some vodka at your compartment picnic. At this stage, you have to be careful and you need to know when to stop. First, drinking strong alcohol is not allowed in Russian trains, but, as always in Russia, \"not allowed\" does not mean \"forbidden\". Carriage attendants will pretend they don't see you unless you are making a noise or other drama. Police may go through the train and harass people who are drinking, so stay quiet and keep bottles under the table. Never drink more than you can. A drinking competition will for sure land you in a hospital or worse. Use your common sense when fellow travellers offer you something. You are much more likely to taste a good drink than to get into trouble, but troubles are not unheard of and range from bad alcohol to alcohol intentionally mixed with drugs that will make you an easy victim.\n\nOther than that, tea is also an important drink; in Russia this will mean black tea with lemon, in China green tea. It's drunk at breaks, after meals and sometimes as an aperitif.\n\nIn every train car there is a pot with boiling water available for making hot drinks (bring your own tea, but the water is free). Carriage attendants also sell tea and coffee, and it's usually possible to buy soft drinks and beer in the restaurant carriage to bring back to your carriage.\n\nIt's worth having a basic ",{"type":"[[","value":[["Russian phrasebook"],["phrasebook"]]}," as attendants are unlikely to speak English and the drinks provided won't come with milk or sugar unless you specifically ask for them.\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"[[","value":[["File:Trans Mongolian Train 01.jpg"],["thumb"],["Crossing the Gobi desert on the Trans-Mongolian"]]},"\n",{"type":"[[","value":[["File:Плащкарт.jpg"],["thumbnail"],["Platzkart"]]},"\nAll tickets for long journey trains are for sleeping places. In the 1st and 2nd classes, they are about 1.9m long and about half a metre wide. 3rd-class carriages have shorter berths. Some trains between Moscow and St. Petersburg have seating places. Few trains in Russia have all 4 types of cabins to choose from:\n\n",{"type":"*","value":[{"type":"'''","value":["First class (SV)"]}," is, except the three 'M'-classes, the most comfortable and quite expensive. The price is at least twice as much as in 2nd class. Each cabin consists of two sofas flanking each side of the compartment, which convert into beds for sleeping. On some trains such as the Trans-Mongolian, the first-class compartments have private bathrooms. Service in first class actually somewhat resembles the service you would expect in Europe and North America, which is worth considering since Russian railways are notoriously bureaucratic and not very service minded, to say the least. The compartment doors can be locked from within, but these locks can be opened from the outside with a key. If the security chain is used, the door can only be opened 5 cm."]},"\n",{"type":"*","value":[{"type":"'''","value":["Second class (Kupe)"]}," somewhat compares to the standard on Western European sleeper trains. These carriages are compartmentalized, with each compartment holding 4 beds. One thing to note when buying tickets for second class, is that you will have to share the two lower bunks during the day, and there is no other place to sit except for the dining car. Most trains will have male-only, female-only, and mixed compartments. You can choose any of the two depending on your preference. Kupe is a good compromise between relative comfort, and the ability to meet and mingle with the Russians. Prices are comparable to the cheapest economy-class plane ticket. 2nd-class tickets may be combined with food and \"service\". Food means hot food served twice a day. \"Service\" implies small things like toothbrush, sleepers, tea, coffee, and snacks included in the price of your ticket."]},"\n",{"type":"*","value":[{"type":"'''","value":["Third class (Platzkart)"]}," bears some resemblance to the hard sleeper class on Chinese trains: many travellers find this class to be much better than its reputation. These carriages are in an open layout with two lower and two upper berths (seat numbers 1-36), a narrow corridor, and another two berths that are stretched along the side of the carriage (seat numbers 37-52), the latters are not recommended."]},"\nThere is little in the way of privacy here, but many travelers might prefer this option, at least for a short overnight trip, because you do not find yourself locked in a compartment with three strangers. It is a taste of real Russia, and the price is usually 40–50 percent lower than in the 2nd class. Lots of middle-class people travel this way, but you may also meet young guys returning from the military service and other noisy or drunk companions, so it is a bit more adventurous than hiding oneself in a closed compartment. On the downside, 3rd class carriages have shorter berths that will be uncomfortable for anyone taller than 1.75m. Lights are dimmed, but not completely switched off during the night.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fourth class (Obschchy)"]}," is the cheapest way of travel. It can be found on slower trains. Most people will only use it for short trips not exceeding 10-12h. 4th-class carriages may have individual seats, as in European trains, but you are more likely to find yourself in a 3rd-class carriage, where each lower berth accommodates three people, and additionally one person is supposed to lie on the upper berth. In fact, upper berths are most popular here. They are filled first, regardless of seat numbers written on the tickets. Then other people will sit or lie on the lower berths."]},"\nIf the train arrives at your destination before 08:00 local time, the carriage attendant will wake you up half an hour before arrival. Otherwise you will be notified 15 minutes before arrival.\n\n",{"type":"==","value":[" Talk "]},"\n",{"type":"[[","value":[["File:Beijing UlaanBaatar Moscow Train.jpg"],["thumb"],["Beijing-Ulaanbataar-Moscow in three languages, Trans-Mongolian"]]},"\nWhile Russia is a huge country and some provinces have their own language, the same ",{"type":"[[","value":[["Russian"]]}," is taught in each school. If you know some Russian, you can use it throughout the trip. For most travellers the Cyrillic alphabet is a large barrier. It takes around five hours to learn it and it's recommended as far from all signs have a Latin transcription.\n\n",{"type":"[[","value":[["Mongolian"]]},", the language of Mongolia also uses the Cyrillic alphabet with two additional letters. However, Russian is the most widely studied foreign language in Mongolia, so you would generally be able to get by if you speak Russian.\n\nIn northeastern China ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin Chinese"]]}," is spoken. It's a tonal language and someone unfamiliar with Chinese reading Latin transcriptions that don't show tones is unlikely to be understood by locals. Likewise, most locals are also unable to understand Latin transcriptions of Chinese. In other words, if you cannot speak Chinese (well), have somebody, for example at your hotel, write down addresses to show to taxi drivers, etc. Russian is generally not widely spoken beyond the border towns.\n\nEnglish is spoken mostly by youth and educated people. Outside St. Petersburg and Moscow, the locals' English knowledge is not very good, and they usually speak with a strong accent. A few older Russians can speak German. Some younger people also can speak French.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"[[","value":[["File:Ulan Bator railway station 2008 1.JPG"],["thumb"],["Ulanbataar railway station"]]},"\nThe journey on the Trans-Siberian route is quite safe, especially if you travel in groups of four and have your own compartment. Compartments can be locked from the inside with two locks. One can be opened from outside with a special key, the other cannot be opened from outside, and when locked allows the door to open a bit. It is advisable to use both locks during the night, although robbery is nearly unheard of. You can't lock your compartment from outside when you go out. But the train attendant can do it for you.\n\n3rd-class carriages provide less personal space and less protection. If you sleep on the lower berth, use the space under the berth to store your belongings. When on the upper berth, use the shelf above you. Take all valuable things with you when going out on to the station. Things are rarely stolen, but reasonable caution should be used.\n\nPolice in Russia can be your good friend or a bad enemy depending on the situation. Each train has at least one policeman who may shuffle around looking for drunks, beggars, and criminals. If you are harassed or threatened, contact the train attendant who will call the police. On the other hand, avoid doing something that can draw the attention of the police to you. Given recent terrorist attacks, each train station will have lots of police who tend to sporadically check documents and ask questions about your luggage. Never leave the train without your ticket and passport. Russian police are also very sensitive to people taking pictures of railways, stations, and trains. This is another aspect of anti-terrorist paranoia. Foreigners and especially Western tourists are less likely to face this problem. However, if you are approached by the police and asked to delete some photos, just do it and forget (or restore your photos later). Never try to take pictures of the police.\n\nAs a rule of thumb, smaller towns are less safe than bigger cities. If you are travelling alone, avoid areas void of people, near crowds the only thing to watch out for are ",{"type":"[[","value":[["pickpockets"]]},". If you are travelling shorter hops, it's possible that your train will arrive in the middle of the night. Stay inside the train station until the morning (unless you know well where to go), or choose a train that arrives in the daytime.\n\nIf you are an obvious tourist you are likely to get cheated at markets and especially by taxi drivers. The remedy for this is some knowledge of Russian and good ",{"type":"[[","value":[["bargaining"]]}," skills. Always negotiate the price in roubles, even if the seller starts quoting the price in dollars and even if you plan to pay with dollars. Dollar prices are calculated according to the current bank exchange rates. Most places will not accept any currency other than roubles, though.\n\nOften sellers and cab drivers will grab your arm to drag you to their stand or car. In this case it suffices to just rip yourself loose. They are there to make you pay high prices for their merchandise and services, not to hurt you.\n\nThere's prostitution going on in some hotels and even next to the train stations. To avoid possibly losing your money and health, steer clear. Same is true for drugs of any sort.\n\nLikely the most dangerous city in the night time is Ulanbataar. Hotels and hostels often keep their doors shut between midnight and 06:00 because it's too unsafe on the streets.\n\n",{"type":"==","value":[" Stay healthy "]},"\nYou should be in good physical condition while starting a trip like this, with no reason to believe your condition will worsen during the trip. Good medical care according to Western standards is really only available in Moscow and at private clinics in Beijing. In Mongolia you should really have a ",{"type":"[[","value":[["First aid kit for travellers"],["first aid kit"]]},". For smaller injuries, private clinics in Ulaanbaatar are good enough but if something serious happens you should get to Beijing, Europe or the United States regardless of the costs.\n\nHealth risks include avian influenza and rabies. Keep your distance from wild animals.\n\n",{"type":"==","value":[" Respect "]},"\n",{"type":"[[","value":[["File:Beijingrailwaystation night.jpg"],["thumb"],["Beijing railway station, the end point of the Trans Mongolian"]]},"\nEspecially if you travel alone you will be spending some time on the train with locals, so it's obviously useful to learn basic do's and don'ts before the journey. Please refer to the respect sections of the ",{"type":"[[","value":[["Russia#Respect"],["Russia"]]},", ",{"type":"[[","value":[["Mongolia#Respect"],["Mongolia"]]}," and ",{"type":"[[","value":[["China#Respect"],["China"]]}," articles to learn about the culture in the countries you will be traveling through.\n\nDespite the opening of the countries for tourism, ",{"type":"[[","value":[["photography"]]}," is still not allowed everywhere. Do not take photos of military and governmental buildings, as this can land you in jail in the worst case. You should also think twice before taking photos of other government-owned buildings like railway stations. Museums often have their own rules concerning photography, as elsewhere in the world.\n\n",{"type":"==","value":[" Cope "]},"\nThe level of comfort and the number of amenities depend on the type of the train you are taking. Newer carriages feature air conditioning and abundant power sockets, and have an overall nice look, while older carriages have none of those and may become uncomfortably hot during summer as well as very cold during harsh Siberian winter. If you can choose between several trains on your route, the train with more expensive tickets is more likely to have newer, comfortable carriages.\n\n",{"type":"'''","value":["Standard amenities"]}," include berth, mattress, pillow, blanket, and bedding. Mattress, pillow, and blankets are stored on the shelf above your berth. Sometimes train attendants will prepare the bed for you, but most likely you will have to do it on your own, especially in 3rd class. Things are pretty heavy, so taking them down and manipulating them in the narrow space is not the most trivial task. Females should feel free to ask help from fellow travellers. On a long journey, it is common to remove bedding and mattress from the lower berths during the day, so that everyone can sit. On the other hand, people on the lower berths may prefer to take a nap. Then you have absolutely no space to sit and will be forced to lie on your upper berth, even if you don't want to. People traveling alone in 3rd class are advised to book the lower berth on the side of the carriage. This will give you the opportunity to sit and even use the table at any time, undisturbed by other travelers.\n\n",{"type":"'''","value":["Sleeping"]}," on the train may not be as simple as you imagine. Russian trains are not very smooth, so expect constant pushes, noises, and unavoidable disturbances from fellow travelers. 2nd class compartments offer much better conditions than 3rd class, but it is still the same as sleeping in a hostel and far worse than sleeping in your own room. The berths in the 2nd class are long enough for most people, but the berths in the 3rd class are slightly below 1.80m. If you are taller than that, bend your legs. Letting them jut into the aisle is another option, but this will make other people hit you every time they pass by. Note that Russians always sleep with their head toward the window and their feet toward the aisle. The opposite, European way of sleeping will not be frowned upon, but it is never used by locals.\n\nAlways use the dark window curtain that can be pulled against the window. This will save you from bright lights shining outside. Bring ear plugs and consider what else could help you to fall asleep in a noisy environment. A shot of strong alcohol, a favorite book, or just good music might be helpful. If you never used night trains before, try yourself on a short, one-night journey before crossing the whole country.\n\n",{"type":"'''","value":["Power connections"]}," may be difficult to find. Newer carriages have power sockets at each berth (or at least 2 sockets per compartment). Older carriages have only one \"public\" socket next to the toilet and another one close to the samovar. Train attendants have a few extra sockets hidden inside their compartment. Technically, all sockets are designed for shavers. You may see special signs saying that laptops and gadgets should not be charged there. In fact, you can connect whatever you want (kettles not recommended, though), but nobody takes responsibility for your gadgets. Although voltage is notoriously unstable, most gadgets survive this kind of shock treatment.\n\n",{"type":"'''","value":["Train attendants"]}," are your best friends in a long journey. They may have useful facilities, such as fridge, microwave and extra power sockets. Train attendants are usually reserved with foreigners and rarely know a word of English, but most of them become more friendly the moment you try to make a small chat or present a gift. They may also help you in negotiating with police, border control, and fellow travellers.\n\n",{"type":"'''","value":["Toilets"]}," are usually found at both ends of the carriage. Newer carriages have closed-cycle toilets (so-called \"biotoilets\") that operate at any time. Older carriages feature something similar to a latrine (hole-in-the-floor) and remain closed when the train is on the station or approaching it. There is a formal schedule posted on the door of each toilet, although train attendants tend to be kind and lock the toilets right before arrival rather than 15-20min in advance. Most toilets nowadays are clean and equipped with toilet paper as well as soap. Paper towels are not common, but you always get a tiny towel with your bedding. However, sinks are very small and difficult to use, so wet napkins remain your best choice. Bringing paper towels or toilet paper is also a good idea.\n\nA ",{"type":"'''","value":["shower"]}," is available on most long-distance trains, including trans-Siberian routes. One or two shower cabins are located in one carriage somewhere in the middle of the train. A small fee is collected.\n\n",{"type":"'''","value":["Internet"]}," is never available on board, except on a few of the newest trains that do not run on the trans-Siberian routes. However, you can do pretty well with a mobile connection (buy a local SIM card!), even though the signal will be weak or missing in the middle of Siberian forests. These days, the majority of Russians have smartphones, and it is not uncommon to see laptops or tablets even in 3rd class. But beware of your belongings!\n\n",{"type":"==","value":[" Go next "]},"\nIf you have arrived in ",{"type":"[[","value":[["Vladivostok"]]}," after a week on the train, you will feel like you have travelled to the end of the world, but as we know, the world isn't flat. Hence you will have the option to take the ferry to ",{"type":"[[","value":[["Japan"]]}," or ",{"type":"[[","value":[["South Korea"]]}," or the train to ",{"type":"[[","value":[["Harbin"]]}," and from there to other destinations in China. It is theoretically possible, but practically very difficult to continue your journey to ",{"type":"[[","value":[["North Korea"]]},". If your trip ends in ",{"type":"[[","value":[["Beijing"]]},", this is a great opportunity to explore other parts of ",{"type":"[[","value":[["China"]]},".\n\nIf your Trans-Siberian trip ends in ",{"type":"[[","value":[["Moscow"]]},", you can explore the ",{"type":"[[","value":[["Golden Ring"]]},", continue to ",{"type":"[[","value":[["St. Petersburg"]]}," and all the way to ",{"type":"[[","value":[["Scandinavia"]]}," or take one of the several direct trains to ",{"type":"[[","value":[["Europe"]]},"an destinations.\n\n",{"type":"{{","value":[["guideitinerary"]]},"\n",{"type":"{{","value":[["related"],["Baikal-Amur Mainline"]]},"\n",{"type":"{{","value":[["related"],["Russia to Japan via Sakhalin"]]},"\n",{"type":"{{","value":[["related"],["Russia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Trans-Siberian railway"]]},"\n",{"type":"{{","value":[["geo"],["55"],["88"],["zoom=4"]]}]