[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tranquebar"]}," (or ",{"type":"'''","value":["Tharangambadi"]},") is a city in the Indian state of ",{"type":"[[","value":[["Tamil Nadu"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Tranquebar IMG 9644.JPG"],["thumb"],["300px"]]},"\n\nThe best way of getting to Tranquebar is by bus. Bus route 324 runs all the way from CMBT (Chennai Mofussil Bus Terminal) in Madras along the coast to Nagapattinam south of Tranquebar. The bus will make stops in Pondicherry, Cuddalore, Chidambaram, Tranquebar and Karaikal on the way to Nagapattinam, so it is perfect if you already are in one of these cities. From Madras the trip will take around 7-8 hours, from Pondicherry around 4 hours, from Karikal around 30 minutes and from Nagapattinam around one hour. The busses come in three different classes: Regular, UD (ultra deluxe) and AC (Air Conditioning). Regular busses are bad even by Indian standards, Ultra deluxe busses are bad by western standards (no A\/C or reclining seats) while AC busses (blue and white with closed windows) are really good. A trip from Madras to Nagapattinam on AC bus is less than 300 rupees, so unless you are on a really tight budget AC is the way to go.\n\nTranquebar is better known with its local name, Tharangambadi, so ask for bus\/taxi for the same.\n\n",{"type":"==","value":["Get around"]},"\nTranquebar is small enough for you to easily be able to walk around and the entire area can be covered in 3-4 hours. If you are a true history buff and want to see all the sites like the remains of Peter Anker's country house and gardens or the Governor's Mansion in nearby Porayar, it may make sense to hire a pedal bike. If youre starting from Pondicherry, its possible to start and return from Tranquebar the same day.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Town Gate"],["url="],["email="],["address=King's Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content='Landporten' as the Town Gate is called in Danish forms part of the fortifications that were built around Tranquebar in the 1660's. In 1791 the original gate was destroyed and the existing one constructed in its place."]]}]},{"type":"[[","value":[["Image:View Fort Dansborg.JPG"],["thumb"],["Fort Dansborg and Bay of Bengal in backdrop"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fort Dansborg"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a Danish 17th century fort facing the coast. The construction of the fort began immediately after the arrival of the first Danish trading expedition and the establishment of a treaty regulating trading rights between the Nayak Raghunatha in Thanjavur and the Danish East India Company in 1620. Until the end of the 17th century the fort was used for residential and storage purposes; subsequent increase in population forced the Danes to move out and occupy surrounding areas as well. While it was previously crumbling away, the Fort has received substantial renovation efforts recently, by both Indian volunteers and Danish non profit organisations. It houses a small museum inside that has some artifacts and a history of the Danish Settlement. Entry fee is Rs 5 per person. 10-30 AM to 5 PM"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Zion Church"],["url="],["email="],["address=King Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Consecrated in 1701, it is the oldest protestant Church in India. Prominent with its combination of colonial and Indian architectural features, its construction together with the fortification of the town marked the moving out and spreading of the Danish population into the surrounding settlement. The structure went through many reconstructions before it reached its present form."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The New Jerusalem Church"],["url="],["email="],["address=King Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1718 after the arrival of German missionaries, when the existing church proved too small for the growing Christian population."]]}]},{"type":"[[","value":[["Image:The New Jerusalem Church.JPG"],["thumb"],["3\n00px"],["The New Jerusalem Church, Tranquebar, Tamil Nadu, India"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Old Danish Cemetery"],["url="],["email="],["address=Kavalamettu Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small cemetery that holds the whitewashed graves of several Danish colonial officials and tradesmen. Don't expect a Danish style cemetery as found in Copenhagen. It is a small compound with a locked gate and several headstones standing forlornly in a barren patch of land."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Masilamani Nathar Temple"],["url="],["email="],["address=On the beach"],["lat="],["long="],["directions=Near the Bungalow on the Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dating back to the Pandian era, this temple was erected in 1306. An inscription to this effect is exhibited in the Dansborg Museum. The temple was dilapidated and heavily eroded by the sea but thanks to restoration undertaken by INTACH, the temple is now as good as new and is worth a visit."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Ziegenbalg Museum Complex"],["url="],["email="],["address=Admiral Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Interesting to see a building here marked the \"First Printing Press\" though the first printing press in India was originally housed in the Mission House on King's Street. Bibliophiles would know that the first book to be published in India was the Bible in Tamil."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Take a Walking Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good place to start is the Bungalow on the Beach on King's Street. Ask for a map there and set out to see the sights. At a comfortable pace the tour should not take more than a couple of hours. You can end the tour with a beer at the Bungalow!"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Arts and Craft Centre"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Presently being renovated as on Oct, 2009. This centre is being developed for presenting the traditional arts and crafts of this region. The centre is located in a set of restored Tamil houses that were taken up by some NGOs after the tsunami."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Bungalow on the Beach"],["url="],["email="],["address=King's Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Presently the only dining option in Tranquebar. They serve a fairly decent continental fare with main course at the range of Rs. 200."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Bungalow on the Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can order a beer here, just that it comes marked as fruit juice in your bill.Rs 150 for a bottle of Kingfisher."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Bungalow on the Beach"],["url="],["email="],["address=King's Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The most upmarket place here, it is housed in the renovated British Collector's house. Run by the Neemrana group it has about eight rooms ranging from Rs 3500 to Rs 5000 per night (Oct 2009).No internet."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Gate House"],["url="],["email="],["address=King's Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The annexe of The Bungalow, it is situated right next to the Town Gate and has six rooms ranging from Rs 3000 to Rs 3500 per night (Oct 2009).No internet.No restaurant, one has to take a 5 minute walk to the Bungalow for meals."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Nayak House"],["url="],["email="],["address=Post Office Street"],["lat="],["long="],["directions=Walk along the Post Office Street till you hit the beach and go on till where Goldsmith Street meets the beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Another place run by Neemrana with three rooms ranging from Rs 1000 to Rs 2000 per night (Oct 2009).No internet."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Tamil Nadu House"],["url="],["email="],["address=Post Office Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The budget accommodation option also run by the Neemrana people has non air conditioned rooms available from Rs 600. They serve breakfast and lunch but for dinner one has to go to the Bungalow."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["11.0333"],["79.8500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu North Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Tharangambadi"]]}]