[{"type":"{{","value":[["pagebanner"],["Writing banner (vintage Corona folding typewriter).jpg"]]},"\nSo you want to be a ",{"type":"'''","value":["travel writer"]},".  It sounds like a dream job: free vacations to exotic far-off lands, a fat corporate credit card for paying all your expenses, a big paycheck as reward and your name on the spine of books at every airport in the world.\n\n",{"type":"==","value":["Understand"]},"\nAlas, many others think so too, making travel writing one of the most ",{"type":"'''","value":["brutally competitive and poorly paid"]}," professions around: an ",{"type":"''","value":["accepted and published"]}," two-page article in an average publication may net you around ",{"type":"'''","value":["US$150"]},".  Now figure out how many you'll need to sell to make minimum wage, and you'll realize that very few people can scrape together a living from it, much less get rich, and it's difficult to even get your foot in the door with so many others vying for the same jobs.\n\nAn aspiring travel writer will need the following skills:\n",{"type":"*","value":[" ",{"type":"'''","value":["Excellent English"]},".  No employer will pay for a copyeditor to clean up your grammar."]},{"type":"*","value":[" ",{"type":"'''","value":["Photography skills"]},".  Most assignments are a one-man show, and you'll need to be able to take the pictures to accompany your story.  You may also make a little extra income from this."]},{"type":"*","value":[" ",{"type":"'''","value":["Selling yourself"]},".  Assignments pay peanuts, so you need to collect a lot of peanuts from a lot of different places."]},"\n",{"type":"==","value":["Write"]},"\nTravel writing has specific requirements.\n\n",{"type":"*","value":[" Find an interesting ",{"type":"'''","value":["angle"]},".  \"My Tour of Bangkok\" or \"London is Really Expensive\" is not interesting; \"Bangkok's Best Markets\" or \"Free Museums in London\" will catch a few more readers' eyes.  Your editor will usually require that you come up with the angle ",{"type":"''","value":["before"]}," they sign you up."]},{"type":"*","value":[" Write ",{"type":"'''","value":["short"]},".  Unless you're writing a book (and you probably shouldn't), publishers expect short, concise pieces of a page or two.  That means 250-500 to 800-1000 words."]},{"type":"*","value":[" Write ",{"type":"'''","value":["concise"]},".  Your readers don't need to know that you boarded a plane or took a taxi from the airport, and any story that starts by saying so will be rejected off the bat.  Focus on the core of the story.  (Tight word counts help.)"]},"\n",{"type":"==","value":["Sell"]},"\n",{"type":"===","value":["Books"]},"\nYou've sweat blood and tears perfecting your travel diary, the magnum opus ",{"type":"''","value":["My Summer Holiday in the Podunks"]},".  Will publishers tear it out of your hands and compete for offering the highest advance?  In a word, ",{"type":"'''","value":["no"]},".  Book-length travel writing is as hard as becoming a published fiction author, only more difficult, because everybody thinks they can do it.\n\nIf you want to just publish a few copies for your friends and family, look into a print-on-demand service like ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lulu.com Lulu"]}]},".  They will even sell your book online for you, and who knows?  Maybe you ",{"type":"''","value":["are"]}," the one in a million that makes it.\n\n",{"type":"===","value":["Guidebooks"]},"\nWriting guidebooks (lots of them) ",{"type":"''","value":["can"]}," pay enough to be a job, but it's hard, monotonous work reviewing every identikit concrete barracks in ",{"type":"[[","value":[["Bangkok\/Khao San Road"]]},".  And with Wikivoyage lapping at their heels, how long can traditional guidebooks sustain themselves?\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.letsgo.com\/ Let's Go"]}]},".  Employs ",{"type":"''","value":["only"]}," full-time Harvard students, but if you are one and are interested you have a pretty good shot."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moon.com\/ Moon Handbooks"]}]},".  One of the only large guidebook companies which still pays royalties and allows authors to own the copyright to their book."]},"\n",{"type":"===","value":["Magazines"]},"\nLots of magazines and newspapers write about travel, and this is probably your best bet.  However, there are many types with slight differences, and it's worth paying heed to them.\n\nDedicated ",{"type":"'''","value":["travel magazines"]}," run the gamut from high-end glossies like ",{"type":"''","value":["Travel + Leisure"]}," ",{"type":"[","value":["http:\/\/www.travelandleisure.com"]}," and ",{"type":"''","value":["Conde Nast Traveler"]}," ",{"type":"[","value":["http:\/\/cntraveler.com"]}," to backpacker operations like ",{"type":"''","value":["Farang"]}," ",{"type":"[","value":["http:\/\/www.farangonline.com\/"]},".  Instead of aiming for the big names or the all-purpose titles, which probably already have better writers than you going to more interesting places than you, aim a step below at smaller, regional, more targeted magazines: ",{"type":"''","value":["AsiaSpa"]}," ",{"type":"[","value":["http:\/\/www.asiaspa.com"]}," is for travelers in Asia interested in spas, ",{"type":"''","value":["Ski Canada"]}," ",{"type":"[","value":["http:\/\/www.skicanadamag.com"]}," is for travelers in Canada who like skiing, etc.  The obvious downside is that, as in trade magazines (see below), you'll need more than a passing familiarity with the special interest in question.  '''\n\n",{"type":"'''","value":["Online travel magazines"]}," are another option for breaking into travel writing. Websites can include everything from highlighting worldwide locations like Brave New Traveler ",{"type":"[","value":["http:\/\/www.bravenewtraveler.com\/"]}," to articles focusing on particular story angles such as 52 Perfect Days (www.52perfectdays.com) ",{"type":"[","value":["http:\/\/www.52perfectdays.com\/home"]}," where all articles are written based on how to spend a perfect day or evening.\n\n",{"type":"'''","value":["Online travel blog-a-zines"]}," websties have a completely independent and still professional approach to several topics about travelling such as destinations, resources, news, etc. For instance, Travel Generation ",{"type":"[","value":["http:\/\/travelgeneration.com"]}," is aimed to the backpackers niche.\n\n",{"type":"'''","value":["In-flight magazines"]},", found for free in every major airline's seat pocket, are also all about travel writing.  However, their function is to get people interested and drive up sales, so articles ",{"type":"''","value":["have"]}," to be enticing and gloss over bad points.  The upside is that, if hired, you can expect to get free tickets to your destination (you're limited to where the airline flies, of course), free accommodation from advertisers (you'll be expected to write a glowing review) and, if you're lucky, free elephant treks, river rafting or whatever is the expensive, touristy thing to do at your destination (ditto).  The magazine will pay you freelance writer rates, and all other expenses come out of your pocket.\n\n",{"type":"'''","value":["Trade magazines"]}," focus on entirely different industries from travel, but as people like to keep abreast of what's happening elsewhere in the world, they're often interested in travel reports.  The range of these is incredible: the ",{"type":"''","value":["Masonry Magazine"]}," ",{"type":"[","value":["http:\/\/www.masonrymagazine.com"]}," runs a regular feature called \"Masonry Around the Nation\", reporting on what kind of interesting buildings have been built from bricks.  The flip sides, though, are that they're not going to pay for you to travel and that you need to be familiar with the industry in question (or good enough at interviews to be able to fake it).\n\n",{"type":"'''","value":["Newspapers"]}," often have travel sections and they may be interested in freelance work, especially if you can work in an angle that somehow relates to the home city.  Again, local newspapers are easier (and pay less).\n\n",{"type":"===","value":["Blogging"]},"\n\nThe easiest way to get started in the business of travel writing is to hone your skills on an established travel blog website. After you become comfortable with formatting and editing on the web, then later, you might create your own website. For example: (www.travoline.com) ",{"type":"[","value":["http:\/\/www.travoline.com"]}," a Travel Information Website accepts contribution from fresh travel writers.\n\n",{"type":"{{","value":[["PartOfTopic"],["Work"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["wikipedia:Travel literature"]]}]