[{"type":"{{","value":[["pagebanner"],["Travelling_alone_WV_page_banner.jpg"]]},"\n\nWhilst traveling with friends or organized groups is fairly common, by choice or by necessity many people travel alone. Traveling alone is a unique experience and can be a very rewarding way of traveling, despite a few drawbacks. \n\n",{"type":"==","value":[" Understand "]},"\n\nTraveling alone is not uncommon and most solo travelers are able to meet other travelers at hostels, bars, organised tours or any place where travelers tend to hang out or congregate.\n\n",{"type":"===","value":["Advantages to traveling alone"]},"\n\n",{"type":"*","value":[" Your time and budget are your own! It's all up to you how much time to spend someplace, what your daily modes of travel will be, etc. You need not take into account the preferences and demands of a traveling companion. You don't have to worry about boring a companion or vice versa. You also have more space to make your trip entirely your own. Solo travel can be a great opportunity for reflection and moving at an individual pace. Traveling by yourself, you only have to please yourself."]},"\n",{"type":"*","value":[" It's easier to make friends with the locals. Many great opportunities to interact with the locals on a personal level can be found and enjoyed without a friend or other companion.  "]},"\n",{"type":"*","value":[" You don't have any social obligations.  You have space and time to be yourself, apart from your family and work roles."]},"\n",{"type":"*","value":[" You will be far more flexible than non-solo travelers, and may find it easier to cope with unexpected setbacks and complications. For instance, if a flight or hotel is overbooked, you can make alternate plans more easily. There's nobody to blame you for your own gaffes, after all!"]},"\n",{"type":"===","value":["Disadvantages to traveling alone"]},"\n\n",{"type":"*","value":[" Personal safety can be a concern as there's nobody to watch your back and no one to share the driving should you get tired. There's also no one to watch the luggage while you go buy train tickets. You will have to carry all your gear yourself, which can be both inconvenient and stressful."]},"\n",{"type":"*","value":[" Arrangements may be more expensive on a per-person basis, as there is no one with whom to share costs. Although transportation tickets are priced individually, hotel rooms are generally designed and priced for two people (with either a double bed or two single beds), and as such, charge the same price to a single traveler occupying the room. The same principle applies to renting a car if you so desire. You may therefore need to budget a little bit more than if you are traveling in a group.  On the other hand, this disadvantage can be mitigated by limiting visits to restaurants, opting instead for less expensive alternatives."]},"\n",{"type":"*","value":[" Some activities, such as eating alone in restaurants, can make some people self-conscious."]},"\n",{"type":"*","value":[" You may experience moments of loneliness, as you have no one to talk to. However, with nearly ubiquitous cell phone service in many populated areas, it is easier these days to stay in touch with people at home if you so choose and can bear the cost. It's also easy to keep in touch with friends back home using email."]},"\n",{"type":"==","value":[" Get in "]},"\n\nSome destinations lend themselves better to solo travel than others. You may find places where accommodations for a single traveler are less restrictive or expensive. There may also be places that cater to individual travelers.\n\n",{"type":"==","value":[" Get around "]},"\n\nPack as light as possible. When traveling with friends the burdens can be shared; one person can watch the gear while another waits in line for train tickets, buys drinks or goes to the toilet. By yourself, you'll probably have to bring your things everywhere you go and prepare for tasks on your own.\n\nTake intercity trains instead of buses, you can move around freely and mingle with other passengers. On most long distance trains the locals bring along a picnic, take some extra food to share with new friends.\n\nTry not to look at maps in busy streets of foreign cities (which will mark you as an easy target for pickpockets) - do the map reading in a cafe, and unwind for a while, the refreshment will help you get your bearings.  In many cities using a mobile device will blend better than standing on a street corner with a map.\n\n",{"type":"==","value":[" Eat "]},"\n\nTry to find places with a casual atmosphere in European cities, such as cafeterias in department stores, a pub, or an outdoor patio during warmer weather.\n\nYou can also try to connect with other travellers by using a free service called ",{"type":"[","value":["http:\/\/eatwithequals.net eatwithequals.net"]},". It gives you the possibility to meet with interesting people, share good stories and expand your network with other global travellers. The goal of eatwithequals.net is to allow small groups of about 4 people to meet over a dinner, enjoy a good meal and leave the table well fed both in body and mind.\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"*","value":[" In places where accommodation is expensive, you can try to team up with other single travelers to share a room and split costs. A good place to meet people for sharing is on the bus\/train\/plane in to a new place. Be cautious about who you trust, obviously, but it can be a great way to save money."]},"\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"*","value":[" The more travel-friendly the accommodation, the easier it will be to make new friends. If you're feeling lonely, head to a hostel, not a five-star hotel. Hostels are normally filled with solo travelers, many of them looking to make a friend or two to enjoy a beer with. "]},{"type":"*","value":[" Tours can be a great way to meet other travelers. Especially walking tours. "]},{"type":"*","value":[" Travel forums can also be a good way to meet other travelers who are in the same destination as you. "]},{"type":"*","value":[" Buy someone a beer! Start up a conversation! Even if you're not outgoing at home, now is the time to start. Ask someone that looks like they've been there a while about cool things to see. Politely offer help to someone just arriving, if you know the hotspots (but don't be overbearing) Better yet -- talk to the locals. In some countries, guesthouses are staffed by young people who like making new friends. Ask a local to teach you a few phrases in her language. Ask a local how to make a toast in the local language. Don't be afraid: at worst, you'll never see these people again, at best -- you'll make a new friend. "]},{"type":"*","value":[" Ask people to take your picture or offer to take theirs. It is a great way to initiate a conversation. "]},{"type":"*","value":[" Try something like couch surfing to see if you can find some local to host you. You can get a much richer cultural experience that way."]},{"type":"*","value":[" Appearance and courtesy matters. Because you meet a lot of people in a short amount of time when traveling, it helps to put \"your best foot forward\".  "]},{"type":"*","value":[" Smoking may be out of fashion back at home, but in a lot of the world, offering up cigarettes is not a bad way to strike up a conversation."]},"\n",{"type":"==","value":[" Stay safe "]}," \n\nLife is for the living, so don't go crazy with worrying, but a few simple measures can make your solo trip a lot safer: \n\n",{"type":"*","value":[" If at all possible, arrive at a new place in the daytime. This will give you time to scope out accommodations and get your bearings in the relative safety of daylight. Some places are fine in the day, but dangerous at night. Some places are dangerous in the day, but imagine how much worse they are at night! "]},"\n",{"type":"*","value":[" Keep a spare stash of cash and other important things, in a different place than you normally keep your money, as you have no one to spot you if you lose your wallet or have your things stolen. See also ",{"type":"[[","value":[["pickpockets"]]},"."]},"\n",{"type":"*","value":[" Pay attention to your instincts. If your gut tells you not to get into that cab, take another one. If you have a bad feeling about a neighborhood, a hotel, a person, stay away. Your intuition often picks up on tiny signs of danger before you consciously identify them. "]},"\n",{"type":"*","value":[" Be careful about drugs and alcohol. You don't have anyone to watch your back\/assist you, or drag you home if you get too drunk to walk. It's a lot harder to make good decisions about who to trust, where to go, what to do, if you don't have your wits about you. "]},"\n",{"type":"*","value":[" If you're in a semi-dodgy place for more than a short time, try to develop relationships with locals you trust. If you find a good taxi driver (who isn't driving drunk), ask him if he's available to drive you on other days. If you find a good guesthouse\/hotel where the staff seems reliable, stick with it. Find a favorite bar, make friends with the barman -- someone who will stick you in a cab when you're too drunk, and who won't set you up to be mugged in a back alley. "]},"\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]