[{"type":"{{","value":[["pagebanner"],["Crescent moon WV banner.jpg"]]},"\n",{"type":"{{","value":[["infobox"],["Ramadan dates"],["*28 June – 27 July 2014 (",{"type":"''","value":["1435 AH"]},")\n",{"type":"*","value":["18 June – 16 July 2015 (",{"type":"''","value":["1436 AH"]},")"]},{"type":"*","value":["6 June – 5 July 2016 (",{"type":"''","value":["1437 AH"]},")"]},"Exact dates of Ramadan depend on local astronomical observations and may vary somewhat from country to country."]]},"\n",{"type":"[[","value":[["File:Lanterns from below.JPG"],["thumbnail"],["Bazaars and mosques are colourfully decorated and beautifully illuminated during Ramadan"]]},"\nFor many travellers, a trip to any ",{"type":"[[","value":[["Muslim"]]}," country is not complete without wandering around the chaotic bazaars while tasting local street food. However, be prepared if you are travelling to a Muslim-majority area during Islam's holiest month, Ramadan, as you might find that roads and bazaars are almost abandoned, with no food whatsoever available on the street.\n\nRamadan (also spelled Ramadhan and Ramzan), a month-long festival, falls in the ninth month of the Islamic calendar and is the time when Muslims all around the world fast during daylight hours every day. The month definitely brings a lot of joy for Muslims, but for many non-Muslims and travellers, travelling or living in a Muslim-majority country during this time may come with some inconveniences and restraints. On the bright side, however, it offers a chance to see a different side of life in Muslim countries. It's an incredibly important, sacred and religious time for Muslims, and while many tourists do keep visiting Muslim countries throughout the year including Ramadan, some basic knowledge about this special tradition will help to make your experience a fascinating one.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:World Muslim Population Pew Forum.png"],["600px"],["thumb"],["The Muslim population of the world map by percentage of each country."]]},"\n",{"type":"[[","value":[["File:Eftari dinner prayers, Maghreb, Tehran, Iran, 10-21-2005.jpg"],["thumbnail"],["Prayer is usually followed by Iftar"]]},"\n",{"type":"[[","value":[["File:Iftar in Istanbul Turkey.jpg"],["thumbnail"],["Mosques serve Iftar meals for fasting persons and local communities"]]},"\nThe history of Ramadan dates back to the pre-Islamic period, when Arabs used to fast from moonrise to moonset. In the Quran, the central holy scripture of Islam which Muslims believe was revealed by Allah (God) to the Islamic prophet Muhammad, the fast rules were changed from moonrise to moonset to sunrise to sundown in the ninth month of the Islamic calendar, Ramadan was declared as the holy month of Islam, and fasting was made mandatory for every Muslim adult, with certain exceptions for health and other extenuating circumstances.\n\nMuslims worldwide observe the month of Ramadan as a month of fasting and, therefore, travelling during Ramadan into Muslim-majority countries can pose an added challenge. Along with fasting — no eating, drinking or smoking — from dawn until sunset, Muslims also refrain from engaging in sexual relations, and especially activities that are forbidden by Islam in any month. Ramadan is a time when many Muslims focus on their faith and spend much of the day in religious observances, so in that sense it is related to days of penance, fasting and reflection in other religions, such as Yom Kippur in Judaism and Lent in Christianity. Fasting during Ramadan is one of the Five Pillars of Islam, one of five basic acts which are mandatory for every Muslim.\n\nDuring Ramadan, Muslims are expected to engage in extra prayers and worship of Allah, in order to learn willpower and self-control and for a kind of firsthand experience of the sufferings of the poor, who rarely get to eat well. The ultimate goal is to inspire generosity and sympathy in Muslims across the globe. Muslims are expected to give generously to charity (",{"type":"''","value":["zakat"]},"), which is another one of the Five Pillars of Islam.\n\nWhile Ramadan is not the easiest and most favoured time to visit a Muslim country, since daily life changes dramatically in those countries during this special month, you may have a totally different cultural experience if you do. In addition to the change in meal schedules for Muslims, businesses' opening hours often change as well, and people work only until afternoon in the majority of Muslim countries. School may take place on the usual schedule, so if you are ",{"type":"[[","value":[["teaching English"]]}," or another subject and have Muslim students, whether in a Muslim-majority country or elsewhere, you'll want to facilitate their observance of Iftar (see below).\n\n",{"type":"==","value":[" Suhoor and Iftar"]},"\n",{"type":"[[","value":[["File:Ramadan Dinner 2005-11-07.jpg"],["thumbnail"],["Friends and family breaking fast together in an outdoor cafe"]]},"\nThe primary practice in Ramadan is fasting from dawn to sunset, and there are two meals at either end of that period. The pre-dawn meal before the fast is called the Suhoor, or Sehri in some countries. It is consumed early in the morning before the dawn (",{"type":"''","value":["Fajr"]},") prayer. \n\nIftar is the meal after sunset prayer that breaks the fast. While Suhoor is often taken in private, Iftar is a much more social meal. Family and friends gather in homes to rejoice, and a wide variety of sweet and savory dishes and delicious desserts are prepared according to local traditions and preferences. Restaurants are busy as well and often have special dishes. Iftar parties and social gatherings are frequently arranged where people and communities gather to break fast together, and special arrangements are made daily in mosques as well, where free meals are offered to diners for them to break the fast. If you are invited for Iftar celebrations, it is good custom to bring a small gift (e.g. food) for your hosts.\n\nDishes for Iftar vary from one region to another, but one item that is commonly consumed across the world is dates — especially dates from ",{"type":"[[","value":[["Saudi Arabia"]]},", which are fantastic and well worth buying if you have a chance to do so during this month or any other.\n\n",{"type":"==","value":["Respect"]},"\nThere's a saying: \"When in Rome, do as the Romans do\". The same goes for Muslim countries: \"Do in the Muslim world as Muslims do\". Everyone including non-Muslims should show respect when visiting a Muslim-majority country during Ramadan. Non-Muslims are not expected to fast or follow Islamic practices but they should be aware of the local laws and customs and are always expected to show respect for Ramadan. Even Muslims are not bound to fast if they're travelling during Ramadan, though some do, anyway. \n\nThe most difficult thing may be to abstain from eating, drinking or smoking tobacco in public areas during the daytime, usually dawn until dusk. In some Muslim countries such as ",{"type":"[[","value":[["Persian Gulf"],["Gulf"]]}," countries, it’s illegal to eat or drink in a public area during daylight during Ramadan, and this is considered a crime and prosecuted as such. Police usually patrol the streets and offenders, both Muslim and non-Muslim, can get fined. Even where it is legal you should refrain, both to avoid calling unwelcome attention to yourself and as a gesture of respect for those who are fasting.\n\nConsider stocking your hotel room with drinks and snacks that you can consume in private. If you are in an area where food is served for travellers even during Ramadan and where ",{"type":"[[","value":[["tipping"]]}," is considered appropriate, tip heavily at this time. The poor staff are working — and seeing and smelling your food — even though they are fasting; they may deserve a little extra. \n\nAvoid public physical intimacy with a person of the opposite sex, even if you are married to each other. Public displays of affection are considered rude and even forbidden by law in certain Muslim countries, and this is especially true during Ramadan. As for same-sex displays of affection, homosexuality is taboo or illegal in many Muslim areas; see ",{"type":"[[","value":[["LGBT travel"]]}," for details. Even in more liberal areas, restraint may be a good idea at any time, and especially during Ramadan.\n\nEveryone will be expected to dress more conservatively than normally, so ensure you dress modestly in public — always a good idea in Islamic areas, but particularly during the holy month of Ramadan. Uncovered arms, legs, shoulders or hair may offend others.\n\nTry to not play loud music in public areas (including in a car) or dance during Ramadan, as it is bad form. \n\nMosques such as those which are usually open to visitors for sightseeing and even to non Muslims in other time of year remain closed during Ramadan in some countries whereas in some countries, special tours are usually organised during Ramadan. \n\n",{"type":"==","value":["Survive"]},"\nThink twice about travelling for business, as many businesses in Muslim countries close early and operate with a skeleton staff for the entire month of Ramadan. Furthermore, even when hours are not affected, work performance is affected by fasting. If you nevertheless need to make a business trip to a Muslim country during Ramadan, try to make your appointments as early as possible in the morning, when your counterpart is more fresh and likely to be in a good mood. During the afternoon, energy level and working performance tend to decrease, people start to get lazy and sleepy, and everyone wants to leave for home as early as possible. Keep in mind that hunger and tiredness can cause irritability, and try to be forgiving when you find people a bit cranky.\n\n",{"type":"[[","value":[["File:Eid al fitr moon.jpg"],["thumb"],["Muslims await the moonrise that will mark the end of Ramadan and the beginning of Eid al-Fitr"]]},"\nIn certain countries that see lots of tourism, such as ",{"type":"[[","value":[["Morocco"]]}," and ",{"type":"[[","value":[["Turkey"]]},", many facilities remain open to some extent to serve non-Muslim travellers, and in general the change in the normal routine isn't too striking. However, the scenario is very different elsewhere — mainly in countries further off the beaten path such as Iran, Pakistan, and Bangladesh, but also some heavily touristed countries like the United Arab Emirates. Here, Ramadan is very strictly observed and few facilities are open. The majority of restaurants are closed during daylight in most Islamic countries, though a limited number may open to cater to non-Muslims, especially in touristy places in countries such as Turkey and Morocco and in ",{"type":"[[","value":[["Dubai"]]},". This is especially true in areas of some Muslim-majority countries that have large non-Muslim populations, including most ",{"type":"[[","value":[["Malaysia"]]},"n cities. The dining area is usually screened or behind curtains, and at some places, you may be asked to confirm that you're not a Muslim. Locating an open restaurant can be very tricky in small cities and non-touristy places — in which case your hotel may be able to serve you food in your room — but in larger cities, one can find a good restaurant if you ask at hotel reception. While in some countries it's also possible to grab takeaway food from fast food chains attached to fuel stations, this varies from place to place. For instance, in the ",{"type":"[[","value":[["United Arab Emirates"],["UAE"]]},", you can get food from fuel station franchises in Dubai, but franchises in the neighbouring and more traditional city of ",{"type":"[[","value":[["Sharjah"]]}," are closed during the daytime. In addition, alcohol is banned from sale or not available at all during Ramadan in many Muslim countries. You may also find that most attractions are closed during the day throughout Ramadan, as the level of activity during daytime is decreased. In some areas of Turkey, most probably touristed areas, you may not notice a significant change in Ramadan and you may even see people eating and drinking as usual. However, caution should be excised everywhere to avoid offending the local culture and respect should be given to Islamic traditions. \n\nYour best course is probably to emulate the locals: take it easy during the afternoon, get out of the heat, and have a nap so you will be ready for the festive evening. If you are not Muslim, have a drink and a snack as well. People usually become \"night owls\" during Ramadan. Festivities begin right after Iftar — shopping areas and bazaars start getting busy and remain open past midnight hours. Streets remain vibrant until Sehoor in bigger cities, and people stay awake until Sehoor time to enjoy the feast. \n\nEven if you don't have a friend in a Muslim country you are visiting, you can still dine with Muslims when they break their fast. Across the Muslim world, tents and tables are set out on streets and in bazaars with free food served for fasting people. Non-Muslims are always welcome too. In many areas, especially in traditional bazaars, restaurants open after the sunset prayers and do a roaring trade until well after midnight.\n\nIf you're a Muslim, even in non-Muslim countries a mosque is the best place to be for Iftar. Special arrangements are made in mosques throughout the world, let alone Muslim countries, where people are served with free meals and drinks. This gives a good opportunity to mingle with locals and taste the local food at no cost. If you're travelling into a non-Muslim country, you may also be able to find restaurants near the mosques that serve Halal food. People are usually very welcoming and friendly in evenings during the joyous time of Iftar and are happy to share free food with everyone. Many restaurants offer special Iftar buffet meal deals at lower prices and some may even provide free drinks for guests.\n\nPacking food and carrying a bottle of water is strongly recommended, but avoid eating or drinking during the day in public areas. You also should not eat or drink in public transport, as fellow passengers are fasting. Even airlines in Muslim countries do not usually serve food to travellers (even non-Muslims), and even if they do, it's always best to not ask for a meal as your fellow passengers may be fasting and may not able to control their appetite after seeing a delicious meal being eaten. Children, who are not expected to fast during Ramadan, should be freely served food and drinks as usual.\n\nTry to avoid being on the road during Iftar time, as traffic increases while everyone rushes home to feast with family members, and chances of accidents therefore increase. Before Iftar, streets start to become empty, and right at Iftar, huge cities can become ghost towns, as public transport in many countries comes to a brief stop for up to half an hour. \n\nIn some cities, drummers roam the streets well before morning, waking locals in time to prepare and have Suhoor. If you don't want to follow the Ramadan schedule yourself, make sure to pack some earplugs.\n\n",{"type":"==","value":["Eid al-Fitr"]},"\n",{"type":"[[","value":[["File:Celebrating Eid in Tajikistan 10-13-2007.jpg"],["thumb"],["Ramadan is all about fasting but Eid is all about eating"]]},"\nThe feast to celebrate the end of Ramadan is one of the most joyous holidays of the year for Muslims.\n\nWhile Ramadan can be a challenging time to be in a Muslim country, Eid, which is usually celebrated for three days and goes by various names around the world, is a great time to be there, especially if you have friends who invite you to celebrate with them and share some of the wonderful food that is made specially for the holiday. Each country and region in the Muslim world has its own distinctive savory and sweet foods for Eid. \n\nMany countries have their own greetings in the local language used during Eid, but one used everywhere is the Arabic \"Eid Mubarak\", which translates as Blessed Eid or Happy Eid. If you're in a Muslim country, try to widely exchange the Eid greeting during the three days of Eid. Gifts are commonly given at Eid to children, friends and relatives. Most people choose to celebrate the first day of Eid at home with family and by visiting relatives and friends, but by evening, restaurants start to get crowded. Most bazaars and markets remain closed during the three days of Eid, while most other businesses are closed for longer periods.\n\nEven in non-Muslim countries, it is often possible to enjoy some aspects of this festival. Almost any restaurant which specialises in food from some Muslim region or halal food (food Muslims are permitted to eat under Islamic law) in general can be expected to do something special for Eid and, since they are doing it largely for their own community and in a spirit of celebration, both quality and pricing tend to be very good.\n\n",{"type":"[[","value":[["Wikipedia:Ramadan"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["guidetopic"]]}]