[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Attention au feu.JPG"],["thumb"],["250px"]]},"\n",{"type":"'''","value":["Diarrhea"]}," is undoubtedly the most common traveller's illness.  In many ways it's unavoidable: no matter how fanatical you are about food preparation, it's still liberally sprinkled with millions of airborne bacteria.  At home, due to this constant exposure to the local germs, odds are very high that you're already immune to them.  But in other parts of the world, where the bacteriological fauna are new to you, you're far more likely to run into problems. Also, in warmer climates bacteria both grow more quickly and survive longer outside the body. Thus the scourges of ",{"type":"''","value":["Delhi Belly"]},", the ",{"type":"''","value":["Pharaoh's Curse"]},", ",{"type":"''","value":["Montezuma's Revenge"]},", and their many friends.\n\nAs with respiratory problems in colder climates, intestinal problems in hot climates are fairly common and in most cases are distinctly annoying but not really dangerous. Take it easy while feeling miserable for a few days, drink lots of fluids, and you will soon be well. However, as for apparent colds that might be pneumonia, it is very important to monitor the symptoms and see a doctor if the condition persists or if unusual symptoms appear. \n\n",{"type":"==","value":["Prevent"]},"\nThere's an old adage for eating in the Third World:\n\n: ",{"type":"''","value":["Boil it, cook it, peel it, or forget it."]},"\n\nThis seems simple, but in practice it's a tough road to follow, the problem being not so much the risk of accident as the risk of temptation.  For example, the following items are highly likely to cause problems:\n",{"type":"*","value":[" tap water"]},{"type":"*","value":[" ice"]},{"type":"*","value":[" milk"]},{"type":"*","value":[" fresh fruits and vegetables, especially leafy vegetables"]},{"type":"*","value":[" raw eggs (as in mayonnaise)"]},{"type":"*","value":[" meat that is not well done"]},"\n",{"type":"'''","value":["Test"]},": It's another sweltering hot day in ",{"type":"[[","value":[["Delhi"]]}," and that curry you just ate is still scorching your throat, so how about a nice strawberry shake to cool you down?  If you said \"Sure!\", you may just have passed an intestinal death sentence on yourself: that shake contains as many as four of these high-risk items.  The ice that makes it cold has either been made from tap water or, worse yet, comes from the factory in huge blocks that are often literally dragged down the street.  Milk spoils very quickly in the tropics.  And those yummy leafy veggies and unpeeled fruits have been washed in that same parasite-laden tap water... if at all.\n\nHaving read this, your instinctive reaction will be to panic and to head for the nearest expensive, air-conditioned tourist restaurant.  ",{"type":"''","value":["Bad move."]},"  They're still using the same ingredients, stored with the same levels of hygiene or lack thereof, but because it's a tourist restaurant their business model relies on catching a couple of tourists a day, instead of feeding a crowd of locals.  This, in turn, means that those same ingredients have, more often than not, been sitting around a ",{"type":"''","value":["long"]}," time waiting for you.\n\nWhat to do then?  It's a numbers game, but here are a few guidelines to improve your odds of escaping unscathed:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Choose local food."]}," That's what they know how to handle. Don't go to that fancy tourist restaurant to have that steak or Russian salad you can eat at home and which they have absolutely no idea how to handle properly."]},{"type":"*","value":[" ",{"type":"'''","value":["Choose a popular restaurant."]}," Many people (especially locals!) means that the food isn't left sitting around, and more likely than not, it also means the chow is good and the price is right."]},{"type":"*","value":[" ",{"type":"'''","value":["Be careful with street stalls."]}," Often they lack running water, hygiene may be poor and the food is exposed to street dirt. Examine and judge for yourself."]},{"type":"*","value":[" ",{"type":"'''","value":["Choose cooked dishes that are made on demand."]}," Things like fried rice and fried noodles are popular in the tropics for a reason.  Buffet-style meals, on the other hand, may appear cheap but (unless extremely popular) are very risky indeed."]},{"type":"*","value":[" ",{"type":"'''","value":["Dishes that are kept boiling hot"]}," – in practice this means hot drinks and soup – are also a pretty good option."]},{"type":"*","value":[" ",{"type":"'''","value":["Spicy food"]}," such as fiery curries and the like is usually OK since they're cooked, and the capsaicin in it acts as a natural disinfectant. On the flip side, excessive spices alone may be enough to upset your stomach's balance, so it's best to avoid these at least for the first few days if you're not used to them."]},{"type":"*","value":[" ",{"type":"'''","value":["Avoid meat, fish, and especially shellfish"]},"; meat is often purchased from unsanitary open-air markets, where the chances of it harboring germs or disease is dramatically increased.  Eating ground meat (meatballs etc) or anything not well-done is especially risky, not only due to food poisoning but because of the risk of things like trichinosis. Additionally, things like barbecues and roast chicken have to be prepared in advance, and who knows how long they have been sitting there?"]},{"type":"*","value":[" ",{"type":"'''","value":["Drink only beverages from untampered bottles and cans"]},", and check the seals first!  Don't let waiters pour stuff in the kitchen, because you won't be getting what you expect.  Reputable restaurants will open their drinks in front of you for this very reason."]},{"type":"*","value":[" ",{"type":"'''","value":["Boil fresh milk thoroughly"]}," before drinking it, or use powdered or condensed milk instead."]},{"type":"*","value":[" Some people find that — as a preventative or in treating mild cases — ",{"type":"'''","value":["yoghurt"]}," helps. It is a bacterial culture; the hope is that the benign yoghurt bacteria will overwhelm the nasty ones. Do not try this if you are acutely ill; you will just heave up the yoghurt and feel even worse."]},{"type":"*","value":[" Others swear on a shot of ",{"type":"'''","value":["vodka"]}," after every meal, hoping for it to act as a disinfectant."]},"\nThe good news is that in a couple of days you'll start to acclimatize to the local bacteria and your odds of getting sick will start to decrease.  The bad news is that it only takes one fly in the wrong place at the wrong time to foil all your precautions, and that if you stick around for a while, a run-in with food poisoning is, alas, more or less inevitable.\n\n",{"type":"==","value":["Treat"]},"\n\nSo one day your luck runs out, and you find yourself feeling distinctly queasy.  Runny bowels or simple diarrhea don't really qualify for food poisoning, but if you...\n\n",{"type":"*","value":[" feel sick and dizzy"]},{"type":"*","value":[" get a fever"]},{"type":"*","value":[" start to feel like you need to throw up"]},"\n...then, well, you're reading the right article.  The first thing to do is to get the acute phase over with: head for the toilet, kneel in front of the bowl and let go.  You won't start to feel better until you start throwing up, and you won't get this over with until your stomach is empty, so just do it. Do not attempt to eat anything, and do not drink anything other than water yet.  When there's nothing left, wash your mouth, brush your teeth and go to bed.  You'll feel more alive in the morning.  If, however...\n\n",{"type":"*","value":[" the acute symptoms persist for more than two days, ",{"type":"''","value":["or"]}]},{"type":"*","value":[" there is blood or pus in your feces, ",{"type":"''","value":["or"]}]},{"type":"*","value":[" you are getting chills as well as fever, ",{"type":"''","value":["or"]}]},{"type":"*","value":[" the pain evolves beyond a nauseous kind of sick, ",{"type":"''","value":["or"]}]},{"type":"*","value":[" other weird symptoms show up, eg. skin marks"]},"\n...you may have ",{"type":"[[","value":[["#Complicate"],["something worse"]]}," and should see a doctor.  Do ",{"type":"''","value":["not"]}," try to just fight it off.\n\n",{"type":"===","value":[" Drink "]},"\n\nYour main priority with any form of diarrhea has to be ",{"type":"'''","value":["re-hydration"]},". You're losing fluids constantly from any number of orifices, and your symptoms will become worse if you start to dry out. Feelings of thirst are the important early sign of dehydration, others are headache, difficulty with or inability to urinate, and falling blood pressure and associated signs (dizziness). Check the colour of your urine; the lower your body is on water, the darker it gets.  Not urinating at all is also a warning sign that you're low on water.\n\nTo maintain hydration, drink lots and lots of water. If you are losing a great deal of water you also need to replace electrolytes. The medical rehydration recipe is:\n",{"type":"*","value":[" 1 liter of water (boiled or bottled) to:"]},{"type":"*","value":[" 8 teaspoons of sugar;"]},{"type":"*","value":[" 1 teaspoon of salt; and"]},{"type":"*","value":[" (optionally) half a cup of orange juice or mashed banana to add flavour and help replace potassium"]},"\nYou can get ",{"type":"''","value":["oral re-hydration"]}," solutions or sachets from a pharmacy but they are essentially the same as a flavoured version of the above.\n\n\"Saudi champagne\", a 50-50 mixture of soda water and apple juice, is fairly palatable and reasonably close to the right mix for rehydration. However, it is somewhat carbonated and therefore may not sit well on an upset stomach.\n\nFor mild cases of dehydration, weak tea (sweetened), flat soda, and some diluted fruit juices are all good (but avoid vitamin C). Drinking a glass or two an hour till everything stops running out the other end should stop you becoming too dehydrated. Aim for drinks at room temperature.\n\nDo not drink caffeinated drinks or alcohol. Carbonated drinks should be allowed to go flat before drinking.\n\nIf you are vomiting intermittently, you should drink in regular sips rather than one big glass or more of water. Start sipping about half an hour after each vomiting episode.\n\n",{"type":"===","value":[" Eat "]},"\n\nFor the next few days, you will find that your appetite has all but disappeared.  Don't force yourself to eat. If you feel like eating something, stick to bland, stomach-friendly foods like rice, porridge, crackers, bread. But be aware that food for you is also food for any bug that has made you sick, so take it slowly and stop if things get worse.  Eat to match your appetite: Don't chuck down large quantities of food to make up for the last few days, instead eat small portions spread out over the day.\n\nAvoid dairy products and oily food.\n\nThough much oily food can cause diarrhea, it actually might be best to eat from international food chains (McDonald's, etc). These restaurants tend to follow strict sanitary rules. However, if the restaurant looks questionable and unclean, don't eat there.\n\n",{"type":"===","value":[" Medicate "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bismuth subsalicylate (Pepto-Bismol)"]}," can provide much relief without blocking anything up if diarrhea is not too serious."]},{"type":"*","value":[" ",{"type":"'''","value":["Metoclopramide (MCP) or domperidone"]}," (both sold under various names) will stimulate bowel movements, reducing stomach pain and nausea while facilitating natural expulsion of the bad stuff. In most countries you will need a prescription for MCP, in some also for domperidone."]},{"type":"*","value":[" ",{"type":"'''","value":["Antibiotics"]}," may be prescribed by a doctor in severe cases. Also, a common side effect of antibiotics is diarrhea – take only as prescribed by your doctor and ",{"type":"'''","value":["on no account take antibiotics without consulting a doctor first!"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Antidiarrheal drugs"]}," (most notably loperamide, sold as Imodium and other names) or ",{"type":"'''","value":["antiemetic drugs"]}," may provide relief from the unpleasant symptoms of an upset stomach and are therefore chosen by some travellers when they have no easy access to a toilet, e.g. on a long bus trip. "]},{"type":"*","value":[" ",{"type":"'''","value":["Don't take aspirin"]}," to calm things down — aspirin requires a healthy stomach."]},"\n",{"type":"==","value":[" Treat others "]},"\n\nIf your travelling companions are down for the count, the best thing you can do for them is supply them with water and rehydration solution, and, alas, possibly clean up after them. Wash your hands with very warm water and soap after cleaning, touching the sufferer, handling their clothes or bedding, and of course before eating.\n\nSome groups of people are very vulnerable to dehydration after developing diarrhea. In particular, because of their small bodies, toddlers and babies dehydrate extremely quickly; elderly people also dehydrate more quickly than young adults, and any illness is serious in someone immunocompromised (eg, by AIDS or chemotherapy). A baby with diarrhea should be taken to the doctor immediately if it is under 3 months old, and also if it is older and is either vomiting, has a fever or has stopped wetting its nappy regularly, as this means it is dehydrated.\n\n",{"type":"==","value":[" Don't share "]},"\n\nOnce sick with vomiting and\/or diarrhea do not, if at all possible, prepare or handle food that other people intend to eat as you may infect them with your illness. Continue not to handle others' food for at least 2 days after the symptoms are gone. Sufferers should be extra vigilant about washing their hands thoroughly with warm water and soap before meals and after using (or cleaning) the toilet to make sure the germs do not spread.\n\nAvoid using the same toilet with an infected person if you can. Reserve and quarantine one toilet for the use of the infected person (it still has to be kept clean, though) and use another one for yourself (or make sure the others use it if you are the one who is sick). If this is not possible, you (or someone else) have to use the same toilet with someone sick, disinfecting the toilet with household bleach after each and any use (defecating, urinating, throwing up, you name what else) by the infected person is a wise precaution. Although not very environmentally friendly, household bleach is generally the cheapest and most common option available (it has different names in different countries (for example ",{"type":"''","value":["eau de Javel"]}," in French-speaking countries, after the name of the town which it was first produced), if you don’t know the local name, check the label, it will state that it contains “sodium hypochlorite” (substitute “natrium” for “sodium” in some of the Germanic-, and Slavic-speaking countries), sometimes with the percentage: up to 5%). Pour the bleach on every part of the toilet bowl that was possibly in contact with the bodily wastes after all the solid dirt is removed (solid material hinders disinfecting properties of bleach). Don’t flush bleach down immediately, let it sit for at least 5-10 minutes so it has enough time to kill the nasty bugs. An important thing to remember: ",{"type":"'''","value":["Never"]}," mix or use bleach together with acid toilet cleaners which contain hydrochloric acid or sulphuric acid and are commonly found in parts of Asia, especially in the ",{"type":"[[","value":[["South_Asia"],["Indian subcontinent"]]},". The chemical reaction causes the release of very dangerous ",{"type":"'''","value":["chlorine gas"]}," which burns your lungs (in the best case) or kills you (in the worst case). As common sense requires, don’t let any of these strong chemicals come in touch with your skin and keep them away from children or other people who may mistake them as a drink.\n\nSome food related illnesses can spread rapidly through groups of people particularly where the group is regularly gathering for meals. If you are travelling in a group of people (particularly in a closed environment like a cruise ship) or attending a conference or similar gathering it is good to inform the organisers or medical staff if any of your illness so that they are alert to a possible problem for everyone else.\n\n",{"type":"==","value":["Complicate"]},"\nSometimes ordinary food poisoning turns into (or is) something worse.  If you have reason to suspect any of these, see a doctor, as ",{"type":"'''","value":["any of the following conditions require medical care"]},".\n\n",{"type":"===","value":["Cholera"]},"\nCholera is an extreme form of diarrhea caused by the ",{"type":"''","value":["Vibrio cholerae"]}," bacterium, identifiable by ",{"type":"'''","value":["torrents of liquid stool with white flecks of mucus"]}," (\"rice water stools\"), up to 20 liters (20% of body weight) in a single day.  The skin and lips may turn black and blue and eyes sink.  If untreated, death can occur within 24 hours, but with proper hydration the fatality rate is under 1%.  The disease is rare, but endemic to the Indian subcontinent and typically occurs in epidemics.\n\nAn injected vaccine has been available for some decades, but is not very effective. Recently several oral vaccines ",{"type":"[","value":["http:\/\/www.phac-aspc.gc.ca\/publicat\/ccdr-rmtc\/05vol31\/asc-dcc-7\/index.html"]}," have been developed. None are 100% effective against cholera either. Some also provide partial immunity against some other stomach infections.\n\n",{"type":"===","value":["Dysentery"]},"\nDysentery is an inflammation of the intestines resulting in ",{"type":"'''","value":["severe diarrhea with blood or pus in the feces"]},", often accompanied by fever or painful stomach cramps.  Mostly found in the tropics and closely linked to poor hygiene, it remains a devastatingly lethal illness in much of the Third World, but can be easily treated with modern medicine.  There are two major causes:\n",{"type":"*","value":[" ",{"type":"'''","value":["Bacillary dysentery"]}," (or ",{"type":"''","value":["shigellosis"]},"), caused by ",{"type":"''","value":["Shigella"]}," bacteria.  Transmitted through fecal-oral contact, incubation period 12-50 hours."]},{"type":"*","value":[" ",{"type":"'''","value":["Amoebic dysentery"]}," (or ",{"type":"''","value":["amoebiasis"]},"), caused by the ",{"type":"''","value":["Entamoeba histolytica"]}," amoeba.  Transmitted through contaminated water, can remain dormant for a long time and only appears after a period of weeks or months."]},"\nDysentery can be confirmed by a stool test, but differentiating the bacillary and amoebic types takes at least 48 hours, so medication for both is often started simultaneously.  The condition can usually be cured with five days of treatment with antibiotics (for bacillary) or metronidazole (for amoebic), and hospitalization is usually only necessary if fluid loss is extreme.  The stool of dysentery patients can be highly contagious, so frequent handwashing for caregivers is essential.\n\n",{"type":"===","value":["Gastroenteritis"]},"\nAlso known as ",{"type":"''","value":["stomach flu"]},", this is a viral infection of the stomach tissue (",{"type":"''","value":["gastritis"]},") or the small bowel (",{"type":"''","value":["enteritis"]},") that causes ",{"type":"'''","value":["stomach pain and frequent watery stools"]},".  The disease is passed through contaminated water, including shellfish in that water, and typical causes include rotaviruses, noroviruses, adenoviruses, sapoviruses, and astroviruses.  The main treatment is rehydration and most cases resolve on their own.  Antibiotics do ",{"type":"''","value":["not"]}," work, but may be used in severe cases to prevent complications.\n\n",{"type":"===","value":["Giardiasis"]},"\nAlso known as ",{"type":"'''","value":["beaver fever"]},", this can be identified by ",{"type":"'''","value":["explosive diarrhea, foul-smelling flatulence and vomiting"]},", often starting 1-2 weeks after infection and recurring in cycles.  The cause is the ",{"type":"''","value":["Giardia lamblia"]}," protozoan, which is transmitted by the fecal-oral route, and often strikes people consuming untreated water in the wilderness and also in countries with poor hygiene.  (It's endemic to the tap water systems of some places, like ",{"type":"[[","value":[["St. Petersburg"]]}," in Russia.)  Two-thirds of the people affected are silent carriers, and the condition often resolves itself with time.  However, once identified, giardiasis can be cured with a single dose of tinidazole.  Metronidazole is a common alternative in poorer countries, and is often available from pharmacies.\n\n",{"type":"===","value":["Typhoid fever"]},"\nCharacterized by slow buildup, up to a week, to ",{"type":"'''","value":["high fever"]}," (40°C) with ",{"type":"'''","value":["heavy sweating"]}," and, in later stages, delirium.  Diarrhea is ",{"type":"'''","value":["green and bloodless"]},"; however, some patients have ",{"type":"'''","value":["constipation"]}," instead.  Caused by the ",{"type":"''","value":["Salmonella"]}," bacterium, identified by blood or stool test, and usually easily cured with antibiotics.  Untreated cases have 10-30% fatality rates and may take up to a month to cure.  Vaccination is available.\n\n",{"type":"{{","value":[["related"],["Tropical_diseases"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Stay healthy"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Traveler's diarrhea"]]}]