[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["File:Dogsincar01.jpg"],["300px"],["right"]]},"\n",{"type":"'''","value":["Traveling with pets"]}," can be difficult, owing to laws that vary widely from country to country.  This article details legal restrictions on  pets (guarantees, pet passports, vaccination); pet restrictions\/prices on transport and pet safety (potential diseases like rabies or canine distemper, approach of locals, etc.).\n\nA PETS passport should be obtained from your vet before travel. This document with vaccination information is matched to the electronic tag embedded in the pets neck.\n\n",{"type":"==","value":[" General "]},"\n\nSome animals are not allowed at all in some countries. Having more than a couple of pets may be regarded as commercial import, requiring much more bureaucracy than \"personal\" pets.\n\n",{"type":"'''","value":["Pet Passport, Chip, Travel Documents & Vaccination"]},{"type":"<","value":["br"]},"\n\nIn Europe, the owner must have the proper pet passport, ownership license and document from Veterinary Physician to show proof the pet is in good health to travel.  And importantly the rabies vaccination has been administered. The ",{"type":"[","value":["https:\/\/en.wikipedia.org\/wiki\/Rabies_vaccine Rabies Vaccination"]}," must be administered minimum 30 days or more before the journey. In some cases a test for rabies antibodies must be carried out in an approved laboratory after the vaccination and a further wait period observed. This may apply also when taking a vaccinated pet for a brief visit to a high-risk country.\n\nThe pet passport means your pet has a chip generally implanted under the fur on their neck. This chip can be scanned and details of the animal and it's history can be viewed. This should be updated every time your pet visits the Vet. \n\nWithout the pet passport along with the Veterinary Physician's medical clearance certificate your pets will have to go into quarantine when they arrive in the destination country in Europe – or they may be denied entry altogether if quarantine facilities are unavailable.\n\nThere is quite a few documents to accompany your pet. Pet passport, copies of ownership licence, Veterinary Physician medical certificate plus the airline and freight tickets. If the pet is going in the cargo hold of the airline, the freight service company handling your pet will put everything into an envelope and tape these to the cage your pet is traveling in. \n\n",{"type":"==","value":[" Transport "]},"\n\n",{"type":"===","value":[" Air "]},"\n",{"type":"*","value":[" Not every airline specialize in transporting pets. Some airlines will only allow your pet on board with you in a small cage and don't accept pets through their cargo hold. When taking your pet on board, the cage must be small enough to go between your feet or between your feet and the seat.  Ryanair is one example. Other airlines are well known for the exceptional care of the pets which they transport. Lufthansa is widely known for exceptional care of pets through their cargo freight service. "]},{"type":"*","value":[" Sending your pet through freight services is quite expensive in comparison to buying your seat on the plane.  So it is best to look around for the best prices if possible.  "]},{"type":"*","value":[" Generally you can transport animals as check-on baggage (like your suitcase) or 'cargo'. Unlike cargo, check-on travels with you (same plane) and is a lot cheaper. But check if the countries you plan to travel between allow animals as check-on baggage. If they only allow them as cargo the price difference can be big enough to travel by surface to an adjoining country and by air from there."]},{"type":"*","value":[" At minimum you'll need an IATA-standard cage (plastic or wooden) and you'll have to check the import and export rules, and any paperwork or veterinary procedures, that have to be followed. Some of these are very tight on timing - for example the UK requires evidence of tapeworm treatment by a vet not less than 24 hours and not more than 120 hours before crossing the border into the UK."]},{"type":"*","value":[" Some larger animals, including many popular dog breeds, may need a crate of such a size, that you have to travel on a plane large enough for that crate, or via an airport or hub able to handle a crate of that size. Check."]},{"type":"*","value":[" Also check if you aren't accompanying the animal, or it's going as cargo, what arrangements will be made for storage or notification at the receiving end. Some airports only accept animals some months of the year due to heat and climate - check this as well."]},{"type":"*","value":[" Crates can be constructed of various materials according to IATA, including plastic, metal and wood. If your crate is wooden or unusual construction, or is large, bring the invoice with you (to prove it's built to IATA standard) and be extremely careful to double check the airline knows about it, and it's clearly agreed ",{"type":"''","value":["on your passenger notes"]}," that it's approved. Even then, call back to check your notes have been updated and what they now say. You do ",{"type":"<","value":["u",[{"type":"'''","value":["not"]}]]}," want to end up at check-in, with 2 hours to the flight, and an airline staff member adamant that \"we cannot allow this on our plane because (too big\/fire hazard\/not official IATA\/nothing on notes\/other excuse)\"."]},{"type":"*","value":[" If the animal is a registered service animal it may be able to travel with you in the cabin. But not all disabilities are recognized in all countries, so check whether it will be allowed and any necessary documents."]},"\n",{"type":"===","value":[" Sea "]},"\nOn ships there is plenty of room for your pet, but check whether it is allowed on board and where you can have it. Pets are not allowed in all cabins and not in all areas. Often the pets must be mentioned when booking the voyage.\n\nThere are pet toilets on some ships. Train your pet in advance to use the type on board, if possible. Otherwise you may have to train your pet to use facilities that you provide yourself.\n\nOn short and medium haul ferries, such as France-UK Channel crossing, pets may have to stay in your vehicle for the trip.\n\n",{"type":"==","value":[" Other "]},"\n",{"type":"[[","value":[["Pests"]]}," can poison or infects pets.\n\n",{"type":"==","value":[" Rare, dangerous and endangered species, and animal products "]},"\n",{"type":"*","value":[" There can be strict laws about animals that may or may not be transported, or products made from them. Check."]},"\n",{"type":"==","value":[" Countries "]},"\n",{"type":"===","value":["Botswana"]},"\n\n",{"type":"===","value":["Finland"]},"\nMost import regulations are coordinated through EU. Present terms can be checked through ",{"type":"[","value":["http:\/\/www.evira.fi\/portal\/en\/animals\/import+and+export\/ Evira"]},".\n\nApproved treatment against rabies and ",{"type":"''","value":["Echinococcus multilocularis"]}," (tapeworm; except when coming directly from Norway, UK, Ireland or Malta) beforehand is required for dogs and some other animals. Check the details. Microship and passport are required, with some exceptions for older dogs.\n\nYou should arrive together with your pet (possibly with the pet in the hold of the same plane). Coming with more than five pets is regarded as commercial import.\n\nFrom outside EU\/EEA you must come via one of a specific set of border control points (which includes those normally relevant, but check before booking) and declare the pet at customs.\n\nDogs must be on leash (or immediately catchable) all the time with few exceptions (fenced yards, working dogs, in season with permission of hunting rights owner etc.). There are havens where dogs can play without leash in most bigger towns. Many dog owners let their dogs run free also when not allowed, in areas they feel are secure. Be careful if following their example, especially not to let the dog disturb wildlife (the dog not chasing wildlife is not enough).\n\nTake care of the litter in areas where it might disturb somebody (i.e. except off path in the wilderness).\n\nPets are usually not allowed in restaurants, shops and the like. They are allowed in some hotels (check in advance).\n\nPets are allowed in buses and on trains. On trains, there is often a separate compartment for travellers with pets.\n\nDog owners are responsible for any damage caused by their pets, regardless of intention or carefulness (carelessness may in addition be a criminal offence).\n\n",{"type":"===","value":[" Germany "]},"\nDog friendly country. No issues taking a well behaved dog into a restaurant; you can often see them lying under tables. Many, but not all, hotels will allow pets (check when booking) but expect to pay an extra €15 cleaning fee.\n\nAnimals must be vaccinated at least one month before entering Germany, see ",{"type":"[","value":["http:\/\/www.bmelv.de\/SharedDocs\/Standardartikel\/EN\/ConsumerProtection\/RulesPetAnimals.html BMELV"]},".\nResident dogs need to be registered with the local council and licence tags worn. Occasional spot checks are made and fines given, so if you are not resident in Germany make sure you have some identification handy.\n\nAlthough there are plenty of places to let your dog have a run, be sensible. Dogs must be on a leash in nature protection areas (marked by a green bordered triangular white sign with a picture of an eagle on it). Hunters have the right to shoot dogs that are off the lead if ",{"type":"''","value":["they"]}," (rather than you) feel they are not being controlled.\n\nLufthansa will allow small dogs and cats in a travel cage as carry onluggage  but larger dogs must go in the hold.\n\n",{"type":"===","value":[" Netherlands "]},"\n",{"type":"[[","value":[["File:Dogonbeach01.jpg"],["thumbnail"],["Now I am wet, I'm heading back to the beach for a run."]]},"\nDogs allowed in many hotels, usually with a small fee. Dogs are not allowed on some beaches, but away from the central resorts there are areas where they are allowed to run free.\n\n",{"type":"===","value":["New Zealand"]},"\nEntry for pets into New Zealand is managed by the Ministry of Primary Industries. NZ is free of many of the more serious diseases that pets may carry, such as rabies, heartworm and most ticks. There are biosecurity restrictions to ensure that this remains the case. A guide to importation of pets can be accessed on the ",{"type":"[","value":["http:\/\/www.biosecurity.govt.nz\/enter\/personal\/pets MPI Biosecurity website"]},". \n\nExport requirements for pets transported from New Zealand vary depending on the destination country. All cats and dogs are now required to be microchipped prior to certification or any tests and treatments required by the importing country. ",{"type":"[","value":["http:\/\/www.biosecurity.govt.nz\/going\/animals Further guidelines are available on the MPI Biosecurity website"]},". Most airlines require pets travelling by air to use a ",{"type":"[","value":["http:\/\/www.biosecurity.govt.nz\/exports\/animals\/registered-pet-exporters.htm registered pet exporter"]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Aero Pets"],["alt="],["url=http:\/\/www.aeropets.co.nz"],["email="],["address="],["lat="],["long="],["directions="],["phone=+64 9 266 0258"],["tollfree="],["fax="],["hours=9am - 5pm Monday to Friday"],["price="],["content=Registered Pet Exporters who can arrange pet transport from New Zealand to another country"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Singapore"]]}," ",{"type":"[","value":["http:\/\/www.skc.org.sg"]}]},"\n\n",{"type":"''","value":["Akitas, Boerboes, Dogo Argentinos, Fila Brazilieros, Neapolitan Mastiffs, Pit Bulls"]}," (including the",{"type":"''","value":[" American Pit Bull Terrier, American Staffordshire Terrier, Staffordshire Bull Terrier"]}," and the ",{"type":"''","value":["American Bull Dog"]},") and ",{"type":"''","value":["Tosas"]}," - together with crosses of all these breeds - are ",{"type":"'''","value":["banned"]}," from Singapore.\n\nDogs are required by law to be leashed in public places.\n\nSingapore is free from canine diseases, such as rabies, that can threaten humans, so all dogs must be implanted with a microchip matching their veterinary papers.\n\nUnless the cat or dog is coming from Australia, Cayman Islands, Denmark, ",{"type":"[[","value":[["Guam"]]},", ",{"type":"[[","value":[["Hawaii"]]},", Hong Kong, Ireland, Japan, New Zealand, Norway, Portugal, Sweden, Switzerland, Taiwan, or the UK ",{"type":"[","value":["http:\/\/www.ava.gov.sg\/AnimalsPetSector\/ImportExportTransOfAnimalRelatedPrd\/PetsPersonal\/"]},", it must be Rabies quarantined at the importer's expense for at least 30 days after arrival and an import licence obtained at least two weeks before the date of import from the \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=City Veterinary Centre"],["url="],["email="],["address=25 Peck Seah St"],["lat="],["long="],["directions="],["phone=+65 6227 0670"],["tollfree="],["fax=+65 6227 6305"],["hours="],["price=S$50 per animal"],["content="]]}]},"\nOnly one dog and no cats at all are allowed in a public Housing Development Board (HDB) flat. Up to three dogs and a technically unrestricted number of cats are allowed elsewhere.\n\nSome restaurants with outdoor seating may be accommodating.\nSentosa Beach requires dogs to be leashed but a pricey alternative is\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tanjong Beach Club"],["url="],["email="],["address=120 Tanjong Beach Walk"],["lat="],["long="],["directions="],["phone=+65 6270 1355"],["tollfree="],["fax="],["hours=Tu-Sa, 11:00-23:00; Su 11:00-23:59"],["price=day bed S$168"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bishan Dog Park"],["url="],["email="],["address=1382 Ang Mo Kio Ave"],["lat="],["long="],["directions="],["phone=+65 6556 1533"],["tollfree="],["fax="],["hours="],["price="],["content=2 large, fully fenced enclosures where dogs of all temperaments and sizes can run free - if the better staff are on duty they will ensure that the larger and more aggressive dogs are segregated from the tiddlers. Owners have to stay outside!"]]}]},"\n",{"type":"====","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=US Doggie Bakery"],["url="],["email="],["address=335 East Coast Rd"],["lat="],["long="],["directions=Caltex Station"],["phone=+65 6346 7168"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["United States"]},"\n",{"type":"*","value":[" Traveling by land with animals, within the mainland United States, can be unexpectedly tricky if you don't have a car. The United States is strongly geared up for car travel, and long distance coach\/bus networks, such as ",{"type":"[[","value":[["Greyhound"]]},", do not generally allow non-service animals to travel. Outside urban bus networks, options may be very limited - perhaps only to air (expensive and only suitable for some kinds of travel), rail (if a rail link exists), or car hire (one way or round trip)."]},"\n",{"type":"===","value":["United Kingdom"]},"\n\nGet in:\n",{"type":"*","value":[" Until the 1990s, the UK had the toughest animal import regulations in the world. Nowadays it's relaxed a lot and pet passports allow animals in from many popular countries without the prohibitive 6 months (yes, 6 months!) quarantine, but you need to jump some hoops to make sure they can come in:"]},{"type":"*","value":[" Before entering the UK, all pet dogs must be treated for tapeworm. The treatment must be administered by a vet not less than 24 hours and not more than 120 hours (1–5 days) before its scheduled arrival time in the UK. Proof of this and of rabies vaccination dates is required that matches the electronic tag. Check official ",{"type":"[","value":["http:\/\/www.defra.gov.uk\/wildlife-pets\/pets\/travel\/ Defra"]}," web site for exact rules as getting the complex set of actions and dates wrong is easy to do and will mean your pet will not be allowed into the country. Also worth checking if your dog is legal in the UK; a handful of breeds such as pitbulls may have issues under 'dangerous dog' legislation."]},{"type":"*","value":[" By air - animals must be in the plane's hold when entering the UK, and in an official IATA crate. See above for transporting 'check-on' vs. 'cargo' (check-on is almost always preferable if you can). There's a big tip here: in the past the UK was unusual that dogs could only travel via UK airports as cargo. If that's still the law it can be worth it to travel by sea\/rail to ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Holland"]]}," or ",{"type":"[[","value":[["Ireland"]]},", and fly from there as checked baggage; you'll see more and under existing laws could save a lot of money. If you do this you'll have to time your tapeworm treatment carefully or get it in those countries - and remember the hour's time difference between the UK and mainland Europe!"]},{"type":"*","value":[" By sea - pets must stay unaccompanied below deck in the car, or in suitable cages\/containers, for the duration. Although there are small caged\/fenced areas at the harbours and tunnel terminal for dogs to do their business, it is best to stop for a walk before arriving as they are not pleasant places to be."]},"\nOnce in:\n",{"type":"*","value":[" The UK's policy for dogs off the leash seems to broadly be common-sense based; if it's dangerous or the dog may do harm, don't, if it's an (often rural) open spaces, such as the countryside, woods, and fields, and many parks or (for exceedingly well behaved dogs) even streets, it's usually fine. There can be stiff penalties for litter and fouling, though, so bring bags! Legally dogs must have some kind of tag with the owner's information; beyond that, unless there is specific signage, it's up to the owner's responsibility. "]},{"type":"*","value":[" Dogs are usually fine tied up in the street while eating (don't trip anyone over!), and some pubs and outdoor eateries are pet friendly, but dog theft can happen so keep an eye on them. "]},{"type":"*","value":[" Most public transport allows pets to travel free, although sometimes with limits on numbers - this includes virtually all trains, the tube and other metropolitan rail, and public buses. The main exception are certain coach networks such as National Express."]},{"type":"*","value":[" An excellent holiday tip is to rent a canal narrow boat. There's always a tow path to run along!"]},"\n",{"type":"===","value":["Vanuatu"]},"\n\nIt is alright to have a dog on the beach unless it makes a really big fuss, then someone, maybe a lifeguard, will come, then say to you that your dog isn't allowed. Otherwise dogs are allowed in hotels or restaurants if they aren't wet, or soaked.\n\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Pet passport"]]}]