[{"type":"{{","value":[["pagebanner"],["Fotógrafo en el Río Caño Cristales Colombia banner.jpg"],["caption=photographing a river in Colombia"]]},"\n",{"type":"{{","value":[["featurenomination"],["ftt"]]},"\nWhether you look at them as the most expensive photographs you've ever taken, or the least expensive souvenirs you've ever purchased... whether you \"take snapshots\" or \"create images\"... ",{"type":"'''","value":["travel photography"]}," is one of the most popular activities for those who travel.\n\nMuch of this article discusses equipment for photography, because that is a relatively easy topic to explain. However, note that it is far from the most important thing in getting good photos. A good photographer gets much better photos than the average shooter, and not mainly because he or she has better equipment. Nor is the key difference greater technical skill; as Einstein put it ",{"type":"''","value":["Imagination is more important than knowledge."]}," Of course both equipment and skill can help, but the key is artistic vision, the ability of some photographers to think about the image they are capturing and plan a good composition. Other factors include awareness of both light and subject, a good sense of timing, and willingness to go to some trouble to get a shot; some of the best photos require things like getting up early to catch the dawn light, climbing a hill to get the best angle, or waiting for hours for animals to turn up.\n\nThis is our general travel photography article. We also have separate articles on more specific topics at ",{"type":"[[","value":[["Travel photography\/Film"]]}," and ",{"type":"[[","value":[["Travel photography\/Full systems"]]},". Some travel situations have special photographic requirements. See our articles on ",{"type":"[[","value":[["African flora and fauna#Cameras"],["safaris"]]},", ",{"type":"[[","value":[["birdwatching"]]}," and the ",{"type":"[[","value":[["Northern Lights#Photography"],["Northern Lights"]]}," for discussion of these.\n\n",{"type":"==","value":[" Cameras "]},"\n",{"type":"[[","value":[["File:TouristTakingPhoto.jpg"],["thumb"],["A tourist taking a photo"]]},"\nOne important choice to make is what kind of camera to purchase and\/or bring along.  There's no single \"best\" camera – or even ",{"type":"''","value":["kind"]}," of camera – for travel photography.  The kind of pictures you want to take, how much flexibility or ease-of-use you want, your budget, and how much you want to carry all factor into it.\n\n",{"type":"===","value":[" Digital cameras "]},"\nDigital cameras are the most common choice today. They tend to fall into several categories of ease-of-use and features. The ideal camera would be cheap, lightweight and high quality; it is fairly easy to get any two of those but almost impossible to get all three. The design engineers can make trade-offs and customers can make choices.\n\nThe main ",{"type":"'''","value":["types of digital camera"]}," are:\n\n",{"type":"*","value":[{"type":"'''","value":["Compact"]}," cameras tend to be cheapest, smallest, and easiest to use. Most ordinary travelers will be happy with these. The smallest ones fit your pocket, are light and moderately priced, and can be taken almost everywhere. This is the cheap and lightweight choice, but does not give top quality, mainly because the sensors are too small."]},": There are more specialised compacts with additional features and higher prices. These may have \"superzoom\" lenses (covering a very broad range), or very fast lenses (better for stop-action or low-light shots), or larger sensors.\n\n",{"type":"*","value":[{"type":"'''","value":["DSLR"]}," (digital single-lens reflex camera) cameras have the most features (e.g. interchangeable lenses, various exposure control methods) but you pay for it in complexity, size, and expense. They have much larger sensors than most compact cameras."]},": ",{"type":"'''","value":["Full-frame"]}," (sensor is 24 by 36 mm, same as a 35 mm negative) DSLRs are available from several vendors — Canon, Nikon and Sony Alpha are the main ones. Leica offer a full-frame rangefinder camera. When the first full-frame digital cameras hit the market in 2002, they were huge, heavy and around $8,000 for the body alone. As of mid-2013, there are several models with reasonable size and a body-only price near $2000. These may be the best choice for top quality, but there are substantial costs in both money and weight.\n: ",{"type":"'''","value":["APS-C"]}," (around 24 by 16 mm but varying a little by brand). An APS-C sensor is large enough that quality can be quite high, but APS-C bodies are significantly cheaper than full-frame. As of mid-2013, some APS-C body plus kit lens combinations are under $500, though some high-end bodies are well over $1000. All the companies with full-frame DLSRs have cheaper APS-C models as well while others, such as Pentax and Samsung, offer only APS-C.\n: Until recently, APS-C was nearly the only choice for the enthusiast amateur or even the pro on a budget, and it is still the most common type of DSLR and very much a viable choice, though both full-frame and MILC (see below) cameras are encroaching on the markets that APS-C once had to itself.\n: APS-C cameras can use lenses designed for full-frame DSLRs or even for film cameras, but the field of view changes because of the smaller sensor. The effect can be estimated by multiplying the focal length by a constant, 1.5 for most brands and 1.6 for Canon. For example, on a Nikon or Pentax APS-C camera, a 100 mm lens acts much like a 150 mm lens on a full-frame camera. This effect is often an advantage with telephoto lenses but can be a problem when you want a wide-angle lens.\n",{"type":"*","value":[{"type":"'''","value":["MILC"]}," (mirrorless interchangeable-lens cameras) or ",{"type":"'''","value":["EVIL"]}," (electronic viewfinder, interchangeable lens) cameras, are similar to DSLRs but they do not have a mirror flapping up and down in the camera body, which means that camera size, noise and vibration can all be reduced. These are a relatively recent development; some people consider them the wave-of-the-future and suggest that they may soon eclipse DSLRs while others consider them far less important. Ideally, they might offer quality comparable to a DSLR in a package about the size of a compact, and the marketers claim this is already achieved. That may not be entirely true, but certainly they are an interesting alternative if you want high quality while keeping down the weight."]},": Mirrorless cameras from Canon, Fuji, and Samsung all use APS-C sensors, while Nikon and Pentax use smaller sensors. Sony offers both APS-C and full-frame MILCs. As of mid-2014 the largest players in this market are the Sony Alpha (being rebranded from NEX) and the Micro Four Thirds system, but competition is fierce and that might change.\n: ",{"type":"'''","value":["Micro Four Thirds"]}," (18 by 13.5 mm sensor) is a joint standard with several companies involved, the most important being Olympus and Panasonic. Several abbreviations are in use — μ43, m43, m4\/3 and MFT; we use μ43 in our articles. The \"four thirds\" refers to the 4:3 aspect ratio used; 35 mm film, full frame cameras and APS-C all use use 3:2. The focal length multiplier is 2; a 100 mm lens on μ43 acts like a 200 mm on full-frame. Both Olympus and Panasonic offer a range of bodies and a range of lenses, and you can mix and match across brands.\n: There are other players as well. Leica offer a few bodies and a number of lenses, mostly jointly developed with Panasonic. Voigtlander have three super-fast F",{"type":"''","value":["0.95"]}," manual focus μ43 lenses at focal lengths equivalent to 35, 50 and 85 mm.\n\nA full-frame sensor is 2.25 times larger than most APS-C sensors, about 2.5 times Canon APS-C, and 3.6 times μ43. We discuss the effect of sensor size in our article on ",{"type":"[[","value":[["Travel photography\/Full systems#Sensors"],["advanced photo systems"]]},".\n\n",{"type":"===","value":[" Other options "]},"\nMost travellers today carry some sort of digital camera, and most of this article discusses those. However, they are not the only choice.\n",{"type":"*","value":[" Most modern ",{"type":"'''","value":["cell phones"]}," have a built-in camera, and these are often nearly as good as a low-end digital camera. If you are carrying a phone anyway, using it as your camera is a zero-cost and zero-weight solution. Modern phone cameras take perfectly acceptable photos in good conditions — for example, if the light is good and you only need a photo for a web post — but they still are far behind dedicated cameras when conditions get challenging. Many camera phones do not include flash, pixel resolution of images varies widely between models and there is typically no optical zoom. Most camera phones are not suitable for tripod mounting, though you can purchase small tripods designed for some models. A wide range of apps are available to enhance the performance of cameras in ",{"type":"'''","value":["smart phones"]}," and edit the resulting images."]},{"type":"*","value":[" Similarly, most ",{"type":"'''","value":["tablets"]}," now have cameras and can use photography apps, though their image quality is typically inferior to that of cell phones."]},{"type":"*","value":[" A couple or a group travelling together may be able to ",{"type":"'''","value":["share a camera"]}," or to carry compatible camera bodies so they can ",{"type":"'''","value":["share lenses"]},". This does not always work; for example, when you visit a church, everyone may want the fast wide angle lens at the same time. Also, there may be incompatibilities; for example, if a Nikon-using lad travels with a Canon-using lass then, with an adapter, she can use his lenses but he cannot use hers."]},{"type":"*","value":[" Some people carry a ",{"type":"'''","value":["video camera"]}," instead of a still camera; they can still get reasonable still photos by plucking frames out of the videos and many video cameras include a still photo mode. The quality of stills is often limited and it is quite possible that you get better stills from your cellphone. However, some may be quite happy with either a video camera or a general-purpose digital camera that includes a video capability."]},{"type":"*","value":[" ",{"type":"'''","value":["Film cameras"]}," (i.e. non-digital cameras) are another possible choice; see ",{"type":"[[","value":[["Travel photography\/Film"]]},"."]},"\nIt may also be worth considering whether you can ",{"type":"'''","value":["do without a camera"]}," entirely and spend some of the money you save on local items.\n\nInstead of or as well as taking photos yourself, you can ",{"type":"'''","value":["buy photos locally"]},". Possibilities include ",{"type":"''","value":["high-grade prints"]}," (look for local pro photographers or galleries), ",{"type":"''","value":["coffee table books"]}," (check bookstores and museums) or collections of ",{"type":"''","value":["picture post cards"]}," (sold in tourist areas). Any of these are likely to be shot by professionals, so quality will often be higher than do-it-yourself photos. Also, they may include photos taken from viewpoints that would be difficult to get to during a visit – such as aerial photographs or shots taken during different seasons. The downside is that these images are copyrighted; you will own one copy, but not rights to reproduce the photo.\n\nAnother idea is to ",{"type":"'''","value":["buy paintings and handicrafts"]}," from the areas that you visit; these may be better souvenirs of the locations than photos.\n\n",{"type":"==","value":[" Building a system "]},"\n\nFor travel, you want a camera body plus a single lens or a set of lenses that covers most or all of the types of photo you want to take without exceeding either your budget or the bulk and weight you can carry in reasonable comfort. This is often achievable, but usually some compromise is involved.\n\nMany cameras come with a standard ",{"type":"'''","value":["kit lens"]},", a ",{"type":"'''","value":["zoom lens"]}," (variable focal length) that covers the range from wide-angle to short-telephoto, perhaps 24-85 mm. Often the kit lenses are designed more for low cost than high quality; in particular they are generally quite slow. Professionals tend to buy either ",{"type":"'''","value":["prime lenses"]}," (fixed focal length) or much more expensive high-end zooms.\n\nA good ",{"type":"'''","value":["zoom"]}," capability is handy for getting a closer shot of something in the distance.  (One of the most common errors of inexperienced photographers is not getting close enough.) Using a zoom lens can also let you carry fewer lenses and avoid having to change lenses as often. On the other hand, zooms are almost always heavier and slower than primes and often more expensive or less sharp.\n\nDigital cameras usually have zoom, but only one of two kinds they feature is \"real\".  ",{"type":"'''","value":["Digital zoom"]}," doesn't capture any additional detail at high magnification; it reprocesses the same information for a larger image, or just crops off the edges for you.  If you have photo editing software on your computer, you can do a better job of that at home.  ",{"type":"'''","value":["Optical zoom"]}," actually changes the magnification of the lens, and is better for getting ",{"type":"''","value":["sharp"]}," close-up shots of distant subjects.  This is the kind of zoom worth paying extra for, and a built-in high-ratio optical zoom (e.g. 10x) distinguishes some compact cameras.\n",{"type":"[[","value":[["File:Photographyy.jpg"],["thumb"],["Specialised camera systems can get very complex, expensive and heavy. Most travellers will be happy with something simpler."]]},"\nThere are a number of ways to get a ",{"type":"'''","value":["simple system that handles most photographic needs"]},", with reasonable cost and weight:\n",{"type":"*","value":[" buy a compact digital camera"]},": thousands of people are happy with these, so why not you?\n",{"type":"*","value":[" pay a bit more for a high-end compact"]},": even some pros use these as go-anywhere cameras because their best stuff is too heavy or too valuable for travel\n",{"type":"*","value":[" get an interchangeable lens camera and kit lens"]},": this gives you the option of adding other lenses later\nThe above summarises most of the simple alternatives. We cover more complex systems — starting from a body that takes interchangeable lenses and building from there — in a ",{"type":"[[","value":[["Travel photography\/Full systems"],["separate article"]]},".\n\nWhichever system you choose, ",{"type":"'''","value":["know your camera"]}," — take a look through any instruction manuals and actually try at least a few shots under different conditions (including extreme closeups, low-light or nighttime photos, moving targets) in both still photo and video before you travel. Even if a camera is fully automatic (most small hand-held digital cameras are), a blind \"point and shoot\" approach can easily mean missing time-sensitive shots at the finish line of a sport competition while the camera spends a few seconds auto-focussing... unless you focus before the moving target enters the frame (pressing the button halfway may do this on many cameras) or turn off auto-focus entirely and leave the camera focussed at infinity.\n\n",{"type":"==","value":[" Storage "]},"\nThe various storage media (SD, Memory Stick, Compact Flash, etc) all work pretty much the same; for most applications, all that really matters is the ",{"type":"'''","value":["capacity"]}," of the cards you buy.  Longer trips will require more memory, unless you bring along a laptop or another way to back up your pictures and clear your memory card. Digital cameras are often sold with a memory card, but often it is rather small. Consider buying additional memory cards for additional space and to avoid putting all your eggs in one basket. Large-capacity memory cards have dropped greatly in price recently; most often, it's easier just to bring more (or larger) cards instead of downloading images to a computer while on the road or attempting to conserve memory space.  Electronics and department stores and other businesses tailored to tourists worldwide typically stock a wide range of memory cards, so you should have few problems buying extra memory capacity if you start to run short.\n\nIn some cases, the ",{"type":"'''","value":["speed"]}," of the memory card may also matter. If you want to shoot videos or long bursts of still shots — for example, in photographing a leaping athlete it is common to fire off a dozen shots and hope one is just right — then you need fast transfers between the camera's limited buffer and the larger general storage. With a slow card, the camera may stop and refuse to continue until the buffer is cleared, and that can ruin your shot. Professionals shooting action often use specialised cameras with faster bursts and larger buffers, but those are both expensive and heavy, so wildly impractical for most travellers. A fast memory card, however, is probably worthwhile if you want action shots or video; cost is about twice that of a slower card and weight about the same. In addition to letting the buffer empty faster, a fast card may also speed up transfer of images to your computer. Some cards are rated UHS-1 (ultra high speed) or even faster UHS-2; these will be faster if the camera supports that.\n\nBoth speed and capacity of cards have changed over time, and an older camera may not handle high-capacity cards (either because it cannot see the larger size or cannot provide the extra power needed) or may get no benefit from the extra speed of a new fast card. Similarly, whether a fast card gives any benefit during transfers to a computer depends on the particular computer and card reader used. The original SD (secure digital) cards were limited to 2Gbytes and the early Compact Flash cards similarly limited. SDHC cards (HC = high capacity) go up to 32Gbytes and the latest SDXC (eXtended Capacity) cards in theory support sizes up to 2048 GB, though as of mid-2014 the largest SDXC cards on the market are 256 GB.\n\nAs a rule of thumb (quite imprecise; this varies from camera to camera and depends on the settings used), raw images need about a megabyte per megapixel and compressed JPEG images considerably less. Even a 2 GB card will hold a couple of hundred raw images for a 10Mp camera, more if you shoot JPEG, so a handful of these will be more than enough if your camera does not recognise the larger cards.\n\nAs of mid-2014, the \"sweet spot\" for SD\/SDHC\/SDXC cards appears to be 32 GB SDHC. This size is marginally cheaper per GB than other sizes, any camera less than about five years old supports it, and it is probably large enough for nearly any usage pattern. It also avoids a potential problem on some computers; SDXC (any card over 32 GB) uses a Microsoft proprietary disk format that non-Windows machines may not be able to read. Of course, that is not the only reasonable choice; many people use other sizes. Some use only 4 GB cards because those can easily be backed up to writable DVDs (4.5GB) on many laptops.\n\nDigital cameras usually have different ",{"type":"'''","value":["quality modes"]}," available which use more\/less storage space for each picture.  They sometimes have confusing names like SHQ, HQ, and SQ1, and different resolutions (how many pixels).  Experiment ahead of time to figure out what quality setting you want to use.  Keep in mind that you don't need multi-megapixel images to fill a computer screen or make a pocket-sized print, and you'll be able to fit a lot more photos on the same card with lower settings.  Don't use the in-camera display to determine what setting to use, because it can't show you how much detail you're losing; look at the final results in a print or on the computer screen (depending on how you plan on viewing your photos).  The ability to switch to lower quality settings can also be useful if you're running out of storage space in the middle of nowhere: better to have the last couple dozen pictures taken at a less-than-ideal quality setting than to run out of exposures before you reach home.\n\nMost digital cameras have the ability to capture moving images, although often at a lower resolution than supported for still photos. DSLRs and MILCs are often used in professional video productions, although they require practice to get good results.\n\n",{"type":"==","value":[" Batteries "]},"\nBatteries are an important thing to think about, because it can be extremely frustrating to run out of battery power right in the most exciting part of your trip. DSLRs normally need less battery since they don't need to use the LCD screen for focusing. If your camera uses a non-standard battery type (especially common with digital cameras), be sure to bring extras or pack a suitable recharger for local ",{"type":"[[","value":[["electrical systems"]]},".  Recharge often; don't wait for your power to run out during a photo shoot.\n\nSome cameras normally use higher-capacity batteries (CR-V3 lithium are common), but can run on standard AAs (with more frequent changes) if needed.  The ability to use AA batteries – readily available anywhere from ",{"type":"[[","value":[["Tibet"]]}," to ",{"type":"[[","value":[["Togo"]]}," to ",{"type":"[[","value":[["Tuvalu"]]}," – is a great safety net.\n\nMany cameras have an external grip available that makes the camera bigger and heavier but gives additional battery capacity. In some cases, these use AAs, even on a camera whose main batteries are a different type.\n\nBattery ",{"type":"''","value":["chemistry"]}," makes a big difference, and even something as standard as AA batteries come in several varieties.  A ",{"type":"'''","value":["rechargeable NiMH"]}," battery usually lasts longer (even without recharging) than even the best non-rechargeable lithium battery, and its reusability will pay for itself in the long run.  The main drawback of rechargeables is that some lose their charge even just sitting for a few weeks. Individual models of NiMH cells packaged as \"fully charged and ready for use\" typically have a longer charge shelf life (otherwise that initial charge would be gone long before they left the store).  ",{"type":"''","value":["Don't"]}," use NiCd batteries in a digital camera (except in emergencies); they simply won't last and they have a \"memory effect\" (which NiMH don't have) where it's best to fully discharge them before recharging.\n\nMany newer digital cameras use ",{"type":"'''","value":["rechargeable lithium-ion"]}," batteries; like the batteries in laptop PC's these are powerful but device-specific and proprietary. It is not possible to interchange these with other battery types.\n\nIf you're leaving civilization behind altogether, consider an old-fashioned mechanical ",{"type":"[[","value":[["Travel photography\/Film"],["film camera"]]}," that can be run ",{"type":"''","value":["without"]}," battery power, or a not-quite-so-quaint electronic film camera which uses so little battery power (e.g. for the light meter, to time the shutter speed) that it can run for months on a single button-size cell.  Most manual-exposure 35 mm cameras from the 1970s and earlier will run battery-free; auto-exposure 35 mm cameras from the 1980s merely ",{"type":"''","value":["sip"]}," from their batteries, and a few (e.g. Pentax ME series) can even continue working (on manual) without.\n\nThe largest battery drains on a digital camera are the preview screen and the sensor. Many DSLRs will last for thousands of shots if you disable the screen and use a manual viewfinder (if available). Newer digital cameras are also far less power-hungry than those manufactured a decade ago.\n\n",{"type":"==","value":[" Accessorize "]},"\n",{"type":"[[","value":[["File:130607 Svatba Staromak Praha 0031b.jpg"],["thumb"],["A monopod can be very convenient"]]},"\nMany photographers carry along a ",{"type":"'''","value":["tripod"]},", and even a little pen-sized model can come in handy if you want to set up timed shots of yourself and yours.  If weight or luggage capacity is an issue (e.g. when hiking), consider a ",{"type":"'''","value":["monopod"]}," instead. Bogen\/Manfrotto even makes a line of well-regarded monopods that double as hiking sticks, although they're rather pricey.  Alternatively, shop for hiking sticks with camera mounts hidden under the top knob.  However, bear in mind that many (if not most) museums and tourist attractions do not permit tripods or monopods.  Sometimes breaking out the tripod will put you in the \"professional\" category, and you suddenly need copyright permissions or will be asked to pay fees for what the owners of the place now consider commercial photography. While a tripod is awkward for travellers (due to its bulk), there are some images — particularly photos outdoors at night, where dim light requires long exposure times — which cannot be captured any other way.\n\nUnlike on film cameras, an ",{"type":"'''","value":["ultraviolet filter"]}," is not needed on digital cameras – unless it gives you peace of mind to have something protective in front of your lens glass.\n\nA ",{"type":"[","value":["http:\/\/www.tripsteps.com\/artofpackinglight\/backpack_light.html#usb_sd USB-enabled SD Card"]}," will save having to bring an adapter and can transfer photos straight onto a laptop. A select few camera models also support wi-fi under the Eye-Fi standard. Some (but not all) laptops include a built-in card reader as standard equipment. You may, however, still need the camera's USB cable to recharge your camera's built-in battery.\n\n",{"type":"==","value":[" Pack "]},"\n",{"type":"[[","value":[["File:Kameraväska full.jpg"],["thumb"],["left"],["Specialized bags help keep your gear safe but aren't always the best option"]]},"\nWith expensive photography gear, packing it properly becomes an issue.  Specialized cases and bags specifically for packing cameras and lenses are available, but they are bulky and inconvenient. Camera bags tend to be focused mainly on carrying your camera equipment, and rarely have much extra room for the other stuff you'll want to carry around during sightseeing. If travelling light, it's better just to bring along the original leather pouches for your lens and camera.  A T-shirt folded and wrapped around a lens provides some impact protection and guards it from prying eyes.\n\nIf travelling with a camera which takes interchangeable lenses, try to anticipate the lenses you're likely to use when packing. A high-powered zoom is invaluable if you're going on a safari, but is probably not worth taking if you're visiting urban areas. That said, if you have space in your suitcase and are staying in accommodation which is safe from thieves, it might be best to err on the side of taking too many lenses rather than too few.\n\nIt's a good idea to bring any equipment you need to maintain your camera with you as this can be difficult to find at your destination (specialised camera stores tend to be located outside tourist areas and the quality of their products can vary). As you sometimes need this equipment in a hurry it's best to have it at hand, and to be confident that it will actually work. You should keep a microfibre lens cleaning cloth in your daypack or camera bag, but leave specialised equipment in your suitcase unless you're expecting to be taking photos in adverse conditions.\n\nWipe down your camera and lenses with a tissue after use, before you put them away. In particular, zoom lenses in dusty environments should be extended fully, wiped off, and allowed to dry before packing them, as grit will wreak havoc on the delicate mechanisms inside.\n\n",{"type":"==","value":[" Move? "]},"\nWith fragile Super-8 film cameras and bulky VHS cameras receding into ancient history, compact videotape and digital cameras have made it more practical than ever to take ",{"type":"''","value":["moving"]}," pictures of your travels.  These can be more entertaining to look at (for you and your friends), and better capture the grandeur of a panoramic view or the excitement of a helicopter ride.  But video is also harder to do ",{"type":"''","value":["well"]}," than still shots, and bumpy recordings that cut abruptly from one scene to the next can be more disorienting than informative. Flash is not an option, as motion pictures require continuous illumination. Movie-editing software can help turn your raw footage into a slick presentation, but it's additional work after you get home.\n\nMost digital still cameras have the ability to record video, but many have quality limitations or limit recording time.  A newer or more expensive digital still camera may be able to record some level of HDTV, although capability varies. Try out the feature before you buy.\n\n",{"type":"==","value":[" Photo sharing "]},"\nThere are many image hosting websites where you can upload and share your travel photographs with others; two of the most popular are ",{"type":"[","value":["http:\/\/www.flickr.com\/ Flickr"]}," and ",{"type":"[","value":["http:\/\/photo.net\/ Photo.net"]},". Photo.net also has extensive information on photography, everything from equipment reviews to a large collection of pages on technique. These websites, and other \"cloud\" storage services such as Google Drive, are also an excellent way of backing up your photos while on the road, though be warned that upload sizes can be large if you're taking lots of images or using the highest image quality settings.\n\nConsider uploading photos to ",{"type":"[","value":["http:\/\/commons.wikimedia.org\/wiki\/Main_Page Wikimedia Commons"]},"; this is a shared site that holds educationally useful media files for use by anybody. The Wikimedia Foundation projects, including Wikivoyage and Wikipedia, use this repository. Any images uploaded here should be licensed also for commercial use by anybody.\n\nThe free-for-commercial-use \"copyleft\" (Creative Commons CC-BY or CC-BY-SA) is available on Flickr if explicitly selected when uploading photos. That site will default to \"all rights reserved\" if you fail to select a licence. Flicker CC-BY or CC-BY-SA images may be imported to Wikimedia Commons.\n\n",{"type":"==","value":[" Respect "]},"\n",{"type":"[[","value":[["File:Stop here please (3232237447).jpg"],["thumb"],["Street photography can be a powerful way of recording your trip, but keep the ethical and legal aspects of this genre in mind – especially if you're away from your home country"]]},"\n\nBe aware that people in other cultures may view being photographed differently from you.  In some countries, it is illegal to take pictures of individuals without their consent. Some ",{"type":"[[","value":[["Brazil"]]},"ian indigenous groups, for instance, believe their souls are captured when they are photographed. Members of some religious sects (e.g. the Amish) consider having their picture taken an act of impious vanity, and although they may permit it they don't welcome it. Cameras may also not be welcome during some religious rituals, in certain religious buildings, or at certain cultural events. Such particular views on photography should always be taken into account when deciding whom, what, and when to photograph. When in doubt, it is always better to ask before taking a photo. Taking pictures of women or young children should also be carefully considered especially when you're in a Muslim country.\n\nAdditional considerations apply to photos taken for publication or commercial use; in most countries, news photos don't legally require a signed model release, but commercial or stock photos of identifiable people do. For photos that will be uploaded to Wikimedia Commons, see their ",{"type":"[[","value":[[":Commons:Commons:Photographs of identifiable people"],["policy page"]]},".\n\nThere are various situations in which flash photography may be inappropriate.  Sometimes it will not be permitted, either to preserve a solemn atmosphere, or to protect antiquities from the damaging effects of bright light. Live theatres often prohibit cameras entirely as a distraction to the performance.  Keep in mind that flash usually won't illuminate things more than a few meters away, so taking flash photos of the roof of a cathedral would be both distracting and ineffective.  Flash also tends to spoil the natural appearance of the things you're trying to photograph, and if the object is behind protective glass, then your camera may end up blinding itself with the reflection of its own flash.  So if you can disable your camera's flash and shoot by natural light (holding the camera very steady to compensate for slow shutter speeds), it may very well be worth the effort. A tripod can be another alternative to flash, although in many situations its bulk makes it just as obtrusive or worse. Save it for situations (such as outdoor photography at night) where it is the only option.\n\n",{"type":"==","value":[" Stay safe "]},"\nPhotography equipment can be expensive and the pictures you've already taken at any point in your trip are effectively irreplaceable, so it's always wise to consider their safety when traveling.  Besides theft and accident human-caused damage, natural issues like extreme heat and cold may have a significant impact on your equipment.  If rain is likely, a weatherproof camera might be a good investment.\n",{"type":"[[","value":[["File:Ukranian Air Force Aero L-39C Albatros.jpg"],["thumb"],["left"],["This can get you arrested in some countries"]]},"\n\nDon't flash your camera around any more than necessary.  If you take it out of your bag, wrap the strap around your wrist a few times and hold it firmly in your hand.  Walking around with an expensive SLR hanging from a neck strap is an invitation to motorcycle thieves.  When walking in a city, keep not just the camera but also the bag holding the camera on the side of you facing away from the road.  Brand-name camera bags advertise what's inside them.  You may be safer carrying your camera in an old rucksack or even a shopping bag, perhaps padded with some clothes. The risk isn't solely that someone may steal the camera itself; displaying photographic equipment identifies you immediately as a tourist (not a local) to anyone who may be considering any number of scams for which the wealthy tourist is seen as an easy mark.\n\nIn some areas, locals solicit payment for any photos in which they are visible. This poses many of the same problems as any other form of ",{"type":"[[","value":[["begging"]]},"; if you are too quick or eager to hand out money, you not only make yourself visible as a possible easy mark but also make things more difficult for the next traveller.\n\nIf you're uncertain about the local laws and sensitivities around photography you should avoid photographing government buildings (other than obvious tourist landmarks), military installations, or other plausible targets of political violence.  In areas with ongoing military conflicts and\/or heightened alertness for terrorism, this can get you unwelcome attention – or worse – from anxious security personnel or law enforcement.\n\nUnwelcome attention may also be directed toward you if you are photographing subjects relating to certain infrastructure (such as transportation). It may also be best to put the camera away in areas (such as inside a bank or at a subway toll booth) where money is being handled. Although many of the operators of such infrastructure are open minded about photography, front-line staff of some concerns can become nervous about the intent or nature of casual photographers. If you are intending to take a large number of such photographs, it is advised to confirm the limits of what is acceptable in advance.  For sound safety reasons a number of operators (even if open minded) bar the use of flash entirely.\n\n",{"type":"==","value":[" Pose "]},"\nSome people get their family or other travel companion(s) into every picture.  Others focus exclusively on the places.  Try to strike a ",{"type":"'''","value":["balance"]},".  Including members of your group (especially if they're your kids) can add some fun and personality to your photos. But a litany of \"Here's Stan standing in front of the Eiffel Tower. Here's Stan standing in front of Notre Dame.  Here's Stan standing in front of...\" can get tedious, not just to say but to look at. Try to capture your human subjects in the process of exploring the environmental subjects; a shot of Stan gazing into the sunset captures the experience better than him standing in front of it.\n\nSimilarly, ",{"type":"'''","value":["share the camera"]},", so that sometimes Stan is ",{"type":"''","value":["behind"]}," it and you get in some of the pictures too. Asking another camera-toting traveller to snap a picture of both\/all of you (with your camera, not his), in exchange for returning the favor, helps to establish that you were in fact there together (though it puts you at the mercy of their ability to work your camera).  Likewise, if you're travelling alone, either get someone to take a shot of you at various locales, or if that's not practical, at least try setting up a shot or two with a self-timer to prove to everyone that you really went there. Note that it's usually advisable to ask someone with a camera at least as expensive as yours – less of a temptation.\n\nA rare few digital camera models provide an infrared remote control; there are also cable or air release accessories for SLR film cameras. With these, as with the self-timer, a tripod (or somewhere stable to set the camera) is a necessity.\n\nBe sure to take a version of each photo in which clutter (such as people in the shot, if the main subject is something else) is excluded or minimised. Posing people in front of landmarks may be useful once to show they were there (the historic WWII photos of the US flag on Iwo Jima, of Hitler at the Tour Eiffel or of the Soviet flag raising at the Reichstag being the classic examples) but a photographic composition normally works best with one main subject only. Even if you don't notice something extraneous (such as a lamp post behind your subject, top dead centre) the camera will.\n\nOne of the most practical things to remember with a camera is that you are capturing \"light\". If you are photographing outside, make sure the sun is to your back. If you are shooting into the sun it will throw off the automatic settings on your camera and you will have a very dark image. The same applies to shadows. Sitting someone in shadows and standing in the light to photograph them will likely be disappointing. The same applies to inside photography. Taking a photo with an outside window in the frame will throw off the automatic settings and result in a dark image of what's in front of the window.\n\n",{"type":"==","value":[" Photo tour companies "]},"\nFor those wishing to travel on a dedicated photography trip, there are companies that cater to this market. Photo tours and workshops allow interested photographers to travel to destinations with the primary goal of creating images.  Some offer extensive photo instruction while others simply get you to locations where photography is exceptional.\n\n",{"type":"==","value":[" Further learning "]},"\nMany people seem quite willing to spend large amounts on equipment and put a lot of time into photography, yet are reluctant to spend moderate amounts of time and money on training.\n\nThis seems, to say the least, odd. If you really want to take fine pictures, consider joining a local photo club, taking a local course, or even planning a trip that includes a workshop with a well-known pro.\n\nWhere a lot of experience in earlier models of camera or versions of software might have been clocked up, and intuition has worked for getting good shots, there is no harm in investing in courses oriented towards using more recent technology.  Courses can cut through the obvious and bring out features and capacities otherwise not utilised.\n\nThere are also many books on techniques for capturing images. ",{"type":"[[","value":[["New York City"]]}," devotes ",{"type":"[","value":["http:\/\/www.dashwoodbooks.com\/ an entire independent book store"]}," just to photography; other large cities may have book stores devoted entirely to art – of which photography is a key segment. Be sure to grab a camera and test what you learn before you take your trip... you may start seeing all manner of formerly-unnoticed small detail locally which, when captured as images, actually turns out to be worth a thousand words.\n\n",{"type":"[[","value":[["Wikipedia:Travel photography"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travel activities"]]},"\n",{"type":"{{","value":[["guidetopic"]]}]