[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nTremezzo is a village on ",{"type":"[[","value":[["Lake Como"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe Western Highway around the Lake passes through the village.\n\nThere are three ferry services: from ",{"type":"[[","value":[["Como"]]}," to ",{"type":"[[","value":[["Colico"]]},"; the central lake services; the car ferry service between ",{"type":"[[","value":[["Bellagio"]]}," and Cadenabbia (which is about 10 minutes' walk from Tremezzo)\n\nThere is also a lot of daily bus connection operated by ASF Autolinee to Como - route C10 (",{"type":"[","value":["http:\/\/www.asfautolinee.it\/Lineeeorari\/Orariolineeinpdf\/Reteextraurbana\/tabid\/245\/language\/en-US\/Default.aspx"]},")\n\nTo join Tremezzo from Bergamo-Orio al Serio Airport, take the LAKE COMO express bus service (",{"type":"[","value":["http:\/\/www.lakecomoexpress.it\/en\/Home\/tabid\/662\/language\/it-IT\/Default.aspx"]},")\n\n",{"type":"==","value":["Get around"]},"\n\nThe village is essentially a strip along the lake front with a few small, narrow paths leading up the hill. There are roads that lead into the hill side villages immediately to the west.\n\n",{"type":"==","value":["See"]},"\n\nVilla Carlotta in Tremezzo, if you like impressive gardens \n\n",{"type":"==","value":["Do"]},"\n\nThere is an unmarked public park with steps to the Lake where it is possible to swim. The water is clean and very deep from the main steps. At the side is a shallow pebble beach from which children can access the water.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is a postoffice, a small delicatessan and the usual array of places of tourist interest.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are a number of hotel restaurants, many of which have outdoor eating areas right next to the lake.  There is also a hill trattoria, well signposted, off the main road.\n\n",{"type":"==","value":["Drink"]},"\n\nAgain the hotels all serve a standard array of local wine and beer.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a number of hotels of 3 and 4 star standard. Prices fair for this area.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["45.9833"],["9.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lake Como"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Lombardy\/Localities\/Tremezzo\/"]]},"\n",{"type":"[[","value":[["wikipedia:Tremezzo"]]}]