[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Trencianske Bohuslavice"]}," is a village in ",{"type":"[[","value":[["Western Slovakia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTrenčianske Bohuslavice is settled in Northern Slovakia, 120km form Bratislava, in a valley of hills Turecko (345m), Hájnica (341m), and Inovec mountains (1,041m). The village has a good location because it is between two towns Nové Mesto nad Váhom and Trenčín. It is also place where a small creek Bošáčka flows into a river Váh. The village is settled 198m above sea-level. Hill Turecko (Turkey) is named according to Turkish fighters who stayed there while conquering Beckov Castle in an old history. Trenčianske Bohuslavice has population over 1200 with religion Roman-Catholic church, Protestant church and undenominational church.\n\nThen, nature around Trenčianske Bohuslavice is nice and motley. Hill Turecko is protected place where are valuable spices of plants and animals. Also, hill Hájnica is protected area by law where grows rare plant called Hlaváčik jarný (Adonis Vernalis L.). This plant is possible to find only in two places in the country. Animals in area of the village are very diverse. There is several rare and endanger spices such as, Modlivka zelená (Mantis Religiosa), Jašterica zelená (Lacerta Vir ridis), and Los Mokraďovy (Alces Alces). Because of diversity and numbers of animals, hunting is very popular there. \n\nAfter that, Trenčianske Bohuslavice is known for its archaeological site. On the north of the village is area where were found skeletons of hunters and mammoth from 23 000 years ago. Exhibits is possible to see at SAV in Nitra.  Moreover, there were found Celt’s gold and silver coins from the first century before Christ which are exposed in Martin ´s  National Museum.\n\n",{"type":"==","value":["Get in"]},"\nNext, easy way how to get to Trenčianske Bohuslavice is by train from every station on the way from Bratislava to Košice. Trains operate very frequently. It takes 20 minutes from Trenčín to TB, 7 minutes from Nové Mesto nad Váhom and 2hours form Bratislava. Then, buses operate to village from Trenčín and Nové Mesto nad Váhom. There are three bus stops in the village. In takes 15 min from Nové Mesto nad Váhom to Trenčianske Bohuslavice and 30 minutes from Trenčín. The easiest way to get to the village is by car from highway between Trenčín and Nové Mesto nad Váhom.\n\n",{"type":"==","value":["Get around"]},"\nTrenčianske Bohuslavice is a small village so tourists can easily walk through village or from one place to another. It is also very commnon to use bike or roller skates there.\n\n",{"type":"==","value":["See"]},"\nIn the village is Chapel of Virgin Mary in a baroque style from 1763. This chapel has rare fresco paintings on the walls and ceiling also. Chapel has rococo decoration which is one of the most valuable in the Slovakia. Then, there is a glassy coffin with Bohuslav`s body according whom was the village named. In the chapel is one of the mostknown and well preserved organs in a country. In the past there were lots of organ concerts of classical music. Then, there is mosaic monument of Cyril and Method where people can remember that  in the past both of them  passed through the village.\n\n",{"type":"==","value":["Do"]},"\nIn surroundings  of Trenčianske Bohuslavice is possible to hire a bike, ride a horse, paragliding, also for hiking and cycling there are very good lines through several villages and hills to Czech Republic and back. People who like long lines for hiking then they can go from village to Lopeník, Mikulčin vrch or Veľká Javorina. Then, there are sign tourist’s lines to mountains Biele Karpaty. Near the village, 7 km, is area of lakes called Zelená voda \/Green Water\/ where tourist’s can experience lots of sports activities, lots of events during the summer, disco, concerts, and various competitions. Also, fishing is very popular there.  There are several hotels and camp where people can stay in. From the village tourists can do several trips to Haluzice where is ruins of church from 1299; to Beckov where is ruins of castle on a big rock; to Čachtice where is ruins of castle Elizabeth Batory. In the village is every year festival called Žákovic Open. There is many musician groups, lots of good music, lots of fun, many sport activities and other attractions. Every year there is more and more people from whole country. During the festival people can live in a Žakovic hotel which is in area of the festival or camp there.\n\n",{"type":"==","value":["Buy"]},"\nIn Trenčianske Bohuslavice is one grocery shop Jednota  with various goods, one buthchery shop, and flower&gift shop.\n\n",{"type":"==","value":["Eat"]},"\nIn Trenčianske Bohuslavice is Hotel restaurant called Žákovic which has also seats outside the restaurant. Restaurant offers wide choice of meals for reasonable prices. Customers can ask there for breakfast, meat meals, and meals for vegetarians, kids menu, deserts, special Žákovic menu, and lots of dishes from game like doe, wild boar, and pheasant. Then in the village is a Motorist which offers many dishes and also daily menu. Customers can buy there sandwiches and toasts take away.\n\n",{"type":"==","value":["Drink"]},"\nThen, in the village are two public-houses called U Bobra and Šimlovic Inn and also bar in a Hotel Žákovic. Tourists can drink for very reasonable prices there. These public-houses and bar offer delicious Slovak national drink called Slivovica(strong spirit from plumbs), Marhuľovica(spirit from apricots), Hruškovica(spirit from pears, and Čerešnovica(spirit form cherries). Then, tourists can ask for pints of different Slovak and Czech beers like Topvar, Corgoň, Staroprameň, Radegast and Kozel, Slovak ´´Coca Cola´´ called Kofola, and real Vinea (a grapy non-alcoholic drink).\n\n",{"type":"==","value":["Sleep"]},"\nIn the village is a Hotel Žákovic which is situated in a nice place below the hill Hájnica. Every room is furnished with new furniture. Hotel has a restaurant and a bar. Hotel offers forty beds, Bed&Breakfast for one person 700Sk\/night, and apartment for 2 person 1500Sk\/night.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["48.8000"],["17.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western Slovakia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Trenčianske Bohuslavice"]]}]