[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Trento"]},", (English: Trent, German: Trient), is a bit of an upmarket town in the northeast of ",{"type":"[[","value":[["Italy"]]},". History made it a proud town, with a number of large manors outside of the town, where bishops used to come for holidays. Nowadays it is one of the most expensive towns in Italy, with the wealth from farming, wine, and high-tech industries. At Easter the fields around Trento are in bloom with apple blossoms.\n\nThe town centre is more or less a pedestrian area, and walking around the historic centre you can see a number of outdoor frescos on historic buildings. In the past the river Adige flowed right outside the centre where now Torre Verde is.\n\nApart from the council of Trento, which gathered in Trento in the sixteenth century for many periods of several years, which dominates the town centre, there is one other noteworthy historical event, related to Judaism. A little boy, named Simione, died about five hundred years ago. The event was blamed on the Jews, with stories of Pagan rituals. Fictional scenes are depicted on two plaqettes on via Roma. Therefore all Jewish men were killed, while women and children were expelled. The Jews put a ban on Trento in return. In the 1990's relations between Trento and the Jewish community improved when the Trentini stopped (officially) honouring Simione as a martyr, and the ban was lifted. A plaquette in a little alley off via Roma commemorates this occasion. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Car"]},"\n\n",{"type":"*","value":[" A22 \/ E45 highway connects Trento to Verona to the South, and Innsbruck via Bolzano\/Bozen to the North."]},"\n",{"type":"*","value":[" SS47 highway connects Trento to Padova."]},"\n",{"type":"'''","value":["By train"]},"\n\nTrento is on the main train line between Italy and Austria\/Germany. There is a regional train line to Malè and to Bassano di Grappa, with two daily trips to Venice and Padova. \n\n",{"type":"*","value":[" From Verona, it is a 50-80 minute train ride, depending on which regional train. Please note that while the ticket distributors may offer 1st Class tickets, there is no 1st class section. "]},"\n",{"type":"*","value":[" There are 5 daily drains to\/from Munich and Innsbruck. The travel time between Trento and Munich with the direct inter-city is about 4.5-5 hours."]},"\n",{"type":"*","value":[" Bolzano, the capital of Alto-Adige\/Südtyrol is 45-50 mins north and is served by an average of two trains per hours."]},"\n",{"type":"==","value":["Get around"]},"\n\nThe best way to visit the city is by feet or by bike. The city center is closed off to traffic and small and pleasant to walk. The beautiful mountains surrounding Trento can be reached easily using public transportation (the blue busses. The bus station is between the train station and the hostel).\n\n",{"type":"===","value":[" By  bicycle"]},"\n\nRental bike service companies, easy biking itineraries at Trento Region. \n\nOn recommend bike rides with specialized rental bike company, Mira, Venice,",{"type":"[","value":["mailto:g.deconcilio@gmail.com"]}," this company can make Trentino easy biking tours with bike hire and guide services on the road with exclusive naturalistic, quitness sceneries and little traffic on the roads. Bike delivery at b&b, hotels and railway stations with a small fee. Free estimate costs from customer service.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Piazza Duomo"]},"\n",{"type":"*","value":[" Castello del Buonconsiglio (with the renowned Torre Aquila)"]},"\n",{"type":"*","value":[" The Trentino museum of natural sciences"]},"\n",{"type":"*","value":[" The numerous Palazzi located throughout the city centre"]},"\n",{"type":"==","value":["Do"]},"\n\nTrento offers a number of activities throughout the year: \n\n",{"type":"*","value":[" Rent a bicycle and enjoy a tour of the city, going through the historical centre and take the opportunity to visit Castello di Buonconsiglio or the Duomo, as well as the various Palazzi located throughout the city. Don't miss the frescoes!"]},"\n",{"type":"*","value":[" Visit small neighbouring communes on the Trento-Malè and Trento-Bassano di Grappa regional railway lines. A visit to Lago di Caldonazzo or Mezzocorona brings you even further off the beaten path."]},"\n",{"type":"*","value":[" During the winter months, take advantage of the mountains and go skiing on one of the several ski hills located around Trento. Two options, reachable by bus, are Paganella and Monte Bondone."]},"\n",{"type":"*","value":[" Sit down at a café in Piazza Duomo and enjoy a good conversation and ",{"type":"''","value":["la dolce vitae"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Antiques, local traditional handicraft."]},"\n",{"type":"*","value":["Wines, grappe and spirits."]},"\n",{"type":"==","value":["Eat"]},"\n\nLocated in the region where Italian and Austrian cultural influences intertwine, Trento has places to satisfy both the lovers of pizza and the amateurs of pork with sauerkraut. If you stop for coffee-and-cake, do not miss the local version of strudel with Melinda apples.\n\n",{"type":"===","value":[" Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["lat=46.071"],["long=11.1127"],["name=Trattoria Piedicastello"],["content=Inexpensive local fare, on the other side of the river."],["directions=take the bridge over the railway line next to the hostel, walk to the roundabout, cross the river, descend to the small square on the right"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name = Alla Grotta"],["lat=46.06975"],["long=11.1254"],["address = Vicolo San Marco, 6"],["content = Great choice and quality of pasta, huge portions to share. One plate would do for two average eaters, two plates would do for three eaters of almost any appetite. If you fancy a pizza though, better pick some pizzeria-only place."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ristorante Patelli"],["address=Via dietro le Mura A, 1"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Chistè"],["address=Via delle Orne, 4"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["content=If you are in the mood for Tyrolian food, then it's a good choice."],["name=Rosa d'Oro"],["address=piazza Santa Maria Maggiore 21"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Birreria Pedavena"],["alt="],["url=http:\/\/www.birreriapedavena.com\/menu.htm"],["email="],["address=Via Santa Croce, 15"],["lat=46.06479"],["long=11.12348"],["directions=near Piazza di Fiera"],["phone=+39 0461 986255"],["tollfree="],["fax="],["hours="],["price=6-12€"],["content=Very good pizza and beer. Good choice of local dishes. Open all day"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria OroStube"],["alt="],["url=http:\/\/www.orostube.it\/"],["email="],["address=Via Sommarive 10, Povo"],["lat=46.06475"],["long=11.1505"],["directions="],["phone=0461 816073"],["tollfree="],["fax="],["hours="],["price="],["content=If you find yourself in the suburb of Povo, check out this cosy pizzeria with Tyrolean flavour, where pizza with chanterelles and speck is served alongside more traditional variants. Note that the place is a favorite with the student of the nearby faculty, so there is often a queue."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nTrento is famous for its local wines, relatively unknown outside of Italy, including the Teroldego wine. There are numerous wine bars that sell wine and small plates of cheese \/ ham. One good wine bar is 'La Sgeva' in Via Brennero, just north of the city center. \n\n'Il simposio' is popular with university students.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" Ostello Giovenni di Europa, located on Via Torre Vangam. This is located right next to Piazza Dante, and in close proximity to the train station. "]},{"type":"*","value":[" Hotel Venezia\/ Albergo Garni. Best recognized by the name \"Hotel Venezia\", this hotel is located right in the historical centre, on Piazza Duomo.  "]},{"type":"*","value":["America"]},{"type":"*","value":["Accademia"]},{"type":"*","value":["Grand Hotel Trento."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Santoni"],["url=http:\/\/www.hotelsantoni.com"],["email=info@hotelsantoni.com"],["address="],["lat="],["long="],["directions="],["phone=+39 0464 505966"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A hotel geared for sportsmen and women."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Lavarone Lake"]},"\n",{"type":"*","value":["Caldonazzo Lake"]},"\n",{"type":"{{","value":[["isPartOf"],["Trentino"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["46.066667"],["11.116667"]]},"\n",{"type":"[[","value":[["wikipedia:Trento"]]}]