[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Bintan Agro Resort.jpg"],["thumb"],["240px"],["High tide at the beach, Trikora Beach One"]]},"\n\n",{"type":"'''","value":["Trikora"]}," is the collective name of the northeastern beaches on ",{"type":"[[","value":[["Bintan"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nUntil around 2000, the only tourist activity along Bintan's east coast was at Trikora Beach, a popular hang-out for local visitors from Tanjung Pinang as well as foreign back-packers. Since then, the back-packer scene has largely given way to larger developments and other tourist destinations that have popped up along the east coast (see below). For local day-trippers, Trikora remains a popular day trip though. Trikora is actually quite a long stretch of separate beaches, with beaches numbered from south to north as one to four (",{"type":"''","value":["satu, dua, tiga, empat"]}," in Indonesian).  The best known is ",{"type":"'''","value":["Trikora Beach Four"]}," (",{"type":"''","value":["Trikora Empat"]},"), which is the northernmost bit, right next to the \"border\" with ",{"type":"[[","value":[["Bintan Resorts"]]},".  The beach is huge and all along the beach are basic shelters which you can rent from the close-by food sellers. If it is windy the waves can be right strong, swimming is prohibited during monsoon.\n\n",{"type":"==","value":["Get in"]},"\nSee the main ",{"type":"[[","value":[["Bintan"]]}," article for details on getting to Bintan from ",{"type":"[[","value":[["Singapore"]]}," or from elsewhere.\n\nOnce on Bintan, there are two routes to Trikora, either south from the main port ",{"type":"[[","value":[["Tanjung Pinang"]]}," or north from ",{"type":"[[","value":[["Bintan Resorts"]]},".  As taxis in the northern zone are ",{"type":"''","value":["much"]}," more expensive, most visitors opt for Tanjung Pinang.  A cab from there to Trikora should cost no more than 150,000 IDR, or if you're good, you might be able to negotiate a better price.  Many hotels offer free transfers, but these may involve quite a bit of waiting around.\n\nAlternatively, if you're going solo or the group feels like enjoying the wind in their hair, hop onto a motorbike. Negotiate with one of the many ready takers outside the ferry station and make sure you settle on an agreeable price. This could range anywhere from S$10 to S$15 for the over an hour journey to Shady Shack or the recently opened Marjoly Beach near Kawal. The ride alone is a delight, with scenes of village life on one side and pockets of the amazing waters on another. \n\nIt is also possible to rent motorbike at the ferry terminal or elsewhere in Tanjung Pinang.  Figure on around 100,000 rupiah\/day.\n\n",{"type":"==","value":["Get around"]},"\nTo get around Trikora, you could bring your bicycle on the ferry - it's a 2 hour ride from either Tanjung Pinang or the Bintan resorts. For those seeking motorized transport, you can check with anyone at the harbor at Tanjung Pinang. You can arrange for a motorbike, minivan, or car, but it is essential that you negotiate your package beforehand. A motorbike should be possible for around 150,000 IDR and a car (+driver) would be anywhere between 200,000 and 400,000, depending on how long you wish to cruise around. A well-known local figure in the backpacker scene, Mr Lobo or Mr Sularto (see below), could also help arranging motorized transport.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:AgroBeach LowTide.JPG"],["thumb"],["Low tide at Agro Beach"]]},"\n\nThe Trikora area is for beach-lovers who enjoy their sandy spots without the crowds. There are quite a number of beaches dotting the stretch, each with its own character and charm.  However, tides are quite strong here, so the lovely beach in the morning may turn into mudflats by afternoon (or vice versa).\n\nSome of the islands dotted along the East and South East coast are beautiful, as are the native villages along the east coast (esp Tanjung Berakit at the northern tip), and the traditional fishing communities on the delightful off-the-beaten track Southern islands called Pulau Kelong and Pulau Mantang.\n\nAny of the resorts you stay with (or, of course, Lobo) will be happy to arrange for a tour of these places, except for the Southern islands, which are currently exclusively visited by Loola's clientele.\n\nLocal people everywhere are very friendly and some speak a smattering of English, especially the younger generation.\n\n",{"type":"==","value":["Do"]},"\nIsland hopping, jungle tours, kelong tours, fishing, picnicking, and volley ball.  The larger resorts can arrange sporty activities and rent watersports equipment. Kite surfing has become more popular recently with young Singaporean (expats), especially during the windy season, from August to September, but you need to bring your own equipment.\n\nIf you feel like doing a bit of sport fishing, ask Lobo (or anyone else) to see if he can arrange for a boat to take the group out on a day trip. Kelongs (stilt mobile homes made for fishing) abound too and there's a chance you could get onto one to see firsthand how they get their catch.  Local fishing boats with sail and paddles can be rented for as little as 50,000 rupiah\/day from local fishermen.\n\nOr you can stay with Sularto where bicycle rental, snorkeling equipment rental and volleyball rental are open for customers of Pondok Wisata Susy. \n\nStroll through a fishing village (there is one just north of Ocean Bay Resort) to watch the local fishermen motor out their uniquely Miyazaki-inspired fishing houseboat-vehicles to sea.\n\nIf all else fails, there's always the art of climbing coconut trees to master! The locals will be happy to share some tips!\n\n",{"type":"==","value":["Buy"]},"\nDried fish is good and fresh fish is better! Restaurants will cook your fish that you bring in at a price and will not in the least be offended.\n\n",{"type":"==","value":["Eat"]},"\nSeafood! There are a couple of restaurants. They are quite cheap unless you go up-market. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Ocean Bay"],["alt="],["url=http:\/\/www.oceanbaybintan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["62"]}," 813 721 30 313"],["tollfree="],["fax="],["hours="],["price="],["content=38km mark from Tanjung Pinang. This restaurant serves delicious and fresh sea-food with its own tanks of clams, shells and fish. It closes at 21.00"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=YY Resort & Restaurant"],["alt="],["url=http:\/\/www.yyresortbintan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["62"]}," 771 7000188"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Pantai Trikora KM 42. Mediocre food served on an open terrace. It closes at 23.00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sun Moon Restaurant"],["url="],["email="],["address=Agro Beach Resort"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open for lunch and dinner daily"],["price="],["content=Set out on a little island off the resort's beach and connected to the mainland by a pier, this popular seafood eatery keeps the day's catch swimming in nets at the back and cooks it to order.  The food is good, alcohol is served, and if you get there early enough you might even avoid the karaoke.  Pricy by Bintan standards (Rp. 50,000 and up for most fish dishes), but quite cheap compared to Singapore."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNightlife in this corner of the island is virtually nonexistent, although the larger resorts do have bare-bones bars.  Bring your own from Tanjung Pinang and chill out by the beach.  If you run out, the nearest place to buy more is at the little shops in the fishing village of ",{"type":"'''","value":["Kawal"]},", where the road to Tanjung Pinang turns away from the beach.\n\nMost resorts serve beer but few have liquor.\n\n",{"type":"==","value":["Sleep"]},"\nSeveral places offer both budget and mid-range accommodation. Those have been placed in the mid-range section.\n\n",{"type":"===","value":["Budget"]},"\nMost backpacker hangouts can be found on beaches three and four.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pondok Wisata Susy"],["alt="],["url=http:\/\/www.bintanbudgetresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=42km mark from Tanjung Pinang. Owned by Mr. Sularto and his wife Annie. It's right beside Shady Shack and of similar style: Basic wooden huts, some with A\/C, on one of the nicest beaches of the island, Pantai Trikora. White sand, crystal clear blue water, coconut-trees and a quiet and relaxing atmosphere to switch off your everyday life. Ms. Annie is providing delicious Indonesian food including snacks, seafood or just a sip out of the coconut. Spend your time hanging out on the beach or with Mr. Solarto and his family and learn more about the Indonesian culture and lifestyle. Rooms are from S$25 per night for 2 incl. breakfast."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Shady Shack"],["alt="],["url=http:\/\/www.lobo.kinemotion.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Trikora 3 (",{"type":"''","value":["41 km"]},"), tel. +",{"type":"''","value":["62"]}," 813 645 15 223. 41km mark from Tanjung Pinang. Owned by Lobo, this is affordable and rustic, although quite basic. Some rooms have fans and an attached bathroom. Don't expect anything upscale - everything here is basic but that's the beauty of this place. One magical thing it has going for it is the 'private' beach that is all yours. Walk about 50 metres away from the site and there is this gentle sloping beach that stretches out with clear waters with shades of blue, gin-clear and emerald green. Should try skinny dipping when no one is around - pure bliss! When there's enough of a crowd, Lobo and gang are more than happy to do up a bonfire when the sun settles. You can't beat the stunning combination of sitting under a brilliantly star-studded sky listening to some of the locals sing their melodious tunes. Sleep to the sounds of gentle waves washing up the shore and get up to glorious mornings just perfect for a dip in the warm waters after (free) breakfast. Rooms from Rp165K per night(S$25) for 2."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nostalgia Yasin Bungalow"]},", (tel. +62 811 699 220\/230 or +62 819 267 6000). 38km mark from Tanjung Pinang. Bintan Agro's rustic budget alternative to their more expensive upmarket resort 2km away. This place is a real gem, more organized and upmarket than Shady Shack, but at a similar price. A nice rustic 2 person bungalow built over the water just S$34 per night. Plus they have a bar and restaurant with good food at very reasonable prices (eg. great nasi goreng 12,500 IDR). It was closed for renovation in February 2012."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=YY Resort & Restaurant"],["alt="],["url=http:\/\/www.yyresortbintan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["62"]}," 771 7000188"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Pantai Trikora KM 42. YY Resort has a wide variety of accommodation. Some rooms on land for Rp150K and Rp250K per night and some alternatively-looking kelongs in the sea for Rp250K and Rp350K per night for 2 persons. The kelong part of the resort seems to have been built a little at a time with winding gangways and improvised solutions, which gives it a bit of a Waterworld\/Pirates type of feeling. Room 22 is the one farthest out with its own terrace and great view of the ocean. The restaurant is open until 23.00, the food is mediocre but the coconut jam at berakfast is delicious. It is bordering Pantai Trikora, possibly the most beautiful beach in Trikora and accessible even during low tide. The resort is named after the sons (Yoga & Yada) of the owner. Fishing is possible from the gangways."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=LooLa Adventure Resort"],["alt="],["url=http:\/\/www.loola.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rustic kelong style bungalows on an isolated lagoon. There are a great number of activities on offer, including climbing, sailing, kayaking, boat expeditions with boom-netting, archery, beach games, obstacle course, raft building, marine expeditions, hill treks etc etc, as well as free child care. Activities are usually included in packages. Popular for school trips and corporate team-building exercises."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ocean Bay"],["alt="],["url=http:\/\/www.oceanbaybintan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["62"]}," 813 721 30 313"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=39km mark from Tanjung Pinang. Basic kelong style bungalows, built around a huge netted sea area where visitors can fish or watch a 3 meter long shark hide in the shades. There are some kayaks as well, and a (sometimes very) good sea-food restaurant. Run by Mr. Singi. A kelong for 2 persons is S$35 in the weekdays and S$40 in the weekends. The staff is friendly and speak good English. The beach opportunities are poor. In low tide one needs to wade several hundred meters through weed to get water above the waist."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mutiara Beach Guesthouse & Aroma River Spa"],["url=http:\/\/www.mutiarabintan.com"],["email="],["address=Jalan Trikora Km.55 (beach Five+)"],["lat=1.15556"],["long=104.57833"],["directions=look for the blue rock, by the roadside, just opposite the Telok Dalam primary school"],["phone=+62 811-774 578"],["tollfree="],["fax="],["hours="],["price=Dorm\/longhouse for $25.- or guesthouse for S$50.- per room, per night, including breakfast for two"],["checkin=24h"],["checkout=24h"],["content=A friendly home-stay guesthouse staffed by the local villagers. Located in a well kept 8-ha coconut plantation, with a wide private beach facing a sandy bay. Aroma River Spa, right next to the guesthouse, offers traditional massages in a mangrove setting (spa 10AM-6PM daily). Delicious coconut crepes for breakfast. \n\nThe guesthouse has currently 4 Pondok pavilions which can take from 2 to 4 persons, and 3 Longhouse rooms at 1 to 2 persons per room. Rooms are basic and clean, with bedsheets, bath towels and mosquito nets provided. Booking is best done in advance, via the website, as the place is small and can get quite busy on weekends. The electricity only works between 18.00 and 23.00 (the other resorts at Trikora have electricity 24h). There are no electrical outputs in the rooms so to charge devices and use the free wi-fi one must sit in the \"lobby\". The guesthouses does not include a bathroom, one must use a shared toilet Asian-style (doing it standing - all other resorts have Western toilets)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Marjoly Beach Resort"],["alt="],["url=http:\/\/www.marjolybeach.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 821 743 95 555"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kawal Km 33 This newly opened resort boasts a spacious semi-open air restaurant bar and entertainment stage beautifully decorated with Balinese sourced paintings,furniture and fittings.Offering western and Indonesian food the resort also offers evening entertainment in the form of karaoke and occasional live music. Accommodation is in wooden beach cottages with AC and fan. Bathroom has mirror, wash basin, western toilet and cold water shower. Marjoly Beach (named after the owners young daughter) is the latest addition to the Trikora area and offers a warm welcome to all."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bintan Agro Beach Resort & Spa"],["alt="],["url=http:\/\/www.agrobeach.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Pantai Trikora km. 36, tel. +62 811 699 220\/230 & +62 819 267 6000. The classiest option on the mainland, this is a large but pleasant resort catering mostly to locals and Singaporeans. Two pools, two restaurants, plenty of water sport activities and a spa centre. The resort's own beach is small and muddy at low tide, but they arrange cheap snorkeling and island-hopping tours to the neighboring white sand islands (15 min by boat), or you could even kayak which requires a quite exhausting 20-30 minutes one way. $99\/119 weekday\/weekend with breakfast and transfers to\/from ferry terminal."]]}," "]},"\nThe following expensive resorts have their own islands.\n\n",{"type":"*","value":["Nikoi Island, ",{"type":"[","value":["http:\/\/www.nikoi.com\/"]},". 15 beach houses on a private island just 8km off the east coast of Bintan.  Long regarded as one of the most stunning islands along this unspoilt coast. Nikoi is fortunate to have remained in pristine condition.  It is ringed in white sandy beaches and coral reefs of spectacular colour and diversity. With an emphasis on serving excellent food and a sustainable approach to tourism Nikoi Island has quickly become a popular escape from Singapore.  Bookings in advance essential.  Can accommodate groups of up to 60 people. From S$330 per night per beach house.  Board costs S$80++ per person per day. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pangkil Island"],["alt="],["url=http:\/\/www.pangkil.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Private island with freshwater pool and an assortment of lodgings, available for rental for only one group (max. 30 people) at a time. Low-season weekday rates start from S$2,500 (1 to 10 people, all-inclusive)."]]}]},"\n",{"type":"==","value":["Annoyances"]},"\nThe beaches are littered with tiny pockets of tar (from ships) which gets stuck on feet and hands. The best way to clean it is using oil such as Johnson's baby oil or just normal cooking oil. Don't use soap.\n\nSand flies can be a major annoyance on the beaches. They suck blood and will leave nasty and itchy marks for days. Sand fly activity is heaviest at sunrise and sunset.\n\nThe kelong resorts flush their toilet waste straight out in the ocean, which adds quite a pretty sight if you just did a No.2 before heading out to the beach.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bintan Resorts"]]},", the Singaporean resort enclave, is just north of Trikora."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tanjung Pinang"]]},", the main port on Bintan, is around 45 min away."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kijang"]]}," to the south is used by long-distance ferries to elsewhere in Indonesia."]},"\n",{"type":"{{","value":[["IsPartOf"],["Bintan"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]