[{"type":"{{","value":[["pagebanner"],["Trindade banner.jpg"]]},"\n",{"type":"'''","value":["Trindade"]}," is a village in the ",{"type":"[[","value":[["Brazil"],["Brazilian"]]}," state of ",{"type":"[[","value":[["Rio de Janeiro (state)"],["Rio de Janeiro"]]},", 30km south of ",{"type":"[[","value":[["Paraty"]]},".\n\nIt has some of the best beaches in Brazil, and is also surrounded by luxuriant Mata Atlantica rainforest. Whether it's surfing, hiking, swimming in natural pools, visiting waterfalls or just relaxing on one of the many beaches, it's a great little place to visit.\n\n",{"type":"==","value":["Get in"]},"\n\nBy bus or private van from ",{"type":"[[","value":[["Paraty"]]},", 45 minutes. Buses are every hour, on the hour, until 10pm. Minivans also leave every hour from the main street in Paraty. Buses and vans cost R$3 per person.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is compact, and walking is the best way to get around. Praia Meio is a 5-10 min walk; the more tranquil Cachadaço beach is another 10-15 min past that, through a well marked path (the entry can be hard to spot, but once on the trail it is easy). At the end of Cachadaço, another trail will take you to the natural swimming pool. 35 min from town to the pool. \n\nIf you do not wish to walk the trails, boats will take you from Meio to the pool and return, R$10 per person each way.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Rochas da Praia do Meio - Trindade.JPG"],["thumb"],["275px"],["Boulders at Praia do Melo"]]},"\nNature. A great variety of singing insects, beautiful morpho butterflies, wonderful fish species and some small mammals can be spotted in the forested hills.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Praia Cachadaço."]}," A long, quiet beach with only 2 restaurants (and no pumping music)."]},{"type":"*","value":[" ",{"type":"'''","value":["Praia do Meio."]}," A beach with great waves, but also lined with vastly overpriced restaurants which blare terrible music."]},{"type":"*","value":[" ",{"type":"'''","value":["A Pedra que Engole and Poço Fundo falls."]}," About 20-30 minutes up a fairly well marked trail (a sign where you enter from the river, and another where you need to turn off). \"The rock that swallows\" is a fun place to visit; slip in through a small gap (you will NOT get stuck, it's bigger than it looks!) under a little gushing waterfall, and you slide gently onto a flat, smooth rock. To your left, a shallow pool of water and plenty of space to keep your head above water. About 3m away, there is a large and obvious exit. Scary to go through first time, but a cool little thrill. Hard to spot the actual entry point, but there will probably be local kids there to show you. Poço fundo, or 'deep well', is meters away, with a 2.5-3m long natural pool below a falls. Despite the name, you can stand on the flat rocks and keep your head well above water. Perfect place to cool off in the sun."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Clothing stores sell vaguely hippyish beachwear, and vast quantities of Bob Marley t-shirts. Most shops have souvenir stands. Ladies sell cheap, hand made jewelry in the street. You can buy snorkelling gear for the pool. "]},"\n",{"type":"*","value":[" Fake Havaianas. You won't even have to try to find them..."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" The beach restaurants on Praia Meio are typical of beach destinations: noisy, low quality, very expensive, with a faux Jamaican vibe. On Cachadaço beach, the two restaurants are cheaper (though still not really cheap), portions are bigger and the food is better. Be warned: service is slow at all places. "]},{"type":"*","value":[" In the town, there is a variety of places serving fish dishes, local snacks, and some international, e.g. Italian, cuisine. The prices are better than at the beach, generally. "]},"\n",{"type":"==","value":["Drink"]},"\n\nThe restaurants lining the beach have decent, well stocked bars; beer is the best option, unless you want to remortgage the house for cocktails. \n\n",{"type":"==","value":["Sleep"]},"\n\nThere are many small hotels and camping sites in the village. There are at least 4 hostels, check www.hostelworld.com.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sea and Forest Hostel"],["url=http:\/\/www.seaandforesthostel.com\/"],["email="],["address=Rua Pedro Rosa, Trindade"],["lat="],["long="],["directions=The Paraty bus will stop at a corner where you will see a bakery (Padaria) on your left. Jump off here. Turn right, up rua Pedro Rosa, and at a small fork in the road, you will see a sign for Sea and Forest (Aquarium hostel is to the left, Sea and Forest to the right). At the end of the (non-steep) hill, the wooden gates of Sea and Forest are in front of you. The property is just past Kaissara hostel. phone="],["phone="],["tollfree="],["fax="],["hours="],["price=35 for a dorm bed with good breakfast"],["checkin="],["checkout=12:00"],["content=A tranquil place on the edge of the national park, wood cabins surrounded by trees. Not a party place, so you will be able to sleep, and sleep well. The kitchen is a little small, but well set up. Run by a Brazilian\/Canadian couple. Very clean, very well run. A great place to rest and relax, and close to the beaches, falls and forest trails. Internet is available using a 3G dongle for your laptop. Book exchange, guitar, dvd collection for the evenings. The breakfast is really good - fruit, bread, jam and...cakes!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kaissara Hostel"],["url=http:\/\/www.kaissarahostel.com"],["email="],["address=Trindade"],["lat="],["long="],["directions=From the terminal, head back down the main road, turn left at the bakery, follow the road and take a right across the bridge"],["phone=(24) 3371-5248"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Kaissara hostel is located within short distance of a number of the beaches as well as treks into the forested areas nearby"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cacau & Cia Guest House"],["url=http:\/\/www.cacaueciatrindade.blogspot.com"],["email="],["address=Trindade, Praia de Fora"],["lat="],["long="],["directions=From the terminal, head back down the main road and turn right at the bakery, then turn your next left, you will find yourself in a small dead-end street, it´s the big wood door on the left."],["phone=00 55 24 3371-5226"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Cacau&Cia Guest House is a small and very cozy place to stay at, in Trindade. The only employee is its owner, Cacau, a lady that is very engaged in music, arts, good conversations, and cultural exchange. You can find a guitar and a microphone there, if you feel like making a little private concert, as well as a shelf with interesting books, and also some sleeping nets, if you want to chill out a bit. The guest house is located within 50m from the beach."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n2 internet cafés in town, though the connections are very, very poor. 3G internet is a better option, if you have a dongle or can borrow one. Full 3G signal everywhere in town. \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Buses and minivans leave to ",{"type":"[[","value":[["Paraty"]]}," every hour, R3. From Paraty, Costa Verde connects to ",{"type":"[[","value":[["Rio de Janeiro"]]}," (R55, 4 hours, arriving Novo Rio station). "]},{"type":"*","value":["Other buses depart towards ",{"type":"[[","value":[["São Paulo"]]},", and can drop you off at other coastal destinations like ",{"type":"[[","value":[["Ubatuba"]]},"."]},"\n",{"type":"{{","value":[["geo"],["-23.35177"],["-44.72521"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Costa Verde"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]