[{"type":"{{","value":[["pagebanner"],["Pigeon Point (Tobago) banner Beach.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Mayaro Beach; Trinidad & Tobago.jpg"],["location=LocationTrinidadAndTobago.png"],["flag=Flag of Trinidad and Tobago.svg"],["capital=",{"type":"[[","value":[["Port of Spain"]]}],["government=parliamentary democracy"],["currency=Trinidad and Tobago dollar (TTD)"],["area=5,128 sq km"],["population=1,065,842 (July 2006 est.)"],["language=English (official), ",{"type":"[[","value":[["Hindi"]]},", ",{"type":"[[","value":[["French"]]},", ",{"type":"[[","value":[["Spanish"]]},", ",{"type":"[[","value":[["Chinese"]]}],["religion=Roman Catholic 29%, Hindu 24%, Anglican 11%, Muslim 6%, Presbyterian 3%, other 27%"],["electricity=115\/60Hz (North American plug)"],["tld=.tt"],["callingcode=+1-868"],["timezone=UTC -4"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gotrinidadandtobago.com Trinidad and Tobago"]}]}," is a nation consisting primarily of two ",{"type":"[[","value":[["Caribbean"],["Caribbean islands"]]}," just off the northeastern coast of ",{"type":"[[","value":[["Venezuela"]]},". The country is the most industrialised and one of the most prosperous in the Caribbean. Overall, tourism is not a major industry (though the island of Tobago has proportionally more), leaving the islands replete with natural unspoiled beauty not found in most other Caribbean countries.\n\n",{"type":"==","value":["Understand"]},"\n\nThe islands were first inhabited by Arawak and Carib people, who settled here from the South American mainland, and whose descendants make up a small minority of the population. Trinidad was discovered by Christopher Columbus, who claimed it for Spain. Under Spanish rule, large numbers of French settlers established cocoa plantations in Trinidad and imported slaves to work them. The British seized the island in 1798, and abolished slavery. To make up for the labor shortage the government encouraged heavy immigration from countries such as Portugal, France, Germany, China, and most importantly India. Trinidad was united with Tobago in the 1880s. Throughout the early 1900s the country welcomed thousands of mostly black immigrants from other Caribbean countries, as well as Venezuela and Colombia. Following World War II, TT was combined with various other British Caribbean countries into the West Indies Federation, but the different countries could not get along and the federation soon collapsed. TT eventually achieved complete independence on August 31, 1962. Throughout the sixties and seventies, the country prospered thanks to large deposits of oil and natural gas, becoming the wealthiest nation in the Caribbean. However, in the late eighties, oil prices dropped significantly, causing a major economic meltdown. Thousands of Trinidadians left the country at this time, in search of better opportunities elsewhere. Throughout the nineties and 2000's the country recovered dramatically and it continues to improve today.\n\nThe country has a cosmopolitan society inhabited by many different peoples and cultures who live together in relative peace and harmony.\n\nThe two islands have distinct personalities. ",{"type":"[[","value":[["Trinidad"]]}," is the larger of the two, and is the location of most of the country's cities and activity. It is also the country's industrial centre, noted for petroleum and natural gas production, which make T&T one of the most prosperous countries in the Caribbean. ",{"type":"[[","value":[["Tobago"]]}," is known for tourism, which is its main industry and is a popular tourist destination. Both islands have a share of natural beauty.\n\n",{"type":"===","value":["Climate"]},"\nTrinidad and Tobago, well within the tropics, both enjoy a generally pleasant maritime tropical climate influenced by the northeast trade winds. In Trinidad the annual mean temperature is 26 °C (78.8 °F), and the average maximum temperature is 34 °C (93.2 °F). The humidity is high, particularly during the rainy season, when it averages 85 to 87 %. The island receives an average of 2,110 millimeters (83.1 in) of rainfall per year, usually concentrated in the months of June through December, when brief, intense showers frequently occur. Precipitation is highest in the Northern Range, which may receive as much as 3,810 millimeters (150 in). During the dry season, drought plagues the island's central interior. Tobago's climate is similar to Trinidad's but slightly cooler. Its rainy season extends from June to December; the annual rainfall is 2,500 millimeters (98.4 in). The islands lie outside the hurricane belt; despite this, Hurricane Flora damaged Tobago in 1963, and Tropical Storm Alma hit Trinidad in 1974, causing damage before obtaining full strength.\n\n",{"type":"===","value":["Terrain"]},"\nTrinidad is traversed by three distinct mountain ranges.  The Northern Range, an outlier of the Andes Mountains of Venezuela, consists of rugged hills that parallel the coast. This range rises into two peaks. The highest, El Cerro del Aripo, is 940 meters (3,084 ft) high; the other, El Tucuche, reaches 936 meters. The Central Range extends diagonally across the island and is a low-lying range. The Caroni Plain, extends southward, separating the Northern Range and Central Range. The Southern Range consists of a broken line of hills with a maximum elevation of 305 meters (1,001 ft). There are numerous rivers and streams on the island of Trinidad; the most significant are the Ortoire River, and Caroni River.\n\nTobago is mountainous and dominated by the Main Ridge, which is 29 kilometers long with elevations up to 640 meters. There are deep, fertile valleys running north and south of the Main Ridge. The southwestern tip of the island has a coral platform. Although Tobago is volcanic in origin, there are no active volcanoes.  There are numerous rivers and streams, but flooding and erosion are less severe than in Trinidad.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Trinidad and Tobago Regions map.png"],["regionmapsize=475px"],["region1name=",{"type":"[[","value":[["Trinidad"]]}],["region1color=#71B37B"],["region1description="],["region2name=",{"type":"[[","value":[["Tobago"]]}],["region2color=#B383B3"],["region2description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Port-of-Spain"]]}," - Capital city"]},{"type":"*","value":[" ",{"type":"[[","value":[["San Fernando"]]}," - Southern city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Scarborough (Trinidad and Tobago)"],["Scarborough"]]}," (Capital of Tobago)"]},"\nBoroughs:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arima"]]}," - birthplace of famous calypso artiste \"Lord Kitchener\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Chaguanas"]]}," - fastest growing and largest municipality mostly populated by descendants of East Indian indentured labourers"]},{"type":"*","value":[" ",{"type":"[[","value":[["Point Fortin"]]}," - south western municipality, which lies on the outskirts of the La Brea Pitch Lake and is known for oil production"]},"\nTowns:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chaguaramas"]]}," - a town with one of the major yachting centres, also famous for nightlife; venue of the 1999 Miss Universe Pageant."]},{"type":"*","value":[" ",{"type":"[[","value":[["Princes Town"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Toco"]]}]},{"type":"*","value":[" St. James - fondly known by locals as the city that never sleeps"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Caroni Bird Sanctuary and former sugar cane estates (very nice place to watch birds, many mosquitoes)"]},{"type":"*","value":[" North coast beaches (Maracas, Las Cuevas, Tyrico, Blanchisseuse) "]},{"type":"*","value":[" La Brea Pitch Lake"]},{"type":"*","value":[" Lopinot Historical Site - museum built on former Cocoa estate owned by French Count Charles Joseph de Lopinot"]},{"type":"*","value":[" Roxborough - Northern Tobago, tropical rainforest reserve"]},{"type":"*","value":[" Down the Islands - the small islands off the north-west peninsula offer a calm retreat."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Entry requirements"]},"\n\nA passport valid for the length of the stay. All visitors must have a return ticket, show proof of funds to maintain themselves, and provide an address in TT, such as a hotel or family\/friend. Citizens of the ",{"type":"[[","value":[["USA"]]},", ",{"type":"[[","value":[["Canada"]]},", Caricom countries (except ",{"type":"[[","value":[["Haiti"]]},"), ",{"type":"[[","value":[["Singapore"]]}," and most ",{"type":"[[","value":[["EU"]]}," and Latin American countries do not require a visa for vacation or business of 90 days or less. Other nationalities need to apply for a visa in advance at an embassy or consulate of TT abroad. When leaving the country, there is a departure tax  of TT$75 on the ferry to Venezuela.  ",{"type":"[","value":["http:\/\/www.immigration.gov.tt"]},".\n\n",{"type":"===","value":["By plane"]},"\n\nThe main airport is ",{"type":"'''","value":["Piarco International Airport"]}," (",{"type":"{{","value":[["IATA"],["POS"]]},") on ",{"type":"[[","value":[["Trinidad"]]},", approximately 25 km south east of ",{"type":"[[","value":[["Port of Spain"]]},".  Direct air service is available from Miami, Ft. Lauderdale, Houston, Orlando, New York (JFK), and Newark, USA; Toronto, Canada; London, UK; Caracas and Porlomar, Venezuela; Panama City, Panama; Paramaribo, Suriname; Georgetown, Guyana; ",{"type":"[[","value":[["Barbados"]]}," and various other islands in the Caribbean.\n\n",{"type":"====","value":["Airlines serving Trinidad (IATA\/POS)"]},"\n\n",{"type":"[","value":["http:\/\/www.caribbean-airlines.com Caribbean Airlines"]}," (The National Airline), direct flights from Miami, New York, Ft Lauderdale, Orlando, Toronto, Caracas, Georgetown, Kingston, Paramaribo, Barbados, and other Caribbean islands\n\n",{"type":"[","value":["http:\/\/www.aeropostal.com Aeropostal Alas de Venezuela"]},", direct flights from Caracas\n\n",{"type":"[","value":["http:\/\/www.aa.com American Airlines"]},", direct flights from Miami \n\n",{"type":"[","value":["http:\/\/www.britishairways.com British Airways"]},", direct flights from London Gatwick\n\n",{"type":"[","value":["http:\/\/www.conviasa.aero Conviasa"]},", direct flights from Porlomar\n\n",{"type":"[","value":["http:\/\/www.copaair.com COPA Airlines"]},", direct and connecting flights from Central and South America via Panama\n\n",{"type":"[","value":["http:\/\/www.liatairline.com Liat Airline"]},", regional island hopper in the eastern Caribbean\n\n",{"type":"[","value":["http:\/\/www.flyredjet.com REDjet"]},", Barbados, Georgetown, Kingston, Grenada\n\n",{"type":"[","value":["http:\/\/www.slm.firm.sr Surinam Airways"]},", Paramaribo, Curaçao\n\n",{"type":"[","value":["http:\/\/www.united.com United Airlines"]},", direct flights from Houston and Newark\n\n",{"type":"====","value":["Airlines serving Tobago (IATA\/TAB)"]},"\n\nTobago's ",{"type":"'''","value":["Arthur Napoleon Raymond Robinson International Airport "]}," (",{"type":"{{","value":[["IATA"],["TAB"]]},")  has limited direct service, mostly to ",{"type":"[[","value":[["London"]]},"\n\nCaribbean Airlines, offering domestic flights from Trinidad as well as a direct flight from New York (JFK)\n\nVirgin Atlantic, direct flights from Gatwick London\n\nBritish Airways, direct Flights from Gatwick London\n\nMonarch Airways, charter service from Gatwick London\n\nCondor, charter service from Frankfurt, Germany\n\nInternational departure tax is TT$200 (about US$31.10) as of 2012, which is now included in the cost of your ticket at the point of sale.\n\n",{"type":"===","value":["By boat"]},"\n\nTrinidad is a popular location among yacht owners. Most anchor in the Chaguaramas area on the far northwest side of the island.  The Trinidad and Tobago Sailing Association",{"type":"[","value":["http:\/\/www.ttsailing.org\/"]}," provides services to boaters, who are locally known as \"Yachties\".  Cruise ships can also dock at the Cruise Ship Complex in Port of Spain.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Within the islands"]},"\n\n",{"type":"====","value":["By taxi"]},"\n\nTaxicabs are simply normal passenger cars with no special markings.  However, their license plates start with the letter \"H\".  They are found at Taxi stands which may be at a street corner or at the side of the road.  Taxi stands in the cities and boroughs are usually marked, but outside of the city they are not.  However, one can hail a taxi from the side of the road and ask where they are going and the fare before hiring the taxi.  One pays for an individual seat and the taxicabs are shared, but a whole car can be hired if so desired, and if there are not a lot of passengers waiting.  Airport taxis are an exception to this in that one almost always has to hire the whole car.  \n\nThere are larger taxis, called \"Maxi Taxis\" or simply \"Maxis\" that go along a specified route.  These are similar to mini buses and are painted white or beige and have a colored band around them.  Each maxi usually holds approximately 11 or 25 passengers.  The colour of the band indicates the area in which they travel.  They have their own taxi stands and terminals.  In Port of Spain, the maxis depart and arrive at the City Gate terminal, and in San Fernando they depart and arrive at the bus terminal at King's Wharf. These Maxi Taxis travel to the east, south and central areas of the island. In order to travel to the west there are a few designated areas such as the Diego martin\/Petit Valley\/Carenage\/Chagaramas maxi stand located a few kilometers away from City Gate.  If so desired, a maxi taxi can be hired for a whole day on a chartered trip.  These can be negotiated directly with the maxi taxi drivers in advance.  Prices vary.  \n\nGypsy cabs are available as well. Locally they are called \"PH\" because they are private cars illegally used for hire. Use caution as \"PH\" drivers have been linked to crime including murder, kidnapping and robbery and carry no insurance for hired passengers.\n\n",{"type":"=====","value":["Some tips"]},"\n\n",{"type":"*","value":[" All taxi fares are to be paid in cash in TT dollars.  Some drivers accept US dollars, Canadian dollars or Euros, but they may not give you a favorable exchange rate.  It's okay to ask your fare in advance.  In Maxi taxis, pay the conductor, or the driver if there is no conductor.  Tipping is not expected except for airport taxis.  However, if you feel generous, you can give a tip if you desire.  Taxi drivers usually do not provide receipts.  "]},"\n",{"type":"*","value":[" If going off the usual designated route (usually the main road), tell the taxi driver before you board the taxi.  Some may not want to go off the main road due to crime or bad roads.  If you fail to notify them in advance, they may just drop you off at a close point to your destination and you'll have to walk.  Maxi taxis will usually not go off the designated route, however, some of them will ask passengers if an alternate route can be taken if there is excessive traffic.  If in doubt as to whether the maxi will miss your destination, ask the conductor.  "]},"\n",{"type":"*","value":[" Avoid looking for a taxi or maxi during rush hour (AM and PM, but PM is worse).  The taxi stands tend to be crowded, and others may resort to stopping the taxi before the taxi stand.  The net result is that the taxi is full before it reaches the stand and the wait may be exceedingly long.  "]},"\n",{"type":"*","value":[" Some maxi and taxi drivers will want to put more than the legal number of passengers in the vehicle.  This is a dangerous and illegal practice, as there is no insurance coverage for any of the passengers if the maxi taxi is overloaded and gets into an accident.  Politely decline or at least know what you're risking."]},"\n",{"type":"*","value":[" If your taxi or maxi is involved in a crash, make a report to the police as soon as possible in order to secure your legal rights.  Taxi drivers are required to carry insurance for all passengers.  Police reports can be made in person to the police station that has jurisdiction.  Ask a local.  They will know.  If you or someone requires immediate medical attention, dial 999 or 990.  "]},"\n",{"type":"*","value":[" Some taxi stands will fill up the taxis from the back going forward.  This is more common in the cities and boroughs."]},"\n",{"type":"*","value":[" To stop a maxi taxi while on it (i.e. at your destination) push the stop button.  They will sometimes not be labeled, but by law maxi taxis are required to have them."]},"\n",{"type":"*","value":[" Smoking in public buildings is against the law."]},"\n",{"type":"====","value":["By bus"]},"\n\nBuses are run by the Public Transport Service Corporation (PTSC) owned by the Government of Trinidad and Tobago.  Buses and bus tickets are available at City Gate in Port-of-Spain, King's Wharf in San Fernando and various other terminals and bus stops.  A ticket is required to board the bus.  Bus drivers do not accept cash or credit cards.",{"type":"[","value":["http:\/\/www.ptsc.co.tt"]},"\n\n",{"type":"====","value":["By ferry"]},"\n\nThere is now a domestic ferry operating on the island of Trinidad between the two main cities\nof Port-of-Spain in the north and San Fernando in the south. The ferry ride is approximately 45 minutes between destinations and a one-way trip costs TT$15 (approximately US$2.50).\n\n",{"type":"====","value":["By car"]},"\n\nCar rental is widely available, and driving is on the left side (British style).  There are several companies that rent cars including international chains such as Budget and Hertz.  There are also local companies such as Auto Rentals, Kalloo's and many others.  It is best to reserve a car in advance. However, one can rent a car at the airport upon arrival. The license plates of rental cars are usually designated with an \"R\" (meaning \"Rental\") as the first letter.  Some private individuals will rent cars with plates designated with the letter \"P\" (meaning \"Private\"), but this is an illegal practice and it is better to rent a car with an \"R\" plate.\nHowever, it is becoming common practice for criminals to target drivers of rental cars since many locals seem to believe all foreigners are rich. So more and more car rental firms are now outfitting their cars with \"P\" in hopes that it would disguise the fact that the car is actually a rental.\n\n",{"type":"=====","value":["Road conditions and traffic"]},"\n\n\nBeware of drivers who do not follow the laws of the road. They may not stop at red lights, and make unannounced turns. If you're only accustomed to right-side driving (US\/ Canada\/ Cont. Europe) strongly consider not driving at all.  Drive to stay alive. If you foresee the possibility of unpleasantness, especially one that can turn into a road rage incident, avoid it. \n\nSpeed limits are in effect (80 km\/h on highways), but rarely enforced.  Many road signs are old and not highly visible and distances are marked in kilometers.  It is a fun experience, if you can drive well, to enjoy the roads especially late at night or early morning. Avoid speeding on the main highways in rush hour or around the Queen's Park Savannah at any time. Other than that, chances that you will be pulled over are next to nil.  \n\nAlthough you will see many drivers doing it, it is against the law to make a left turn on Red (equivalent to a right turn on red in Left Hand Drive countries such as the United States).  U-Turns are also illegal.\n\nTaxis and Maxi Taxis in particular have been linked to a lot of crashes and traffic deaths.  They will often stop without warning to pick up or drop off passengers, make risky maneuvers and generally drive recklessly.  While these may illegal, the police don't seem to bother them except for occasional spot checks and road blocks.  Police action involving Maxi Taxis and Taxis usually happens when they cause serious traffic problems, in which case, it is not uncommon for the Police and the town or city to relocate the Maxi Taxis.\n\nPeople will also park their vehicles in the middle of the road where there is no shoulder.  Wait until the opposite lane clears, then go around the parked car.\n\nIn more populated areas, such as the cities of Port of Spain and San Fernando, watch out for pedestrians, as jaywalking is the norm.  Pedestrian crossing traffic signals are few and far between.  Additionally, they require people to push the button in most cases.  Most people don't bother and just wait for traffic to clear, or run across the road.  Be cautious as hitting a pedestrian, jaywalking or not, can land you in more trouble than hitting a car.\n\n",{"type":"====","value":["Time and distance"]},"\n\nIf planning to go to the other side of the island (Trinidad), get an early start and allow the ",{"type":"'''","value":["entire day"]}," with nothing important scheduled for the late afternoon. Although the island is not huge, getting somewhere can take longer than you might think.  With the influx of used cars from Asia (locally called \"foreign used\") cars and the growing economy, more people own cars than ever.  Therefore traffic jams are not uncommon, especially when going to Port of Spain.\n\n",{"type":"===","value":["Inter-island transport"]},"\n\nThere are two options for travel between Trinidad and Tobago - by ferry and by air. \n\nTravelling by air will cost TT$300 (US$50) round trip or TT$150 one way per person.  There are twelve flights per day.  Flight time is approximately 25 minutes each way. Caribbean Airlines (http:\/\/www.caribbean-airlines.com) runs the service.\n\nThere are two types of ferry service - fast and conventional. \n\nTravelling by fast ferry costs TT$50 one way and TT$100 return.  Vessels are the T&T Express and The T&T Spirit, which are both owned by the Port Authority of Trinidad and Tobago.  The journey is approximately 2.75 hours. The Express is the faster of the two ships, but the Spirit is newer and has better facilities.  \n\nTravelling by conventional ferry costs TT$37.50 one way and TT$75 return, but the journey is approximately 5.5 hours. Vessels are the MF Panorama and Warrior Spirit.\n\nVehicles can be taken aboard the ferry, but this incurs a different charge which varies by size and weight. A return trip for a private car costs TT$350. This includes the cost of the driver. You are unlikely to be able to take a rental car on the ferry since you need to show vehicle registration documents.\n\nFrom 1 November 2009, only tickets for same day travel can be purchased at the ferry terminals in Port of Spain and Scarborough. For advance tickets, you must purchase tickets from some select travel agencies - at peak times tickets sell out quickly, particularly for vehicles. For ferry schedules and travel agencies, see the Port Authority website ",{"type":"[","value":["http:\/\/www.patnt.com\/ferry_schedule.shtml"]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Beaches"]},"\n\nPopular beaches in Trinidad are Maracas, Tyrico, Las Cuevas, Toco, Mayaro, Chagville, Los Iros and Quinam.  Most of the beaches on the North coast are beautiful, with powdery sand and clear blue water.  Los Iros and Quinam are okay, however Quinam's water may be brown, largely due to sediment from the orinoco river in South America.  Although Maracas and Tyrico are not too far apart, you cannot walk from one to the other along the beach. \n\nPopular beaches in Tobago include Pigeon Point, Store Bay, MT Irvine, Bucco, Grange, Englishman's Bay, Canoe Bay.  Tobago's beaches are extremely beautiful.\n\n",{"type":"===","value":["Bucco Reef and the nylon pool"]},"\n\nBuccoo Reef is a natural coral reef on the North Coast of Tobago.  Glass Bottom Boat tours are available from Pigeon Point and Store Bay.  The nylon pool is an area of shallow water on top of the reef.  The water is crystal clear and looks like fishing line nylon, hence the name.  A glass bottom boat tour will take you there and allow you to bathe.\n\n",{"type":"===","value":["Caroni Bird Sanctuary"]},"\n\nLocated in the Caroni Swamp, this is a must for bird watchers.  Several indigenous species of bird nest in the bird sanctuary, including one of the national birds - the Scarlet Ibis ",{"type":"''","value":["(Eudocimus ruber)"]},". Tours generally take place during dusk as the Scarlet Ibis returns to the swamp to roost. It is also a good idea to wear thick clothing(jeans and a jacket\/sweater) as the mosquitoes in the bird sanctuary are especially vicious and are capable of biting through the thickest of clothing.\n\n",{"type":"===","value":["Divali and the Divali Nagar"]},"\n\nThe Hindu festival of lights, Divali, is celebrated in most areas in Trinidad and a few areas in Tobago.  Every year during one night in October-November small oil lamps called deyas are lit on the inside and outside of homes and in public places.  Additionally, there is a celebration and festival called the Divali Nagar, where Indian song, dance, plays and other cultural items are on display.  The Divali Nagar takes place at the Divali Nagar Site in Chaguanas, Trinidad.  Many corporate sponsors set up booths and there is even an open air Indian restaurant where one can purchase Indian food including roti.  Divali is a public holiday in Trinidad and Tobago.\n\n",{"type":"===","value":["Emperor Valley Zoo (Port of Spain) and the Botanical Gardens"]},"\n\nTrinidad and Tobago's only zoo features a wide variety of tropical species including lions, tigers, monkeys, birds and fish.  It is in the capital, Port of Spain.  The Botanical Gardens contains many species of plants and is right next to the zoo, close to the President's house.\n\n",{"type":"===","value":["Fort George (Tobago)"]},"\nTobago's Fort George offers a glimpse into Tobago's colonial history and beautiful views of the ocean.\n\n",{"type":"===","value":["Goat races (Tobago)"]},"\n\nGoat racing in Tobago on Easter Tuesday is a tradition dating back to 1925.  Amazingly, it shares many similarities to horse racing, where there are owners, stables and trainers.\n\n",{"type":"===","value":["TTPBA Great Race"]},"\n\nDuring the month of August (mainly in second or last weekend of August) there is an annual power boat race from Trinidad to Tobago called the ",{"type":"''","value":["Great Race."]},{"type":"[","value":["http:\/\/www.ttpba.com\/"]},".  It starts at Pier 1 in Chaguaramas, Trinidad and ends at Store Bay in Tobago.  There are places to see the boats racing live (such as Maracas Bay).  The boats typically travel around the North West peninsula, then along the north coast then make a bee line to Tobago.  The first finishers typically finish in an hour.\n\n",{"type":"===","value":["La Brea Pitch Lake"]},"\n\nThe La Brea Pitch Lake is the world's largest natural reservoir of asphalt.  However, commercial excavation of asphalt has slowed down considerably, since other more cost effective materials are available for road construction.  The pitch lake is now primarily a tourist destination.  Many go to bathe in its waters, which contain sulphur, which some say has healing properties.\n\n",{"type":"===","value":["Leatherback turtles on Mathura Beach"]},"\n\nThe Leatherback sea turtles ",{"type":"''","value":["(Dermochelys coriacea)"]}," can be seen on Trinidad's Mathura beach.  Every year around Easter, the turtles return to Trinidad to lay their eggs.  Tours are available from conservation groups. Volunteer opportunities are also available.  Since the turtles are an endangered species, it is illegal to kill the turtles or the eggs, therefore care and caution should be exercised so as not to disturb the turtles.\n\n",{"type":"===","value":["Tobago heritage festival"]},"\n\nEvery year during the last week in July and first week in August, the Tobago heritage festival takes place. It is a two week long show of Tobagonian dance, music, story telling, culture and food.  It is a showpiece into Tobago's long held traditions and a unique glimpse into the island's way of life.\n\n",{"type":"===","value":["Trinidad's north coast (Toco\/Matelot\/Grand Riviere)"]},"\n\nThe North coast of Trinidad is beautiful and largely unspoilt.  There are a lot of scenic beaches and undeveloped areas.  At the North East tip of the island is the village of Toco.  The North East trade wind blows literally 24 hours per day and lounging on the beach can be quite relaxing.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Pre-Lenten Carnival"]},"\n\nThe annual festival of Carnival is one of the most famous things about Trinidad and Tobago.There are many beautiful dances and a lot of celebrating around this time.  Every year on the Sunday, Monday and Tuesday before Ash Wednesday and the season of Lent, thousands of costumed revelers parade on the streets in an annual street party dubbed \"The Greatest Show On Earth.\"  They are accompanied by music from steel bands, with calypso and soca music played on large loudspeakers carried on large trucks.  In the buildup to the two day Carnival celebration there are other activities including Calypso tents (indoor calypso concerts), the \"Panorama\" steelband competition, Soca monarch, Chutney Soca monarch, as well as open air parties called fetes.  Carnival Monday and Tuesday are not official public holidays, but many businesses and all schools close for those two days anyway.  Carnival derives from the French traditions which were adopted by African slaves.\n\nCarnival is both a \"See\" and \"Do\" activity.  One can just stand at the side of the road and watch the parade of the bands, or actually participate and \"play mas.\"  Many tourists participate in Carnival bands.  Booking well in advance is a must as the spaces fill up quickly.  Getting in shape is also a must as many costumes are very skimpy.  In fact some locals' physical fitness goals are centered around Carnival.\n\n",{"type":"===","value":["Nightlife"]},"\n\nThere are quite a few nightclubs in Trinidad and Tobago, especially in the Chaguaramas area.  Pier 1, Anchorage, Base, MoBS2 to name a few. Some very popular night clubs are Club Zen and 51 Degrees Lounge in Port of Spain and Sting nightclub in La Romaine, as well as Space la Nouba and Prive, both also in La Romaine. However, due to the crime situation, caution is advised and it is a good idea to be with a group rather than by yourself.\n\n",{"type":"===","value":["Golf"]},"\n\nOne can play golf at several golf courses throughout Trinidad and Tobago.  Some courses are 9 holes and others are 18 holes.  Two popular golf courses are the St. Andrews' Golf course ",{"type":"[","value":["http:\/\/golftrinidad.com\/"]}," in Maraval (just outside of Port of Spain) and the Mt. Irvine Golf Course in Tobago.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish is the official language.  Words are spelt with British spellings (e.g. colour, labour, tyre, etc.). English Creole (though it is not referred to by locals by that name) is very frequently used for informal communication among locals.  It's mostly an oral language, and is seldom written (and then just by ",{"type":"''","value":["ad-lib"]},"). A Trinidadian Dictionary, \"Cote Ci Cote La\" can be found at one of the many bookstores in the country and is an excellent souvenir to remember your vacation to Trinidad and Tobago. Here's an example of just one of those many words that have radically different meanings from American English:\n\n: ",{"type":"''","value":["liming"]}," ; meaning to hang out in public with your friends\n\nAlso, Hindi, French (mostly Creole or Patois), Spanish, and Chinese are occasionally heard. It may seem, at times, you are in a country that only speaks a foreign language. However, since virtually everyone knows standard (British) English, there's no need to ask.  Of course, if someone does suddenly start talking in standard English -- take notice.  They may very well be talking to you!\n\n",{"type":"==","value":["Buy"]},"\n\nThe currency on Trinidad and Tobago is the ",{"type":"'''","value":["Trinidad and Tobago dollar"]},", also known as the ",{"type":"'''","value":["TT"]}," (pronounced ",{"type":"''","value":["teetee"]},"). US dollars are also widely accepted.  Visa and MasterCard credit cards are accepted at many stores.  American Express, Diners' Club, Discover, JCB and others are only accepted in a few places.  ATM (ABM) cards using Cirrus and Plus networks will work in local ATMs and will allow you to make withdrawals in TT dollars converted to your home currency.  The exchange rate when withdrawing from the ATM is slightly better than when exchanging cash.  There are also ATMs in a few places such as shopping malls that will dispense US dollars.  Be advised that Trinidad and Tobago ATMs do not accept PINs longer than four digits.  Consider changing it to four digits before you travel. As of December 2011, Republic Bank ATMs (Blue Machines) accept six-digit PINs.\n\nPrices in shops and stores are generally displayed and do not change according to the customer. Outdoor vendors, however, are another story: they are likely to charge a different, higher price for a foreigner than for a local.  A few will even suggest or demand payment in US dollars. You can try haggling, or just grin and bear it.\n\nMost items except necessities and certain other items that are zero rated attract Value Added Tax (VAT) at the rate of 15%.  The tax is collected at the time of sale.\n\nWeights and measures are officially in Metric, however it is not uncommon for imperial (English) units to still be used.  Though the other units are the same, the imperial gallon is ",{"type":"''","value":["not"]}," the same as the U.S. gallon.\n\n",{"type":"==","value":["Eat"]},"\n\nDue to its varied background, Trinidad and Tobago has excellent and varied food options. In particular, the Indian roots have added to some of the best foods of any country in the world. If you can't tolerate extremely hot and spicy food, be sure to let the cook or waiter know in advance.\n\nPopular throughout T&T are tasty ",{"type":"''","value":["rotis"]},", Indian flatbreads stuffed with Channa(chickpea curry), usually some meat, and other items (including green beans, pumpkin, and mangoes). There are several types of roti available in Trinidad-- sada, which is similar to pita or naan; dhalpouri, which is filled with ground yellow split peas; and buss up shut, a heartier bread, with a silken texture. Cheap breakfasts of sada roti and 'choka' - vegetables of all kinds are available for about TT$3-4. But the most popular fast snack is a 'doubles'. One Famous spot is \"GEORGE DOUBLES\" located in Woodbrook outside the ever famous \"Brooklyn Bar\". Doubles is curried chick peas enclosed in two pieces of fried bread, and servied your choice of condiments. It is a roadside snack, available everywhere at about TT$2-$4.  \"Ali's Doubles\"  is a chain that sells doubles.  There are a few locations around Trinidad, mostly in San Fernando. Eat hot.  \n\nPhoulourie is another popular roadside snack. Phoulourie are small balls, made of fried ground chick peas and flour. It and other popular snack foods like roast corn, cow heel soup, aloo pies (fried potato pies) and saheena (spinach dipped in batter and fried), are often available from street vendors, especially around the Savannah. \n\nTrinidad and Tobago is also famous for its mouth watering callaloo-- a soup made from green leafy vegetables, similar to spinach or kale, sometimes with crab or pigtail added (vegetarians beware!) Callalloo is not the most appetizing of foods to look at, but it is certainly worth a try. \n\nAnother must try in T&T is the famous ",{"type":"'''","value":["Bake and Shark"]}," or Shark 'n Bake. Most easily obtained along the north coast near ",{"type":"[[","value":[["Maracas Bay"]]},", pieces of Shark are deep fried, served in cut fried bread called \"fried bake\", and accompanied by various sauces, most popular of which is a puree of shadow beni (a herb similar to cilantro.)\n\nAnother popular food traditionally associated with beach limes is pelau, usually accompanied with coleslaw. Pelau, is not, however, available for purchase at the beach, although you may be able to find it in a creole restaurant.\n\nIf you have a sweet tooth, there are many local sweets and candies to sample like Toolum, Tambran Ball, Guava Cheese, Sugar Cake, Paw Paw Ball, Benna Ball, Jub Jub, Kurma, Barfi, Ladoo, Peera. Many of these will be available on the \"lookout\" on the way to Maracas Beach, and prepackaged in some supermarkets. \n\nA few American style fast food chains are available including KFC, Subway, Pizza Hut and Burger King. There are also a few franchised eat-in restaurants such as TGI Friday's and Ruby Tuesday. There are a few local chains such as Royal Castle (chicken and chips), Chicken Unlimited. These local fried chicken chains have a different taste from American or European fried chicken chains. Pizza Boys and Mario's are two popular local Pizza chains.  The pizza is quite different from American or Italian pizza.\n\nChinese food is available in many places from Chinese takeout stores.  It is Cantonese style but the spices are uniquely Trinidadian.\n\nBarbecued chicken is another popular Trinbagonian dish.  It is similar to American barbecue, but with local spices.  There are roadside barbecue stands that sell a box of barbecued chicken (quarter) with fries, salad and garlic bread.  One popular place is The Barbecue Hut which is an open air tent where patrons will buy barbecue to sit down and eat or take away.  It is on the South Trunk Road in La Romaine, South Trinidad close to the Gulf City mall.  Be aware that it is run by Muslims therefore no alcohol is allowed on the compound.\n\nThe condiments available in Trinbagonian restaurants are ketchup, plain mustard, garlic sauce, shadon-beni sauce (a cilantro-like herb), hot pepper and many more depending on location.  Soy sauce is available in Chinese restaurants, along with an extremely hot Chinese style pepper sauce .  If taking hot pepper as a condiment, be warned!  It is ",{"type":"'''","value":["extremely"]}," hot!  You may see locals putting a lot of pepper on their food, but remember they have been eating it for years so they are accustomed to it.  It is best to try a little and if you feel comfortable add more. If in doubt, avoid it. Salt and black pepper are generally not available as in American restaurants.\n\nLocal bakeries sell pastries such as beef and chicken pies and currant rolls.  They also sell hops bread which are rolls made with white or whole wheat flour.  Hops bread is best eaten hot and can be enjoyed with cheese or butter for a quick snack.\n\n",{"type":"====","value":["Grocery shopping"]},"\n\nGrocery stores sell a wide variety of packaged goods and produce.  However, for really fresh produce, one can go to the market.  Towns usually have a market day (or days) where sellers, usually local farmers, will bring their produce to sell.  The Government publishes prices for produce, however one may be able to bargain to get a better price.  Again, while weights and measures are officially in Metric, most sellers use imperial units.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Non-alcoholic"]},"\n\nThe most refreshing drink on a hot sunny day is a large glass of a very cold delicious Mauby, a beverage made with the bark of the mauby tree and spices, such as anise and cinnamon.  It is very refreshing and cooling, but may be an acquired taste, since it has a bitter aftertaste.   \n\nCold soft jelly coconut water -- available along the roadsides -- costs about TT$3-4. And do try all the many varied local fruit juices, readily available chilled in most groceries.\n\nSorrel is a popular drink available during Christmas time.  It is made from the boiled flowers of the Roselle ",{"type":"''","value":["(hibiscus sabdariffa)"]}," plant.  It is red in colour and best enjoyed cold.  It also has nutritious benefits. \n\nSoft drinks are sweetened with cane sugar, rather than high fructose corn syrup as is the common practice in North America.  This gives soft drinks a different taste, which some argue is better.\n\nMalta is a popular drink, made from malt and hops and available from local bars, restaurants and supermarkets.  It is high calorie and full of b vitamins, and best enjoyed ice cold.\n\n",{"type":"===","value":["Alcoholic drinks"]},"\n\n",{"type":"=====","value":["Rum"]},"\n\nBeing a former sugar cane colony, Trinidad and Tobago is famous for its Rum.  Popular brands of Rum are Black Label and Vat 19 by Fernandes and White Oak, Old Oak by Angostura. Some Bars will allow you to buy individual rum drinks either straight with or without a chaser, or mixed.  Some bars will allow you to purchase a whole bottle of Rum, or a \"half\" which is equivalent to half a bottle.  Some bars will sell a \"nip\" which is less than half.  One can also purchase bottles of Rum in stores and at duty free stores at the airport to carry home.  Puncheon Rum is a stronger type of Rum (no less than 75% alcohol).  It is not quite like moonshine but definitely stronger than regular Rum.  In fact it may not be legal to take it back with you.  However it is legal in Trinidad and Tobago and is available from many local bars.\n\n",{"type":"=====","value":["Beer"]},"\n\nBeer is available and quite popular.  The two most popular brands of beer are Carib and Stag, which are brewed locally.  Additionally, some imported beer such as Miller is available.  Other malt liquor drinks are available, brewed locally, such as Smirnoff Ice, and various stouts (Mackeson, Guinness Export etc.). There are no microbreweries in Trinidad, and beer-lovers may find the local beers not to their taste. However, a few bars do import a wider variety of beers. Of particular note is the All Out bar at the Queen's Park Oval cricket ground in Port of Spain (94 Tragarete Road), where you will find a reasonable selection of English ales on draft, sold by the pint.\n\n",{"type":"=====","value":["Wine and other spirits"]},"\n\nWine, vodka, tequila and other spirits are usually imported.  There are no wineries in Trinidad and Tobago, as the tropical climate is not conducive to the growing of grapes. Many restaurants will serve a range of imported wines, however, and wine bars, such as More Vino in Woodbrook have opened in the past few years.\n\n",{"type":"=====","value":["Laws related to alcohol"]},"\n\nNot surprisingly, drinking alcohol in public is not frowned upon in Trinidad and Tobago.  It is \nlegal to drink alcohol in public.  Public drunkenness may get you arrested only if you engage in disorderly conduct. Also the legal drinking age is 18 yrs. However, during election day, sale of alcohol is prohibited and must not be overtly displayed.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a wide variety of lodging options. There are major hotels such as Crowne Plaza, Hyatt, and the Hilton. There are also smaller guest houses, particularly in Tobago and beach houses at the coasts (especially the East coast).  Rates vary. On Trinidad, many cities and towns of limited interest to the typical tourist do not have any official accommodations. Staying with locals may be the only option. However, Trinidad has developed a sporting and cultural infrastructure being multi cultural with different religious denominations and can even boast of having world class facilities for swimming, cycling, football, cricket, netball and the arts. For persons or groups of persons willing to experience or connect with similar groups at competitive rates, guest houses such as The Little Inn and the Miracle Healing cater for these niches.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["University of the West Indies"]}," St. Augustine campus "]},{"type":"*","value":[{"type":"'''","value":["University of the Southern Caribbean"]},".  There is also the "]},{"type":"*","value":[{"type":"'''","value":["University of Trinidad and Tobago"]}," "]},{"type":"*","value":["Other smaller colleges offer external degrees and diplomas from foreign institutions such as the University of London and City and Guilds of London."]},"Be careful where you park. High end hotels like the Nornandie has reported a drastic increase in vehicular break in. Recently one was reported while the secured car park was almost empty and two security guards was on duty.\n\n",{"type":"==","value":["Work"]},"\n\nTourist visas do not permit employment.  In order to work, one must obtain a work permit for the job and there must be no suitably qualified nationals to fill the job.  In addition, to pay taxes, one needs to apply for a BIR file number (used like a social security number) and a PAYE number.  One must file tax returns every year if taxes are owed, and pay those taxes.\n\n",{"type":"==","value":["Stay safe"]},"\n\nTrinidad and Tobago has been known for its increasingly high murder rate although this is associated with isolated areas of the country.  The capital Port of Spain, is relatively safe but as with all major cities around the world there are depressed areas which are not safe for tourist. East Port of Spain, areas east of Charlotte Street, become increasingly unsafe and should be avoided as well as Belmont, Morvant and Laventille.  The city is known for is vibrant night life with many restaurants, bars, lounges and clubs.  It is recommended that you travel with companions at night time and avoid wandering into any side streets.  Hotels can provide guidance to assist you.  Tobago on the other hand is relatively safe and more tourist friendly.\n\nIn previous years crime tended to peak in the Carnival (January-March) and around Christmas (October-December) seasons, but recently crime activity was year round, but this has now drastically decreased due to the new change in government. But it is still best to exercise some caution at night time, while in Trinidad and Tobago.\n\nFor extended stays, register yourself at your country's nearest diplomatic mission.  They can provide assistance to their citizens. A listing of diplomatic missions in Trinidad and Tobago is available on the Trinidad and Tobago Government's website. ",{"type":"[","value":["http:\/\/gov.tt\/Egov\/Portal\/nonnational\/service.aspx?id={B15A2D18-C5B7-45D7-A814-92A58FFA188E}"]},"\n\nIn an emergency dial ",{"type":"'''","value":["999"]}," from any telephone for the police.  Dial ",{"type":"'''","value":["990"]}," for the fire department and ",{"type":"'''","value":["811"]}," for an ambulance.  These calls are free of charge from any telephone, including payphones (no coins or cards required).  For foreigners with countries that have reliable police emergency assistance, it should be noted that when dialing \"999\" in an emergency the police do not always answer the call or show up when assistance is needed.\n\nThe islands are in an earthquake zone, though serious quakes are extremely rare.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe Tobago Tourist Board boasts that \"the wildlife in Tobago won't kill you\", which is mostly true. The islands do have mosquitoes and isolated cases of ",{"type":"[[","value":[["dengue fever"]]}," have been reported. The tap water is generally safe to drink, though many visitors prefer bottled water because the public water often has a strong chlorine taste. Use your best judgement if in an area where homes collect rain water from the roof, but very few problems are reported.\n\nThe adult HIV\/AIDS prevalence at ",{"type":"'''","value":["3.0%"]}," or ",{"type":"'''","value":["1 in 33"]}," adults, which is ",{"type":"'''","value":["5 times"]}," higher than the USA.  The best advice is to use caution and use protection if engaging in sexual activity.  Condoms are available from pharmacies to help prevent the spread of AIDS and other STD's.\n\nIf you need prescription medication, it is best to bring enough with you for the duration of your trip.  There is no guarantee that what you need will be available.  American OTC drugs are often available in many pharmacies, however, don't expect everything to be available.  They may also be under different names whether American or European market names.  \n\n",{"type":"===","value":["Healthcare"]},"\n\nPublic Healthcare is free to everyone in Trinidad and Tobago and is paid for by the Government and taxpayers.  Healthcare services are offered on a walk-in basis.  There are a few major hospitals throughout the country as well as smaller health centers and clinics located regionally.  These can be found on the Ministry of Health's website.",{"type":"[","value":["http:\/\/www.health.gov.tt"]},"  The public health facilities are way below the standard of what can be found in developed countries.  Industrial action (strikes and sickouts) by doctors and nurses happen from time to time, and some healthcare facilities are overcrowded and understaffed, with older equipment and medicines.  As an alternative  there are also private healthcare facilities that offer healthcare services.  Prices will vary and can be quite expensive.  Private doctors are also available on an appointment basis.\n\nPublic Ambulance services are available to everyone by dialing 990.  This service is operated by the fire department. However these may prove to be unreliable since ambulances are limited and fire stations are often far away.   Private ambulance services are available.  They are generally more reliable but are not free.  In an emergency it may be better to arrange one's own transportation to a healthcare facility.\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"[[","value":[["Image:Trinidad House.jpg"],["thumb"],["300px"],["Water tanks collecting rainwater from the roof"]]},"\n\nIt's a good idea to greet a stranger before asking him or her a question. It's a better idea to avoid strangers when not in the company of others. There is no nude or topless bathing anywhere in Trinidad and Tobago. \n\nMany Trinbagonians like to discuss sports. Being a former British colony, these discussions usually centre around football(soccer) and cricket. \n\nIn Trinidad and Tobago, many of the world's great religions are well represented.  Christianity, Islam, Hinduism, Buddhism and Bah'ai are popular.  Judaism is not very popular and is practised mostly among expatriates.  Atheism and agnosticism are not widespread although many people will hold agnostic beliefs without being openly agnostic.  \n\nAlthough Trinidad has a large Indian Hindu community, there are no taboos that Westerners would have a difficult time getting used to. The cow is not so sacred as to prohibit eating beef or wearing leather although Hindus do not eat beef. (A few ultra-conservative Hindus may take exception to all this, but they are very, very few in number.)\n\nTrinidadians can be extremely friendly and hospitable -- especially with guests who share a common religion with them. Be sure to bring small gifts to show your appreciation, as some visitors who had no intention of visiting or staying with locals end up doing so anyway. \n\nSome homes (including a few guest houses) in rural areas are not connected to any underground water mains. However, they may still have running water from a large, round, black outdoor water tank.  If staying in such a place, be sure to conserve water -- especially in the dry season (or year-round if it doesn't collect rainwater from the roof). If the tanks run dry, water trucks for refills may be available.  However, even underground piped water may be rationed during the dry season.  In short, if you are not staying in a major hotel, ask about the water situation.\n\n",{"type":"==","value":["Connect"]},"\n\nTrinidad's international area code is ",{"type":"'''","value":["868"]}," under the North American Numbering Plan.  From the U.S. and Canada, it's no different than calling other states and provinces (1+868), but costs more.  Its top level domain is ",{"type":"'''","value":[".tt"]}," and its ITU callsign prefixes are ",{"type":"'''","value":["9Y"]}," and ",{"type":"'''","value":["9Z"]},".\n\n",{"type":"===","value":["The telecommunications authority"]},"\n\nAll telecommunications in Trinidad and Tobago are now under the authority of the Telecommunications Authority of Trinidad and Tobago (TATT)",{"type":"[","value":["http:\/\/www.tatt.org.tt"]},".  All telecommunications and broadcasting licenses and franchises in Trinidad and Tobago are obtained from and administered by TATT.  Complaints about telecommunications service providers can also be made to them.\n\n",{"type":"===","value":["Landline telephones"]},"\n\nLandline telephones are available in larger hotels but may be unavailable in guest rooms of smaller guest houses.  The telephone company is Telecommunications Services of Trinidad and Tobago",{"type":"[","value":["http:\/\/www.tstt.co.tt"]},", which is jointly owned by the Government of Trinidad and Tobago and Cable and Wireless.  Local calls incur toll charges, however, calls in the same area code and telephone exchange are billed at a flat rate for the whole call.  Hotels, of course, may charge more if you use their telephones.  There are calling cafes around the country.  For visitors who wants to make international calls, it might be a good idea to use calling cafes.\n\n",{"type":"===","value":["Mobile telephones"]},"\n\nTrinidad and Tobago currently has two active operating mobile telephone carriers - bmobile",{"type":"[","value":["http:\/\/www.bmobile.co.tt"]}," and Digicel",{"type":"[","value":["http:\/\/www.digiceltt.com"]},".  They both operate under the GSM standard, with bmobile using the 1800MHz frequency band, and Digicel using the 850MHz and 1900MHz frequency bands.  There are roaming agreements with GSM carriers such as AT&T (ex Cingular) in the US, however the cost to roam may be prohibitive and calling within Trinidad may incur international toll charges.  One can purchase a prepaid SIM card and GSM phone from Digicel or bmobile stores for as little as TT$100 and use that card in an unlocked GSM phone for the duration of their stay. You can also purchase a phone with SIM for that price.  CDMA (Verizon) phones will work in Trinidad and Tobago.  They will appear to be active due to TSTT's EVDO data only network, but you can make or receive calls on the CDMA network.\n\n",{"type":"===","value":["Payphones"]},"\n\nPay phones are a hit or miss in Trinidad.  Some phones may be vandalized, full and in need of maintenance or simply not working. If you are lucky enough to find a working payphone, you can use either 25 cent coins or calling cards with an 800 number to access them.  Some phones also accept phonecards which are pre-paid with a magnetic stripe.  Insert the card and make your call.  Some phones in hotels and at the airport allow the use of foreign calling cards.  Calls to local 800 numbers, 999 and 990 are free.\n\n",{"type":"===","value":["Internet access"]},"\n\nInternet cafés offer Internet access on public terminals at an hourly rate usually from TT$1 to TT$10.\n\nDialup access is available from TSTT",{"type":"[","value":["http:\/\/www.tstt.co.tt"]}," and other independent ISP's. There are monthly plans and pay as you go access.  Pay as you go service is available through the 619-EASY service for TT$0.75 per minute. Roaming with foreign ISP accounts is available through an agreement between TSTT and IPASS, inc.\n\nBroadband internet options in Trinidad are available. Two major companies that provide these serives are TSTT(blink)and FLOW (Columbus Communications.)\n\nWi-Fi access is available in a few places such as Piarco airport, Movie Towne and select hotels and restaurants.  It is free of charge right now but this is subject to change. EVDO and EDGE broadband access are also available, but may require contracts and a service commitment.  Some hotels and guest houses provide free high speed internet.  Always inquire if you don't see it listed on their web site, as it may have been added recently.  \n\nThere are other options including fixed wireless, DSL, cable modem (only in a few areas) and satellite but these are generally not available to tourists for a short term stay.\n\nA good discussion of Trinidad and Tobago internet access options is available at the TTCS website.",{"type":"[","value":["http:\/\/www.ttcsweb.org\/articles\/isptnt\/index.htm"]},"\n\n",{"type":"===","value":["Postal facilities"]},"\n\nThe postal service is run by the Trinidad and Tobago Postal Corporation, TTPost",{"type":"[","value":["http:\/\/www.ttpost.net\/"]},".  Postal rates are available on the TTPost website.  Post offices are located close to the center of town in many places with red drop-off boxes in some places. Thanks to restructuring of the postal service, TTPost has become comparable to the postal service in many developed countries and is generally reliable.  Additionally, other services such as US visa fee payment, bill payment and the purchase of inter island ferry tickets are available from TTPost.\n\n",{"type":"===","value":["Two way radio"]},"\n\n",{"type":"====","value":["Amateur radio"]},"\n\n",{"type":"'''","value":["Be advised that ham radio tourism and DXpeditions are very risky in Trinidad and Tobago, mostly because of the difficulty in importing equipment.  Please see the note about importing equipment below."]},"\n\nThe internationally allocated ITU prefixes in Trinidad and Tobago are 9Y and 9Z.\n\nIn order to operate an Amateur Radio Station in Trinidad and Tobago, one needs a license.  If one's country of citizenship is a signatory to the IARP agreement and one holds a license equivalent to US General class (Novice and US Technician licenses are excluded) in that country, one can simply operate with 9y4\/home callsign.  For example, if your home callsign is W1ZZZ, you operate using 9Y4\/W1ZZZ.\n\nOtherwise one will need to apply for a license at TATT. The following are needed:\n\n",{"type":"*","value":[" Photo ID and photocopy (passport)"]},{"type":"*","value":[" Original and copy of certificate(s) showing a pass in an amateur radio exam, in English or accompanied by an English translation."]},{"type":"*","value":[" Original and copy of your home amateur radio license, in English, or accompanied by an English translation."]},{"type":"*","value":[" Form L-2 from TATT website, filled out and photocopied"]},{"type":"*","value":[" TT$20 application fee and TT$100 license fee"]},"\nAppear in person at the TATT office at 76 Boundary Road, San Juan, Trinidad to apply.  Processing time varies.  If you want to have the license arranged in advance, it is better to contact the Trinidad and Tobago Amateur Radio Society TTARS",{"type":"[","value":["http:\/\/www.ttars.org"]}," and they can assist you.  Foreigners will be granted 9Y4\/homecall for the duration of their stay.  \n\nIt is at the discretion of the Technical officer issuing your license, but generally a license equivalent to US General class and above (or its equivalent) gets full privileges including HF.  Technician gets privileges above 30MHz only.  In some cases they may deny Novice or Technician class amateurs altogether.\n\n",{"type":"=====","value":["Importing equipment"]},"\n\nImporting equipment can be painless and easy or it can be a long, drawn out bureaucratic process. The difficulty of importing ham radio equipment has caused many tourists to simply forget about doing any ham radio activities in Trinidad and Tobago. It is best to operate at a local's station if you can.  \n\nYou will need to have the equipment type approved by TATT.  There is a form on their website.  Call them in advance.  One should also get a receipt showing the value of one's equipment.\n\nWhen you go through customs and they search your bags, the customs officer will ask about the ham radio equipment if they see it.  You should tell them what it is and show them your license.  They will tell you that you need to pay a bond equal to the value of the equipment and you will retrieve it before you leave.  Otherwise they wil probably seize your equipment and there is no guarantee that you'll get it back.  Sometimes you'll just get lucky and they'll tell you to walk through. Sometimes they'll let you go with it but charge 20% customs duty.  Officially the law says that ham radio equipment is duty free for nationals.  It's a gamble.  It is best to not have your radio in the original boxes as this will more likely encourage customs officers to charge you a bond or duty.\n\nYou should carry as much of your equipment in your carry on luggage as possible.  Incidents of theft from checked luggage, while not very frequent, do happen.\n\n",{"type":"=====","value":["Repeaters and local frequencies"]},"\n\nThere are a few local repeaters that you can say hello on.  Those are:\n\n",{"type":"*","value":[" 147.930MHz -600kHz 9Y4TT (North)"]},{"type":"*","value":[" 146.940MHz -600kHz 9Y4TT (Central\/South)"]},{"type":"*","value":[" 147.760MHz -600kHz 9Y4TT (Tobago)"]},{"type":"*","value":[" 146.100MHz +600kHz 9Y4NG (Central\/South)"]},{"type":"*","value":[" 147.705MHz -600kHz 9Y4TTL (North)"]},"\nIn addition 146.520MHz is often monitored as a simplex channel.  In the South (San Fernando) 146.550MHz is monitored and there is also an echolink node run by 9Y4NG on that frequency.\n\nThe local custom for a general call on the repeater is to say, \"QRZ? This is <your callsign>, is anyone on frequency?\"\n\n",{"type":"====","value":["CB"]},"\n\nCitizens Band Radio (CB) is not licensed for use in Trinidad and Tobago.  However, recent changes to the laws by the Telecommunications Authority have indicated that CB will be licensed and legal soon in Trinidad.  However, the CB prohibition did not stop many locals from purchasing and using CB's.  As a tourist you may not be so lucky.  It is best to not carry any CB radios into Trinidad.  They will most likely be seized by customs.\n\n",{"type":"====","value":["Personal radio services (FRS, GMRS, MURS, PMR446)"]},"\n\nThese are not licensed for use in Trinidad and Tobago.  The radios may be seized by customs.  Best to leave them at home.  It is also illegal to use these within the territorial waters of Trinidad and Tobago.  This means that if you are on a cruise ship or other vessel docked in TT waters, leave the FRS\/GMRS\/MURS\/PMR446 radios off and do not transmit.  Other licensed services use those frequencies and you may interfere with them.\n\n",{"type":"====","value":["Marine radios"]},"\n\nProvided your radios are part of your boat's equipment and licensed by your home country, you should not have any issues bringing these in.  Bringing these in other than installed in boats could result in them being seized.\n\n",{"type":"===","value":["Broadcast radio and TV"]},"\n\n",{"type":"====","value":["Radio"]},"\n\nThanks to the liberalization of the telecommunications market, there are now many radio stations on the FM band.  Most of the stations play music, with Indian music and calypso\/soca being popular.\n\n",{"type":"====","value":["TV"]},"\n\nThere are some local TV stations, the major one being TV6 on Channels 6 and 18. Most of them carry local programming, but TV6 carries American series, sitcoms and soap operas.  Some stations are cable only whereas others are low power so they are only available regionally. Gayelle The Channel on Channels 23 and 27 is a 100% local television station that can give visitors to Trinidad and Tobago an interesting and entertaining insight into local life and culture. Other local channels include; NCC 4, Synergy TV, Trinity Television and the Islamic Channel.\n\nCable television is also available.  Most major American networks are available on cable including CBS, NBC and ABC.  Cable TV is available at hotels and guest houses.\n\nSatellite TV from DirecTV Latin America is also available, but their offerings are not as good as cable and they tend to feature more Spanish language programming.  \n\nBig dish satellite TV is also available.\n\n\n\n",{"type":"[[","value":[["WikiPedia:Trinidad and Tobago"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Trinidad and Tobago\/"]]},"\n\n",{"type":"{{","value":[["geo"],["10.6667"],["-61.5167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["outlinecountry"]]}]