[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Tristan da Cunha, British overseas territory-20March2012.jpg"],["thumb"],["upright 1.6"],["View of the entire volcanic cone of Tristan da Cunha"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tristandc.com\/ Tristan da Cunha"]}]}," refers both to an archipelago of fairly small islands in the middle of the ",{"type":"[[","value":[["islands of the Atlantic Ocean"],["South Atlantic Ocean"]]}," as well as the only inhabited island of the group. It is part of ",{"type":"[[","value":[["Saint Helena, Ascension and Tristan da Cunha"]]},"—a territory of the ",{"type":"[[","value":[["United Kingdom"]]},"—together with ",{"type":"[[","value":[["Saint Helena (island)"],["Saint Helena"]]}," and ",{"type":"[[","value":[["Ascension"]]},", which lie over 2,000 km to the north. Politically, Tristan da Cunha refers to Tristan da Cunha Island, Inaccessible Island, Nightingale Island, ",{"type":"''","value":["relatively"]}," nearby Gough Island, and a dozen or so islets near these islands.\n\nThe main body of this article deals with Tristan da Cunha Island; the other islands are covered in \"Go next\" at the bottom of the page.\n\n",{"type":"==","value":["Understand"]},"\nTristan da Cunha is the ",{"type":"'''","value":["most remote archipelago in the world"]},", while the main island (also known as Tristan da Cunha) is the ",{"type":"'''","value":["most remote inhabited island"]}," in the world. The nearest speck of land, ",{"type":"[[","value":[["St. Helena (island)"],["St. Helena"]]},", is a whopping 2430 km (1509 mi) away, and it's over 2816 km (1750 mi) to the nearest continent, Africa.\n\nThe entire population of some 270 inhabitants is concentrated on the only flat bit of this volcanic landmass, the hamlet of ",{"type":"'''","value":["Edinburgh of the Seven Seas"]}," on the main island. There are a few other islands in the archipelago, all uninhabited: Inaccessible Island, Nightingale Island, Middle Island and Stoltenhoff Island. ",{"type":"[[","value":[["#Gough Island"],["Gough Island"]]},", some 300 km away, hosts a weather and scientific research outpost.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["People and culture"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Tristan West coast 03 (3450376868).jpg"],["thumb"],["West coast of Tristan da Cunha"]]},"\nTravel to Tristan da Cunha requires careful planning, often more than a year before a planned visit. There is no airstrip on the island; all visitors must arrive by boat. There are no entry restrictions based on nationality and, while the island requires an application (which must be approved), there are no \"visas\" for entry to Tristan da Cunha. Prior to booking passage all visitors to Tristan da Cunha must receive permission from the Tristan Government. Write an email to ",{"type":"[","value":["mailto:admin@tristandc.com admin@tristandc.com"]}," and specify the proposed dates of your visit, preferred passage (name of vessel), type of accommodation sought, nationality, age, and the full purpose of your visit. A Police Certificate (official record of your criminal history, or lack thereof) may be requested. If you are a journalist or intend to publish any work as a result of your stay, you must declare so in your application. Film makers must apply for a permit (limited permits are available), have their intentions approved by the Island Council, and are subject to a £5,000 fee. All visitors must agree to and abide by an extensive list of terms & conditions ",{"type":"[","value":["http:\/\/www.tristandc.com\/po\/TdCVisitsV9.pdf"]}," to visit the island. \n\nVisitors are the lowest priority for passage on vessels and may be forced to forfeit their passage to persons with a higher priority (medical evacuation, officials on official business, even locals leaving on holiday have higher priority). When planning a visit, consider a departure when several other vessels will be departing soon thereafter to avoid being stuck on the island if forced to forfeit your departing passage.\n\nIt takes five to ten days (depending on the weather and ship) to travel the 2810 kilometres from ",{"type":"[[","value":[["Cape Town"]]},". The South African polar research ship ",{"type":"''","value":["SA Agulhas"]}," and the fishing vessels ",{"type":"''","value":["Edinburgh"]}," and ",{"type":"''","value":["Baltic Trader"]}," do the voyage between Cape Town and Tristan da Cunha several times every year. A return ticket on ",{"type":"''","value":["Agulhas"]}," is about US$1,300, a return ticket on one of the fishing vessels is US$800. Schedules and further information is available on the official Tristan da Cunha website",{"type":"[","value":["http:\/\/www.tristandc.com\/"]},".\n\n",{"type":"===","value":["Arriving by yacht or personal vessel"]},"\n\n",{"type":"{{","value":[["infobox"],["Tristan Harbour"],[{"type":"'''","value":["Radio"]},": Channel 14, 16 and 78. HFSSB 4000 \/ 4149 \/ 6230 \/ 8294mhz\n\n",{"type":"'''","value":["Hours"]},": mid-morning to 19:00 GST (1 Oct-31 May), mid-morning to 17:00 GST (1 Jun-31 Sep); closed at various times to permit local fishing vessel operations\n\n",{"type":"'''","value":["Anchorage"]},": near 37°03.10'S\/12°18.60'W or 37°03.04'S\/12°17.85'W (with clearance from Harbourmaster)\n\n",{"type":"'''","value":["Communications Officer"]}," (Tristan Radio ",{"type":"''","value":["Zoe"]},"): +44 20 3014-2034, +44 20 3014-5024  (after hours), or ",{"type":"''","value":["tristanradiozoe@yahoo.co.uk"]},"\n\n",{"type":"'''''","value":["Visiting vessels are strictly prohibited from anchoring overnight off Gough, Inaccessible or Nightingale Islands!"]}]]},"\n\nAdvance arrangements should be made by contacting the Police Department at +44 20 3014-2010 (telephone), +44 20 3014-2020 (fax), or ",{"type":"''","value":["tristandcpolice@gmail.com"]},". Tristan Radio serves as the coastal radio for Tristan da Cunha Island and the port at Edinburgh of the Seven Seas. Communication with Tristan Radio must be established prior to arrival on VHF: ",{"type":"'''","value":["Channel 14, 16 and 78. HFSSB 4000 \/ 4149 \/ 6230 \/ 8294mhz"]},". The Communications Officer (Tristan Radio ",{"type":"''","value":["Zoe"]},") can be reached at +44 20 3014-2034, +44 20 3014-5024 (after hours), or ",{"type":"''","value":["tristanradiozoe@yahoo.co.uk"]},". Vessels which have not made prior arrangements to call at Tristan with the Police Department must obtain clearance from the Harbourmaster, Medical Officer and Immigration Officer throught Tristan Radio before anchoring or disembarking passengers or crew. \n\nVisiting vessels must obtain clearance from the Harbourmaster to anchor off Tristan da Cunha Island, in open anchorage near 37°03.10'S\/12°18.60'W or 37°03.04'S\/12°17.85'W (maximum depth 50-100 m, due to shelving bottom). ",{"type":"'''","value":["Aluminum anchors are generally ineffective"]}," in Tristan Harbour. Due to wildlife conservation measures, ",{"type":"'''","value":["visiting vessels are prohibited from anchoring overnight off Gough, Inaccessible or Nightingale Islands"]},". The Harbour is closed to visiting vessels after 19:00 GMT (1 Oct - 31 May), 17:00 GMT (1 Apr - 31 Sep), early mornings, late afternoons, and at various other times at the Harbourmaster's discretion to allow local vessels to operate in\/out of the harbour. \n\nThe Visits Liaison Officer will arrange for an official party to board visiting vessels and complete local clearance procedures prior to the disembarkation of passengers or crew. All visitors must hold a valid passport and obtain permission to land by having a landing stamp inserted in their passport. The landing fee for yacht passengers is £15. If unable to transfer from anchorage to shore, a small RIB and crew can be hired for ship-to-shore £75 per day. There is a strict ban on the import (without permit) of any living or dead animal or plant.\n\nInformation from the Tristan government for visiting vessels may be found here ",{"type":"[","value":["http:\/\/www.tristandc.com\/visitsships.php"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Tristan Map.png"],["thumb"],["right"],["320px"],["Map of the Tristan da Cunha group and Gough Island"]]},"\n",{"type":"[[","value":[["Image:Edinburgh_of_the_Seven_Seas_map.png"],["thumb"],["270px"],["Edinburgh of the Seven Seas map"]]},"\n",{"type":"===","value":["By foot"]},"\nTravelling by foot is the most common method of getting around Tristan da Cunha Island and the only way of moving about any of the outer islands. Due to rugged, steep terrain, going all the way around the island is difficult, but if you are just staying in the village of Tristan, the flat, grassy ground there is easy to manage.\n\n",{"type":"===","value":["By transport"]},"\n\nThere is a paved road (the M1) from Edinburgh (aka ",{"type":"''","value":["The Settlement"]},") to the Potato Patches, which are about 3 miles away. There are no vehicles for hire on Tristan; however, local transport is available to the Potato Patches. This local transport could be an islander's car, tractor, and during the mornings a bus service also operates. The bus is targeted at pensioners, who can ride on the bus for free. The charge is £5 return ",{"type":"[","value":["http:\/\/www.tristandc.com\/visitsexcursions.php"]}," ",{"type":"[","value":["http:\/\/www.tristandc.com\/newstransport.php"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=1961 Volcano"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The name given to the lava flow from the 1961 eruption which flanks the north-east side of the settlement."]]}]},"\nThere is also generally rugged terrain, which has several types of more or less harsh beauty, as you can see from some of the photos on this page.\n\n",{"type":"===","value":["Wildlife"]},"\n\nThese islands are home to rare birds, including the Tristan thrush; the Inaccessible Island rail, which is flightless; and the northern rockhopper penguin.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Gallinula comeri Beintema.jpg"],["thumb"],["upright 1.3"],["Gough moorhen"]]},"\n\nThe Island organizes fishing excursions, walks, climbs and even golf for visitors. Once again, consult their website for more information",{"type":"[","value":["http:\/\/www.tristandc.com\/"]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["Climb the volcano"]}," This is very weather-dependent, but on a clear day you may be able to reach either \"First Base\" (the plateau above the settlement) or even Queen Mary's Peak (the summit). A guide is required and costs (shared by all hikers): £200 for a trip to the peak or £120 (2 guides) or £60 (one guide) to the base."]},{"type":"*","value":[" ",{"type":"'''","value":["Visit the fish factory"]}," - tours of the island's fish processing factory are often available to visitors"]},"\n",{"type":"==","value":["Buy"]},"\nThe currency of the islands is the Pound sterling. Credit cards and personal cheques are not accepted. Travellers cheques, Euros, US dollars, and South African rand may be exchanged at the treasury in the Administration Building.\n\nA handicrafts and souvenirs store is located in the ",{"type":"'''","value":["Tourism Centre"]},". Handicrafts and souvenirs are also available in the Island Store and, during cruise ship visits, may be available in the Café, Prince Philip Hall Community Centre, and some local homes.\n\n",{"type":"==","value":["Eat & Drink"]},"\n",{"type":"[[","value":[["File:Tristan Thrush on Nightingale island.jpg"],["thumb"],["A Tristan thrush on Nightingale Island"]]},"\n\nThe only public place available is the ",{"type":"'''","value":["Prince Philip Hall"]}," which occasionally serves food, the building also houses the ",{"type":"'''","value":["Albatross Bar"]}," - the island's only pub. Opening hours are sketchy to say the least, and the only time it's very likely to be open is when cruise ships are docked at the island. If you are hungry and the hall is closed, your only other bet is a visit to the Island shop.\n\nThe Post Office also houses a small Cafe, serving tea, filter coffee and cakes.\n\n",{"type":"==","value":["Sleep"]},"\nSelf-catering accommodation is £20 per night, while home stays, which include meals and laundry, cost £40 per night. There are discounts for Tristan Islanders and children. Booking information is available on the Island's official website",{"type":"[","value":["http:\/\/www.tristandc.com\/"]},".\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" There is no mobile phone network on the island (nor will you have had signal for the last week after you lost sight of Cape Town!)"]},{"type":"*","value":[" The Internet Cafe houses a number of PCs as well as spaces to use your own laptop, and costs £10 for visitors for the duration of their stay. Internet access for the island is via a satellite link, so the 1Mbps connection is shared between everyone - don't expect it to be fast at 9am on a Monday morning!"]},{"type":"*","value":[" A payphone is available in the Internet Cafe - you'll need to ask for it to be unlocked if you wish to use it."]},{"type":"*","value":[" Post can be sent from the Post Office, or the post box just outside, but will likely travel back with you on the same ship as you are on. Expect it to take a couple of weeks to arrive at its destination! Last posting dates for each ship are advertised at the Post Office when known."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Church services"]},"\nVisitors are welcome to attend Sunday morning services at St.Mary's Anglican Church (8AM) and St.Joseph's Catholic Church (9AM).\n\n",{"type":"===","value":["Toilets"]},"\nPublic toilets can be found adjacent to the Café, in Prince Philip Hall, below the Council Chamber in the Administration Building and in the Post Office and Tourism Centre.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Inaccessible Island Panorama (Large).jpg"],["thumb"],["upright 1.35"],["Inaccessible Island"]]},"\n",{"type":"===","value":["Inaccessible Island"]},"\nDespite the name, it is possible to visit the island. Only visitors escorted by guides from Tristan da Cunha are permitted to visit the island, and most visitors come as part of a cruise ship itinerary. There are no permanent settlements on the island and you should bring your own food or drinks. Along with (relatively) nearby Gough Island, Inaccessible Island was made a ",{"type":"'''","value":[{"type":"[[","value":[["UNESCO_World_Heritage_List"],["World Heritage Site"]]}]}," by UNESCO in 1995.\n\n",{"type":"===","value":["Nightingale Island"]},"\n",{"type":"[[","value":[["Image:Nightingale Island, British overseas territory-20March2012.jpg"],["thumb"],["upright 1.2"],["Nightingale Island as seen from the northeast with Alex Island on the right and the landing just right of the centre of the image"]]},"\n\nSome 38 km (24 mi) southwest of Tristan da Cunha is Nightingale Island, flanked on the north by two small islands—Stoltenhoff Island & Alex Island—both roughly 0.5 km in diameter and under 100 m high. The islands are an important breeding ground for up to 6 million migratory birds at a time (that's 2.6 birds\/m²), which are the primary sight here. Nightingale is a volcanic island, which experienced its first eruption (undersea) in over 30,000 years in 2004. In the center of Nightingale lay four small ponds (an area known as \"The Ponds\"). Cliffs ring much of this tiny island—the smallest of the Tristan da Cunha group at barely 2 km in diameter—but a landing can be made on the northern coast on the channel between Nightingale & Alex Islands. Huts have been built at the landing for visitors to spend the night on shore and a trail has been made to The Ponds. \n\nNightingale is covered by tall grasses (up to 3 m high!) which shelter many of the smaller birds. Endemic (and really the only) vegetation on the island are the grass (",{"type":"''","value":["Spartina arundinacea"]},") and a tree (",{"type":"''","value":["Phylica arborea"]},"). The only endemic bird is a landbird: the Nightingale Island Finch (",{"type":"''","value":["Nesospiza questi"]},"), while the Wilkins's Finch (",{"type":"''","value":["Nesospiza wilkinsi"]},")—another landbird—is only found on Nightingale & Inaccessible Islands. The Tristan Thrush (",{"type":"''","value":["Nesocichla eremita"]},") is the third landbird found on Nightingale and endemic to the Tristan da Cunha group. Among the species of seabirds that flock to the island are Northern Rockhopper Penguin (",{"type":"''","value":["Eudyptes chrysocome moseleyi"]},"), the Atlantic yellow-nosed albatross (",{"type":"''","value":["Thalassarche chlororhynchus"]},"), the Soft-plumaged Petrel (",{"type":"''","value":["Pterodroma mollis"]},"), White-faced Storm Petrels (",{"type":"''","value":["Pelagodroma marina"]},"), White-bellied Storm Petrels (",{"type":"''","value":["Fregetta grallaria"]},"), Brown\/Southern\/Subantarctic Skuas (",{"type":"''","value":["Stercorarius antarcticus"]},"),  Tristan skuas (",{"type":"''","value":["Catharacta antarctica hamiltoni"]},"), broad-billed pions (",{"type":"''","value":["Pachyptila vittata"]},"), the great shearwater (",{"type":"''","value":["puffinus gravis"]},"), the Atlantic petrel (",{"type":"''","value":["Pteradroma incerta"]},"), the common diving petrel (",{"type":"''","value":["pelecanoides urinatrix"]},"), Antarctic tern (",{"type":"''","value":["Sterna vittata"]},"), and the sooty albatross (",{"type":"''","value":["Phoebetria fusca"]},").\n\n",{"type":"===","value":["Gough Island"]},"\n",{"type":"[[","value":[["File:Gough island top view.png"],["thumb"],["Top view of Gough Island"]]},"\nGough Island was first known as Diego Alvarez, but it was sighted again in 1721 by Captain Gough, from his ship the ",{"type":"''","value":["Richmond"]},".  This brought a new name - and a bit more attention - to the place. Though Gough Island is a U.K. territory, the only permanent settlement you will find is South African. ",{"type":"[[","value":[["South Africa"]]}," leases a portion of the island from the U.K. for use by SANAP ",{"type":"[","value":["http:\/\/www.sanap.org.za\/"]}," as the only permanently manned South Atlantic Ocean meteorological station ",{"type":"[","value":["http:\/\/gough.sanap.org.za\/"]},". The island is a ",{"type":"'''","value":[{"type":"[[","value":[["UNESCO_World_Heritage_List"],["UNESCO World Heritage Site"]]}]},".\n\nGough Island has no sheltered harbour or anchorage. The only suitable landing place for boats is at Glen Anchorage in Quest Bay on the island's east coast.\n\nSA Agulhas, on a relief expedition, departs from Cape Town to Tristan da Cunha then onwards to Gough Island on an annual relief voyage. This ship carries cargo and passengers.\n\nThere is presently no access for tourists and even crew members from passing yachts may not go ashore except in the case of an extreme emergency.\n\nGetting around comes with great difficulty - combination of excessively steep terrain and incredibly dense vegetation - and no paths to speak of. Nor is there any public accommodation on Gough Island.\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Saint Helena, Ascension and Tristan da Cunha"]]},"\n",{"type":"[[","value":[["Wikipedia:Tristan da Cunha"]]},"\n",{"type":"{{","value":[["geo"],["-37.116666666667"],["-12.283333333333"]]}]