[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trnava.sk\/old\/en\/ Trnava"]}]}," is a town in western ",{"type":"[[","value":[["Slovakia"]]}," with a population of over 70,000. \n\n",{"type":"[[","value":[["File:Slovakia-Trnava-Town tower.jpg"],["thumb"],["Trnava city center, city tower"]]},"\n\n",{"type":"==","value":["Understand"]},"\nTrnava has rich history as a medieval city. It was a university town as early as the 17th century. It has also been seat of archbishop and the catholic church has influenced city during its history. There are many churches in city, well preserved baroque city center, it has been nicknamed \"little Rome\". \nTrnava has been indutrialized since beginning of 20th century. Recently it emerged as one of centers of Slovak automotive industry with big PSA Peugeot car plant built in 2005 and many smaller car components producers. Nuclear power plant is located close to the city near village Jaslovske Bohunice.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nTrnava lies on major Slovak train route (from Bratislava to Kosice). Therefore there is quite easy railway access from most of major Slovak cities. Train travel from Bratislava takes only about 30 minutes. There are another two railway lines stemming from Trnava: one with westward direction (Smolenice, Kuty) and another  leading south-east to town of Sered. Trnava has direct railway connections with these European capitals: Vienna, Warsaw. Kiev.\n\n",{"type":"===","value":["By bus"]},"\nTrnava is located on major D1 Slovak freeway and close to its R1 intersection. It has good connection to Slovak capital Bratislava and nearby cities such as Nitra, Piestany, Trencin. Bus station is located is located near Trnava city center next to railway station. There are buses leaving to\/arriving from Bratislava at least once in every hour, more frequently in peak hours. Quite many people commute from Trnava to Bratislava and also from nearby villages to Trnava. Bus travel from Bratislava to Trnava takes about 50 minutes. There are direct bus lines to some major European cities such as Prague, Vienna, Munich.\n\n",{"type":"===","value":["By plane"]},"\nBratislava Airport (",{"type":"{{","value":[["IATA"],["BTS"]]},") is nearest commercial airport located about 40 km southward. Another close airport is Vienna International Airport (",{"type":"{{","value":[["IATA"],["VIE"]]},"). Small airport serving mostly ultra-light aviation is located some 10 km westward near village of Boleraz.\n\n",{"type":"==","value":["Get around"]},"\nMost points of interest can be reached from the center by walking. Car or taxi is preferred option to reach city outskirts. Keep in mind that traffic jams are quite common in peak hours. Trnava has public transportation system consisting of 16 bus lines. However, their frequency and comfort are rather insufficient. There are some bicycle paths in the city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Nagyszombat légifotó.jpg"],["thumb"],["Aerial view of the city centre"]]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"[","value":["http:\/\/www.truni.sk\/ Trnava university in Trnava"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nCity center (Stefanikova and Hlavna streets, Trinity square) has been traditional shopping area. Oldest shopping center Jednota is located there. Modern shopping centers have opened in recent years. Shopping center Max is about 1 km from city center near bus and railway stations. Major modern shopping cluster has evolved in north part of the city around Arkadia shopping park and Tesco mall.\n\n",{"type":"==","value":["Eat"]},"\nRestaurant Na Mlyne, hidden down a tree-lined laneway on the road to Hrnciarovce nad parnou, is definitely one of Trnava's secret treasures.\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThe city of Trnava is one of the few in Slovakia with it's own distinct brand of beer. The Sessler brewery is located just north of town, on Pri Kalvarii road, and has it's own restaurant. There is also a pub in the centre of town, on the main street near Trinity square, look for \"Passage Europa\" opposite the town hall, which serves only the Sessler brand of beer. Sessler beer comes in three varieties, light, dark and special, and does not disappoint!\n\nNorth-east of town, on Oresianska, is the Mrva & Stanko winery. This brand of wine was created in 1997 and uses local grape varieties grown in the Little Carpathian mountains. Degustation sessions are available.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several small hotels and so called \"pensions\" in the town.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Dream ***"],["alt="],["url=http:\/\/www.hoteldream.sk\/index_eng.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the centre, Kapitulska 12"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel EMPIRE ****"],["alt="],["url=http:\/\/www.empire-centrum.sk\/en\/hotel\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Near the centre, Hajdoczyho 11"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\nThere is free wifi zone in city center around Trinity square. Some restaurants, cafes offer wifi for their clients and there are a few internet cafes in the city as well.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Trnava"]]},"\n",{"type":"[[","value":[["Commons:Category:Trnava"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.377500"],["17.588333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Slovakia"]]}]