[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\nThe Trobriand Islands (also known as the Kiriwina Islands) are a group of raised coral atolls in the north of Milne Bay Province in ",{"type":"[[","value":[["Papua New Guinea"]]},". \n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:trobriand.png"],["thumb"],["300px"],["right"]]},"\nEver since the anthropologist Bronislaw Malinowski wrote about the courtship and marriage ritual of Trobriand Islanders in the 1920s, in books such as  “The Sexual Life of Savages in North-Western Melanesia”, these islands have been visited by men hoping to be dragged into the bushes by topless, grass-skirted girls, particularly during the yam harvest when there is said to be a tradition that couples are permitted to have a fling with others.\nAlthough not easy to get to, the “Islands of Love” attract a steady stream of visitors for other reasons too. The Trobriands, which is part of the ",{"type":"[[","value":[["Milne Bay #Understand"],["Kula Ring"]]},", have a matrilineal culture that revolves around cultivation of the yam; a unique version of the game of cricket, originally introduced by Methodist missionaries; together with white sand beaches, coral lagoons and rainforest. \nMost of the population of 12,000 lives on the main island of Kiriwina. Other major islands are Kaileuna, Vakuta and Kitava.\n\nTourism is less than it has been in the past, due to reduced air services, with the main national airline, Air Niugini, no longer flying there. Sources of cash income are few and the islanders rely to a great extent on remittances from family members working in Port Moresby and Alotau.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.apng.com\/ Airlines PNG"]}]}," has two flights weekly from the capital of Papua New Guinea, ",{"type":"[[","value":[["Port Moresby"]]},", on a small Twin-Otter plane, via the capital of ",{"type":"[[","value":[["Milne Bay"]]}," Province, ",{"type":"[[","value":[["Alotau"]]},". \n\nFrom Alotau it may also be possible to get a ride on one of the small boats that carry stores to the Trobriands.\n\n",{"type":"==","value":["Get around"]},"\nFor a small fee, hitch a ride on one of the boats going between the islands.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Trobriand Islands Dancing."]}," The people of the Trobriands have made great efforts to preserve their traditional culture. Dancing is common, particularly during the yam festival, which takes place in June or July. The girls have coloured short skirts, oiled bodies, faces painted and hair decorated with flowers and feathers. They use woven bracelets and shell necklaces. The boys also sometimes wear grass skirts and have head dresses of cockatoo feathers. Having resisted the best efforts of missionaries, Trobriand dancing retains its original sensuality."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Trobriand_yam_house.jpg"],["thumb"],["200px"],["right"],["Wood carving of traditional Trobriands yam house"]]},"\n\nWooden carvings, particularly of traditional yam stores. Decorated gourds, used to carry the lime that is mixed with the betel nut that is much chewed in the Trobriands.\n\n",{"type":"==","value":["Eat"]},"\nRestaurants are found in the two Lodges. There is not much else.\n\nGiven that the yam is central to the culture of the Trobriand Islands, no visit is complete without trying some.\n\n",{"type":"==","value":["Drink"]},"\nWhile you can buy beer and other drinks at local stores, the only bars are to be found in the Lodges.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Butia Lodge"]},", close to the airport +675.641.0900; +675.641.0999 "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kiriwina Lodge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(675) 6411326"],["tollfree="],["fax=(675) 6439022"],["price="],["checkin="],["checkout="],["content=On the waterfront in Losuia township."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Village stays"]},". It may be possible to organize stays in traditional villages on arrival or at one of the two lodges. A package trip to the Trobriands, including village stays, is offered by Ecotourism Melanesia ",{"type":"[","value":["http:\/\/www.em.com.pg\/"]},"."]},"\n",{"type":"==","value":["Go next"]},"\nFlights out can be cancelled. Don't leave it until the last minute to leave the Trobriand Islands if you have connecting flights that cannot be changed\n\n",{"type":"{{","value":[["geo"],["-8.6667"],["150.9167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Milne Bay"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Trobriand Islands"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Trobriand Islands"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]