[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Tromelin.jpg"],["flag=Flag of the French Southern and Antarctic Lands.svg"],["capital=NA"],["government=possession of ",{"type":"[[","value":[["France"]]},"; administered by a high commissioner of the Republic, resident in ",{"type":"[[","value":[["Reunion"]]}],["currency=euro or € (EUR)"],["area=1 sq km"],["population=uninhabited, except for visits by scientists"],["language=",{"type":"[[","value":[["French phrasebook"],["French"]]}],["religion=NA"],["electricity=NA"],["callingcode=NA"],["tld=.re (Reunion)"],["timezone=UTC +6"],["legal system=laws of France"]]},"\n",{"type":"'''","value":["Tromelin Island"]}," is a minor one of the ",{"type":"[[","value":[["islands of the Indian Ocean"]]},", approximately 500 miles east of ",{"type":"[[","value":[["Madagascar"]]}," and 500 miles north of ",{"type":"[[","value":[["Reunion"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:Ile tromelin 76.jpg"],["thumb"],["250px"],["Map of Tromelin Island"]]},"\n\nTromelin Island is ",{"type":"'''","value":["not open to tourism"]},".  It is uninhabited, and serves as a sea tortoise and seabird sanctuary.  The only facility on the island is an important meteorological station which gathers data for forecasting cyclones and hurricanes.  First explored by the French in 1776, the island came under the jurisdiction of ",{"type":"[[","value":[["Reunion"]]}," in 1814. The island was discovered when the French ship Utile,which was carrying slaves at the time, hit the reefs of the island.The crew got on a floatable raft to make it to Madagascar, while they left 60 slaves on Tromelin Island.. Fifteen years later in 1776, the chevalier de Tromelin, (from whom the island takes its name) captain of the French warship La Dauphine, came upon the Island and rescued the slaves that were still alive — seven women and an eight-month-old child. Tromelin Island was occupied by France in 1954 while it was part of Mauritius and it is claimed by Mauritius.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Tromelin aerial photograph.JPG"],["thumb"],["250px"],["Tromelin Island"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere is an unpaved airstrip on the island. Meaning when a plane lands, it lands on a dirt path unlike cement at airports.\n\n",{"type":"===","value":["By boat"]},"\n\nTromelin has no harbors; offshore anchorage only.\n\n",{"type":"==","value":["Get around"]},"\n\nEverything is within walking distance.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are no businesses on the island.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are no accommodations open to the public.\n\n",{"type":"==","value":["Terrain"]},"\n\nThe Terrain on Tromelin Island is sandy, flat, low and is likely volcanic. The island is also surrounded by coral reefs. The Island also has volcanic rock.\n\nVolcanic Rock-Volcanic rocks are usually fine-grained or aphanitic to glass in feel. They often contain classes of other rocks and phenocrysts. Phenocrysts are crystals that are larger than the matrix and are identifiable with the unaided eye. Rhomb porphyry is an example with large rhomb shaped phenocrysts embedded in a very fine grained matrix. Volcanic rocks often have a vesicular texture caused by voids left by volatiles escaping from the molten lava. Pumice is an example of explosive volcanic eruption. It is so vesicular that it floats in water.\nVolcanic rocks are named according to both their chemical composition and texture. Basalt is a very common volcanic rock with low silica content. Rhyolite is a volcanic rock with high silica content. Rhyolite has silica content similar to that of granite while basalt is compositionally equal to gabbro. Intermediate volcanic rocks include andesite, dacite, trachyte, and latite.\nPyroclastic rocks are the product of explosive volcanism. They are often felsic (high in silica). Pyroclastic rocks are often the result of volcanic debris, such as ash, bombs and tephra, and other volcanic ejecta. Examples of pyroclastic rocks are tuff and ignimbrite. Some of these rocks can be found on Tromelin Island.\n\nComposition of volcanic rocks-\nThe sub-family of rocks that form from volcanic lava are called igneous volcanic rocks.\nThe lavas of different volcanoes, when cooled and hardened, differ much in their appearance and composition. If a rhyolite lava-stream cools quickly, it can quickly freeze into a black glassy substance called obsidian. When filled with bubbles of gas, the same lava may form the spongy mineral pumice. Allowed to cool slowly, it forms a light-colored, uniformly solid rock called rhyolite.A common feature of glassy rocks is the presence of rounded bodies (spherulites), consisting of fine divergent fibres radiating from a center; they consist of imperfect crystals of feldspar, mixed with quartz or tridymite; similar bodies are often produced artificially in glasses that are allowed to cool slowly. Rarely these spherulites are hollow or consist of concentric shells with spaces between (lithophysae). Perlitic structure, also common in glasses, consists of the presence of concentric rounded cracks owing to contraction on cooling.\n\n",{"type":"==","value":["Climate"]},"\n\nThe climate in Tromelin Island is Tropical.\n\n",{"type":"==","value":["Animals"]},"\n\nCurrently, the island is a nesting ground for seabirds and turtles. It is also a conservation area for unique vegetation and rare bird life.\n\nSeabirds (also known as marine birds) are birds that have adapted to life within the marine environment they are seen on many different beaches and islands. While seabirds vary greatly in lifestyle and as well in size, behaviour and physiology, they often exhibit striking convergent evolution, as the same environmental problems and feeding niches have resulted in similar adaptations. The first seabirds evolved in the Cretaceous period, and modern seabird families emerged in the Paleogene. They are seen on Tromelin Island today. In general, seabirds live very long, tend to breed later in life and have fewer young than other birds do, but they invest a great deal of time in their young so they can survive  on their own. Most species nest in colonies, which can vary in size from a few dozen birds to millions. Many species are famous for undertaking long annual migrations, crossing the equator or circumnavigating the Earth in some cases. They feed both at the ocean waters' edge and below it, and even feed on each other to survive. Seabirds can be highly pelagic, coastal, or in some cases spend a part of the year away from the sea entirely. The seabirds use Tromelin Island to lay their eggs until their young are born.\n\nTromelin Island is home to the herbaceous plant and coral reefs. The herbaceous plant that contains leave and stems and can only survive during a particular season. Once the plant dies it goes back into the soil so it can grow again in their next season. Herbaceous plants are annuals, biennials or perennials. There are also larger herbaceous plants such as the Musa genus, to which the banana belongs.\n\nTromelin Island is very use to coral reefs since they surround the island.Coral reefs are found underwater and are structures that are made from calcium carbonate secreted by corals. Corals are colonies of tiny living animal, such as marine life, found in marine waters containing few nutrients. Most coral reefs are built from stony corals ion the water, and are formed by polyps that live together in groups. The polyps secrete a hard carbonate exoskeleton which provides support and protection for the body of each polyp, making it stronger. Reefs grow best in a clear, warm and sunny environment.\nOften called “rainforests of the sea”, coral reefs form some of the most diverse ecosystems on earth and they are home to many different water animals. They occupy less than one tenth of one percent of the world ocean surface, about half the area of France, yet they provide a home for twenty-five percent of all marine species, including fish, molluscs, echinoderms and sponges. \n\nTromelin Island is also home to algae.Algae is created by tiny little organisms and is photosynthetic like plants.Algae also produces oxygen which helps people breathe if they ever get the chance to visit Tromelin Island.\n\n",{"type":"==","value":["Land Use"]},"\n\narable land: 0% \npermanent crops: 0% \npermanent pastures: 0% \nforests and woodland: 0% \nother: 100% (scattered bushes)\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-15.892222"],["54.524722"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Islands_of_the_Indian_Ocean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tromelin_Island"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tromelin"]]}]