[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Trowulan"]}," is an archaeological site located in Trowulan Subdistric, Mojokerto Regency in ",{"type":"[[","value":[["East Java"]]},". The city is the only Hindu-Buddha classical age site in Indonesia that has been discovered. The site covers an area of 11 km x 9 km.\n",{"type":"[[","value":[["Image:Trowulan Archaeological Site.svg"],["thumb"],["200px"],["Map of the ruins"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nTrowulan site has been suggested it was the site of the eponymous capital city of the Majapahit Empire, which is described by Mpu Prapanca in the 14th-century poem Nagarakretagama and in a 15th-century Chinese source. It was razed due to the invasion of Girindrawardhana to defeat Kertabhumi in 1478. After this event Majapahit's capital moved to Daha (",{"type":"[[","value":[["Kediri"]]},").\n\nMost of archaeological relics discovered in Trowulan and its vicinity is stored and displayed in Trowulan Museum, located on west side of Segaran pool. Excavations in and around Trowulan have shown that parts of the old settlement still lie buried under several metres of mud and volcanic debris, a result of the frequent eruptions of nearby Mount Kelud, as well as frequent flooding of the Brantas River. Several archaeological ruins lie scattered around Trowulan village. Several are quite damaged, while others have undergone reconstruction. Most are constructed of red brick.\n\nThe ancient city ruins at Trowulan had been discovered by the 19th century. Sir Thomas Stamford Raffles, Governor-General of the Dutch East Indies from 1811 until 1816 and an indefatigable enthusiast for the island's history, reported the existence of ' ",{"type":"''","value":["ruins of temples.... scattered about the country for many miles"]}," '. Much of the region was blanketed with dense teak forest at that time, making detailed survey impossible. Nonetheless, Raffles was so impressed by what he saw that he was later to refer to Trowulan as ' ",{"type":"''","value":["this pride of Java"]}," '\n\n",{"type":"==","value":["Get in"]},"\nBus from Surabaya.\n\nFrom Surabaya Terminal Bungurasih take a bus headed for Jombang and ask to get off at \"Trowulan perempatan, lampu merah\" (Trowulan four ways, traffic lights). Your first destination, Trowulan Museum is a 1 km walk (or becak \/ ojek ride) on the left road.\nThe bus ticket costs Rp. 7000 and takes approximately 1 hour.\n\nCar \/ Motorbike\n\nTrowulan is 60 km down the Surabaya-Solo road. The road starts near Bungurasih bus terminal. Follow the signs to Krian and keep going. At Trowulan four ways, traffic lights your first destination, Trowulan Museum is 1 km on the left road.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Bajang Ratu Gate Trowulan.jpg"],["thumb"],["150px"],["Bajang Ratu Gate"]]},"\n",{"type":"[[","value":[["Image:Candi Tikus.jpg"],["thumb"],["200px"],["Candi Tikus"]]},"\n",{"type":"[[","value":[["Image:Segaran.jpg"],["thumb"],["200px"],["Segaran Pool"]]},"\n",{"type":"[[","value":[["Image:Brahu Temple Trowulan.jpg"],["thumb"],["200px"],["Brahu Temple"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Candi Tikus"]}," is a ritual bathing pool (petirtaan) which is perhaps the most exciting recent archaeological finding at Trowulan. Candi Tikus means 'rat temple', the name given to the discovery in 1914 because the site appeared during the excavation to be a rat-breeding enclosure. Restored to its present condition in 1985 and 1989, this complex of red brick takes the form of a sunken, rectangular basin, into which a flight of steps descends on the northern side. The principal structure, which projects from the southern wall of the basin, was apparently modelled on the legendary Mount Mahameru. No longer complete, it consisted of terraced foundations, upon which would have rested a concentric arrangement of 'turrets' surrounding the highest peak of the building."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bajang Ratu"]}," is an elegant red brick paduraksa gate dating from the mid-14th century. The form of the structure is tall and slender, rising to a height of 16.5 metres and displaying intricate relief decoration, especially on the roof section. Bajang Ratu in Javanese literally means 'dwarf or defect monarch'. Folk tradition links the gate with Jayanegara, the second Majapahit king, successor to Kertarajasa Jayawarddhana, founder of the Majapahit Empire. According to tradition, Jayanegara fell from the gate as a child, causing defects to his body. The name probably also means 'little monarch', as Jayanegara ascended to the throne at a young age. Historian connect this gate with Çrenggapura (Çri Ranggapura) or Kapopongan of Antawulan (Trowulan), the shrine mentioned in Nagarakertagama as the dharma place (holy compound) dedicated to King Jayanegara during his death on 1328."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wringin Lawang"]}," is located a short distance south of Indonesian National Route 15 at Jatipasar village. The name in Javanese means 'The Banyan Tree Gate'. The grand gate portals are made from red brick, with a base of 13 x 11 metres and a height of 15.5 metres, and date from the 14th century. The gate is of the 'Candi Bentar' or split gateway type, a structure which may have appeared during the Majapahit era. It is one of the oldest and the largest surviving 'Candi Bentar' dated from Majapahit era. The 'Candi Bentar' took shape of typical Majapahit temple structure – consists of three parts; foot, body and tall roof – evenly split into two mirroring structures to make a passage in the center for people to walk through. This type of split gate has no doors and provides no real defensive purpose but narrowing the passage. It was probably only serve the ceremonial and aesthetic purpose, to create the sense of grandeur, before entering the next compound. Most historians agree that this structure is the gate of an important compound in the Majapahit capital. Speculations concerning the original function of this majestic gateway have led to various suggestions, a popular one being that it was the entrance to the residence of Gajah Mada.g"]},"\n",{"type":"*","value":[{"type":"'''","value":["Candi Brahu"]}," in the Bejijong village is the sole surviving structure of what was once a cluster of historic buildings. According to popular folk belief, it was in the vicinity of Candi Brahu that the cremation ceremonies for the first four Majapahit rulers were carried out. This tradition, while difficult to prove, is supported in part by material evidence, which suggests that the monument once served as a royal mortuary shrine. The royal personage to whom the building was dedicated remains unclear. The ruin of Candi Gentong lies nearby."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Islamic tomb of Champa Princess"]}," is believed to be the tomb of a Majapahit king's consort. According to local traditions, she is said to have married one of the last of the Majapahit kings and to have converted him to Islam before her death in 1448."]},"\n",{"type":"*","value":[{"type":"'''","value":["Segaran Pool"]}," is a large rectangular pool 800 x 500 metres in size. The name Segaran originated from the word 'segara' in Javanese which means 'sea', probably based on the local suggestion that the large pool is the miniature of the sea. Surrounding the water basin is a rectangular wall made of red brick. The brick pool structure was discovered in 1926 by Henri Maclaine Pont; at that time the pool was covered in dirt and mud. Reconstruction took place some years later and now Segaran pool functions as a recreational pool and fishing pond. The brick structure originated from the 14th–15th century Majapahit era. The actual function of the pool is unknown. A study suggested that the pool probably served various functions, but mainly the as the city reservoir, the source of fresh water essential for high density urban area, especially during the dry season. Another popular local belief is that the pool was used as the bathing place and as a swimming pool to train Majapahit troops, and as recreational pool for Majapahit royalty to entertain envoys and guests."]},"\n",{"type":"*","value":[{"type":"'''","value":["Candi Menak Jingga"]}," is a ruined structure within the vicinity with the base still lies buried underground. Excavation still on the progress. The structure is made from carved andesite stone on outer layer with red brick in inner layer. The most exciting feature of this structure is the parts contained ornaments (probably roof part) identified as Qilin, a Chinese mythical creature. This might suggested a strong cultural relationship with China especially during Ming Dynasty. The local tradition linked this site with the pavilion of Queen Kencana Wungu, the Majapahit queen from the tales of Damarwulan and Menak Jingga."]},"\n",{"type":"*","value":[{"type":"'''","value":["Umpak"]}," are stones that formed the base for wooden pillars, which were probably part of wooden building. The organic material has decayed and only the stone base remains."]},"\n",{"type":"*","value":[{"type":"'''","value":["Troloyo hamlet"]}," is a numerous Islamic tombstones that have been discovered during the archaeological progress, the majority of which date from between 1350 and 1478."]},"\nother site that can be visited includes:\n",{"type":"*","value":["Balong Bunder"]},{"type":"*","value":["Pendopo Agung"]},{"type":"*","value":["Goldworking and bronzeworking sites"]},{"type":"*","value":["Nglinguk"]},{"type":"*","value":["Candi Kedaton"]},{"type":"*","value":["Sentonorejo"]},{"type":"*","value":["Candi Sitinggil"]},"\n",{"type":"==","value":["Do"]},"\n\nIn the archaeological site of Truwolan lies a museum which holds numerous statues and artifacts which were discovered in the site with an entrance fee of RP. 2,500, it is advisable not to miss this museum during your visit to Trowulan. The site is basically a large park with few monuments scattered around which is good to be explored and appreciated if you are into Javanese culture.\n\n",{"type":"==","value":["Buy"]},"\n\nSandals are popular. Expect to pay Rp. 10,000\nSee \"eat\"\n\n",{"type":"==","value":["Eat"]},"\nThere are numerous ",{"type":"''","value":["warung"]}," along the route. Popular dishes include Bakso and Es Degan. By the Troloyo Grave and Pendopo Agung there are numerous Pentol sellers.\n\n",{"type":"==","value":["Drink"]},"\nIf you're thinking of anything alcoholic you may need to make a 50 km journey to Alfamart or Indomaret. For something a little more innocent try es degan (sweetened young coconut juice) or cheap (Rp. 1000!) ice cream.\n\n",{"type":"==","value":["Sleep"]},"\nIt is very advisable for tourist to stay in ",{"type":"[[","value":[["Surabaya"]]}," provided the hotels is more accustomed with English language, there are also numerous hotels in ",{"type":"[[","value":[["Mojokerto"]]},". \n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["-7.5667"],["112.3833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["East Java"]]},"\n\n",{"type":"[[","value":[["wikipedia:Trowulan"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Trowulan"]]}]