[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Troy"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Troi.jpg"],["thumb"],["300px"],["Trojan Horse at the entrance of the site"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.muze.gov.tr\/troia-en Troy"]}]}," (Turkish: ",{"type":"''","value":["Truva"]}," or ",{"type":"''","value":["Troya"]},") is an ancient city in what is now northwestern ",{"type":"[[","value":[["Turkey"]]},", made famous in ",{"type":"'''","value":["Homer"]},"’s epic poem, the ",{"type":"''","value":["Iliad"]},". According to the ",{"type":"''","value":["Iliad"]},", this is where the legendary ",{"type":"'''","value":["Trojan War"]}," took place. Today it is an archaeological site popular with travellers from all over the world, and in addition to being a Turkish national park, it is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n\nWhile Troy is one of the most famous ancient sites in Turkey (perhaps along with ",{"type":"[[","value":[["Ephesus"]]},"), keep your expectations in check upon visiting here. You won't find the glory of the shiny marble columns common in many other sites of antiquity, but it helps to think of the ruins as a memorial to all the wars that people had to suffer and had the reduction of cities to rubble numerous times throughout the history.\n\n",{"type":"==","value":["Understand"]},"\nThe first city on the site of Troy was ",{"type":"'''","value":["Wilusa"]},", founded in the 3rd millennium BC by the Hittites, who were the first indigenous Anatolian people to rise to form a state during the Bronze Age. Situated over the Hisarlık Hill on the northwestern tip of ",{"type":"[[","value":[["Along the Troad Coast"],["Troad Peninsula"]]},", it was clear that the reason for the city's existence in the first place was a total control of Dardanelles, which, along with the Sea of Marmara and the Bosphorus, is today known as the Turkish Straits, a key route connecting Mediterranean with the Black Sea, as well as being where European and Asian landmasses are just a stone's throw away from each other.\n\nThe abduction of ",{"type":"'''","value":["Helen"]},", the daughter of the king of ",{"type":"[[","value":[["Sparta"]]},", by ",{"type":"'''","value":["Paris"]},", a Trojan prince, sparked emnity between the Trojans and Achaeans from ",{"type":"[[","value":[["Peloponnese"],["across the Aegean Sea"]]},", or so says the story. Having been unable to break into the defensive walls of the city, the Achaeans decided to set up a trick—they offered a huge ",{"type":"'''","value":["wooden horse"]}," as a gift to the Trojans, as amends for the bother they caused with their war galleys on the city's beach. Trojans accepted the offer sincerely, but this resulted in them losing their city, as inside of the horse were of Achaean soldiers, ready to fight, and now right in the centre of the city.\n\nThere actually ",{"type":"''","value":["was"]}," a ",{"type":"'''","value":["Trojan War"]},", which probably took place in the 12th century BC, and it was around this time Hittite Wilusa was converted to Hellenic ",{"type":"'''","value":["Illion"]},", and later ",{"type":"'''","value":["Troia"]},". However, for some reason, all later invaders from all directions, with the notable exception of Alexander the Great (whose officers founded the city of ",{"type":"'''","value":[{"type":"[[","value":[["Geyikli"],["Alexandria Troas"]]}]}," on the coast south of Troy), favoured the Bosphorus to the northeast instead of the Dardanelles for their intercontinental crossings. The Roman emperor Constantine I (r. 306-337) agreed as well, founding a new capital for his empire, ",{"type":"[[","value":[["Istanbul"],["Constantinople"]]},", on the banks of Bosphorus. As Constantinople flourished, its geographical rival Troy declined, eventually disappearing under layers of dirt.\n\nSince the days of Byzantine Empire, Troy was thought to be nothing but Homer's pure imagination, but in 1868, ",{"type":"'''","value":["Heinrich Schliemann"]},", a German businessman and a self-proclaimed archaeologist, proved otherwise, after taking the hint that Troy might be a real place buried under the Hisarlık Hill from Frank Calvert, a British archaeologist who visited the site three years earlier. As Schliemann's excavations were totally amateurish, it damaged the integrity of much of the remains, but Schliemann obtained what he yearned for anyway—his Greek spouse Sophia Schliemann is immortalized in a photo showing her wearing the treasures found at the Hisarlık Hill (part of the treasure was later taken by the Red Army from ",{"type":"[[","value":[["Berlin"]]}," to ",{"type":"[[","value":[["Moscow"]]}," at the end of World War II).\n\nAlthough almost a century and a half passed since the days of Schliemann, Troy still hasn't been unearthed completely, and the excavation works still continue to this day.\n\nOnce a harbour city on the edge of a deep bay of the Dardanelles, the site now lies 5 km inland from the coast due to the alluvial material carried by the River Scamander (modern Karamenderes), which filled the bay, turning it into the fertile, flat farmland stretching out to the sea that it is.\n\nIn modern ",{"type":"[[","value":[["Turkish phrasebook"],["Turkish"]]},", there is a tendency to shift of the name of the site from ",{"type":"'''''","value":["Truva"]},", which reflects the pronounciation of the French name of the place (",{"type":"''","value":["Troie"]},") as that was the language of choice among the Turkish elite up to the 1950s, to ",{"type":"'''''","value":["Troya"]},", which is closer to the original Greek name, although both can still be heard interchangably.\n\n",{"type":"==","value":["Get in"]},"\nThe nearest main center is ",{"type":"[[","value":[["Çanakkale"]]},", about 35 km to the north of Troy.  There are minibuses that travel to and from the Çanakkale local bus station, which is located under the bridge by the river. The trip takes about 45 minutes.\nFrom Çanakkale, the minibuses are scheduled (as of 2012\/01) to leave every hour starting at 7AM with the last one at 3PM. To get back, they leave hourly starting at 9:30AM with the last one leaving at 5:30PM. An up to date schedule can be found in the Tourist Information office in Çanakkale near the ferry port.\n\n",{"type":"===","value":["By car"]},"\nThe site is 5 km off the main Çanakkale-Izmir highway (D550\/E87), with which it is connected by a road through a nice pastoral landscape. Road signs (saying either ",{"type":"''","value":["Truva"]},", ",{"type":"''","value":["Troya"]},", ",{"type":"''","value":["Troy"]},", or ",{"type":"''","value":["Troia"]},", sometimes two of them on the same signpost) will direct you, starting from the ferry harbour in Çanakkale. Note that there is no signpost on the approach to the junction where the road to Troy branches off the main highway (except one brown sign right inside the junction), so lower your speed and expect the junction anytime when you are 30 km or so out of Çanakkale.\n\n",{"type":"==","value":["Get around"]},"\nThe path through the ruins is well marked, but quite rocky and slippery in places. Be sure to wear proper walking shoes.\n\n",{"type":"==","value":["See"]},"\nExplore the ruins.\n\nTroy was destroyed and rebuilt nine times over, and each of nine different layers still has something left to this day, although amateurish archaeological excavations of late 1800s damaged some of them a lot more than others. The layer that is thought to be depicted in Homer's Iliad is likely Troy VII, a portion of the legendary walls of which is still intact.\n\nThe admission fee to the site is 15 TL pp. Make sure that you don't accept any of the 'old' Turkish money as change from the admission office. You won't be able to use it outside of Troy (for some reason certain locations still accept and distribute the old 'New Turkish Lira') and you will have to change it at a bank.\n\n",{"type":"==","value":["Do"]},"\nClimbing up the ladders of (fake, re-constructed) Trojan horse in the entrance of the site is an inevitable part of Troy experience. Better do it on weekdays as the ladders (and the interior of the horse itself) may be crowded at weekends by schoolchildren on a schooltrip (a situation which makes climbing up and down those steep stairs rather unpleasant). Winter is a fantastic time to visit Troy, as there are very few tourists around and you may even get the fake horse to yourself.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wilusa Restaurant"],["url=http:\/\/www.wilusa.net\/"],["email="],["address=Tevfikiye"],["lat="],["long="],["directions="],["phone=+90 286 283 00 44"],["tollfree="],["fax=+90 286 217 84 89"],["hours="],["price="],["content=Turkish fast food."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Varol Pansiyon"],["url="],["email=rehagirgin@hotmail.com"],["address=Tevfikiye"],["lat="],["long="],["directions="],["phone=+90 286 283-08-28"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Guesthouse with 24-hr hot water."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Troia Pension & Camping"],["url=http:\/\/www.troiapension.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+90 286 283-05-71"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Campsite for caravans, motorhomes, and tents.  Motel rooms available.  Hot showers, laundry, electric hook-up, free Wi-Fi."]]}]},"\n",{"type":"[[","value":[["Çanakkale#Sleep"],["Staying in Çanakkale"]]}," and visiting Troy as a day-trip is also possible.\n\n",{"type":"==","value":["Connect"]},"\nThere are public payphones just off the entrance of the ancient city. Telephone code for the area is (+90) ",{"type":"'''","value":["286"]},".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Fans of the Iliad (as well as nature lovers) will likely find nearby ",{"type":"[[","value":[["Northern Aegean#Other destinations"],["Mount Ida"]]}," (to the southeast of Troy) interesting, where gods watched the epic fight below on the fields of Troad, as well as where Paris picked the most beautiful one of three goddesses. Both the northern (through the town of ",{"type":"[[","value":[["Bayramiç"]]},") and southern (from various villages lining ",{"type":"[[","value":[["Northern Aegean"],["the northern coast of the Gulf of Edremit"]]},") approaches to the mountain are worth checking."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bozcaada"]]},", or ancient ",{"type":"'''","value":["Tenedos"]},", an island in the Aegean Sea with a nicely preserved old town and a Venetian castle, is located nearby (within the sight of bare eyes from Troy). Geyikli harbour, which has a ferry connection with Bozcaada, is only ten or so kilometres away from Troy, to the south."]},{"type":"*","value":[" ",{"type":"[[","value":[["Çanakkale"]]},", the hub and the main city of the Troad Peninsula, should be one of your next destinations if you have not already arrived from that direction."]},{"type":"*","value":[" You can also keep moving southwards via backcountry roads ",{"type":"[[","value":[["Along the Troad Coast"],["along the coast"]]},", passing pleasant villages and a number of ancient Greek ruins among some pretty nice Mediterranean landscapes."]},"\n",{"type":"{{","value":[["routebox"],["image1=Tabliczka E87.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Keşan"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["Image:Ferry.png"],["16px"]]}],["minorl1=",{"type":"[[","value":[["Çanakkale"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Izmir"]]}],["minorr1=",{"type":"[[","value":[["Altinoluk"]]}]]},"\n\n",{"type":"[[","value":[["Wikipedia:Troy"]]},"\n\n",{"type":"{{","value":[["geo"],["39.957500"],["26.238889"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Marmara"]]},"\n\n",{"type":"{{","value":[["related"],["Along_the_Troad_Coast"]]},"\n",{"type":"{{","value":[["related"],["UNESCO_World_Heritage_List"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Troy"]]}]