[{"type":"{{","value":[["pagebanner"],["Wikivoyage Truck stop banner - Shell Iittala Finland.jpg"]]},"\n",{"type":"[[","value":[["File:CafeTruckStopHooper.JPG"],["thumb"],["The café and truck stop on Colorado State Highway 17 in Hooper, Colorado"]]},"\n\n",{"type":"'''","value":["Truck stops"]}," are very interesting places.  It is a good place to take a break and watch trucks come and go.  Some people enjoy photographing the diesel pumps.  Truck stops also have repair shops and truck washes (although the truck washes are often operated by a separate company).  Real truck stops have more pumps for trucks than for 4 wheelers.\n\nTruck stops range in size from gas stations with a few parking spaces for big rigs to places with several hundred parking spots.  Due to mergers and acquisitions there are three major truck stop chains in the US.  They are Pilot\/Flying J, TA\/Petro, and Love's.  Some smaller companies such as Road Ranger have locations that are affiliated with Pilot.  There are some Pilots and Flying Js in Canada.\n\nTruck stops are sometimes part of ",{"type":"[[","value":[["Intercity bus travel in the United States"],["bus travel"]]},".  In some small towns, the bus station is a truck stop.  An example of this is the Pilot in ",{"type":"[[","value":[["Effingham"],["Effingham, Illinois"]]},".  Greyhound buses sometimes stop at truck stops for meal breaks.\n\nTruck stops can also prove to be very useful spots for ",{"type":"[[","value":[["Tips for hitchhiking"],["hitchhiking trips"]]},", especially if you take a rather \"active\" approach to the hitchhiking, such as asking around directly at the drivers, who are likely to provide fairly long-haul rides.\n\n",{"type":"==","value":["Services"]},"\n",{"type":"===","value":[{"type":"[[","value":[["United States"]]}]},"\nMany truck stops have national fast food outlets.  These outlets sometimes have a limited menu and are usually more expensive.   While the truck stop may be open 24\/7, this is not necessarily the case with the restaurants.  An authentic truck stop has a sit down restaurant.  The Petro in New Paris, ",{"type":"[[","value":[["Ohio"]]},", is a good example.  There are no fast food outlets, but there is an Iron Skillet.  It also has 12 diesel lanes and only 8 pumps for 4 wheelers.  In fact, the fuel island has its own store that is in a separate building from the restaurant and everything else. What also makes this truck stop unique is that to access it from I-70, you have to use the last exit in ",{"type":"[[","value":[["Indiana"]]},". \n \nYou can take your ",{"type":"[[","value":[["Car camping"],["RV"]]}," to the truck stop.  If your RV uses diesel, you can fill up at the pumps for trucks or 4 wheelers.  Many Flying Js have separate pumps (gas and diesel) for RVs.  These locations also offer dump sites and propane.\n\nIf you purchase enough diesel fuel (50 gallons - although independent truck stops may require 75 gallons or more) you will get a free shower.  If you ask for a team shower, you will get a second shower stall.  At Pilot\/Flying J and TA\/Petro the showers are accessed by entering a PIN.  While a small bar of soap and towels are provided, you have to provide your own shampoo.  While the showers are cleaned after each use, it is still a good idea to wear flip flops.\n \nYou should get a loyalty card.  This will allow you to save up shower credits (depending on the chain they will last for up to a week).  You also get a point for each gallon of diesel fuel.  Each point is like a (knock knock knock) penny of store credit.  Sadly, it cannot be used on good stuff such as booze (not that the beer sold at truck stops is anything special).  You may be able to get half shower credits if you buy 15 or more gallons of diesel.  The loyalty card will also help you save money on other things such as pizza and CB radios.\n \nMany truck stops charge for wifi. You can use points from your loyalty card to pay for it.\n\nWhile the repair shops cater to big rigs, they may be able to perform services on your RV such as oil changes and replacing tires.  You can also receive points (and possibly shower credits) when you use your loyalty card.\n\n",{"type":"===","value":[{"type":"[[","value":[["Canada"]]}]},"\nCanadian truck stops are mostly similar to their American counterparts.  However, there are some differences besides the obvious fact that fuel is sold by the litre and is more expensive.  For example, Canadian truck stops are less likely to have major fast food outlets.  Do not expect to find beer in all provinces as Canada's alcohol laws are generally more restrictive. (",{"type":"[[","value":[["Québec"]]}," sells beer in corner stores, ",{"type":"[[","value":[["Ontario"]]}," does not.) Chain truck stops in Canada tend to be affiliated with an oil company (such as Husky).\n\n",{"type":"===","value":[{"type":"[[","value":[["Australia"]]}]},"\nMost Australian truck stops are located in small towns along the main intercity highways. Australian truck stops generally feature a small convenience store which sells snacks and ice cream, and also hot food which is usually comprised of roast chicken and hot chips (US: French fries). In really remote areas such as the Nullarbor plain on the main route between Perth and Sydney, truck stops are known as roadhouses, and often have basic accommodation facilities. Rooms usually consist of a bed, shower, small television and essentially nothing else.\n\n",{"type":"==","value":["Overnight parking"]},"\nIf you park your RV overnight at a truck stop you should be considerate.  This means not taking up 2 extra parking spaces when your rooms pop out.\n \nIt is worth noting that there are a few truck stops that charge for overnight parking.  Most of these are located in the northeast United States.  This charge is waived if you buy 50 gallons of diesel or spend some money ($15 to $20) in the store.\n",{"type":"==","value":["Guides"]},"\nIf you plan on using truck stops you may want to get a guidebook.  The major chains have free location guides.  These booklets include information about amenities such as parking spaces, fast food, and other services.  This information can also be found on their websites.  The major chains have Facebook pages which provide additional information.  If you have an RV, you may want to spend some money on a truck stop book.  These list all the truck stops by exit (including gas stations with a few spaces for parking).  You can save some money when you buy the previous year's edition.\n",{"type":"[[","value":[["Wikipedia:Truck stop"]]},"\n",{"type":"[[","value":[["Commons:Category:Truck stops"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Transportation"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]