[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Trumbull"]}," is a city in ",{"type":"[[","value":[["Fairfield County"]]},", ",{"type":"[[","value":[["Connecticut"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nTrumbull is a town in Fairfield County, Connecticut, United States. The population was 34,243 at the 2000 census. RelocateAmerica.com currently ranks Trumbull, the only town selected from Connecticut, as one of the top 100 best cities to live in the U.S. Money Magazine ranked Trumbull #68 in their top 100 best places to live rankings of U.S. cities in 2007 and #77 in 2009.\n\nThe he scenic beauty the town has to offer is better accentuated during warmer days. If traveling in the spring or summer, pack lightly and enjoy the warm New England weather. It can get a bit hot, so pack some sunscreen if you are playing on walking around the town, or spending your day in one of Trumbull’s beautiful parks!\n\n",{"type":"==","value":["Get in"]},"\n\nNorth\nCentrally located off of Connecticut’s Merritt Parkway, Trumbull is an easy find for anyone new to the area. If traveling north, exit 48 off the of Merritt will take you to Main Street, close to the Trumbull Westfield Shopping Mall and home to many of Trumbull’s other local attractions. If coming from I-95, merge onto CT-15 S via the exit labeled “N.Y. City,” and you will find yourself on the Merritt Parkway headed towards exit 48.  \n\nSouth\nIf traveling South, Trumbull is easily found off the Merritt Parkway, or CT-111, as well. Exit 48 is an option again, but you will be presented with exit 47, which would take you to Churchill Road. If taking a right off of this exit, you will find yourself on another centrally located road in the town, where Trumbull Center is located. The center contains places to eat, places of leisure, banks, and other commodities. \n\n",{"type":"==","value":["Get around"]},"\n\nBeing such a small town, it is easiest to just get around by car as your mode of transportation. If looking to rent a car, there is a Hertz Rent-A-Car located at 180 Hawley Lane in Trumbull, close by the town’s Hawley Lane mini-mall. If you prefer to take a bus, there is a bus line that runs from Trumbull’s neighboring city of Bridgeport, CT, called the Greater Bridgeport Transit. With locations in numerous popular spots, such as on Main Street and Churchill Road, the GBT is affordable and efficient. The GBT runs Monday through Friday from 6AM-6PM, and Saturday from 8AM-12PM. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Indian Ledge Park"],["url=http:\/\/www.trumbullct.com\/ParkIndianLedge.htm"],["email="],["address=307 Indian Ledge Park Drive"],["lat="],["long="],["directions="],["phone= +1 203 261-9828"],["tollfree="],["fax="],["hours="],["price="],["content=Indian ledge is equipped with an amphitheatre stage that makes concerts a huge hit! There are usually concerts every Friday night in the summer. Call ahead for tickets and visit the website for a list of showings. Tickets usually sell out quickly so get them while they are hot!"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bow-Tie Cinemas"],["alt=Marquis 16"],["url=http:\/\/www.bowtiecinemas.com\/marquis-16.html"],["email="],["address=100 Quarry Road"],["lat="],["long="],["directions="],["phone= +1 203 365-6500"],["tollfree="],["fax="],["hours="],["price=$5 on Tuesdays, $8 matinee, $10.50 nights"],["content=Dedicated to returning style and elegance to the movie-going experience. All the latest showings. Bow-tie offers movies in 3D and also has stadium seating. There are 3 concession stands and a room to host birthday parties."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Unity Park"],["url=http:\/\/www.trumbullct.com\/ParkUnity.htm"],["email="],["address=345 White Plains Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great place to bring children in the winter and in the summer. Fully equipped with tennis courts and volleyball courts. You can usually catch a little league baseball game here. There is a pond for ice skating and a huge sledding hill too. Enjoy a game of horseshoes or a picnick in the summer time."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Hawley Lane Mall"],["url="],["email="],["address=100 Hawley Lane"],["lat="],["long="],["directions=Rte. 15N to Exit 51. Turn right on Rte.108S; at 4th light turn left onto Hawley Lane."],["phone= +1 203 338-4730"],["tollfree="],["fax="],["hours=M-Sa 10AM-9PM; Su 11AM-5PM"],["price="],["content= This shopping center includes Target, Kohl's, Homegoods, Best Buy, Payless, Michael's Jewelers and other smaller retail stores. Not your typical \"mall\", it is easily accessible and easy to get in and out of. This shopping center also has a nail salon and bank. Target is located behind the mini-mall."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Westfield Trumbull Shopping Center"],["alt=Trumbull Mall"],["url=http:\/\/westfield.com\/trumbull\/"],["email="],["address=5065 Main St"],["lat="],["long="],["directions=From North-Take Route 15 (Merritt Parkway) South to Exit 48. Take a left at the exit and the shopping center will be on your right. From South-Take Route 15 (Merritt Parkway) North to Exit 48. Take a right off the exit and the shopping center will be on your right"],["phone= +1 203 372-4500"],["tollfree="],["fax="],["hours=M-Sa 10AM-9:30PM; Su 11AM-6PM"],["price="],["content=Department stores include Macy's, JCPenney, Lord & Taylor, and Target. This is a smaller mall than Milford and Stamford. It still has a variety of stores and also a food court. The food court has all the best fast food restaurants and Ruby Tuesday's and Johnny Rocket's are two on-site restaurants."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Marisa's Ristorante"],["url=http:\/\/marisastrumbull.com\/"],["email="],["address=6540 Main St"],["lat="],["long="],["directions=Merritt Parkway (CT-15N) North: CT-15 N towards New Haven. Take exit 48 for Main St\/State Hwy 111. Keep left at the fork, follow signs for Trumbull\/Long Hill\/Monroe. Turn left at CT-111\/Main St. End at 6540 Main Street on right. Merritt Parkway (CT-15S) South: CT-15 S towards Bridgeport. Take exit 50 toward Trumbull. Merge onto CT-127\/White Plains Rd. Continue to follow CT-127. Turn right at CT-111\/Main St. End at 6540 Main Street on right"],["phone= +1 203 459-4225"],["tollfree="],["fax="],["hours=M-Sa 11:30AM-11PM; Su 12PM-10PM"],["price=$20-$30"],["content=Offers catering for parties. Enjoy live bands on Fr and Sa nights. One of the better restaurants in town if you love traditional italian food, need reservations for Fr and Sa nights."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ichiro Japanese Restaurant"],["alt=Habachi"],["url="],["email="],["address=900 White Plains Road"],["lat="],["long="],["directions=Trumbull Shopping Center"],["phone= +1 203 261-8818"],["tollfree="],["fax="],["hours=M-Sa 11:30AM-11PM; Su 12PM-10PM"],["price=$15-$20"],["content=Known for their sushi and habachi. Great staff members who make this a fun and entertaining family restaurant. You can sit down at a table or sit at a habachi table where the chef cooks right in front of you."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Frances Bakery"],["url="],["email="],["address=2 Daniels Farm Road"],["lat="],["long="],["directions="],["phone= +1 203 261-8533"],["tollfree="],["fax="],["hours="],["price=$5-$10"],["content=The most popular bakery in town. Frances's Bakery only serves the freshest treats. Enjoy anything from bagels and donuts to cookies and pastries. Fresh coffee too!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=O Bar & Grill"],["alt=Bar & Grill"],["url=http:\/\/www.obarandgrill.com\/about.htm"],["email="],["address=942 White Plains Road"],["lat="],["long="],["directions=Trumbull Shopping Center"],["phone= +1 203-452-8227"],["tollfree="],["fax="],["hours=M-Sa 11:30AM-11PM"],["price=$20-$25"],["content=Newly opened. This restaurant has an american bistro style with a modern flair. It is all open and a great place for friends or clients, not so much families. There is an outdoor patio that is seasonal. Great bar with great drinks and TV's to watch all the latest games. You need reservations for Friday and Saturday nights."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Trumbull Marriott Merritt Parkway"],["url=http:\/\/www.marriotttrumbull.com"],["email="],["address=180 Hawley Lane"],["lat="],["long="],["directions=From Laguardia Airport driving directions: take the Whitestone Bridge to the Hutchinson River Pkwy. to Rte. 15N to Exit 51. Turn right on Rte.108S; at 4th light turn left onto Hawley Lane."],["phone= +1 203-378-1400"],["tollfree="],["fax="],["hours="],["price=$129-$209"],["checkin=4PM"],["checkout=12PM"],["content=These Fairfield County accommodations feature 324 guest rooms with high-speed Internet access. This hotel offers rooms with amenities that ensure a comfortable and productive stay in Trumbull. J.Porter's Restaurant and Bar is right on-site and is open for breakfast, lunch and dinner. Trumbull Marriott also has an indoor and outdoor pool plus a brand new fitness center. On the Rox is a seasonal grille offered poolside."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Connecticut Highway 8.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Torrington (Connecticut)"],["Torrington"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Waterbury"]]}]}],["directionr1=S"],["majorr1=END"],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Bridgeport (Connecticut)"],["Bridgeport"]]}]}],["image2=Connecticut Highway 15.svg"],["imagesize2=22"],["directionl2=S"],["majorl2=",{"type":"[[","value":[["New York City"]]}],["minorl2=",{"type":"[[","value":[["Fairfield (Connecticut)"],["Fairfield"]]}],["directionr2=N"],["majorr2=",{"type":"[[","value":[["New Haven"]]}],["minorr2=",{"type":"[[","value":[["Stratford (Connecticut)"],["Stratford"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.233056"],["-73.218333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Fairfield County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Trumbull, Connecticut"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Connecticut\/Localities\/T\/Trumbull\/"]]}]