[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Ts'ehlanyane National Park"]}," is in the Leribe district of ",{"type":"[[","value":[["Lesotho"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThis is the largest National Park in Lesotho. The park owes its very existence to the “Hlotse Tunnel” adit (Lesotho Highlands Water Project), where it transfers its sparkling water from ",{"type":"[[","value":[["Katse Dam"]]}," into the Ash River near the South African Town of ",{"type":"[[","value":[["Clarens"]]},". It was originally classified as a Nature Reserve and is now part of the ",{"type":"[[","value":[["Maloti Drakensberg Transfrontier Conservation Area"]]},".\n\n",{"type":"===","value":["Landscape"]},"\nOver 5600 hectares of extremely rugged mountain terrain is protected within this park, which includes one of the very few indigenous woodlands in Lesotho.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe diversity of habitat types is exceptionally high and derived from the large latitudinal range that the park has.\n\nSome of the finest examples of Che-che (old wood), woodland are preserved at the heart of this area, with a number of rare undergrowth plants that are unique to this woodland habitat. On the banks of the rivers and streams are stands of berg bamboo which are of significant cultural significance to the Basotho people (used in initiation ceremonies, hut building, etc). The reserve also encompasses a reasonable proportion of very rare mountain \"fynbos\" that do not occur anywhere else in the world and also recorded are in excess of 220 flowing plant species. \n\nThere has been 24 small to medium sizes mammalian species recorded in the highlands area and these include the African wild cat, black-backed jackal, porcupine, caracal, grey rhebuck, baboon, striped pole cat and rock hyrax, ice rat, the clawless otter (there is circumstantial evidence that leopard still occurs in a few refuge habitats), All of these species with the exception of the clawless otter, grey rhebuck and rock hyrax are considered to be endangered in the park area.\n\nNo information is available on the avifauna of the park, other than the limited surveys undertaken by field staff to date. The very provisional list prepared to date indicates the presence of some 69 species of birds.\n\nThe list included two of the Red Data species (bearded and Cape vultures), and only one (orange-breasted rock jumper) of the three southern African endemic species considered to be globally “near-threatened” because of their restricted range. It is likely that further work will considerably extend this list.\n\n",{"type":"===","value":["Climate"]},"\nTs'ehlanyane National Park has an altitude ranging between 1940 to 3112 metres and is considered mostly sub-alpine. Summers are warm and wet while winter temperatures can drop well below freezing with snow fall dusting the upper reaches of the mountain side.\n\n",{"type":"==","value":["Get in"]},"\nThe park is located deep in the northern range of the Maloti Mountains at the foot of the Holomo Pass and only about 45 minutes on a good road from the South African border post of Caledonspoort (Caledonspoort is 15 minutes drive from the popular Freestate town of ",{"type":"[[","value":[["Clarens"]]}," and about 4 hours from O.R Thambo International Airport).\n\nA 32km-tarred access road that leaves the main A1 route 8km south of ",{"type":"[[","value":[["Butha Buthe"]]},". The route passes through the village of Khabo and parallels the Hlotse river along the very picturesque Holomo valley until it reaches the park entrance gate.  It is possible to take minibuses or taxis from Butha-Buthe to the park entrance.  Cost was around 20-30 ZAR\/LSL for minibus and around 150 ZAR\/LSL by taxi in April 2014.  Note that it may be difficult to return to Butha-Buthe from the park by public transport, and will likely require walking several kilometers to the nearest town before finding any available vehicles.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"*","value":["Adults: M40.00pp"]},{"type":"*","value":["Children (5-13years): M10.00pp"]},{"type":"*","value":["Pre Primary Schools: M2.00pp "]},{"type":"*","value":["Primary Schools: M5.00pp"]},{"type":"*","value":["High Schools: M10.00pp"]},{"type":"*","value":["Tertiary institutions: M15.00pp"]},"\n",{"type":"*","value":["Vehicles (up to 15 seats): M10.00pv"]},{"type":"*","value":["Buses (16 seats and above): M20.00pv"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Picnic site at the day visitors area"]},{"type":"*","value":["A spectacular 39km hiking trail links the Ts’ehlanyane National Park with the ",{"type":"[[","value":[["Bokong Nature Reserve"]]},". Stone hiking huts areavailable at the two end points"]},{"type":"*","value":["Various other hiking trails"]},{"type":"*","value":["Photographic opportunities. Not only is the scenery spectacular, but the fauna and flora offer a boundless variety of photographic subjects."]},{"type":"*","value":["Day walks: experience nature first hand by taking a stroll into the woodlands."]},{"type":"*","value":["Bird watching: keep an eye out for the Bearded Vulture and Ground Woodpecker."]},{"type":"*","value":["Basotho pony rides offer an ideal way to explore nature from a higher vantage point."]},{"type":"*","value":["Swimming in the streams and rock pools"]},{"type":"*","value":["Small game viewing"]},"\n",{"type":"==","value":["Drink"]},"\nThere is a bar located at Maliba Mountain Lodge which day visitors to the park are able to make use of.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maliba Mountain Lodge"],["url=http:\/\/www.maliba-lodge.com\/"],["email="],["address="],["lat="],["long="],["directions=Follow signs from front gate"],["phone=+27317028791"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lesotho's only 5 star luxury lodge. Excellent food and service."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maliba River Lodge"],["url=http:\/\/www.maliba.co.za\/"],["email="],["address="],["lat="],["long="],["directions=Follow signs from front gate"],["phone=+27317028791"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=New self catering chalets, Max 8 people per chalet"]]}]},"\n",{"type":"*","value":["Youth hostel-type accommodation is available directly from the park and is located about 500 meters from the park entrance.  While not as romantic as the lodging at Maliba, it is reasonably clean and functional.  Dormitories from 150 ZAR\/LSL per night (April 2014).  Note also that it is a good 30-45 minute walk (~2-4 km) from the park lodging to the official starting points of the hiking trails, though there appears to be a 4x4 trail nearby which also leads to the trails.  Consult the park office for details."]},"\n",{"type":"==","value":["Remember"]},"\nPassport, pocket knife, insect repellant\/anti-itch gel, antibiotic cream, sunblock (The African sun is intense), hat, sporting equipment, torch, travel guidebooks, English-Sesotho dictionary, plastic bags, warm clothing, waterproof clothing, compass or GPS, water bottle, binoculars, first aid kit and hiking shoes.\n\nThe water from the taps appears to be potable, but confirm with park and\/or lodging staff if unsure.  \n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lesotho"]]},"\n",{"type":"[[","value":[["wikipedia:Ts'ehlanyane National Park"]]}]