[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Tsumkwe"]}," is in a barren area of ",{"type":"[[","value":[["Namibia"]]}," formerly known as Bushmanland.\n\n",{"type":"==","value":["Get in"]},"\nFrom mid 2008, there is a commercial gas station in Tsumkwe. However, it is imperative that the person bring enough supplies.  Usually Grootfontein is the last outpost for supplies before heading to Tsumkwe. There are however two shops in town where you can get basic food supplies. A petrol station and garage is under planning.\nThe managers of Tsumkwe lodge doubted the viability of a petrol station here, given the extreme heat and lack of custom, but you might be able to pre-order fuel with the lodge.\nThere are two sparsely stocked supermarkets in the village - one even functions as a post office - but their standard stock is maize meal, beer and soft drinks.\n\n",{"type":"==","value":["Get around"]},"\nA four wheel drive vehicle is necessary for the difficult roads in the area. The village itself can be reached from the Namibia side with a standard two wheel drive.\n\n",{"type":"==","value":["See"]},"\nThe major attraction in the area is the kaudom game reserve in the north of Tsumkwe. There are also several villages in the area that welcomes tourists. Contact the Nyae Nyae Conservancy for more information about this. Tsumkwe lodge can also organize trips for people living there.\n\nThere are several large baobab trees in the vicinity and several nice spots for seeing animals and birds. During the wet season from january to april the area is beautiful and with luck you can see several endagered bird species. From August to October is the best for seeing animals.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nBushman curios at the \"shop\" (read garage) run by Rev. van Zijl and his wife. They have acquired these artifacts directly from the bushmen in exchange for food. They use this system to aviod any proceeds from their crafts being used for alcohol - a growing problem with bushsmen in the area.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe Tsumkwe Lodge is the main place to stay in the area. There is also a public guesthouse. The camping possibilites are good but remember to pay the camping fee to the conservancy.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-19.6000"],["20.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Namibia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tsumkwe"]]}]