[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Tucupita"]}," is a city in ",{"type":"[[","value":[["Guayana"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nTucupita is the capital town of the Delta Amacuro state in Venezuela.  it's a slow paced warm town, where you can enjoy your time and have a rest to plan your further stay in the country.  Warao influence is very noticeable, both in the physical aspect of the inhabitants as in their way to interact with each other and with outsiders.  Contracting prices and services with people here is not a game as it is in the Western or Arabic cultures so think twice if you really want to bargain about $1.\n\n",{"type":"==","value":["Get in"]},"\nan easy way to get to Tucupita is to take a carrito from ",{"type":"[[","value":[["Puerto Ordaz"]]},".  it takes 1.5 hour and costs BsF 50 (February 2010, €6) per person.  the connection to ",{"type":"[[","value":[["Maturín"]]}," is just as good, it takes longer (two hours) and costs the same.\n\n",{"type":"==","value":["Get around"]},"\nwalk or take a taxi, the central area is mostly safe also after dark.  the riverside walk gets more crowded after sunset and stays so until around 22:00.\n\n",{"type":"==","value":["See"]},"\nthere isn't much to \"see\" here, just enjoy the heat and look at the birds flying to their sleeping trees along the river as dark falls.\n\ngo to the market and ask the friendly market people about the names of the fish being sold there.  the market closes at lunch time (before 13:00) so if you want to have a good cheap lunch there, be early.\n\n",{"type":"==","value":["Do"]},"\nyou might want to organize your own trip to the Warao area from here.  you can use the piratas approaching you at the riverside park (they have ways to approach people that make them look like beggars or drunkards) or use one of the far too expensive tour operators.  don't expect the tours operators to act professionally.  require them to take fruit and juices or they will just provide for beer, rum and pepsi.  make sure they make your day start timely, or they will offer breakfast after 7:00 and leave the camp around 9:30.  \n\n",{"type":"==","value":["Buy"]},"\n\nHandicraft produced by the Warao can be divided in three classes: that what they learned from the catholic nuns (very fine moriche baskets, the finest in Venezuela), that what they learned from the protestant missions (mostly vivid coloured animal figures made of balsa wood or sangrito root) and finally what they always produced for their own use (large baskets they use as wardrobes and moriche hammocks).  a two-person hammock sells for 300 BsF(2010), roughly 40€.\n\n",{"type":"==","value":["Eat"]},"\ncheck where locals have their breakfast and join them.  there's plenty of fritanga facilities in most streets.  the best lunches are served at the market before 12:00.  you can have an honest evening pizza at the ugly constructions downstream along the river.  the only real restaurant is \"mi tasca\" and it does serve good laulau but it has no windows and no outside light and strong air conditioning.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=panadería"],["url="],["email="],["address=paseo mánamo"],["lat="],["long="],["directions=at the corner with calle arismendi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=very good 'polvorosa' cookies and guayava pastry."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Residencial"],["url="],["email="],["address=calle Pativilca"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=a 'matrimonio' costs 17.50€"],["checkin="],["checkout="],["content=insist on having a room on the top floor and don't be scared if you see to many mirrors aiming at your bed. rooms are with air conditioning and a fridge."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["9.0667"],["-62.0500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Guayana"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Tucupita"]]}]