[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tuensang"]}," is one of the major district of ",{"type":"[[","value":[["Nagaland"]]}," in the ",{"type":"[[","value":[["North-Eastern India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTuensang has some of the most undiscovered beauty in Nagaland.  ",{"type":"'''","value":["Mount Saramati"]},", which is the highest mountain in Nagaland, is located in Tuensang district. \n\nTuensang is home to four major tribes namely Yimchunger, Chang,Sangtam and Khiamniungan.\n\n",{"type":"==","value":["Get in"]}," \nBy bus or by private cars or hired taxis. To get to Tuensang Town one has to first reach Dimapur, which is the only city in Nagaland connected with railways and airlines.\n\n",{"type":"===","value":["By car"]}," \nMaruti van and Long Jeep are good for comfortable journeys, but be careful of the steep hills and sharp turns.\n\n",{"type":"===","value":["By bus"]},"\nFrom Dimapur you have to take a bus which cost around Rs.300 and takes 8hrs to reach. Government-operated buses are cheaper then private cars.\n\n",{"type":"==","value":["Get around"]},"\nGetting around in Tuensang is very easy. Walking is the best option, as you can see the scenic beauty of the mountain range surrounding the town. \n\n",{"type":"==","value":["See"]},"\nTuensang Village which is one of the oldest village has the ancestral domain still intact if you love to see ancient things. ",{"type":"[[","value":[["Chingmei"]]}," village is also one of the biggest village of Chang tribe,you can see the enchanting Mount Saramati from this village. Nature is the only thing that you will see, purely virgin forest. Going hunting and fishing with the locals is great fun.\n\n",{"type":"==","value":["Do"]},"\nCarry a warm clothing as the weather is cold year-round.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" Learning the local dialect such as yimchunger, chang, sangtam and khiamniungan if you are eager to learn it will be very helpful, and it is very easy to learn too. "]},{"type":"*","value":[" ",{"type":"'''","value":["Knitting"]},", ",{"type":"'''","value":["weaving"]},",",{"type":"'''","value":["gardening"]}," are common among the local women and they will happily teach you if asked."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]}," \nHand made craft in various designs like spoons, plates, cups, hand woven hand bags, slangs, vest coat with traditional design, shawls and ",{"type":"''","value":["mekhalas"]}," (wrap round) and lot more exotic designs,chairs made of cane etc.etc..\n\n",{"type":"==","value":["Eat"]},"\nThere are restaurants where you will get Indian dishes and chinese else\nYou will get only the authentic local dishes which is mainly cooked with local delicacies like pork made with kidney beans and fermented soy and beef and buffalo meat all made with local delicacies.\n\n",{"type":"===","value":["Budget"]},"\nNo hotels or guest house, the only lodging is the circuit house and tourist lodge set up by the state govt or else you will have to stay with the local family. People are very hospitable and kind hearted in nature.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nTuensang district is good for the scenic beauty for nature-lovers, but people who loves to party will not find much entertainment, as discothèques are banned in Nagaland by a factional group. You will find virtually no alcoholic drinks though you might find some local rice beer.\n\n",{"type":"==","value":["Sleep"]},"\nThere are no big hotels as such but one can stay in Circuit house or Tourist Lodge own by gov. of Nagaland or else you have to know some locals to stay in their house.\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\nNo contacts you only have to travel there yourself.\n\n",{"type":"==","value":["Stay safe"]},"\nThere is lot of factional clashes in an around Tuensang so you have to be very careful,don't get into fights.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\nGetting out will be same as how you came take a bus or private car (which is costly) to Dimapur and from there you will either find a train or flight for your onward journey.\n\n",{"type":"{{","value":[["geo"],["26.2833"],["94.8333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Nagaland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Tuensang district"]]}]