[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Tulancingo3.jpg"],["thumb"],["300px"]]},"\n",{"type":"'''","value":["Tulancingo"]}," (officially Tulancingo de Bravo) is the second-largest city in the ",{"type":"[[","value":[["Mexico"],["Mexican"]]}," state of ",{"type":"[[","value":[["Hidalgo"]]},". It is located in the southeastern part of the state and also forms one of the 84 municipalities of Hidalgo, as well as the Archdiocese of ",{"type":"[[","value":[["Tulancingo"]]},". Located 93 km from ",{"type":"[[","value":[["Mexico City"]]},", this area is the most important wool textile producer in the country and was home to El Santo, Mexico’s most famous lucha libre wrestler. It is also home to the Huapalcalco archeological site, which was the forerunner to the Teotihuacan civilization. The name derives from the Nahuatl words “tule” and “tzintle” which mean “in or behind the reeds.” This is confirmed by its Aztec glyph.\n\n",{"type":"==","value":["Understand"]},"\nThe city is the second largest and second most important in the state. It lies at the foot of the Cerro del Tezontle mountain, which gives views of the city and much of the surrounding valley. At the top there is a restaurant, playground, sports facilities and more. Industrial development has made the city a gateway to the Sierra Poblana and the Mexico’s northern Gulf coast. Despite the city’s long history, almost no early colonial structures still survive.\n\nThe city centers on its Cathedral and the Jardin Floresta (Floresta Garden).The Cathedral’s origins date back to 1528 when it was established as a Franciscan monastery, with a church dedicated to Francis of Asisi. This church was reconstructed in 1788 by Damián Ortiz de Castro, and was dedicated to John the Baptist, who is the city’s patron saint. The cloister of the old Franciscan monastery was left intact.  In 1862, this church became the seat of the diocese or see of Tulancingo, gaining cathedral status. In 2007, Tulancingo became an archdiocese with the seat remaining here.\n\n",{"type":"[[","value":[["Image:Catedraltul.jpg"],["thumb"],["300px"],["The Cathedral."]]},"\nThe Cathedral is 56.6 meters tall and made of grey sandstone with a sober Neoclassical facade, and a portal flanked by 17 meter tall Ionic columns. In the interior, there is a holy water font in stone and a wood pulpit decorated with reliefs. There is also an organ with more than 16,000 flutes. The old cloister has rounded arches and ceiling supported by thick wood beams.\n\nThe Floresta Garden is formed by two sections, the Plaza de la Constitución and Parque Juárez. This area originally was the “Manzana Fundacional” or Foundation (City) Block and the atrium of the original Franciscan monastery in early 16th century. Shortly after that time, the name was changed to Jardín Floresta. Leathergoods, cider, hats and wool items can be found for sale in La Floresta.\n\n",{"type":"[[","value":[["Image:JardinLaFloresta.JPG"],["thumb"],["250px"],["Thee Floresta Garden."]]},"\nThe city has a number of notable churches. The La Expiración Chapel was constructed in 1527 by Friar Juan de Padilla. It is located in the old Zapotlán neighborhood, one block from the San Miguel Municipal Cemetery. It is one of the few buildings left from when the Franciscans founded the Spanish settlement, and is considered to be the oldest chapel in the region. The Iglesia de los Angeles or Church of the Angels is dedicated to an image of the Virgin Mary called the Virgen de los Angeles, or Virgin de los Angelitos (little angels). Devotion to this image began in 1736, but the name was officially given in 1790. In 1862, she was named as the patroness of the diocese of Tulancingo. The church was begun in 1878, but the case and main altar, sacristy and other features were not built until 1942. In 2008, she was named the sovereign (titular) of the archdiocese. Most major religious processions in the city proceed from here and end at the Cathedral. The La Merced Temple was constructed in 1892 by José Antonio Agüero. However, the building collapsed before it was finished, leading to a new construction which exists today. Other notable churches include the San José Church and the Church of La Villita.\n\nThe Railroad Museum (Museo del Ferrocarril) is located in the old train station. It contains old photographs of the building’s construction, objects from the office from the late 19th and early 20th centuries. Built in 1893 by Gabriel Mancera, this building was the second train station for the city and bears witness to the time period when Tulancingo served as a major hub of transportation and communication in Hidalgo state. Nearby, the Vagón del Ferrocarril (Railroad Car) cafeteria offers crafts and other regional products.\n\n",{"type":"[[","value":[["Image:ValleTulancingo01.jpg"],["thumb"],["250px"],["The Tulancingo valley."]]},"\nNear the Railroad Museum, at the entrance to the highway that connects Tulancingo to Acatlán and Huasca del Ocampo, is a statue of Tulancingo’s famous son, Rodolfo Guzmán Huerta, better known as El Santo or The Silver Mask, Mexico’s most famous lucha libre wrestler. The wrestler was born here in 1917 and is buried here as well. A statue was originally placed here in late 1999, and at the same time, the highway it marks was renamed Boulevard Rodolfo Guzman Huerta, El Santo. The ceremony was hosted by his son, a wrestler named El Hijo del Santo and 100 others including various from the lucha libre world. However, the original statue placed here was met with derision among the populace for its diminutive size and “null athletic characteristics,” being called the “Monument to E.T.” by many residents. The statue suffered vandalism, which even included a few bullet holes. Between 2004 and 2006, the city and El Santo’s son worked to replace the statue, eventually hiring self-taught sculptor Edwin Barrera who created the life-sized soldier statues at the military base in the Cuatro Caminos. The current stone monument is 2.30 meters tall and is a reproduction of the wrestler with his cape and mask in a fighting stance.\n\nThe Museo de Datos Históricos (Museum of Historical Facts) is in the building that was the first train station for the city. This museum traces the city’s history from the pre-Hispanic era to the present day. It contains two rooms: one dedicated to photographs and the other with archeological finds including those of the Huajomulco culture.\n\nThe Sor Juana Inés de la Cruz Library is located in a building constructed in the 19th century on what was part of the Cathedral’s old cemetery. The current library has been in operation since 1984. The Jardin del Arte (Art Garden) and Ricardo Garibay Cultural Center were built were the old Municipal Palace was demolished in 1984. These areas host national and international exhibitions and events featuring art, music and theatrical works.\n\nThe Municipal Market is built on what was the Plaza of the Count of Orizaba. In the last decades of the 19th century, it was converted into a market but the building was neglected. In 1948, the current market was constructed. There are five tianguis markets, including one that specializes in counterfeit products (called “fayuca”), two public traditional markets, and a Central de Abastos or wholesale market.\n\nThe city has a number of historic homes, mostly dating from the 19th century. The Casa de los Emperadores or House of the Emperors, was used by both Agustín de Iturbide and Maximiliano I as a residence. It is located on the corner of 1 de Mayo and Cuauhtémoc Streets. It is the only house in which both emperors stayed. The Casa de los Huesitos de Chabacano or House of the Little Apricot Pits is a Neoclassical work from the 19th century. The name comes from its owner in the early 20th century who ran a grocery store from the building and would paint apricot pits for neighborhood children to use as toys. The house is still in private hands and located on the corner of Juárez and 1 de Mayo Streets. The Exquitlán Hacienda is a building constructed from the late 19th century by Pánfilo García Otamendi. The work was completed using materials brought from France and was inaugurated in 1908.\n\nThe Municipal Zoo has 180 species and a total of 390 animals. Species include lions, tigers, antelopes, lizards, bears, deer and a hippopotamus which is the zoo’s mascot. Overlooking the city are a number of large satellite dishes, which were constructed in the 1960s, initially to televise the 1968 Olympic Games. These dishes would give the city the nickname of “City of the Satellites.” Today, they provide various services. The two largest satellite dishes are 32 meters in diameter and weigh 330 tons each. These provide international service. A third is 15 meters in diameter and links the country with networks in the United States. The last is only 7 meters and is national. These dishes are the largest and the most important in Mexico.\n\n",{"type":"[[","value":[["Image:Huapalcalco1.jpg"],["thumb"],["250px"],["The ruins of Huapalcalco."]]},"\nOne distinctive neighborhood whose origins can be traced back to the original founding of the Spanish city is Colonia Francisco I. Madero. Located at the base of the Cerro del Tezontle, it began as an indigenous settlement outside the city proper. As the city grew, it eventually was incorporated. The initial separation of the indigenous from the Europeans allows native culture to survive for a time after the Conquest. Old religious practices were maintained in secret and traditional herbal medicine continued to be practiced. Some residents claimed to be nahuals or Mesoamerican demons, making the Spanish of the city afraid to go into this area. Since then, people of this area have been called derisively “nahuals.” More recently, crosses have been placed in this area, especially in the intersection of 16 de Septiembre and Avenide del Trabajo to “scare” the nahuals that supposedly still live here.\n\nThe annual Feria de Tulancingo is the main event for the city featuring the commercial, agricultural and industrial activities of the area.\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hidalgo"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Tulancingo"]]},"\n",{"type":"{{","value":[["geo"],["20.083333"],["-98.366667"]]}]