[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Tower Odoyevsky gate Tula Kremlin.JPG"],["thumb"],["300px"],["A tower at the Tula kremlin"]]},"\n\n",{"type":"'''","value":["Tula Oblast"]}," is a region in ",{"type":"[[","value":[["Central Russia"]]},", which borders ",{"type":"[[","value":[["Oryol Oblast"]]}," to the southwest, ",{"type":"[[","value":[["Kaluga Oblast"]]}," to the west, ",{"type":"[[","value":[["Moscow Oblast"]]}," to the north, ",{"type":"[[","value":[["Ryazan Oblast"]]}," to the east, and ",{"type":"[[","value":[["Lipetsk Oblast"]]}," to the southeast.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tula"]]}," — the capital has long been a military bulwark of the Muscovy region: the brick walls of its kremlin withstood successive Tatar attacks in the Middle Ages and, more recently, its fortifications held off a major Nazi assault in WWII, earning the Soviet title \"Hero City\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Belyov"]]}," — a small village with some very old churches and monasteries, in varying states of sad neglect"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bogoroditsk"]]}," — a large town, formerly home to the noble Bobrinsky family, which built its palace there; the palace was bombed during WWII, but has since been restored as a museum"]},{"type":"*","value":[" ",{"type":"[[","value":[["Novomoskovsk"]]}," — the second largest city is a major coal producing center"]},{"type":"*","value":[" ",{"type":"[[","value":[["Venyov"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yasnaya Polyana"]]}," — the famous estate of Lev Tolstoy, where he is buried and where he wrote ",{"type":"''","value":["Anna Karenina"]}," and ",{"type":"''","value":["War and Peace"]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kulikovo Field"]]}]}," — one of the top three battlefield sites in Russia, Kulikovo Field is the site of the largest battle (1380) between Muscovy and the Golden Horde, which resulted in a Russian victory that became the turning point in Russian independence from the Tatars and the beginning of the unification of Russia under Moscow. Essentially, the history of the modern Russian state begins on these fields. The site is a major tourist destination (especially for Russians) and has several museums and numerous monuments, including the first of their kind in Russia. The \"Krasny Hill\" Museum dates from the middle ages, making itself, rather than just its exhibits, a site of interest! Kulikovo Field is located near the tiny village of Monastyrshchino.",{"type":"[","value":["http:\/\/www.kulpole.ru\/english.php"]}]},"\n",{"type":"==","value":["Understand"]},"\n\nLocated beyond the reach of Moscow's cosmopolitan and capitalist forces, Tula Oblast is for visitors the ",{"type":"''","value":["real Russia"]},". The regions major tourist attractions are decidedly \"Russian\": Tolstoy's estate at Yasnaya Polyana and the birthplace of modern Russia in the battlefields of Kulikovo. The capital, Tula, is also a great \"Russian\" stop for its beautiful samovars and kremlin, and avoids the tourist hordes that descend upon Moscow's Red Square.\n\n",{"type":"==","value":["Talk"]},"\n\nOutside Tula (and even within Tula), very few people understand anything but ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nTrains from Moscow's Kursky Station take 3 hours to arrive in Tula.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe Tula region is famous for its pryaniki (PRYA-nee-kee)—honey gingerbread cookies best eaten with tea.\n\n",{"type":"==","value":["Drink"]},"\n\nTula is the historic capital of Russia's production of samovars and these can make excellent, if expensive, souvenirs. Be sure to have good documentation of any samovar purchases because they may face strict scrutiny at customs—many irreplaceable antique samovars have been smuggled or carelessly allowed out of the country over the past century.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["53.9167"],["37.5833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Russia"]]},"\n\n",{"type":"[[","value":[["wikipedia:Tula Oblast"]]}]