[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Tulbagh"]}," is in ",{"type":"[[","value":[["Cape Winelands"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe charming historical town of Tulbagh is situated  in the Witzenberg Municipal area, near  Wolseley, Prince Alfred's Hamlet, Gouda and Ceres,  in the Winelands of Boland in the Western Cape Province, South Africa. The Ideal accommodation getaway in the country. There are lots of things to do and see, places to eat, scenic hiking trails, sport, horse riding, camping and other places to stay for self catering or bed and breakfast.\n\nFirst discovered in 1658, it was settled in 1700 when land grants were made to 14 farming families. The town was developed in 1743 when the church was built. After the earthquake in 1969 every home in Church Street was restored. These 32 buildings were all declared National Monuments and constitute the largest concentration of National Monuments in one street in South Africa.\n\nThe town is situated on the northern end of the beautiful and fertile Tulbagh valley. The valley is almost completely surrounded by majestic mountain ranges - the Obiqua mountains to the west, the towering Winterhoek on the northern end and the Witzenberg on the eastern side of the valley. The Great Winterhoek mountains tower 2077 metres above sea level and are picturesquely snowcapped in winter.\n\nA diverse flora is abundant all over the valley and in the mountains. Proteas grow wild, as do herbs such as Buchu. The spring brings a multitude of wild flowers to full bloom and coupled to the blossoms of the fruit trees, it makes for a glorious show of splendor.  The productive valley produces some of the country's best red and white wines, olive oil, peaches, grain, pears and 70% of the country's plums!\n\nThis is a wonderful tourist and country holiday destination and Tourism is actively promoted by the warm and friendly people of Tulbagh. The valley is fast becoming a wedding and conference location with all the facilities available to make for a memorable occasion. Towns such as Wellington, Malmesbury, Paarl, Franshoek, Riebeek Kasteel, Malmesbury, Piketberg, Porterville, Stellenbosch, Worcester and Rawsonville are within three quarters of an hour's drive from the valley and Cape Town is only 120 kms away.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Themika Guest Farm**"],["url=http:\/\/www.themika.com"],["email=stay@themika.com"],["address=Tulbagh Road"],["lat="],["long="],["directions="],["phone=+27 (0)78 567-2441"],["tollfree="],["fax="],["hours="],["price=Average R220 ppn"],["checkin="],["checkout="],["content=Stay at Themika guest farm and enjoy a weekend of relaxing, ideal for wedding groups and families."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-33.285000"],["19.137778"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Cape Winelands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Tulbagh"]]}]