[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Tumbes"]}," is the capital of the department of the same name in the Region ",{"type":"[[","value":[["Grau"]]}," of Peru.\n\n",{"type":"==","value":["Get in"]},"\nNational buses run along the Panamerican Highway from ",{"type":"[[","value":[["Lima"]]}," to ",{"type":"[[","value":[["Tumbes"]]}," and some to the frontier with Ecuador. There are kombis along the coast to neighbouring towns, and frequent buses along the Panamerican Highway from ",{"type":"[[","value":[["Lima"]]}," to ",{"type":"[[","value":[["Chimbote"]]},", ",{"type":"[[","value":[["Huaraz"]]},", ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},", ",{"type":"[[","value":[["Chiclayo"]]},", ",{"type":"[[","value":[["Cajamarca"]]},", ",{"type":"[[","value":[["Chachapoyas"]]},", ",{"type":"[[","value":[["Piura"]]},", ",{"type":"[[","value":[["Mancora"]]},", and ",{"type":"[[","value":[["Tumbes"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThere are kombis to beach resorts, and colectivos to the frontier. Customs and immigration are several kilometres inside Peru and Ecuador, so make sure it is understood that colectivo\/kombi\/taxis wait while formalities are concluded, and they do not drive off with your belongings on any unexpected diversions. International buses are a safer means of crossing the frontier. Beware of false currency exchange.\n\n",{"type":"==","value":["See"]},"\nWhite sand beaches, mangroves, Tumbes River & national parks like Amotape. The ",{"type":"''","value":["manglares"]}," are a series of swamplike everglade type islands in the shallow water. You can visit a small crocodile zoo, where they are trying to restore the local breed. \n\n",{"type":"==","value":["Do"]},"\nObserve the beautiful mosaics in the town, including a 6 m (20 ft) 3-D mosaic of Jesus's ascension into heaven. Others can be found across the various plazas.\n\nGo for a walk along the ",{"type":"''","value":["malecon"]},", the walkway along the river. \n\nGet out to the beaches in Aguas Verdes, or Puento Pizarro to see the manglares, or eat lunch on a small island only reachable by boat. \n\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\nSeafood is of course plentiful and affordable. There are many ",{"type":"''","value":["chifas"]},", Chinese restaurants with a Peruvian flavor, on Feijoo Street. Many delicious dessert shops are on the market street.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Arrecife"],["url=http:\/\/www.arrecifehotel.com"],["email="],["address=Av Faustinno Piaggo 158, Zorritos"],["lat="],["long="],["directions=In Zorritos, about 15-25 minutes out of Tumbes"],["phone=51 (72) 54 4462"],["tollfree="],["fax="],["hours="],["price=USD25"],["checkin="],["checkout="],["content=Great looking hotel right on the beach. Rooms are USD25 for a small private single, and not much more for a private double or triple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Costa Del Sol"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=in the main plaza"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price= USD90 or PEN270."],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Feijoo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Feijoo St"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Good quality, with many Chinese eateries and shops nearby."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nTumbes is not a dangerous city at all, but it is indeed a place of many scams run by mixed Ecuadorian\/Peruvian gangs, with the complicity of the frontier police and some bus companies.\n\nThe most common scam is that \"taxi drivers\" (or imposters) wait for tourists at the Emtrafesa bus terminal in Tumbes. They offer a ride to the frontier for a low price. They then take the victims to a secluded spot and force the payment of USD100 or more. Do not get into a taxi that solicits your business in Tumbes. Use buses or combis instead.\n\n",{"type":"==","value":["Go next"]},"\nThe cheapest way to get to the frontier is by combi. Combis leave from the corner of Abad Puell and Simón Bolívar when they get full. Ask anybody on the main street to find them. If you get to the Emtrafesa bus terminal, you're just a corner away from the combis. They will let you off at the Peruvian immigration control, where you'll have to get your passport stamped. After that you'll have to make your way to Ecuadorian immigration, which is some kilometres away. If you're around the Peruvian border control between 09:00-10:00, you'll probably see some transnational buses (Rutas de América, Ormeño, etc.) waiting for their passengers to get their passports stamped. It is not a bad idea to talk to the driver to see if you can join the group until Guayaquil for some dollars. Otherwise, remember: be extremely careful with taxis around this frontier.\n\nA much easier and safe way, but also much more expensive, is to take a direct bus from Tumbes to Guayaquil, that will wait for you in both immigration offices. ",{"type":"[","value":["http:\/\/www.grupo-ormeno.com Ormeño"]},"(Lima to Guayaquil daily & Quito weekly), CIFA (Tumbes to ",{"type":"[[","value":[["Machala"]]},",  ",{"type":"[[","value":[["Guayaquil"]]}," in ",{"type":"[[","value":[["Ecuador"]]},") & Transportes Loja (Piura to Machala), have international buses to Ecuador. Tepsa runs buses to and from Lima for about USD31 or PEN93.\n\nBe careful not to get scammed by taxi drivers telling you that the CIFA terminal is closed and that you need to take a taxi to the border. The terminal is signed as Cial, but it is also CIFA International.\n\nThere are kombis along the coast to neighbouring beach resorts, and national buses run frequently along the Panamerican Highway from the frontier with Ecuador and ",{"type":"[[","value":[["Tumbes"]]}," to ",{"type":"[[","value":[["Mancora"]]},", ",{"type":"[[","value":[["Piura"]]},",  ",{"type":"[[","value":[["Chiclayo"]]}," and ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},", (for ",{"type":"[[","value":[["Huaraz"]]},", ",{"type":"[[","value":[["Cajamarca"]]}," and ",{"type":"[[","value":[["Chachapoyas"]]},"), ",{"type":"[[","value":[["Chimbote"]]}," (for ",{"type":"[[","value":[["Huaraz"]]},"), and ",{"type":"[[","value":[["Lima"]]},".\n\nThe CIFA terminal is sort of outside town and you will need a moto taxi to get to the centre of Tumbes if you want to catch the Cruz Del Sur bus to Lima. The moto taxi should cost you USD1. Another option to get to Lima is to book a cheap flight. Peruvian Airlines has flights to Lima at 15:00 and it costs around USD95 one way.  There is a travel agency next to the Cruz Del Sur terminal that can book a flight at short notice.  The airport is located a fair bit (15 min) away and costs PEN20 or USD7 so keep this in mind! The flight will save you about 20 hours on a bus!\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Coast (Peru)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Tumbes, Peru"]]},"\n",{"type":"{{","value":[["geo"],["-3.5666666666667"],["-80.45"]]}]