[{"type":"{{","value":[["pagebanner"],["Tunis banner Medina.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Tunis ZitounaMosque.JPG"],["thumb"],["Courtyard of the Zitouna Mosque"]]},"\n",{"type":"[[","value":[["Image:TunisNatBWT.jpg"],["thumb"],["Hôtel de Ville"]]},"\n",{"type":"'''","value":["Tunis"]}," (تونس) is the capital of ",{"type":"[[","value":[["Tunisia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLocated on the Mediterranean coast but lacking much in the way of beaches, Tunis has been spared the onslaught of package tourism in the resorts to the north and south.\nWith a population of less than 700,000 (the greater metropolitan area holds some 2,412,500 inhabitants), the entire city feels small and compact.  There isn't much in the way of must-see attractions, but ",{"type":"[[","value":[["Carthage"]]}," is easily accessed from here and the souq is one of the most authentic and hassle-free in North Africa.\n\n",{"type":"===","value":["Orientation"]},"\nTunis is divided into the old city, known as the ",{"type":"'''","value":["medina"]},", and the new city, or ",{"type":"'''","value":["ville nouvelle"]}," in French. Ave Habib Bourguiba is the large avenue running through the new city from the clock tower to the Cathedral of St Vincent de Paul. It then turns into Ave de France, which runs for a few blocks until ending at the Place de la Victoire and the Port de France, a large free-standing gate that used to be the entrance to the medina. This can be a good landmark for taxi drivers, as some of the smaller streets nearby aren't sure to be known by the driver.\n\nThe Port de France also serves as a good entry point for exploring the medina. Rue Jemaa Zaytouna leads past lots of shops to the Zaytouna Mosque, the great mosque of Tunis and the center of the medina. Running obliquely to Rue Jemaa Zaytouna, and also with an outlet near the Port de France, is the Rue de la Kasbah. This runs all the way through the medina to the Place du Gouvernment and the Place de la Kasbah, a huge bleak square fringed by razorwire. It is fairly easy to move between the two streets by cutting through in the labyrinthine medina, and it is easy to keep your bearings and find an exit. Rue Jemaa Zaytouna seemed to be a better entry point from the Port de France at night, remaining relatively well traveled. Rue de la Kasbah, on the other hand, is active after dark on the Place de la Kasbah side, but is extremely dark and almost scary near the Port de France. It is recommended to get a feel for the medina during the day so that you will feel more confident if you find yourself and alone and need to find a landmark at night.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Tunis-Carthage Airport"]}," (",{"type":"'''","value":["TUN"]},"), 8 km away from the centre, is small and in reasonable shape with all standard facilities. Free wifi is available at several of the restaurants, including Caffe Lindo, but is not always working. International flights will arrive on the ground floor of the airport. Tunisian law requires all currency to be exchanged within the country. It's illegal to bring Tunisian currency with you outside the country or inside, though it can be done at most travel desks if you sign a waiver. The major western carriers who service Tunis-Carthage are Air France and Lufthansa, from Paris or Frankfurt. You can exchange money at the airport or at your hotel. There are several ATMs, but some seem to struggle with international cards. On the ground floor beneath the Banque de Tunise sign and next to the cafe L'Escale there is a reliable one. Toilets are clean but have attendants that ask for change after use. If you don't bring your own, be sure to get toilet paper from the attendant.\n\nA taxi into the city centre — insist on the meter — \nshould cost around 3-5 dinars during the day and around 5 dinars at night.\nAlternatively, buses depart fairly regularly during the day (but not at night) and charge a fraction of the price.\n\nBeware of the taxi drivers. At night they will ask up to 40 TD depending on where you are going. In a struggling economy business has become even more competitive. An unspoken rule is the first taxi driver who grabs your luggage and places it in the trunk of his car makes the contract for your transportation. It's not uncommon to be barraged with over ten taxi drivers at once as you walk outside the terminal. They can reach for your bag aggressively—not to steal it, but to make an attempt at winning your business. Some meters can be tampered with. If you don't trust the taxi's meter, then negotiate a price to where you going before you leave the front of the terminal. It may be advisable to ask for an average taxi rate from your hotel front desk before leaving.\n\nSome people have suggested taking the escalator up one floor and waiving down a taxi that's just dropped someone off for a departing flight at the arrivals platform. This is more difficult to accomplish at night time, but the advantages are finding a more professional driver. In the afternoon it was extremely simple to accomplish this.\n\n",{"type":"===","value":["By train"]},"\nTunis Central Station is near Place de Barcelone for easy interchange onto the light metro. Trains are generally cheap and comfortable, but if you want to ride first class during peak season, do reserve your seat in advance. Trains are run by SNCFT.\n\n",{"type":"===","value":["By car"]},"\nIt is not highly recommended to drive in Tunisia, due to poor quality of roads, driving habits, and poor signage. It is also more dangerous to drive at night, and outside of the city and major tourist areas.\n\n",{"type":"===","value":["By bus"]},"\n\nTunisia has over 70 bus lines, with Tunis at the hub. There are two bus stations in town, with Gare Bab el Fellah serving southern destinations and Gare Bab Saadoun serving those to the north. Buses are run by SNTRI at both stations.\n\n",{"type":"===","value":["By boat"]},"\nTunis is the country's major port and there are ferries from anumber of Mediterranean ports including ",{"type":"[[","value":[["Civitavecchia"]]}," just outside of ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Genoa"]]},", ",{"type":"[[","value":[["Livorno"]]},", ",{"type":"[[","value":[["Naples"]]},", ",{"type":"[[","value":[["Palermo"]]},", ",{"type":"[[","value":[["Trapani"]]}," and the French port of ",{"type":"[[","value":[["Marseille"]]},". There are plenty of operators; Italian ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www3.gnv.it GNV"]}]},", French ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sncm.fr SNCM"]}]}," and Tunisian ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ctn.com.tn CTM"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grimaldi-lines.com Grimaldi Lines"]}]}," amongst others.\n\nMost ferries arrive at ",{"type":"[[","value":[["La Goulette"]]},", 15 minutes from Tunis centre. There are plenty of taxis around and suburban trains departs every ten minutes.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:TunisClocktowerWT.jpg"],["thumb"],["Illuminated clock tower, a good landmark"]]},"\n\nFree maps of Tunis and Tunisia are available at the ",{"type":"'''","value":["National Tourism Office"]},", who also speak many languages, to the north-east of the clock tower (directly east of the main Medina gate).\n\nTunis is well-served by a convenient four-line ",{"type":"'''","value":["light metro"]}," system run by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.snt.com.tn\/ Société des Transports de Tunis"]}]}," (French\/Arabic only).  The interchange hub for all lines is in the centre of town at Place de la République\/Place de Barcelone.  Single trips cost 0,410 TD.\n\nThe ",{"type":"'''","value":["TGM suburban train"]}," line, starting at Tunis Marine station on Lines 1-4, connects to La Goulette (ferries), ",{"type":"[[","value":[["Sidi Bou Saïd"]]},", ",{"type":"[[","value":[["Carthage"]]}," and the beaches of Marsa. Tickets cost 680 millimes each way. At Tunis Marine, be aware that there is an extreme dearth of signage. No obvious signs even say TGM, and on the maps on the trains themselves the station is marked as Tunis Nord. If you arrive at the station on the Tunis Metro, the TGM platform will be perpendicular to the metro cars and is easily accessed across the tracks. Tickets are sold at the end farthest from the metro stop.\n\nSigns for station names along the TGM differ slightly from what appears on the onboard map, but if you can see the signs from the train and it is free of graffiti, a not uncommon problem, it is easy to tell where you are. It is not unusual for the trains to stop and wait on the tracks after leaving Tunis Nord or upon return. This usually does not last an extraordinary amount of time, and you will likely be better off not following the example of the optimistic youths that decide to leap from the car and walk along the tracks into the city.\n\nMany stations along along the TGM don't have full-time ticket vendors, so if you are making several trips along the line while visiting Carthage or Sidi Bou Said, you might be forced to risk traveling without a ticket. The guidebooks say that officials will sometimes get on the train and check tickets, so travel without a ticket at your own risk. It might be safest to buy a return to your farthest destination. The price difference should be minimal, and that way you might plausibly just have boarded the train, and your ticket will be valid for wherever you get on. The safest option will be to check with the ticket vendors or buy a ticket if you can find them.\n\n",{"type":"'''","value":["Taxis"]}," are also a good option if you need to go a bit farther than the metro, though cabs picking up in front of nice hotels will charge much higher rates. Prices are displayed as 3.700 for 3.7DT. Flagfall is .400. (.4 DT). Assuming they are honest, the meter is a good way to go. Only try to negotiate a price if you know what you are doing and are sure of the value of the trip.\n\n",{"type":"'''","value":["Societe Nationale des Chemins de Fer Tunisiens (SNCFT)"]}," is the ",{"type":"'''","value":["domestic train"]}," company for long distance travel between Tunis and other cities. Visit http:\/\/www.sncft.com.tn for more details on schedules and fares. The Tunis train station is in Place Barcelone.\n\n",{"type":"'''","value":["Societe Nationale de Transport Interurbain (SNTI)"]}," is the ",{"type":"'''","value":["domestic bus line"]},". Although schedules are more flexible and also reach more locations than by train, prices are usually similar. Visit http:\/\/www.sntri.com.tn for more on schedules and fares. There are two bus stations, North and South. The North is in the Bab Saadoun neighborhood; the South is located in Bab Alioua, south of Place Barcelone.\n\nOtherwise, ",{"type":"'''","value":["louages (shared taxis)"]}," are the most flexible of all options. The minivans with 8 passenger seats take off when they are full and therefore run on no particular schedule. Prices tend to be a little bit higher than buses, but the difference is usually negligible. The North louage station is in the parking lot of the North bus station. The South louage station is across the street from the South bus station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:TunisPortFrance.jpg"],["thumb"],["Porte de France"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bardo Museum"],["alt=Le Musée National du Bardo"],["url=http:\/\/www.di.com.tn\/museebardo\/"],["email="],["address=Le Bardo-2000"],["lat="],["long="],["directions=nearest station Bardo on Metro line 4"],["phone=1 513-650"],["tollfree="],["fax=1 513-842"],["hours="],["price="],["content=September 16 to April 30: 9:30-16:30. May 1 to September 15: 9:00-17:00, Tuesday to Sunday. 4DT (at least on Sunday), photos free. Nearest metro station is Le Bardo on line 4. Then walk toward the fenced compound to the north and walk clockwise around it until you find the unmarked gate. Count the stops, as signs are often missing, or ask someone on board if you are unsure. Coming from Place de Barcelone, it is the first stop after you go briefly underground for the second time. Occupying the 13th century palace of the Ottoman-era ",{"type":"''","value":["bey"]}," (ruler) and renowned for its extensive collection of Roman mosaics, although the (huge) collection covers Tunisia's entire existence from the prehistoric era until the Ottoman days. Exhibits from Carthage, Mahdia, Sousse, many from the Roman period in addition to presentations of Arabian culture old and new. It can be mercilessly hot and stifling in the museum, so bring water. The only bathrooms are on the ground floor, and have attendants asking for change. The museum is segregated into old and new, so be sure to walk around a fair amount looking for new passages to be sure you haven't missed any major areas. As of July 2012, the majority of the museum is open, although there appear to be a few areas still under construction."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dar Ben Abdallah"]}," (",{"type":"''","value":["Musée du Patrimoine Traditionnel"]},"). Tu-Su 9:30AM–4:30PM. A small but interesting folk museum within an 18th-century palace in the medina, covering the everyday life of a rich merchant in the Ottoman era with exhibits including faience, stucco ornament, costumes and furniture."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cathedral of St. Vincent de Paul"]}," Built in 1882, this is the largest surviving building from Tunis' colonial era, in the neo-Romanesque style."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zitouna Mosque"]}," (",{"type":"''","value":["Jemaa ez-Zitouna"]},"). The largest mosque in Tunisia and an important landmark, this Aghlabite mosque dates back to the 8th century, although the distinctive square minaret is a much later 19th century addition.  Modest dress essential, but non-Muslims can only enter a viewing platform on the edge of the courtyard (3 TND), not the mosque itself. It is open every day but Friday, from 8-11AM. The mosque is also surrounded on three sides by souks, which are worth exploring. Be aware that the very nice and friendly men selling tickets and sitting nearby might try to show you the medersas (Quranic schools) and panoramic views nearby, even implying that it is part of the mosque and thus your ticket. If you are not careful you will end up with an unexpected tour that will cost you some dinar. Otherwise just brush them off and do not follow them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bab Bahr"]}," (",{"type":"''","value":["Porte de France"]},"). The Gate to the sea, which remains unchanged since its erection in 1848. It can be found on the Avenue de France."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bab Saadoun"]},". Another gate, constructed originally in 1350 with one arch, then rebuilt in 1881 with three arches to facilitate commerce."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée Paléochrétien"],["alt=Early Christian Museum"],["url=http:\/\/www.patrimoinedetunisie.com.tn\/fr\/musees\/paleo.php"],["email="],["address=20 rue 8010 Montplaisir - B.P. 345 - 1002 Tunis Belvédère - Tunisie"],["lat="],["long="],["directions="],["phone=+216 (71) 909 264"],["tollfree="],["fax="],["hours=08:30-17:00 (16\/09-31\/03), 08:00-18:00 (01\/04-30\/04), 07:30-19:00 (01\/05-15\/09)"],["price=9 DT"],["content=Surely includes more dreaded mosaics."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:TunisViewS.jpg"],["thumb"],["view from government store"]]},"\n",{"type":"*","value":["Take a walking tour of the ancient buildings, mosques, and gates of the medina.  All types of commodities including slaves used to be traded here, today's market is mainly that of day to day goods, increasingly produced in mainland China, and a shrinking quantity of local handicrafts."]},{"type":"*","value":["See an opera, ballet, or other production at the Théâtre municipal de Tunis."]},{"type":"*","value":["Wander through Tunis' largest park, Belvedere Park, which houses the Museum of Modern Art and the municipal zoo, and overlooks Lake Tunis."]},"\n",{"type":"==","value":["Learn"]},"\n\nThere is an American school in Tunis, the American Cooperative School of Tunis. It is a private, non-profit day school.\nIf you would like to study Arabic or French while in Tunis, there are a few options, including The ",{"type":"[","value":["http:\/\/www.languageac.com\/Study%20Abroad%20in%20Tunisia%20fr.htm Language Academy"]},", or private tutors.\n\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["Image:TunisSoukS.jpg"],["thumb"],["the Souk"]]},"\n",{"type":"*","value":[" ATMs are a convenient way of getting money without going to a bureau de change and there are many VISA cashpoints around the city ",{"type":"[","value":["http:\/\/visa.via.infonow.net\/locator\/eur\/ResultsDisplayAction.do?uid=X768206-1126521027-ac120464"]}]},{"type":"*","value":[" The ",{"type":"'''","value":["souq"]}," in the medina makes for a fascinating stroll.  Tiny shops overflowing with stuff; people selling, buying, milling about; skeletal cats lurking in the shadows; the smells of essential oils, spices, frying food and rotting garbage; the sounds of the muezzin, raï, football on the radio, Arabic and French...  The Tunis medina's main routes are labeled \"touristique\", but even a few steps off the beaten track it's a real, working market.  Behind the often scruffy façades hide old palaces, mosques, Islamic schools.  Compared to ",{"type":"[[","value":[["Morocco"]]}," or even ",{"type":"[[","value":[["Sousse"]]}," you will not be hassled here. Bab El Bahr (The large stone-arch \"French Gate\" at the head of Avenue DeFrance) is a good starting point for the Souk. The goldsmiths are close to Bab Bnet. ",{"type":"[[","value":[["Haggle"]]}," if you wish to buy anything. Prices paid for items are given in July 2012, with the caveat that it is not known if they are good prices. They are provided just for reference. The merchant's first offer is in parentheses: 5DT (12DT) for a low-end scarf, 20DT (45DT, 65DT for a comparable box at another vendor) for an 8\" nacre inlaid hexoganal wooden box, 30DT (80DT) for a leather bandolier. If you are unsure, try getting a first estimate from several vendors before you buy. As always, if you give a price and they agree, you will be expected to pay.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Halfaouine"]}," a cheap, traditional food market, located at Place Halfaouine, near the Habib Thameur metro stop."]},"There are little stores near every hotel in Tunis, where you can buy everything you need, but it's difficult to call their prices loyal. So it's better to go shopping to other parts of the city. Aproximate 90% of presented in Tunis goods are of local origin. There are networks of state supermarkets Monoprix and General in the capital.\n\n",{"type":"==","value":["Eat"]},"\nMost hotels include breakfast, and some include dinner. There are countless coffee shops with delicious drinks and French pastries to enjoy, as well as sandwich shops.  Count yourself lucky if you find a dish that does not include canned tuna!\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Abid"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=216 1257052"],["tollfree="],["fax="],["hours="],["price="],["content=98 rue de Yogoslavie. You can get a solid meal such as lamb in macaroni for TD5."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Restaurante Les 3 Étoiles"]},", Rue Mustafa M'barek. Very cheap and filling food such as couscous and salads."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Atlas le Resto"],["url="],["email="],["address=Rue Mustapha M'barek, directly across from the Grand Hotel de France"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very friendly owner and his cook speak some English. Delicious iftar (breaking of the daily ramadan fast) of fish soup, bread, harissa, a fried pastry with tuna and a softboiled egg, minced cabbage, grilled chicken and fries, a spicy olive paste, and a lime Bogo, all for 9.500 TD."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=L'Orient"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=216 71 252 061"],["tollfree="],["fax="],["hours="],["price="],["content=7, Rue Ali Bach Hamba. close to porte de France. The steaks are bland, the fish good and local food such as Berber Lamb is excellent. The service is prompt."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Mamma"],["alt="],["url="],["email=lamamma@planet.tn"],["address="],["lat="],["long="],["directions="],["phone=216 71340423"],["tollfree="],["fax="],["hours="],["price="],["content=Av de Carthage, Very cosy restaurant on several floors. Good italian inspired food. Has live music and is open to 3AM."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=El Khalifa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=216 22428470"],["tollfree="],["fax="],["hours="],["price="],["content=Rue d'Iran. close to Metro stop Nelson Mandela. Delicious West African food at very reasonable prices, popular with employees of the African Development Bank. Far tastier and friendlier than the typical mediocre Tunisian restaurant experience. Open for lunch only until 3PM, Monday through Saturday."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dar el-Jeld"],["url="],["email="],["address=5-10 rue Dar el-Jeld"],["lat="],["long="],["directions=near the Prime Minister's residence, and the Youth Hostel"],["phone=71 560 916"],["tollfree="],["fax="],["hours="],["price=25-40 TD"],["content=Perhaps the best of the restaurants in Tunis, this restaurant pays attention to every single detail. You don't even open the door - just knock on the large yellow door, and they open it (this gives it the appearance of not being open). The food is excellent, and the management speaks English and French fluently, and can recommend various dishes. The menu is a bit complicated, with price categories, rather than prices, listed (check the last page for what each price category costs). The physical setting is inside a beautiful, tiled covered courtyard, and has private areas off to the side. As of March '09, prices for a main course ranged from 20-30, appetizer 7-9, and water or tea 3.5. Everything is recommended, though the couscous is simply good, but not incredible."]]}]},"\n",{"type":"==","value":["Drink"]},"\nLadies, try to bring a man out with you, and be careful about what bars you frequent, because many are frequented only by men and prostitutes, and can get a bit rowdy. Local beers are Celtia and the elusive Stella, which was never seen but exists on RateBeer. Both are lagers. Two brewpubs at one point existed in Hammamet and Sousse, although it is unknown if they are still there. Local liqueurs include Boukha (\"boo-k\"), usually taken straight or with coke, and thibina, which is usually taken straight with a single ice cube.\n",{"type":"*","value":[" ",{"type":"'''","value":["Café M'Rabet"]}," cafe and restaurant."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Boeuf sur le Toit"],["url="],["email="],["address=3 avenue Fatouma Bourguiba"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The name means The Beef on the Roof, and trendy people come for food, drinks, live music, DJs, and a dance floor."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Jamaica"],["url="],["email="],["address=49 Avenue Habib Boutguiba"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the 10th floor of the Hotel el-Hana International, this is a funky and popular destination for locals and foreigners, with music and outdoor seating available."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hotel Africa Lobby Bar"],["url="],["email="],["address=Avenue Habib Bourguiba"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bit smoky, but has all of the local drinks save Stella, and is one of the few places that serves alcohol during Ramadan."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Plug"],["alt="],["url=https:\/\/www.facebook.com\/pages\/Le-Plug-Rock-Bar-"],["email="],["address=La Marsa Plage"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Beer 6TND"],["content=Great place to get a drink in the house in the sea with amazing view, DJs or live rock music, young crowd with a trendy and alternative touch. No entry after 23:00. Almost no to guys only companies without \"reservation\"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Blanko kitesurf club"],["alt="],["url=https:\/\/www.facebook.com\/blankoksc"],["email="],["address=Gammarth, by the Carrefour mall \/ Gammarth Center \/ Ramada Plaza hotel"],["lat=36.928076"],["long=10.278434"],["directions=pass the shopping mall by the right towards the sea"],["phone="],["tollfree="],["fax="],["hours=10:00 - 02:00"],["price="],["content=Open April - October on the beach night club \/ bar \/ cafe with dance \/ pop \/ rock \/ live (depending on day) music and mixed crowd full on weekends. Tables indoor \/ outdoor on the beach, mats, dancefloor wherever you like. No entry after midnight. Almost no to Tunisians unaccompanied by female. \"Parking fee\" 2 TND, but charged 3 TND unofficially, even if you park by the shopping mall."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMost tourists will be interested in accommodation in either the Medina or in Ville Nouvelle. The medina includes the youth hostel and several other budget accommodations, and the high end Dar El Jed. The Ville Nouvelle offers a large number of budget and mid-range accommodation, many grouped within a few blocks of each other north of Place Barcelone.  Some places expect couples to present some sort of proof of marriage in order to rent a two person room.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=YHA Tunis Auberge Medina"],["url="],["email="],["address=25 rue Saïda Ajoula phone="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=8TD incl. breakfast"],["checkin="],["checkout="],["content=Also referred to as ",{"type":"'''","value":["Auberge de Jeunesse"]}," and ",{"type":"'''","value":["Tunis Youth Hostel"]},". Buried deep within the Medina and a bit of a challenge to find, although there are intermittent signs along the way. During the day you can just push through the crowd of shoppers straight up the Rue de la Kasbah from the Port de France until you see the signs pointing to your right, just after the restaurant Dar Slah, although this route might be intimidating after dark. This former palace of a sultan is architecturally impressive.  Rooms are basic and cooled only by fan. The included evening meal is filling. Breakfast, a simple affair of French bread and coffee, is a bit ropey and is served in the large open courtyard.\n\nThe communal bathrooms, however, are not cleaned regularly, and may border on offensive. The shower times are limited to an hour in the morning and at night, though hot water may not be available at these times. Plan on using the local hammams for all hot water and cleaning needs."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Maison Doree"],["url="],["email="],["address=6 bis rue de Hollande"],["lat="],["long="],["directions="],["phone=+216 71 240 632"],["tollfree="],["fax=+216 71 240 631"],["hours="],["price=32-52 TD"],["checkin="],["checkout="],["content=This hotel captures a slightly faded, colonial era charm. Rooms are basic (the hotel building is old) but clean. Excellent restaurant with bar (2.5 TD Celtia) that provides room service. Breakfast is included in the price, and the croissants are better than average. Rooms come with ensuite sink and shower, but shared toilets - a room with a toilet is an extra 10 TD. Some rooms overlook the local tram, which can be excessively loud - you may want to look out the window to the street below, and possibly listen to the noise of the passing tram. Located half a block north of Place Barcelone."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Transatlantique"],["url="],["email="],["address=Rue De Yougoslavie 106, Tunis 1000"],["lat="],["long="],["directions="],["phone=+216 71 334 319"],["tollfree="],["fax="],["hours="],["price=40 TD (Dec 2010)"],["checkin="],["checkout="],["content=Ground plus four levels, the first three accessible by lift.  Nice mosaics. Lots of lounge space near the lobby. A little noisy, but nicely located.  There is a roof accessible on the fourth floor (turn left after climbing the stairs, walk to the end, and open the unlocked door to your left): good for fresh air or some sun, though the view is not brilliant.  Disinterested management. Poor water pressure observed on level 4."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Hotel de France"],["url="],["email=hotelfrancetunis@yahoo.fr"],["address=Rue Mustapha M'barek"],["lat="],["long="],["directions="],["phone=+216 71 32 62 44"],["tollfree="],["fax="],["hours="],["price=43TD for one person in a double room with aircon, ensuite toilet and shower"],["checkin="],["checkout=noon"],["content=Located in a neat old building with marble staircases and a friendly staff. They do not speak English, although it was no problem. Free wifi in the lobby and courtyard, two communal computers, but cannot comment on price or quality, although one had a webcam attached. Breakfast was bread, coffee, and apricot jam. Easily accessed by taxi from the Port de France, where Rue Mustapha M'barek is just a quick left off of the main road running south past the front of the gate. Reservations were made via email using google translate into French, although you are expected to call and confirm the day before, and it might be easiest to find a French-speaking friend do it for you."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dar El-Medina"],["url=http:\/\/www.darelmedina.com\/"],["email="],["address=64 Rue Sidi ben Arous"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=200-250"],["checkin="],["checkout="],["content=A luxury hotel in a century old mansion in the Medina, this is best accessed (at least until you get your bearings) by taking a taxi to Place du Government on the West side of the Medina - it's a few blocks walk from there."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Tunis Hotel and Towers"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?language=en_US&propertyID=1483"],["email="],["address=Avenue de la Ligue Arabe · B.P. 345 · Tunis Carthage Cedex 1080"],["lat="],["long="],["directions="],["phone=(216)(71) 782 100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Modern hotel overlooking the entire city. Conviently located in the Central Business District."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nTouts and unofficial \"guides\" hang around near tourist spots.  Shoo them off if they start to launch into a spiel on the architectural wonders of this or that, or they will expect to some ",{"type":"''","value":["baksheesh"]}," for their unwanted efforts.\n\nOne thing that can get really annoying in Tunis is the number of \"friends\" a tourist will attract. There is a decent number of men who hang out on avenue Bourguiba, the main drag in Tunis. They work individually. They approach tourists and start talking to them. The tourist may think that this person is just being friendly but don't buy it. Also beware of teens approaching you on or around Av. Habib Bourguiba. They often \"prey\" on male tourists and try to talk you into joining them to the cinema. Later on your new \"friend\" will ask you for 10 Dinars or a pack of Marlborros or this or that. It is best to just avoid these people or to shoo them off. They also have different techniques to get your attention. They include: asking for a cigarette, asking for the time, asking for a lighter, bumping into you on the street. The most common one seems to be when they ask you for a cigarette or a lighter. It is wise to get rid of anyone who tries to just bluntly start a conversation with you on the street. Chances are that there are no good intentions involved whatsoever. Tunisian people are nice and curious towards strangers but avoid the ones who seem too friendly - a good phrase to use could be the French \"Monsieur, je connais bien Tunis,\" (Monsieur, I know Tunis well.)\n\nNon-French speakers might have luck with a simple \"non, merci,\" repeated several times and without giving them any additional acknowledgment. Some, however, are persistent in spite of this and will not leave you alone. If you can manage to not bring a backpack or large back, seemed to make you less of a target and attracted fewer hangers-on.\n\nOne visitor was approached at night leaving Hotel Africa, a popular tourist hotel, and was accompanied by an unwanted visitor down the Ave Habib Bourguiba, plying him for information. Several blocks after being left alone, another person approached them on the street and \"coincidentally\" mentioned he used to work at Hotel Africa, and then tried to get the tourist to follow him into the Medina. The odds of this are extremely low, and it was likely a coordinated scam. Be aware of such possibilities and use your common sense.\n\n",{"type":"==","value":["Cope"]},"\n\nBarbershops can be found in the medina, and there are women's hair salons throughout the city. Many of the nicer hotels also have spas.\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/tunisia-tunisie\/splash.aspx"],["email=tunis@international.gc.ca"],["address="],["lat="],["long="],["directions="],["phone=+216 71 104 000"],["tollfree="],["fax=+216 71 104 190"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/french\/embassies\/Egyptian_Embassy_tunisia\/Pages\/default.aspx"],["email=egyptembassytunis@hotmail.com"],["address=Nahg El Fardous Mont Belzer – Rue de Mohamed El Khames \/ P.O 191- 1002"],["lat="],["long="],["directions="],["phone=+216 71903223"],["tollfree="],["fax=+216 71904389"],["hours= 9:00 AM - 15:30 PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finlandtunis.org"],["email=sanomat.tun@formin.fi"],["address=Dar Nordique, Rue du Lac Neuchâtel, Les Berges du Lac, 1053  Tunis"],["lat="],["long="],["directions="],["phone=+216-71861777"],["tollfree="],["fax=+216-71961080"],["hours=Mo-Fr 8:30AM-3PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/tunis"],["email=gremb.tun@mfa.gr"],["address=6, rue Saint Fulgence, Notre Dame, 1082 Tunis"],["lat="],["long="],["directions="],["phone=+216 71 288 890, Emergencies: +216 98405053"],["tollfree="],["fax=+216 71 789 518"],["hours=08:00-14:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Serbia"]]}," ",{"type":"{{","value":[["listing"],["name=Serbia"],["url="],["email="],["address=4, Rue de Liberia, Belvedere"],["lat="],["long="],["directions="],["phone=+216 71 780624"],["tollfree="],["fax=+216 71 796482"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom of Great Britain & Northern Ireland"],["url=http:\/\/ukintunisia.fco.gov.uk\/en\/"],["email=british.embassy@planet.tn"],["address=Rue du Lac Windermere, Les Berges du Lac, Tunis 1053"],["lat="],["long="],["directions="],["phone=+216 71 108 700"],["tollfree="],["fax=+216 71 108 779"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url=http:\/\/tunisia.usembassy.gov\/"],["email=consulartunis@state.gov"],["address=Zone Nord Est des Berges du Lac Nord de Tunis 2045 La Goulette"],["lat="],["long="],["directions="],["phone=+216 71 107 000"],["tollfree="],["fax=+216 71 963 263"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["By TGM"]},"\nThis is the metropolitan train service, Métro Léger de Tunis.  Tickets are less than one dinar and service is frequent, but busy during rush hour.  The station is located a few hundred metres to the east of the clock tower and the raised ",{"type":"''","value":["Trans-African Highway No. 1"]}," directly east from the main drag (",{"type":"''","value":["Avenue Habib Bourgouiba"]},"; the one with the main Medina gate - just keep walking away from the Medina).  The station is impossible to miss - it's a large building parallel to the road on the south side.  Note that if you're heading out this way, there is also a national tourism office on the north-east side of the clock tower (that effectively demarcates the edge of Tunis' larger buildings before the highway), and they provide free maps and advice regarding Tunis and Tunisia.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Carthage"]]},", famously razed by the Romans with the few remnants now safely encased in a museum, easily reached by train.  Get the TGM from east of the clock tower"]},{"type":"*","value":[" ",{"type":"[[","value":[["La Marsa"]]},", a beach-side settlement at the end of the TGM train line, just north of Sidi Bou Saïd"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sidi Bou Saïd"]]},", a lovely village of white-and-blue houses and fancy cafés and restaurants, easily reached by train"]},"\n",{"type":"===","value":["Unsure how to reach"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kerkouane"]]},", Phoenician and Punic historical site 80 kilometres west of Tunis"]},{"type":"*","value":[" ",{"type":"[[","value":[["Quamart"]]}," - A resort on Tunisia’s Mediterranean coast."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["36.8000"],["10.1833"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Tunisia"]]},"\n",{"type":"{{","value":[["related"],["Ferries_in_the_Mediterranean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tunis"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Tunisia\/Localities\/Tunis\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Tunis"]]}]