[{"type":"{{","value":[["pagebanner"],["Providenciales (Turks and Caicos Islands) banner Chalk Sound.jpg"],["caption=Chalk Sound, Providenciales"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Cockburn Town.jpg"],["location="],["flag=Flag of the Turks and Caicos Islands.svg"],["capital=",{"type":"[[","value":[["Cockburn Town"]]},", ",{"type":"[[","value":[["Grand Turk"]]}],["government=overseas territory of ",{"type":"[[","value":[["United Kingdom"]]}],["currency=US dollar (USD)"],["area=430 sq km"],["population=25,738 (July 2002 est.)"],["language=English (official)"],["religion=Baptist 40%, Methodist 16%, Anglican 18%, Church of God 12%, other 14%"],["tld=.tc"],["electricity=110V\/60Hz (North American plug)"],["callingcode=+649"],["timezone=UTC -5"]]},"\n\nThe ",{"type":"'''","value":["Turks and Caicos Islands"]}," are only about 60 km (37 miles) long, and  consist of over 40 islands and cays. There are two main islands, Grand Turk (Turk Island) and Providenciales (Caicos Island). There are roughly 30,000 inhabitants in the islands and they welcome about 450,000 arrivals by air and 650,000 cruise ship passengers each year.\n\nUS dollars and English are used. Daylight savings time is observed and they are in the Eastern Time Zone. \n\nThese islands are technically located in the Atlantic Ocean and not the Caribbean Sea. The nearest other islands are the southern parts of the ",{"type":"[[","value":[["Bahamas"]]},", 100-odd km east and northwest. ",{"type":"[[","value":[["Haiti"]]}," is a similar distance due south. At considerably longer distances, ",{"type":"[[","value":[["Cuba"]]}," is southwest and ",{"type":"[[","value":[["Florida"]]}," northwest.\n\n",{"type":"==","value":["Islands"]},"\n",{"type":"[[","value":[["Image:Turks caicos islands sm04.png"],["frame"],["Turks and Caicos Islands"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Caicos Islands"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Providenciales"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Pine Cay"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["North Caicos"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Middle Caicos"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["East Caicos"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["South Caicos"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["West Caicos"]]}]}]},{"type":"*","value":[{"type":"[[","value":[["Grand Turk"]]}]},{"type":"*","value":[{"type":"[[","value":[["Turks Islands"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nBefore Christopher Columbus set foot on the island of Grand Turk during the journey to the new world in 1492, the island was inhibited by Taino and Lucayan tribes. These earlier settlers left behind a rich heritage and new words (canoe, Caribbean, Caicos) and the names of the island. The indigenous Turk's head cactus named Turks island, while the Lucayan term “caya hico”, meaning string of islands, was mangled to become \"Caicos\". \n\nFor about 700 years, the Tanio and Lucayan tribes were the sole residents on the islands (particularly settling on Grand Turk and the Middle Caicos). The people here were skilled gardeners, farmers and fishermen. However, upon the arrival of Christopher Columbus in 1492, the Lucayan tribes disappeared, causing the islands to be sparsely populated for about 30 years. During this time, the salt industry was booming. This salt was used for cooking and preserving food. Many Bermudians would rake the beaches of Turks and Caicos and take their booty back to Bermuda.\n\nThe French and Spanish captured the island for a brief time during 1706. Four years following this capture, it was reclaimed by the British (along with the rest of the Bermuda islands). However, during these years it primarily became a haven for pirates and British Loyalists fleeing the American Revolution. In 1766, Turks and Caicos became a part of the Bahamas colony and was placed under the Bahamian Government. The governor of the ",{"type":"[[","value":[["Bahamas"]]}," oversaw affairs from 1965 to 1973. \n\nWith Bahamian independence, the islands received a separate governor in 1973. Although independence was agreed upon for 1982, the policy was reversed and the islands are presently a British Overseas Territory (BOT).\n\nAround the early 1980s, Turks and Caicos started to become a tourist destination and is quickly becoming one the world's foremost beach destinations. It is also becoming one of the leading international investment centres for offshore investors. Turks and Caicos is today a \"zero tax\" jurisdiction and doesn't have any taxes on income, capital gains, corporate profits, inheritance or estates.\n\n",{"type":"===","value":["Climate"]},"\nThe Turks and Caicos Islands are arid compared with many other islands in the Caribbean. \n\nDuring the summer months (June to November) the temperatures range from the high 80's and low 90's to the high 70's. Also in the summer, there is barely any humidity and the temperatures barely go above the mid-90's due to the continually circulating winds. The water is also averages at about 84°F.\n\nIn the winter (December to May) the weather is generally in the high 70's - mid 80's range. The water temperature during these months is around 75°F to 80°F.\n\nThe island gets less than 50 inches of rainfall a year. Most rainfall occurs during the hurricane months of summer. Sunshine and breezy cooling winds are the norm in the Turks and Caicos Islands. \n\n",{"type":"==","value":["Get in"]}," \n\n",{"type":"===","value":["By plane"]},"\nAmerican Airlines is a popular carrier which schedules flights from many US cities to ",{"type":"'''","value":["Providenciales International Airport"]}," (PLS). During the winter months, American Airlines offers 3 daily flights from Miami and one daily from New York (JFK). Delta offers 6 flights a week from Atlanta (excluding Tuesday and offering 2 on Saturdays). US Airways also offers direct flights from Charlotte and weekend flights from Philadelphia and Boston. Air Canada offers direct flights from Toronto on Wednesdays, Saturdays and Sundays,  from Montreal on Thursdays and Ottawa on Mondays British Airways offers flights to London. WestJet Airlines and Air Canada offer flights to Toronto.\n\nCurrently, Turks and Caicos has 2 international airports, which are both full service. Providenciales International Airport and Grand Turk. In North and South Caicos there are limited entry facilities, while all of the other islands have domestic airports. However, East and West Caicos are uninhabited and they do not have an airport.\n\nA valid passport is required for all US citizens. Also, you must clear immigrations at Providenciales in order to go to another island of Turks and Caicos.\n\n",{"type":"===","value":["By ship"]}," \nMany of the visitors who visit the island arrive by boat. This is because many cruise lines are now adding the island to their route. All cruise lines arrive at the terminal in Grand Turk.\n\nIf you choose to take a personal or smaller vessel, a number of facilities are available in Providenciales. However, you must call ahead before docking. There are also marinas in Provo, where you can dock. On the South Side, Sappodilla Bay, is the anchorage location for sail boats.It is easy to sail to the Turks and Caicos from the Dominican Republic, the Bahamas or Cuba; so long as you have an ocean-going vessel. A small boat will do well simply cruising around the island chain, but to cross the open ocean, something about 36 feet or larger is best.\n\nIf you are using a private vessel or yacht, customs and immigrations must be cleared. Customs have to be arranged in advanced, while South Caicos and Grand Turk have government buildings on location.\n\n",{"type":"==","value":["Get around"]}," \nTaxis are widely available at all airports and seaports as well as throughout the island. Many of the taxis drivers can also act as a personal tour guide and show you undiscovered island attractions.\n\nRental cars, motor scooters and jeeps are available in Providenciales and Grand Turk. There is a government tax for all hired cars ($15) and motor scooters ($5). Major rental companies include, Avis, Budget, Hertz, Rent a Buggy, National, and Tropical Auto Rental. \n\nWhen in Salt Cay, you can rent a golf cart! North and Middle Caicos have their own rental companies you can use, as well as, Grand Turk. If interested Bicycles are almost always available at all locations. Remember, in Turks and Caicos, you are to drive on the LEFT side of the road.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Beaches; you're in the Caribbean."]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Turk"]]}," lighthouse"]},"\n",{"type":"==","value":["Do"]},"\nThese islands have fabulous beaches throughout; in particular, the award winning ",{"type":"'''","value":["Grace Bay"]},". There also are a variety of fun, non-beach things that there are to do. You can scuba dive, snorkel, sail, boat, parasail, fish, go on tours, go to spas and salons, golf, shop, and gamble. Each island has their own activities as well. Below are a few activities that are available in these islands.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Provo Golf Club"],["alt="],["url=http:\/\/www.provogolfclub.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An 18 Hole Championship Golf Course on Providenciales which holds an annual Amateur Tournament. It hosted the Caribbean Amateur Open in 1999, and is due to again in 2009."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kenard Cruises"],["url=http:\/\/www.kenardcruises.com"],["email="],["address=Turtle Cove Marina"],["lat="],["long="],["directions=Next to Shark Bite Restaurant, Providenciales"],["phone=+1 649 232-3866"],["tollfree="],["fax="],["hours=9AM-6PM"],["price=custom"],["content=The Ultimate Experience in Turks and Caicos. They specialize in custom cruises. Visit deserted islands in comfort and style on board their new luxury power catamaran."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dive Provo"],["url="],["email="],["address=PO Box 413, Providenciales, Turks and Caicos Islands"],["lat="],["long="],["directions="],["phone=+1 649 946-5040"],["tollfree="],["fax="],["hours="],["price="],["content=Owned and operated by Alan and Clare Jardine, both SSI Platinum Pros, each with over 20 years experience in the dive industry, Dive Provo brings you tropical scuba diving at its best."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Provo Turtle Divers"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1 800 833 1341"],["fax="],["hours="],["price="],["content=oldest and most experienced dive operation in the Turks & Caicos Islands. For over 38 years they've explored the reefs and walls of these islands, discovering new dive sites and uncovering some of the most unusual underwater spectacles accessible to divers in the Turks & Caicos."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Snuba Turks and Caicos"],["url=http:\/\/snubaturksandcaicos.com"],["email="],["address=The Windsong Resort, Stubbs Rd., Providenciales, Turks and Caicos Islands BWI"],["lat="],["long="],["directions="],["phone=+1 649 241-7010"],["tollfree="],["fax="],["hours="],["price="],["content=Has a great tour in store for you when you come to their island, Providenciales Turks and Caicos. There's no experience needed to take their tour. If you can breathe, look and kick your legs then you too can SNUBA."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is a collection of different things to do while on the island. You can shop at boutiques and visit museums and show rooms. There are also a few \"touristy\" shops, food stores, liquor shops, banks and pharmacies. Throughout all the islands there are a variety of local stores that have a collection of varying unique jewellery and hand-made gifts.\n\nThe Saltmills plaza and Regent Village in Grace Bay are generally considered to be the premier shopping plazas on the island of Provenciales (or Provo as it is often called). \n\n",{"type":"==","value":["Eat"]},"\nThere are a total of 81 restaurants on the islands. However, many of the restaurants are on the island of Providenciales. Not that many years ago, local island tables did not know what was going to be on the menu for dinner until the fishing boats brought in their catch of the day.  Today the Turks and Caicos Islands feature fine and imaginative cuisine and world class chefs.\n\n",{"type":"==","value":["Drink"]},"\nThere is a small brewery on Grand Turk that produces an alcohol based Ginger Beer. It is called 'Islander Ginger Beer' and is considered to be the only product manufactured on the island. It has a rich ginger base with citrus and spice finish. It's made in a small brewery located in the heart of the capital city, Cockburn Town and can be bought in local bars and restaurants. It's a live yeast fermented, fresh beverage that must  always be kept refrigerated. It's unique to the island and, because of its perishable nature, is not exported.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Grand Turk beach.JPG"],["thumb"],["Beach view on Grand Turk Island"]]},"\n",{"type":"[[","value":[["Image:Providenciales ocean turks caicos sunset point villa.jpg"],["thumb"],["Ocean view on Providenciales"]]},"\n\nThroughout the islands there are a total of 143 different places to stay. You can choose to be at an all-inclusive, a resort suite condo, or a private villa or inn. These hotels also offer wonderful dining experiences. Many of these hotels offer are corporate-business rates as well including internet access and fax services. At almost all hotels you can ask if there are any \"packages\" available such as, hotel and dive packages. \n\nFor accommodation listings see the articles on each island.\n\n",{"type":"==","value":["Work"]}," \nWork permits are easily obtained for foreigners. However, many jobs are designed for \"Belongers\" only. Belongers are people that have a special connection to TCI. Work permits are applied for via agencies on the island and require proof of citizenship, proof of employment, proof of residence on the island, and are then ratified by a medical exam, blood tests and a chest X-ray. As an employee you will need to register with the National Insurance Board and the National Health Insurance Board.  Contributions are payable monthly by the employee and employer to both.   \n\nIn 2012 work permit costs were increased across all categories and interested parties should contact the immigration board for clarification on the exact cost. It can take up to 6 months to actually have the work permit in hand.\n\nCertain jobs on the island are deemed unfit for non-Belongers to apply for: banking, civil servants, and boat operators are specific jobs that fall under this rule.\n\n",{"type":"==","value":["Stay safe"]}," \nTurks and Caicos have one of the lowest crime rates and highest crime-solved rates in the Caribbean. Any problems that occur should be reported  to the Royal Turks and Caicos Police immediately. While the islands are extremely safe, make sure to exercise common sense. Don't leave valuables in plain view, and always lock your car when leaving it, and lock your dwelling (hotel) when you are not in it. By taking simple precautions it will prevent the loss of cash, jewellery and identification. Thieves target mopeds and motorcycles, so be sure that you lock yours up properly. Also, be aware that Islanders can be very aggressive drivers, so it is best to use caution when crossing or driving on the roads.\n\n",{"type":"==","value":["Stay healthy"]}," \nRecently, a modern hospital system was built on the islands that is managed by InterHealth Canada. The facilities are located on Providenciales (Cheshire Hall Medical Centre) and Grand Turk (Cockburn Town Medical Centre). These health centres include emergency centres, dental care, dialysis, internal medicine, surgical, orthopaedic, obstetric and endoscopic procedures, physiotherapy and diagnostic imaging. Currently the islands are working on getting in-home hospice care. \n\nThere are also a good number of private medical providers on Providenciales catering to the local population and visitors.  The standard of care is very high for such a small island.  Dental Services on Providenciales has a resident dentist, two hygienists and specialist periodontists and an orthodontist - www.dentist.tc.  Associated Medical Practices have several highly experienced GP's a chiropractor, a surgeon, and a full service pharmacy www.doctor.tc can provide more information.\n\nThe Turks and Caicos have a few fresh water reserves at ground level. Therefore, most water comes from either wells or cisterns that have collected rainwater. Cistern water is almost always safe to drink, but unless well water is purified, it could be contaminated or have unpleasant taste. It is generally a good idea to use bottled water when possible, but tap water can be used if necessary.  The beaches are very soft and warm and welcoming.\n\n",{"type":"==","value":["Respect"]}," \nIslanders are very kind people and believe in practising good manners and exercising respect. Greet people with a friendly saying such as \"Hello\" and \"Good Afternoon.\" \n\nShorts are to be worn in town and on the beach during the day. Because it is so sunny, it is advised to wear sunglasses and sunhats. In the evening, specifically winter, you are advised to wear a light sweater or jacket. When eating, it is not formal but you are expected to dress nicely (men- polos and dress shorts, women- dresses or dress slacks).\n\nAlso, public nudity is illegal all throughout the island.\n\nIn recent years, there has been talk about a union with Canada. Many islanders are bitterly divided on the subject, and awkward situations can arise when the subject is brought up. It is best to avoid this subject unless you're with friends and family whom you know.  \n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["Geo"],["21.668"],["-71.807"],["zoom=9"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Turks and Caicos Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Turks and Caicos"]]}]