[{"type":"{{","value":[["pagebanner"],["Turkey banner Suleymaniye Mosque.jpg"],["caption=From the courtyard of the Süleymaniye Mosque in Istanbul"]]},"\n",{"type":"{{","value":[["merge from"],["Along the Troad Coast"]]},"\n",{"type":"{{","value":[["quickbar"],["image= Blaue moschee 6minarette.jpg"],["location= LocationTurkey.png"],["flag= Flag of Turkey.svg"],["capital=",{"type":"[[","value":[["Ankara"]]}],["government=Parliamentary Republic"],["currency=Türk Lirası\/Turkish lira (TRY)"],["area=",{"type":"''","value":["total:"]}," 783,562 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 13,930 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 769,632 km",{"type":"<","value":["sup",["2"]]}],["population=74,900,000 (2013 est.)"],["language=",{"type":"[[","value":[["Turkish"]]}," (official); Kurdish, ",{"type":"[[","value":[["Zazaisch Phrasebook"],["Zaza"]]},", Arabic, Azeri, Laz"],["religion=Muslim (Sunni majority and Alevi minority) majority with small minorities of Eastern Rite Christians, Jews, agnostics, and atheists"],["electricity=220V\/50Hz (European plug)"],["callingcode=+90"],["tld=.tr"],["timezone=UTC +2"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[","value":["http:\/\/www.goturkey.com\/ ",{"type":"'''","value":["Turkey"]}]}," (",{"type":"[[","value":[["Turkish phrasebook"],["Turkish"]]},": ",{"type":"''","value":["Türkiye"]},") is on the Mediterranean, in the Anatolian region of West ",{"type":"[[","value":[["Asia"]]},", with a small section in Southeastern ",{"type":"[[","value":[["Europe"]]}," separated by the Turkish Straits (Bosphorus, Sea of Marmara, and Dardanelles) from Asia. With the Black Sea to the north and the Aegean Sea in the west and Mediterranean Sea to the southwest, Turkey is surrounded by ",{"type":"[[","value":[["Bulgaria"]]}," and ",{"type":"[[","value":[["Greece"]]}," to the west, ",{"type":"[[","value":[["Armenia"]]},", ",{"type":"[[","value":[["Azerbaijan"]]}," and ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]}," to the northeast, ",{"type":"[[","value":[["Syria"]]},", ",{"type":"[[","value":[["Iraq"]]}," and ",{"type":"[[","value":[["Iran"]]}," to the southeast. While geographically most of the country is situated in Asia, most locals in Turkey consider themselves to be Europeans.\n\nTurkey offers a wealth of destination varieties to travellers: from dome-and-minaret filled skyline of ",{"type":"[[","value":[["Istanbul"]]}," to Roman ruins along the ",{"type":"[[","value":[["Aegean Turkey"],["western"]]}," and ",{"type":"[[","value":[["Mediterranean Turkey"],["southern"]]}," coasts, from heavily indented coastline against a mountainous backdrop of ",{"type":"[[","value":[["Lycia"]]}," and wide and sunny beaches of ",{"type":"[[","value":[["Pamphylia"]]}," to cold and snowy mountains of the ",{"type":"[[","value":[["Eastern Anatolia"],["East"]]},", from crazy \"foam parties\" of ",{"type":"[[","value":[["Bodrum"]]}," to Middle Eastern-flavoured cities of ",{"type":"[[","value":[["Southeastern Anatolia"]]},", from verdant misty mountains of ",{"type":"[[","value":[["Eastern Karadeniz"],["Eastern Black Sea"]]}," to wide steppe landscapes of ",{"type":"[[","value":[["Central Anatolia"]]},", there is something for everyone's taste—whether they be travelling on an extreme budget by hitchhiking or by a multi-million yacht.\n\n",{"type":"==","value":["Understand"]},"\nThere is evidence that the bed of the Black Sea was once an inhabited plain, before it was flooded in prehistoric times by rising sea levels. Mount Ararat (",{"type":"''","value":["Ağrı Dağı"]},"), at 5,165 m, is the country's highest point while the legendary landing place of Noah's Ark, lies in the mountains on the far eastern edge of the country.\n\nTurkey was founded in 1923 from the remnants of the Ottoman Empire. Soon thereafter the country instituted secular laws to replace traditional religious fiats. In 1945 Turkey joined the UN, and in 1952 it became a member of NATO.\n\n",{"type":"===","value":["Geography"]},"\nTurkey occupies a landmass slightly larger than ",{"type":"[[","value":[["Texas"]]},", at just over 750,000 square kilometres, and is more than three times the size of the ",{"type":"[[","value":[["United Kingdom"]]},". In terms of the variety of terrain and particularly the diversity of its plant life, however, Turkey exhibits the characteristics of a small continent. There are, for example, some 10,000 plant species in the country (compared with some 13,000 in all of ",{"type":"[[","value":[["Europe"]]},") — one in three of which is endemic to Turkey. Indeed, there are more species in ",{"type":"[[","value":[["Istanbul Province"]]}," (2,000) than in the whole of the United Kingdom. While many people know of Turkey's rich archaeological heritage, it possesses an equally valuable array of ecosystems — peat bogs, heath lands, steppes, and coastal plains. Turkey possesses much forest (about a quarter of the land) but, as importantly, some half of the country is semi-natural landscape that has not been entirely remodelled by man.\n\n",{"type":"===","value":["Culture"]},"\nWhile it may sound like a tourism brochure cliché, Turkey really is a curious mix of the west and the east—you may swear you were in a ",{"type":"[[","value":[["Balkans"],["Balkan"]]}," country or in ",{"type":"[[","value":[["Greece"]]}," when in ",{"type":"[[","value":[["Marmara (region)"],["northwestern"]]}," and ",{"type":"[[","value":[["Aegean Turkey"],["western"]]}," parts of the country (except that Byzantine-influenced churches are substituted with Byzantine-influenced mosques), which are indeed partly inhabited by people from Balkan countries, who immigrated during the turmoil before, during, and after WWI, while ",{"type":"[[","value":[["Southeastern Anatolia"],["southeastern"]]}," reaches of the country exhibit little if any cultural differences from Turkey's ",{"type":"[[","value":[["Middle East"],["southern and eastern neighbours"]]},". Influences from the ",{"type":"[[","value":[["Caucasus"]]}," add to the mix in the ",{"type":"[[","value":[["Eastern Karadeniz"],["northeast"]]}," part of the country. It can be simply put that Turkey is the most oriental of western nations, or, depending on the point of view, the most occidental of eastern nations.\n\nPerhaps one thing common to all of the country is ",{"type":"'''","value":["Islam"]},", the faith of the bulk of the population. However, interpretation of it varies vastly across the country: many people in northwestern and western coasts are fairly liberal about the religion (being nominal Muslims sometimes to the point of being irreligious), while folk of the ",{"type":"[[","value":[["Central Anatolia"],["central steppes"]]}," are far more conservative (don't expect to find a ",{"type":"[[","value":[["Saudi Arabia"]]}," or an ",{"type":"[[","value":[["Afghanistan"]]}," even there, though). The rest of the country falls somewhere in between, with the coastal regions being relatively liberal while inland regions are relatively conservative as a general rule. The largest ",{"type":"'''","value":["religious minority"]}," in the country are the Alevites, who constitute up to 20% of the population and who subscribe to a form of Islam closer to that of the Shiite version of Islam and practice Shamanistic rituals of ancient Turks. Other religious minorities—the Greek Orthodox, Armenian Apostolic, Jews, Syriac Oriental Orthodox, and Roman Catholics, the latter of whom mainly settled in Turkey within the last 500 years from Western European countries—once numerous across the country, are now mostly confined to the large cities of ",{"type":"[[","value":[["Istanbul"]]}," and ",{"type":"[[","value":[["Izmir"]]},", or parts of ",{"type":"[[","value":[["Southeastern Anatolia"]]}," in the case of the Syriac Oriental Orthodox. Despite its large Muslim majority population, Turkey officially remains a secular country, with no declared state religion.\n\n",{"type":"===","value":["Holidays"]},"\nThe savvy traveller should remember that when travelling into, in or around Turkey there are several holidays to keep in mind as they can cause delays in travel, traffic congestion, booked up accommodations and crowded venues. Banks, offices and businesses are closed during official holidays and traffic intensifies during all of the following holidays so do your research before you visit. Do not be put off by these holidays, it is not that difficult and often quite interesting to travel during Turkish holidays, simply plan ahead as much as possible.\n\n",{"type":"====","value":["Official holidays"]},"\n",{"type":"*","value":[" Jan 1: New Year's Day (",{"type":"''","value":["Yılbaşı"]},")"]},"\n",{"type":"*","value":[" Apr 23: National Sovereignty and Children's Day (",{"type":"''","value":["Ulusal Egemenlik ve Çocuk Bayramı"]},") — anniversary of the establishment of the Turkish Grand National Assembly"]},"\n",{"type":"*","value":[" May 1: Labour and Solidarity Day (",{"type":"''","value":["Emek ve Dayanışma Günü"]},", also unofficially known as ",{"type":"''","value":["İşçi Bayramı"]},", i.e. Worker's Day) was long banned as a holiday for almost 40 years and only restarted as a national holiday in 2009 because in years past it usually degenerated into violence. The wary traveller would be advised to not get caught in the middle of a May Day parade or gathering."]},"\n",{"type":"*","value":[" May 19: Atatürk Commemoration and Youth & Sports Holiday (",{"type":"''","value":["Atatürk'ü Anma Gençlik ve Spor Bayramı"]},") — the arrival of Atatürk in ",{"type":"[[","value":[["Samsun"]]},", and the beginning of the War of Independence"]},"\n",{"type":"*","value":[" Aug 30: Victory Day (",{"type":"''","value":["Zafer Bayramı"]},") — Celebration of the end of the war for Turkish Independence over invasion forces. A big Armed Forces day and display of military might by huge military parades."]},"\n",{"type":"*","value":[" Oct 29: Republic Day (",{"type":"''","value":["Cumhuriyet Bayramı"]}," or ",{"type":"''","value":["Ekim Yirmidokuz"]},") is anniversary of the declaration of Turkish Republic. If it falls on a Thursday for example, Friday and the weekend should be considered in your travel plans. October 29 is the official end of the tourist season in many resorts in ",{"type":"[[","value":[["Mediterranean Turkey"]]}," and usually there is a huge celebration at the town squares."]},"\n",{"type":"*","value":[" Nov 10, 09:05 — Traffic usually stops and sirens blare for two minutes starting at 09:05, the time when Atatürk, founder of the Turkish Republic, died in ",{"type":"[[","value":[["Istanbul\/Bosphorus"],["Dolmabahçe Palace"]]}," in ",{"type":"[[","value":[["Istanbul"]]}," in 1938. That moment in time is officially observed throughout the country but businesses and official places are not closed for the day. However, do not be surprised if you are on the street, you hear a loud boom and all of a sudden people and traffic stop on the sidewalks and streets for a moment of silence in observance of this event."]},"\n",{"type":"====","value":["Religious holidays"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\n",{"type":"'''","value":["Ramadan"]}," (",{"type":"''","value":["Ramazan"]}," in Turkish) is a month long time of fasting, prayer and celebration during which pious Muslims neither drink nor eat anything, even water, from sun up to sun down. Businesses, banks and official places are not closed during this time. In some parts of Turkey, such as most of ",{"type":"[[","value":[["Central Anatolia"],["inland"]]}," and ",{"type":"[[","value":[["Eastern Anatolia"],["eastern"]]}," locations as locals are more conservative than people in the rest of the country, it is considered to be bad taste to eat snacks or drink sodas in front of locals in public places or transport—to be completely on the safe side, watch how local folk act—but restaurants are usually open and it is no problem to eat in them as usual, though some restaurant owners use it as an opportunity for a much-needed vacation (or renovation) and shut their business completely for 30 days. However, you will unlikely see any closed establishment in big cities, central parts of the cities, and touristy towns of ",{"type":"[[","value":[["Aegean_Turkey"],["western"]]}," and ",{"type":"[[","value":[["Mediterranean_Turkey"],["southern Turkey"]]},". At sunset, call for prayer and a cannon boom, fasting observers immediately sit down for ",{"type":"''","value":["iftar"]},", their first meal of the day. Banks, businesses and official places are NOT closed during this time.\n\n",{"type":"'''","value":["During Ramadan"]},", many city councils set up tent-like structures in the major squares of the cities that are especially aimed and served for the needy, for those in poverty or who are elderly or handicapped, and are also served for passers by, with warm meals during the sunset (",{"type":"''","value":["iftar"]},"), free of charge (much like soup kitchens, instead serving full meals). ",{"type":"''","value":["Iftar"]}," is a form of charity that is very rewarding especially when feeding someone who is needy. It was first practised by the Prophet Muhammad during the advent of Islam, for that purpose. Travellers are welcome to join, but do not take advantage of it during the entire fasting period, just because it is free of charge. \n\nImmediately following ",{"type":"''","value":["Ramazan"]}," is the ",{"type":"'''","value":["Eid-ul Fitr"]},", or the three-day national holiday of ",{"type":"''","value":["Ramazan Bayramı"]},", also called ",{"type":"''","value":["Şeker Bayramı"]}," (i.e. \"Sugar\" or more precisely \"Candy Festival\") during which banks, offices and businesses are closed and travel will be heavy. However, many restaurants, cafés and bars will be open.\n\n",{"type":"''","value":["Kurban Bayrami"]}," (pronounced ",{"type":"''","value":["koor-BAHN bahy-rah-muh"]},") in Turkish, (",{"type":"'''","value":["Eid el-Adha"]}," in Arabic) or sacrifice holiday is the most important Islamic religious festival of the year. It lasts for several days and is a public holiday in Turkey. Almost everything will be closed during that time (many restaurants, cafes, bars and some small shops will be open however). ",{"type":"''","value":["Kurban Bayrami"]}," is also the time of the ",{"type":"'''","value":["annual pilgrimage (",{"type":"[[","value":[["Hajj"]]},") to Mecca"]},", so both domestic and international travel is intense in Turkey at this time. If you are in smaller towns or villages you may even observe an animal, usually a goat but sometimes a cow, being slaughtered in a public place. In recent years the Turkish government has cracked down on these unofficial slaughterings so it is not as common as it once was.\n\nThe dates of these religious festivals change according to the Muslim lunar calendar and thus occur 10-11 days (the exact difference between Gregorian and Lunar calendars is 10 days and 21 hr) earlier each year. According to this,\n\n",{"type":"*","value":[" ",{"type":"''","value":["Şeker\/Ramazan Bayramı"]}," "]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Kurban Bayramı"]}," continues for four days"]},"\nDuring both religious holidays, many cities (but not all) provide ",{"type":"'''","value":["public transport for free"]}," (but note that these do not include privately owned minibuses, ",{"type":"''","value":["dolmuş"]},"es, taxis, or inter-city buses). This depends on the place and time. For example, ",{"type":"[[","value":[["Istanbul"]]},"'s public transport authority provided free transport in Eid-ul Fitr 2008, but not in Eid-ul Adha 2008 when its passengers had to pay a discounted rate. For some years, it was all free in both holidays, while in some others there was no discount at all. To be sure, check whether other passengers use a ticket\/token or not.\n\n",{"type":"===","value":["Climate"]},"\nThe climate in Turkey has a vast diversity depending on the diverse topography and latitude. \n\n",{"type":"[[","value":[["Aegean_Turkey"],["Aegean"]]}," and ",{"type":"[[","value":[["Mediterranean_Turkey"],["Mediterranean coastal areas"]]}," enjoy the typical Mediterranean climate. There is hardly a drop of rain during the sunny and hot summer (May to October). Winters are mild and rainy in these regions, and it very rarely snows at coastal areas, with the exception of mountainous areas higher than 2000 metres of these regions, which are very snowy and are frequently not passable. The water temperature in the Aegean and Mediterranean Seas is warm during the long summer season (May to October) which constitutes the swimming season and fluctuates between 23° and 28°C from north to south.\n\nThe ",{"type":"[[","value":[["Marmara_(region)"],["region around the Sea of Marmara"]]},", including ",{"type":"[[","value":[["Istanbul"]]},", has a transitional climate between an oceanic climate and a semi-Mediterranean climate, but it does rain, albeit not a lot, during the very warm summer (as showers which tend to last for 15-30 minutes). Its winters are colder than those of the western and southern coasts. Snow is common at coastal areas, although it doesn't stay on the ground for long and is limited to only a few days every winter. The water temperature in the Sea of Marmara is also colder than the Aegean and Mediterranean Seas, with the water temperature reaching only between 20° and 24°C during the summer (June, July and August) and the swimming season is restricted to those summer months.\n\nThe ",{"type":"[[","value":[["Black_Sea_Turkey"],["Black Sea region"]]}," has an oceanic climate (thanks to the protective shield effect of Caucasus mountains) with the greatest amount of precipitation and is the only region of Turkey that receives high precipitation throughout the year. The eastern part of that coast averages 2,500 mm annually which is the highest precipitation in the country. Summers are warm and humid while the winters are cool and damp. Snow is common at coastal areas, although it doesn’t stay on the ground for long and is limited to only a few days every winter, though mountains are very snowy as it is expected to be and are frequently not passable, there are glaciers around the year in the highest zones. The water temperature in the whole Turkish Black Sea coast is always cool and fluctuates between 10° and 20°C throughout the year, and is even less suitable for swimming during the summer than in the Sea of Marmara.\n\nMost of the coastal areas have a high level of relative humidity during most of the year which makes hot weather feel hotter and cold weather feel colder than it actually is.\n\nInterior areas like ",{"type":"[[","value":[["Ankara"]]},", generally have hot summers (though the nights are cool enough to make someone who is wearing only a thin t-shirt uncomfortable outdoors) and cold and snowy winters. The more easterly the location is, the colder the winters are and the heavier the snow is. The northeastern part (around ",{"type":"[[","value":[["Erzurum"]]}," and ",{"type":"[[","value":[["Kars"]]},") is the only inland area which has cool and rainy summers.\n\nThe ",{"type":"[[","value":[["Southeastern Anatolia"],["southeastern region"]]}," near the Syrian border has a desert-like climate, temperature is frequently above 40°C during summers with no rain. Snowfall is occasional in winter.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Turkey regions map.png"],["regionmapsize=560px"],["region1name=",{"type":"[[","value":[["Aegean Turkey"]]}],["region1color=#a1a4c1"],["region1description=Greek and Roman ruins between azure sea on one side and silvery olive groves on the other"],["region2name=",{"type":"[[","value":[["Black Sea Turkey"]]}],["region2color=#9eccb1"],["region2description=Heavily forested mountains offering great outdoor sports such as trekking and rafting"],["region3name=",{"type":"[[","value":[["Central Anatolia"]]}],["region3color=#ceb881"],["region3description=Tree-poor central steppes with the national capital, Hittite and Phrygian ruins, and moon-like Cappadocia"],["region4name=",{"type":"[[","value":[["Eastern Anatolia"]]}],["region4color=#c0ce98"],["region4description=High and mountainous eastern part with harsh winters"],["region5name=",{"type":"[[","value":[["Marmara (region)"],["Marmara Region"]]}],["region5color=#b59bb2"],["region5description=The most urbanized region with Byzantine and Ottoman monuments in some of the country's greatest cities"],["region6name=",{"type":"[[","value":[["Mediterranean Turkey"]]}],["region6color=#cba88b"],["region6description=Mountains clad with pine woods ascending right from the heavily-indented coastline of the crystal clear sea"],["region7name=",{"type":"[[","value":[["Southeastern Anatolia"]]}],["region7color=#beb588"],["region7description=Semi-desert Middle-Easternmost part of the country"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ankara"]]}," — the capital of Turkey and its second largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Antalya"]]}," — the fastest growing city, hub to an array of beach resorts"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bodrum"]]}," — a trendy coastal town in Southern Aegean which turns into a crowded city in season when it serves as a playground for Turkish and international holidaymakers alike, featuring a citadel, Roman ruins, trendy clubs and a number of villages surrounding the peninsula each with a different character from classy to rustic"]},{"type":"*","value":[" ",{"type":"[[","value":[["Edirne"]]}," — the second capital of the Ottoman Empire"]},{"type":"*","value":[" ",{"type":"[[","value":[["Istanbul"]]}," — Turkey's largest city, the former capital of both the Ottoman and Byzantine Empires, and the only major city in the world to straddle two continents"]},{"type":"*","value":[" ",{"type":"[[","value":[["Izmir"]]}," — Turkey's third largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Konya"]]}," — a quite large city that is the heartland of mystic Sufi order, the site of Rumi's tomb, and with some elegant Seljuq architecture, all surrounded by vast steppes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Trabzon"]]}," — the wonderful Sumela Monastery is just outside the city and it is a great gateway to exploring the Turkish Northeast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Urfa"]]}," — a city with beautiful architecture and extremely friendly locals at the gates of Eastern World; where Kurdish, Arabic, and Persian cultures mingle"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Ölüdeniz on the Turquoise Coast, Turkey.jpg"],["thumb"],["Over the turquoise waters in ",{"type":"[[","value":[["Ölüdeniz"]]}]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ani"]]}," — impressive ruins of the medieval Armenian capital in the far east of the country; known as the city of 1000 churches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cappadocia"]]}," — an area in the central highlands best known for its unique moon-like landscape (the \"fairy chimneys\"), underground cities, cave churches and houses carved in the rocks"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ephesus"]]}," — well-preserved ruins of the Roman city on the west coast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gallipoli"]]}," — site of 1915 ",{"type":"''","value":["Anzac"]}," landing and many WWI memorials"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kahta"],["Mount Nemrut"]]}," — a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}," with head statues dedicated to ancient Gods on its summit"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ölüdeniz"]]}," — incomparable postcard beauty of the \"Blue Lagoon\", perhaps the most famous beach of Turkey which you will see on any tourism brochure"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pamukkale"]]}," — \"the Cotton Castle\", white world of travertines surrounding cascading shallow pools filled with thermal waters"]},{"type":"*","value":[" ",{"type":"[[","value":[["Trabzon#Sümela Monastery"],["Sümela"]]}," — stunning monastery on the cliffs of a mountain, a must-see on any trip to the northeast coast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uludağ"]]}," — a national park featuring school textbook belts of different types of forests varying with altitude, and the major winter sports resort of the country"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Visas"]},"\nThe citizens of the countries\/territories listed below can enter Turkey ",{"type":"'''","value":["visa-free for 90 days"]}," unless otherwise ",{"type":"[","value":["http:\/\/www.mfa.gov.tr\/visa-information-for-foreigners.en.mfa stated"]},": ",{"type":"[[","value":[["Albania"]]},", ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Azerbaijan"]]}," (30 days), ",{"type":"[[","value":[["Bolivia"]]},", ",{"type":"[[","value":[["Bosnia and Herzegovina"]]}," (60 days), ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Costa Rica"]]}," (30 days), ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Czech Republic"]]},", ",{"type":"[[","value":[["Northern Cyprus"]]}," (Turkish republic of), ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Ecuador"]]},", ",{"type":"[[","value":[["El Salvador"]]},", ",{"type":"[[","value":[["Estonia"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," (SAR Passport), ",{"type":"[[","value":[["Iran"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Kazakhstan"]]}," (30 days), ",{"type":"[[","value":[["Kosovo"]]},", ",{"type":"[[","value":[["Kyrgyzstan"]]}," (30 days),  ",{"type":"[[","value":[["Latvia"]]}," (30 days), ",{"type":"[[","value":[["Lebanon"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Lithuania"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Macau"]]}," (30 days), ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]}," , ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Moldova"]]}," (30 days), ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Mongolia"]]}," (30 days), ",{"type":"[[","value":[["Montenegro"]]},", ",{"type":"[[","value":[["Morocco"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Nicaragua"]]},", ",{"type":"[[","value":[["Paraguay"]]},", ",{"type":"[[","value":[["Romania"]]},", ",{"type":"[[","value":[["Russia"]]}," (60 days), ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Syria"]]},", ",{"type":"[[","value":[["Tajikistan"]]}," (30 days), ",{"type":"[[","value":[["Trinidad and Tobago"]]},", ",{"type":"[[","value":[["Tunisia"]]},", ",{"type":"[[","value":[["Turkmenistan"]]}," (30 days), ",{"type":"[[","value":[["Ukraine"]]}," (60 days), ",{"type":"[[","value":[["Uruguay"]]},", ",{"type":"[[","value":[["Uzbekistan"]]}," (30 days), ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican City"]]}," and ",{"type":"[[","value":[["Venezuela"]]},".\n\nGerman and French citizens don't need a visa for stays up to 90 days and can even enter with their national ID card (",{"type":"''","value":["Personalausweis"]}," or ",{"type":"''","value":["carte d'identité"]},") or an expired passport\/ID unless arriving at the non-Council of Europe land border crossings (i.e. from ",{"type":"[[","value":[["Iran"]]},", ",{"type":"[[","value":[["Iraq"]]}," and ",{"type":"[[","value":[["Syria"]]},").\n\nCitizens of the following countries can get a visa ",{"type":"[","value":["https:\/\/www.evisa.gov.tr\/en\/ online"]}," (US$20) in advance.  ",{"type":"'''","value":["It is no longer possible to purchase a visa on entry to Turkey, according to the Turkish MFA."]},"  Despite this, visas were still on sale at airports (June 2014) but for $30 rather than $20, and some carriers would refuse passengers without the e-visa (Pegasus, Italy, June 2014).\n\n",{"type":"'''","value":["Valid for three months"]},": ",{"type":"[[","value":[["Antigua and Barbuda"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Bahamas"]]},", ",{"type":"[[","value":[["Barbados"]]},", ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Dominica"]]},", ",{"type":"[[","value":[["Dominican Republic"]]},", ",{"type":"[[","value":[["Grenada"]]},", ",{"type":"[[","value":[["Haiti"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," (BNO Passport), ",{"type":"[[","value":[["Ireland"]]},", ",{"type":"[[","value":[["Jamaica"]]},", ",{"type":"[[","value":[["Kuwait"]]},", ",{"type":"[[","value":[["Maldives"]]},", ",{"type":"[[","value":[["Malta"]]}," (Gratis), ",{"type":"[[","value":[["Mexico"]]}," (with valid Schengen, UK, Canada, US, or Japan visa), ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Oman"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["Qatar"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]},", ",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["Saint Kitts and Nevis"]]},", ",{"type":"[[","value":[["Saint Lucia"]]},", ",{"type":"[[","value":[["Saint Vincent and the Grenadines"]]},", ",{"type":"[[","value":[["United Arab Emirates"]]},", ",{"type":"[[","value":[["United Kingdom"]]}," and ",{"type":"[[","value":[["United States of America"]]},"\n\n",{"type":"'''","value":["Valid for two months"]},": ",{"type":"[[","value":[["Belarus"]]},"\n\n",{"type":"'''","value":["Valid for one month"]},": ",{"type":"[[","value":[["Armenia"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Bangladesh"]]}," (with valid Schengen, UK, or US visa), ",{"type":"[[","value":[["Cyprus"],["Republic of Cyprus"]]},", ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["India"]]}," (with valid Schengen, UK, or US visa), ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["Mauritius"]]},", ",{"type":"[[","value":[["Moldova"]]},", ",{"type":"[[","value":[["Pakistan"]]}," (with valid Schengen, UK, or US visa), ",{"type":"[[","value":[["Slovakia"]]},", ",{"type":"[[","value":[["South Africa"]]}," \n(NOTE: Payments in pounds sterling must be in Bank of England £10 notes only. No Scottish or Northern Irish notes and no other values of notes, eg £5 or £20 or GBP50)\n\nMore information can be found at the Turkish Ministry of  ",{"type":"[","value":["http:\/\/www.mfa.gov.tr\/visa-information-for-foreigners.en.mfa Foreign Affairs website"]},".\n\n",{"type":"===","value":["By plane"]},"\nTurkey's primary international gateway by air is ",{"type":"[[","value":[["Istanbul"]]},"'s ",{"type":"'''","value":[{"type":"[[","value":[["Istanbul Atatürk Airport"],["Atatürk International Airport"]]}]},".  ",{"type":"[[","value":[["Ankara"]]},"'s ",{"type":"'''","value":["Esenboğa Airport"]}," handles a comparatively limited selection of international flights, and there are also direct charters to Mediterranean resort hot spots like ",{"type":"[[","value":[["Antalya"]]}," in the peak summer and winter seasons. In 2005 customs at Istanbul international airport was rearranged to the effect that one is now required to go through customs and \"enter the country\" there, rather than first travel to a regional destination and pass customs there. Luggage will generally travel to the final destination without further ado, but on occasion you may have to point it out to be sure it will be transported on. The information given by flight attendants in the incoming flight may not be adequate so until the procedure is changed (it is supposed to be only temporary) it is wise to inquire on Istanbul airport. Since one must pass security again for any inland flight, it is advisable to hurry and not spend too much time in transit. There are also some other regional airports which receive a limited number of flights from abroad, especially from Europe and especially during the high season (Jun-Sep).\n\n",{"type":"====","value":[" Sabiha Gökçen Airport "]},"\n\nOf special interest to those traveling on ",{"type":"[[","value":[["Discount airlines in Europe"],["low-cost carriers"]]}," is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sgairport.com\/havaalani\/eng\/start.asp SAW Sabiha Gökçen Airport"]}]},", situated some 50km east of ",{"type":"[[","value":[["Istanbul"]]},"'s Taksim Square on the ",{"type":"[[","value":[["Istanbul\/Asian Side"],["Asian side"]]}," of Istanbul. Airlines servicing this airport include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easyjet.com\/ EasyJet"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.germanwings.com Germanwings"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.condor.com Condor"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thy.com THY (Turkish Airlines)"]}]}," and many more. It is interesting to point out that there is the possibility of catching a plane from Emirates' budget carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airarabia.com Air Arabia"]}]},"  to ",{"type":"[[","value":[["Sharjah"]]}," (",{"type":"[[","value":[["United Arab Emirates"]]},") and from there to ",{"type":"[[","value":[["India"]]}," for a very competitive price. All those low-cost options though, entail departure and arrival times in the middle of the night. There are shuttle buses to the airport from Taksim square operated by Havas and Havatas.\n\n",{"type":"===","value":["By train"]},"\nYou can still travel from ",{"type":"[[","value":[["Europe"]]}," to Turkey by train, although these days this is more of historical or perhaps even romantic interest than fast or practical.  The famed ",{"type":"''","value":["Orient Express"]}," from ",{"type":"[[","value":[["London"]]}," now travels no further than ",{"type":"[[","value":[["Vienna"]]},", but you can take the daily ",{"type":"''","value":["TransBalkan"]}," from ",{"type":"[[","value":[["Budapest"]]}," (",{"type":"[[","value":[["Hungary"]]},") via ",{"type":"[[","value":[["Bucharest"]]}," (",{"type":"[[","value":[["Romania"]]},"), a two-night journey with a scheduled 3-hour stop in Bucharest.  1st\/2nd class sleepers and couchettes are available, but the train lacks a restaurant car so stock up on supplies. From\/to Greek stations there are two daily services, from Istanbul to the border station of ",{"type":"[[","value":[["Pythion"]]}," every morning and from Istanbul to ",{"type":"[[","value":[["Thessaloniki"]]}," every night. (",{"type":"''","value":["Due to budget cuts by the Greek government, the services to\/from Greece has been suspended indefinitely since 13 Feb 2011."]},") There are also daily trains to Istanbul from ",{"type":"[[","value":[["Sofia"]]}," (",{"type":"[[","value":[["Bulgaria"]]},"). \n\nFrom ",{"type":"[[","value":[["Middle East"]]},", there are also once-weekly services from ",{"type":"[[","value":[["Tabriz"]]}," and ",{"type":"[[","value":[["Tehran"]]}," in ",{"type":"[[","value":[["Iran"]]}," to ",{"type":"[[","value":[["Van"]]}," and ",{"type":"[[","value":[["Istanbul"]]},", via ",{"type":"[[","value":[["Ankara"]]},". (",{"type":"''","value":["Due to railtrack renovations, for at least two years from February 2012 on, Istanbul's Asian station will receive no services. As such, the western terminus of Trans-Asia Express, which provides service between Iran and Turkey, has now been shifted to Ankara"]},".) While direct Istanbul-",{"type":"[[","value":[["Damascus"]]}," service has been discontinued for some time now, there are still once or twice weekly trains between southern cities of ",{"type":"[[","value":[["Mersin"]]},", ",{"type":"[[","value":[["Adana"]]},", and ",{"type":"[[","value":[["Gaziantep"]]}," and the ",{"type":"[[","value":[["Syria"]]},"n city of Aleppo. There had also been a train connecting Gaziantep with ",{"type":"[[","value":[["Mosul"]]}," in ",{"type":"[[","value":[["Iraq"]]},", but it was suspended shortly after it was inaugurated and does not seem to come back into service, at least not in the foreseeable future.\n\nA cheap way of traveling to or from Turkey might be the ",{"type":"[[","value":[["Balkan Flexipass"]]},".\n\n",{"type":"===","value":["By car"]},"\nFrom ",{"type":"[[","value":[["Central Europe"]]},", getting to Turkey is not too difficult. In any case you'll need your International Insurance Card (Green Card). Pay attention to \"TR\" not being cancelled and be sure your insurance is valid for the Asian part of Turkey, too. Otherwise you will have to buy Turkish car insurance separately. In any case, Turkish customs will make an entry into your passport stating when the car (and thus you) have to leave Turkey again.\n\nA ",{"type":"[[","value":[["Carnet de Passage"],["carnet de passage"]]}," is not necessary unless you intend to move on to ",{"type":"[[","value":[["Iran"]]},", which requires you to have a carnet de passage.\n\nNational driving licences from some of the ",{"type":"[[","value":[["Europe"]]},"an countries are accepted. If you are not sure about your situation, obtain an international driving licence beforehand. \n\nMajor roads from ",{"type":"'''","value":["Europe"]}," are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["E80"]}," enters Turkey at Kapıkule border gate (NW of ",{"type":"[[","value":[["Edirne"]]},", SE of ",{"type":"[[","value":[["Svilengrad"]]},") from ",{"type":"[[","value":[["Bulgaria"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["E87"]}," enters Turkey at Dereköy border gate (north of ",{"type":"[[","value":[["Kirklareli"],["Kırklareli"]]},", south of ",{"type":"[[","value":[["Tirnovo"]]},") from Bulgaria"]},{"type":"*","value":[" ",{"type":"'''","value":["E90"]}," enters Turkey at İpsala border gate (west of ",{"type":"[[","value":[["Keşan"]]},", east of ",{"type":"[[","value":[["Alexandroupolis"]]},") from ",{"type":"[[","value":[["Greece"]]}]},"\nA convenient connection from Western Europe, especially if you want to avoid narrow and perhaps poorly maintained highways of the ",{"type":"[[","value":[["Balkans"]]},", is to take the weekly ",{"type":"'''","value":["motorail trains"]}," run by EuroTurk Express ",{"type":"[","value":["http:\/\/www.euroturk-express.com\/"]},", which depart from ",{"type":"[[","value":[["Bonn"]]},"-Beuel station (",{"type":"[[","value":[["Germany"]]},") every Saturday at noon, arriving two nights later during the afternoon in ",{"type":"[[","value":[["Cerkezkoy"],["Çerkezköy"]]},", about 100 km northwest of ",{"type":"[[","value":[["Istanbul"]]}," or an hour's drive through a high-standard motorway. Fares start at €139 for passengers, cars at €279. \n\nMajor roads from ",{"type":"'''","value":["Middle East"]}," enter Turkey at numerous border gates around ",{"type":"[[","value":[["Antakya"]]}," (Antioch), from ",{"type":"[[","value":[["Syria"]]},"n cities such as ",{"type":"[[","value":[["Aleppo"]]}," and ",{"type":"[[","value":[["Latakia"]]},", Habur border gate (south of ",{"type":"[[","value":[["Silopi"]]},", north of ",{"type":"[[","value":[["Zakho"]]},") from ",{"type":"[[","value":[["Iraq"]]},", and ",{"type":"[[","value":[["Dogubeyazit"]]}," border gate (near Ararat) from ",{"type":"[[","value":[["Iran"]]},".\n\nMajor roads from ",{"type":"'''","value":["Caucasia"]}," enter Turkey at ",{"type":"[[","value":[["Sarpi"],["Sarp\/Sarpi"]]}," border gate from ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]}," (south of ",{"type":"[[","value":[["Batumi"]]},") and Türkgözü border gate south of ",{"type":"[[","value":[["Akhaltsikhe"]]}," (this is the nearest border gate from ",{"type":"[[","value":[["Tbilisi"]]}," but the last few kilometres on the Georgian side were really bad as of summer 2009). The border with ",{"type":"[[","value":[["Armenia"]]}," is currently closed, thus impassable by car.\n\nThere are also other border gates (unlisted here), from all the countries Turkey has a common land border with (except Armenia), leading to secondary roads passable with a car.\n\nOne must be aware of holidays because these border gates may be extremely congested at times. Especially during the summer many Turks who live in Germany drive back home and this creates huge lines at the border. \n\n",{"type":"===","value":[" By bus"]},"\n\n",{"type":"====","value":["Europe"]},"\nFrom ",{"type":"[[","value":[["Bucharest"]]}," there is a daily bus to Istanbul at 16:00 for RON125. There are also several daily buses from ",{"type":"[[","value":[["Constanta"]]},", ",{"type":"[[","value":[["Romania"]]}," and from ",{"type":"[[","value":[["Sofia"]]},", ",{"type":"[[","value":[["Bulgaria"]]}," and from there you can get connections to the major cities of Europe. Another possibility is the bus from ",{"type":"[[","value":[["Athens"]]}," in ",{"type":"[[","value":[["Greece"]]}," via ",{"type":"[[","value":[["Thessaloniki"]]},". You may also find smaller bus companies offering connections to other countries in the Balkans.\nA couple of Turkish bus companies operate buses between Sofia and Istanbul. These buses typically stop at various cities along the way.\n\n",{"type":"====","value":["Georgia"]},"\nThere are several border points between Turkey and ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", in particular in ",{"type":"[[","value":[["Batumi"]]},".\nYou may have to change buses at the border.\n\n",{"type":"====","value":["Iran"]},"\nThere is a direct bus to ",{"type":"[[","value":[["Istanbul"]]}," from ",{"type":"[[","value":[["Teheran"]]}," in ",{"type":"[[","value":[["Iran"]]}," which takes approx 48hr and costs USD35 for a one-way ticket between Istanbul or Ankara and Tehran.\n",{"type":"*","value":[{"type":"[[","value":[["Dogubeyazit"]]},"\/",{"type":"[[","value":[["Bazerghan"]]}," This Turkey\/Iran border crossing is easily (and fast) done by public transport. Take a bus to ",{"type":"[[","value":[["Bazerghan"]]}," and a shared taxi to the border (ca. USD2-3). Cross the border stretch per pedes and catch a frequent minibus (ca. TRY5, 15 minutes) to  ",{"type":"[[","value":[["Dogubeyazit"]]},". Check the security situation in the region, due to the unsolved PKK conflict."]},{"type":"*","value":["There are also buses from ",{"type":"[[","value":[["Van"]]}," to ",{"type":"[[","value":[["Urmia"]]}," crossing the Turkey\/Iran border at Esendere\/Sero. The buses cost app. €13 and it takes more than 6 hr to finish the 300 km path. That's because of the poor roads, harsh snowy conditions during the winter and also many military checkpoints because of security reasons concerning the P.K.K.."]},"This southern route is less frequent than the northern ",{"type":"[[","value":[["Dogubeyazit"]]},"\/",{"type":"[[","value":[["Bazerghan"]]},", as it is much slower but therefor a scenic mountainous route.\nMake sure you get a clear idea about exchange rates if you want to change Turkish lira or rial as the official bank at the border does not exchange these currencies and you have to deal with the plentiful black market.\n\n",{"type":"====","value":["Syria"]},"\nFrom ",{"type":"[[","value":[["Aleppo"]]}," in ",{"type":"[[","value":[["Syria"]]}," a 3hr bus to ",{"type":"[[","value":[["Antakya"]]}," costs SYP250 departing at 05:00. There is also a minibus service at 15:00 for SYP350. From Antakya you can get connecting buses to almost anywhere in Turkey, however initial prices may be overinflated and often inconvenient times. If travelling through to Istanbul, there are bus services from Damascus with bus changes along the way at ",{"type":"[[","value":[["Antakya"]]},". Purchasing a bus ticket in Damascus will be significantly cheaper than in Aleppo or Antakya. If travelling from Syria it is worthwhile to purchase additional supplies of snacks and drinks before leaving the country - these are significantly more expensive at bus stations in Turkey.\n\n",{"type":"===","value":["By boat"]},"\nMany people arrive in ",{"type":"[[","value":[["Bodrum"]]}," on one of the hydro-foils or ferries that run from most of the close Greek islands into the port. A fairly pretty way to arrive. While many of the lines that originate and terminate in ",{"type":"[[","value":[["Istanbul"]]}," have recently been discontinued (due to bankruptcy), there are still summer departures direct to Eastern Italy.\n\nOther main towns on the ",{"type":"[[","value":[["Aegean_Turkey"],["Aegean coast"]]}," have ferry connections with the nearest Greek islands as well. ",{"type":"[[","value":[["Trabzon"]]},", a major city on the eastern ",{"type":"[[","value":[["Black_Sea_Turkey"],["Black Sea coast"]]}," has a regular line from\/to ",{"type":"[[","value":[["Sochi"]]}," on the Russian Black Sea coast. ",{"type":"[[","value":[["Mersin"]]},", ",{"type":"[[","value":[["Tasucu"],["Taşucu"]]},", and ",{"type":"[[","value":[["Alanya"]]}," on the ",{"type":"[[","value":[["Mediterranean Turkey"],["Mediterranean coast"]]}," has ferry links with either ",{"type":"[[","value":[["Famagusta"]]}," (with Mersin) or ",{"type":"[[","value":[["Kyrenia"]]}," (with others) in ",{"type":"[[","value":[["Northern Cyprus"]]},".\n\nSee ",{"type":"[[","value":[["Ferries in the Mediterranean"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\nMajor cities are served by airlines as well, with reasonable prices, beating the bus travel experience especially over longer distances. Tickets can be conveniently bought at the Istanbul domestic terminal and local ticket offices of  Turkish Airlines ",{"type":"[","value":["http:\/\/www.turkishairlines.com\/"]},", Onur Air ",{"type":"[","value":["http:\/\/www.onurair.com.tr\/"]},", Pegasus Airlines ",{"type":"[","value":["http:\/\/www.flypgs.com\/EN\/"]}," and  Atlasjet ",{"type":"[","value":["http:\/\/www.atlasjet.com\/AtlasjetWeb\/atlasjet.kk?lang=EN"]}," among others . Many of the large cities have daily connections to the traffic hubs Ankara and Istanbul, others will have flights on specific days only. Upon arrival at regional airports there will often be a connecting ",{"type":"''","value":["Havaş"]}," bus ",{"type":"[","value":["http:\/\/www.havas.net\/en\/"]}," to the city centre, which is much, much cheaper than taking a taxi. They may wait for half an hour, but will be available after the arrival of major flights. In some spots a whole fleet of minibuses will be waiting for an important flight, and then they will head out for cities in the region. For instance, flying to Agri in the East a connecting minibus will head for Dogubeyazit within twenty,thirty minutes or so, so you don't have to travel into Agri first, then wait for a Dogubeyazit bus. Do ask for such easy connections upon arrival!\n\n",{"type":"===","value":["By bus"]},"\nTurkey has a very good long-distance bus network with air-conditioned buses, reserved seats and generally good-quality service, at least with the major operators. There are now a few firms providing luxury buses with 1st class seats and service. Standard buses, however, have seats narrower than those of economy class on aircraft. Buses are often crowded, but smoking is strictly prohibited. Cellphone use is also restricted on many buses.\n\nTwo buses with websites (though with poor English support) are:\n",{"type":"*","value":[" Metro Bus ",{"type":"[","value":["http:\/\/www.metroturizm.com.tr\/en\/index.htm"]}]},{"type":"*","value":[" Varan ",{"type":"[","value":["http:\/\/www.varan.com.tr\/"]}]},"\nBus travel is convenient in Turkey. Go to the Otogar (bus station) in any of the major cities and you can find a bus to almost any destination departing within half an hour, or a couple of hours at the most. Buses are staffed by drivers and a number of assistants. During the ride you will be offered free drinks, a bite or two, and stops will be made every two and a half hours or so at well-stocked road restaurants. The further east you travel, the less frequent buses will be, but even places as far as Dogubeyazit or Van will have regular services to many places hundreds of kilometres away. Only the smallest towns do not have a bus straight to Istanbul or Izmir at least once every two days.\n\nFinding the right bus quickly does require some help and thus some trust, but be careful. Scammers will be waiting for you, and some may assist you in buying a ticket to a bus that won't depart in the next two hours. Sometimes there simply is no other bus, but on other occasions you will be sitting there while other buses with the same destination start well ahead. If you have some time to spare: check the departure (and arrival) times of other companies, that may save you time overall. Still, if you indicate you really want to leave NOW (use phrases like \"hemen\" or \"shimdy\", or \"adjelem var\" - I am in a hurry ), people will realize you are in hurry, and off you go on the next bus departing for your destination.\n\nIf you have several operators to choose from, ask for the number of seats in the buses you compare. Roughly, a larger capacity implies a greater comfort (all bus-seats have approximately the same leg-room, but larger 48-seat buses are certainly more comfortable than a 15-seat Dolmus, which may be considered a 'bus' by the company selling the seat). Also, the bus company with the largest sign is usually the one with the most buses and routes. If possible, ask other travellers you meet about their experiences with different operators: even big operators have different standards of service, and even with the same operator the standards may vary from region to region.\n\nDon't be surprised if halfway to some strange and far-off destination you are asked out of the bus (your luggage will often be already standing next to it) and transferred to another. The other bus will \"buy\" you, and will bring you to the destination. This may even happen for 'direct' or 'non-stop' tickets.\n\nSometimes long-haul bus lines will leave you stranded on some ring-road around a city, rather than bringing you to the centre. That can be annoying. Inquire ahead (and hope they don't lie). On the other hand, many companies will have \"servis aracı\" or service vehicles to the centre, when the Otogar is on the periphery of a city, as they nowadays often are. In some cities these service vehicles are used by many companies combined, and a fleet of them, to different parts of the metropolis, will be waiting. The company may also choose to combine the passengers of multiple buses; meaning that you may have to wait until another bus or two arrives before departing. Keep your ticket ready as proof you were on a bus (though most of these services are run on good faith). In some cities (including Ankara, excluding Istanbul), the municipality have prohibited the use of service buses due to their effect on traffic. In that case, you might have to take a public bus or metro to get to your destination. One should probably avoid using taxis (at least departing from the Otogar) since they usually tend to abuse their monopolistic position by refusing to go to closer destinations, behaving rudely towards the passenger, charging on the night tariff, etc. If you have to take a taxi, it is usually suggested that you do it from outside the bus terminal.\n\nSeating within buses is partly directed by the \"koltuk numarası\" or seat number on your ticket, partly by the ritualistic seating of women next to women, couples together and so forth. So don't be too annoyed if you are required to give up your seat. In general, as a foreigner, you will have the better seat much of the time.\n\nOne hint: it often is easiest to take a seat in the back, whatever the number of your koltuk, and not be bothered for much of the ride. This is particularly true if you travel alone, and want to keep it that way, even though the last row may be reserved for the driver-off-duty, who wants to sleep. And remember: many buses pick up short-track fare along the ride, and park them in the last two or three rows. Also keep in mind that the back of the bus may be more noisy compared to the front, since that is where the engine is located.  \n\nIf you have a bicycle it will be transported free of extra charge. In most buses it fits in the luggage area of the bus- Make sure you have the tools to fold your bike as small as possible (height matters most)\n\n",{"type":"'''","value":["Fez Bus"]},".  This is another alternative,  a Hop on hop off travel network that links ",{"type":"[[","value":[["Istanbul"]]}," to the most popular tourist destinations in western Turkey, and a few other destinations. The buses runs hostel to hostel and have an English speaking tour leader on board. The pass can be purchased for a few days or all summer.  Departures are every other day. More expensive than local buses, but could be far less hassle, and offers a different experience. The main office in Istanbul is in Sultanahmet next to the Orient Youth Hostel on Yeni Akbiyik Cd. ",{"type":"[","value":["http:\/\/www.feztravel.com\/"]},"\n\n",{"type":"===","value":["By train"]},"\nOffering ",{"type":"'''","value":["considerably cheap"]},", but ",{"type":"'''","value":["slower"]}," travel compared with the bus, ",{"type":"''","value":["TCDD"]}," (Turkish Republic State Railways) operate passenger ",{"type":"[[","value":[["Tips_for_rail_travel"],["trains"]]}," all over the country. However, as Turkey has fewer than 11,000 km of rail network in the total, many cities and tourist spots are out of rail coverage.\n\n",{"type":"[[","value":[["Istanbul"]]},"–",{"type":"[[","value":[["Ankara"]]}," and Istanbul–",{"type":"[[","value":[["Edirne"]]}," lines are the only lines that are ",{"type":"'''","value":["electrified"]},", so the rest of the lines are serviced by diesel trains. The services from Istanbul to the east change their locomotives at Ankara station, and services to the south change their locomotives at Enveriye station, the remote one of two stations in ",{"type":"[[","value":[["Eskişehir"]]}," (located about two-thirds distance to Ankara from Istanbul). No steam locomotives run on Turkish railways regularly, except occasional ceremonies.\n\nIstanbul–Ankara rail line is the busiest and the most ridden one. There are several daily trains on this line, and a ride takes between 6 and a half to more than 10 hours, depending on the train one takes and the delays, which are quite frequent.\n\n",{"type":"'''","value":["High speed train"]}," (",{"type":"''","value":["yüksek hızlı tren"]},", usually shortened to ",{"type":"''","value":["YHT"]},") between ",{"type":"[[","value":[["Ankara"]]}," and ",{"type":"[[","value":[["Eskişehir"]]},", (a city lying about 240 km west of Ankara and is off the usual tourist trail in the country, with seven departures back and forth every day.) and between Ankara and Konya is available. An extension to Istanbul for ",{"type":"[[","value":[["Ankara"]]}," and ",{"type":"[[","value":[["Eskişehir"]]}," line is under construction. \n\nIt is possible to take the fast train from Ankara, and then transfer to the bus provided by ",{"type":"''","value":["TCDD"]}," in the Eskişehir station, heading for ",{"type":"[[","value":[["Bursa"]]},".\n\nRecent rail track renovations all over the country and the subsequent phase outs of many passenger trains mean that there is a less number of destinations you can get to by rail from Istanbul directly compared with a couple of years ago. The major cities with a direct train service from Istanbul are Edirne (from Sirkeci station on the European side, not Haydarpaşa), Eskişehir, ",{"type":"[[","value":[["Konya"]]},", ",{"type":"[[","value":[["Adana"]]},", ",{"type":"[[","value":[["Kayseri"]]}," (where ",{"type":"[[","value":[["Cappadocia"]]}," is a few hours bus ride away), ",{"type":"[[","value":[["Diyarbakir"],["Diyarbakır"]]},", ",{"type":"[[","value":[["Erzurum"]]}," (a few minutes away from Palandöken ski centre), ",{"type":"[[","value":[["Kars"]]},", and ",{"type":"[[","value":[["Tatvan"]]}," on the shore of ",{"type":"[[","value":[["Van"],["Lake Van"]]},". Ankara has services from\/to a somewhat wider number of destinations, while Izmir, other than trains from\/to Ankara (via Eskişehir) and Bandırma (on the coast of ",{"type":"[[","value":[["Marmara (region)"],["Marmara"]]},"), is only served by a number of regional trains operating across ",{"type":"[[","value":[["Aegean Turkey"]]},".\n\nRather than a spider web-like system, usually linear and quite disconnected nature of Turkish railway network means that, if you have a motivation (such as being on budget, or holding a pass such as Inter Rail) for tripping around the country solely by rail, you should prepare yourself for long de-tours and waits on the stations between trains. Getting from Istanbul to ",{"type":"[[","value":[["Izmir"]]},", two of Turkey's largest cities, only by trains, for example, involves either a ",{"type":"''","value":["long"]}," de-tour to Eskişehir and then switching to another train bound for Izmir there, or taking a fast ferry across the Sea of Marmara to ",{"type":"[[","value":[["Bandirma"],["Bandırma"]]}," and then take the train heading for Izmir there (the latter of which is actually faster than taking a bus to Izmir, although would not certainly be cheaper. ",{"type":"''","value":["TCDD"]}," offers combined tickets for this boat+train trip, which are a few liras cheaper than what you would normally pay if you would have bought the tickets separately).\n\n",{"type":"'''","value":["1st and 2nd class"]}," tickets are available across the country, while some trains are consisted of only 1st class cars. 1st class usually means a pullman car (which has large leg-rooms between the seats, and most of which has air-conditioners nowadays), and 2nd class usually means compartment having 6 or far worse 8 seats. 8-seated compartments are not widespread, still ask before in order to avoid having a ticket for one. Also, 2nd class tickets do not have seat numbers written on them, so you should rush into the train to find a suitable empty seat.\n\nMany trains have ",{"type":"'''","value":["couchettes"]}," (Turkish: ",{"type":"''","value":["kuşetli"]},") and ",{"type":"'''","value":["sleeping cars"]}," (",{"type":"''","value":["yataklı vagon"]},"), however even some of the night trains lack one, so ask before choosing your departure.\n\nAlthough none of the regional trains—which operate between nearby cities—have a ",{"type":"'''","value":["dining car"]},", most long-distance trains have one. However, dining cars of the trains heading for eastern Turkey may have a limited menu and beverage list or there might be no dining car at all due to the low interest of the passengers of these lines. Have some supplies, especially if you are going to take one of the services to the east, but don’t worry if you don’t have any time to get anything. In the stations where the train stops for 15 minutes or more—which typically are located in big cities lying about three to four hours away from each other—you will find a kiosk or a buffet to buy some snacks and drinks. You can also buy some snacks—or even fresh fruits during spring and summertime—from vendors “jumping” into the cars in smaller stations as well. Dining cars are closed between 00:30 and 06:30 in all trains except ",{"type":"''","value":["Fatih Express"]},", the daily night train between Istanbul and Ankara, the dining car of which is open until about 02:00.\n\nAll cars have ",{"type":"'''","value":["lavatories"]},", although they may not be always so clean or have toilet paper.\n\n",{"type":"'''","value":["Smoking"]}," in any part of any public transport, including trains, is banned in Turkey, but neither the conductors\/security guards nor other passengers seem to be concerned about this ban on the longest haul trains heading to\/from Eastern Turkey, at least on the 2nd class cars.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Rail_travel_in_Europe#Inter Rail"],["Inter Rail"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Rail_travel_in_Europe#Balkan Flexipass"],["Balkan Flexipass"]]}," passes"]}," are valid in all trains in Turkey (except international trains operating between Turkish and Iranian\/Syrian\/Iraqi stations), but holders of these tickets may have to get a seat number before ride, free of charge, especially in the trains that are consisted of only 1st class cars. ",{"type":"''","value":["TCDD"]}," also offers ",{"type":"''","value":["Tren Tur"]}," pass cards which lets its holder a month of free rail travel on any Turkish train (again, ",{"type":"''","value":["Tren Tur"]}," is not accepted in international trains operating between Turkish and Iranian\/Syrian\/Iraqi stations ",{"type":"''","value":["and"]}," the international train operating between Istanbul and Thessaloniki). ",{"type":"''","value":["Tren Tur"]}," card is considerably cheaper than one-zone Interrail tickets, but be sure to get a seat number in the stations before you get into a train that is consisted of only 1st class cars.\n\n",{"type":"''","value":["TCDD"]}," offers 20% ",{"type":"'''","value":["discounted tickets"]}," for youths under 26, whether they are students or not. Until recently anyone entitled to a discounted ticket were required to show a valid student ID on board, but this is no longer the case.\n\n",{"type":"'''","value":["Train tickets"]}," can be bought ",{"type":"'''","value":["online"]},", ",{"type":"'''","value":["at the station of departure"]}," (however, you can also buy your ticket for an Anatolian destination at the Sirkeci station, the main station of Istanbul on the European side), some of the ",{"type":"'''","value":["central postoffices"]},", ",{"type":"'''","value":["authorized tourism agencies"]}," or from the ",{"type":"'''","value":["automatic ticket machines"]}," which are rarely located at the main stations of the big cities. ",{"type":"'''","value":["Credit cards"]}," are accepted only in major stations, be sure to have enough cash if you’ll buy a ticket in a small town station a few minutes before the train departs. If you are buying your ticket from a station, remember that only booths of a limited number of very central stations accept ",{"type":"'''","value":["foreign currency"]}," alongside Turkish lira, you can pay only in Turkish lira in the rest. Getting on a train without a valid ticket could land you with a fine, but purchasing a ticket on the train is often possible at a higher price. \n\nA ",{"type":"'''","value":["reservation"]}," is recommended during summer, on Fridays and Sundays, and before domestic religious feasts, when a one-week break is common and trains get really crowded.\n\nFor reservation and timetables, see Turkish Republic State Railways' website ",{"type":"[","value":["http:\/\/www.tcdd.gov.tr\/"]},".\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Fatih_Sultan_Mehmet_Bridge_panorama.jpg"],["thumb"],["400px"],["Fatih Sultan Mehmet Bridge, a part of the Turkish motorway system, spans over the Bosphorus in ",{"type":"[[","value":[["Istanbul"]]},", and connects Europe and Asia."]]},"\n\nLike all of its neighbours (except Cyprus off the southern coast of Turkey), driving is on the right side of the road in Turkey..\n\nIt is illegal to use a mobile phone while driving. Maximum permitted amount of alcohol in blood for drivers is 0.05 grams per litre, that is roughly equal to two cups (a cup = 500 mL) of beer or two glasses (a wine glass = 330 mL) of wine. The use of seat belts both at the front and back line is obligatory, but, although failing to use one carries a penalty, this is not always adhered to by locals, including the drivers themselves.\n\nTurkish signboards are almost identical to the ones used in Europe, and differences are often insignificant. The place names written on green background lead to motorways (which you should pay a toll, unless it is a ring road around or within a city); on blue background means other highways; on white background means rural roads (or a road inside a city under the responsibility of city councils); and on brown background indicates the road leads to a historical place, an antique city, a place of tourist interest or a city out of Turkey (these signboards used to be on yellow background till a few years ago, so still there is a chance of unreplaced yellow signboards existing here and there). Also keep in mind that these signboards are not always standardized; for instance, some of the blue ones may be leading into the rural roads.\n\nNowadays most intercity highways avoid city centres by circling around them. If you'd like to drive into the centre for shopping, dining, and the like, follow the signposts saying ",{"type":"''","value":["Şehir Merkezi"]},", which are usually on white background, and nowadays accompanied by no further translations though you can still spot some old signs saying \"Centrum\" besides ",{"type":"''","value":["Şehir Merkezi"]},". City centres typically have two or more entrances\/exits from the ringroads that surround them.\n\nAs Turkey uses the ",{"type":"[[","value":[["Metric and Imperial equivalents"],["metric system"]]},", all distances on the signboards are in kilometres, unless otherwise stated (such as meters, but never in miles).\n\n",{"type":"====","value":["Motorways"]},"\nThere are no fees to use the highways except intercity motorways (",{"type":"''","value":["otoyol"]},"). While Turkish highways vary widely in quality and size, the toll motorways have three lanes and are very smooth and fast. Motorways are explicitly signed with distinct green signs and given road numbers prefixed with the letter ",{"type":"'''","value":["O"]},". The motorway network currently consists of two lines stretching out to east and west from ",{"type":"[[","value":[["Istanbul"]]}," (towards ",{"type":"[[","value":[["Ankara"]]}," and ",{"type":"[[","value":[["Edirne"]]}," respectively), a network in ",{"type":"[[","value":[["Central Aegean"]]}," fanning out of ",{"type":"[[","value":[["Izmir"]]},", and another one connecting the major eastern ",{"type":"[[","value":[["Mediterranean Turkey"],["Mediterranean"]]}," city of ",{"type":"[[","value":[["Adana"]]}," to neighbouring cities in all directions.\n\nMotorways no longer have toll booths and instead have lanes for automatic (",{"type":"'''''","value":["OGS"]},") and pre-paid card (",{"type":"'''''","value":["KGS"]},") lanes. Unless you are going to live in Turkey, the refillable KGS card will be what you want. \n\nThe KGS cards can be purchased in a building at the entrance to the motorway. The building may be on the other side of the motorway in which case you will have to park and cross the motorway on foot. This building will have a window for purchasing a KGS card and putting money on it.\n\nOnce you have purchased a KGS card and put money on it, drive through the KGS entry lane to the motorway. Place the card in the scanner machine which will display your card's current balance. Upon exiting the motorway, scan the card in the same way and the machine will deduct an amount based on the distance driven.\n\nIt is also possible to purchase KGS cards at several Turkish banks.\n\nIn addition to the distance driven, motorway fees also depend on the type of your vehicle. Edirne–Istanbul motorway—about 225 km and the main entry point to Istanbul from ",{"type":"[[","value":[["Europe"]]},"—typically costs TRY3 for a car, for example.\n\n",{"type":"====","value":["Fuel"]},"\nDespite bordering countries which have the richest oil resources, fuel in Turkey is ridiculously expensive, in fact one of the ",{"type":"'''","value":["most expensive in the world"]}," because of the very heavy taxes. For example, a litre of unleaded gasoline costs a little less than TRY5 (€2.15 - that equals almost USD11 per US gallon!). Diesel and LPG is less damaging to your wallet (and to the environment in case of LPG), but not that drastically.\n\nPetrol stations (",{"type":"''","value":["benzin istasyonu"]},") are frequently lined along the highways, most (if not all) serving round the clock and accepting credit cards (you have to get out of the car and enter the station building to enter your PIN code if you are using credit card). In all of them you can find unleaded gasoline (",{"type":"''","value":["kurşunsuz"]},"), diesel (",{"type":"''","value":["dizel"]}," or ",{"type":"''","value":["motorin"]},"), and LPG (liquid petroleum gas, ",{"type":"''","value":["LPG"]},"). In many (if not most) of them you can also find CNG (compressed natural gas, ",{"type":"''","value":["CNG"]},"). Though, petrol stations in the villages off the beaten track are exception, all they offer is often limited to only diesel, which is used for running the agricultural machinery. It is advised to keep the gas tank full if you are going to stray away from main roads. Also petrol stations along the motorways (toll-ways) are rarer than other highways, usually once every 40-50km. Make sure to fill your tank in the first station you’ll pass by (there are signs indicating you are soon going to pass by one) if your “tank is getting empty” alert signal is on. \n\nBiofuels are not common. What most resembles a biofuel available to a casual driver is sold in some of the stations affiliated with national chain ",{"type":"''","value":["Petrol Ofisi"]}," under the name ",{"type":"''","value":["biyobenzin"]},". But still it is not mostly biofuel at all – it consists of a little bioethanol (2% of the total volume) stirred into pure gasoline which makes up the rest (98%). Biodiesel is in an experimental stage yet, not available in the market.\n\n",{"type":"====","value":["Repair shops"]},"\nIn all cities and towns, there are repair shops, usually located together in complexes devoted to auto-repairing (usually rather incorrectly called ",{"type":"''","value":["sanayi sitesi"]}," or ",{"type":"''","value":["oto sanayi sitesi"]}," in Turkish, which means “industrial estate” and “auto-industrial estate” respectively), which are situated in the outskirts of the cities.\nAnd all cities and towns,there are big 3 s plants.(sales,service,spare parts).these are more corporate than ",{"type":"''","value":["sanayi sitesi"]}," these called ",{"type":"''","value":["oto plaza"]},"..\n\n",{"type":"====","value":["Renting a car"]},"\nYou may rent a car to get around Turkey from an international or local car rental agent. If you are traveling by plane you may find car rental desks in arrival terminals of all airports such as IST Atatürk Airport, Istanbul.\n\n",{"type":"===","value":["By dolmuş"]},"\nThe ",{"type":"''","value":["minibus"]}," (or Minibüs as called in Istanbul) is a small bus (sometimes car) that will ride near-fixed routes. The ride may be from the periphery of a major city to the centre or within a city, but may also take three to four hours from one city to the next, when the route is not commercial for large busses. They sometimes make a detour to bring some old folks home or collect some extra heavy luggage. You will find them in cities as well as in inter-city traffic.  All during their journey people will get in and out (shout “Inecek var” – “someone to get off” – to have it stop if you’re in). The driver tends to be named “kaptan” (captain), and some behave accordingly. The fare is collected all through the ride. In some by a specially appointed passenger who will get a reduction, in others by a steward, who may get off halfway down the journey, to pick up a dolmuş of the same company heading back, and mostly by the driver himself. If the driver collects himself, people hand money on from the back rows to the front, getting change back by the same route. On some stretches tickets are sold in advance, and things can get complicated if some of the passengers bought a ticket and others just sat inside waiting – for maybe half an hour - but without a ticket.\n\nThe concept of ",{"type":"''","value":["dolmuş"]}," in Istanbul is somehow different than the rest of Turkey. The vehicles are different, they take max. 7 sitting passengersand non standing. they do not tend to take passengers along the way, they depart immediately when they are full, and many of them operate 24 hours a day. The name derives from “dolmak”, the verb for “to fill”, as they used not to start the journey without a decent number of passengers. They usually leave when they are full, but sometimes start at fixed hours, whatever the number.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Canakkale ferry.JPG"],["thumb"],["300px"],["Car ferry crossing the Straits of Dardanelles between ",{"type":"[[","value":[["Çanakkale"]]}," and ",{"type":"[[","value":[["Eceabat"]]}]]},"\n\n",{"type":"'''","value":["Fast ferries"]}," (",{"type":"''","value":["hızlı feribot"]},") are fast (50-60km\/hour) catamaran-type ferryboats that connect for instance ",{"type":"[[","value":[["Istanbul"]]}," to the other side of the Marmara Sea. They can cut travel time dramatically. Again for instance leaving from the ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old City"],["Yenikapı"]]}," jetty in Istanbul (just a bit southwest of the Blue Mosque) you can be at the ",{"type":"[[","value":[["Bursa"]]}," ",{"type":"''","value":["otogar"]}," in two hours, with less than an hour for the actual boat ride to ",{"type":"[[","value":[["Yalova"]]},". Similar services are operated to connect several parts of Istanbul with the Asian side, or places farther up the Bosporus. And this type of fast ferry is increasingly seen all over the country wherever there is enough water.\n\nThere are also ferry connections between Istanbul and ",{"type":"[[","value":[["Izmir"]]}," and between Istanbul and ",{"type":"[[","value":[["Trabzon"]]}," in the eastern ",{"type":"[[","value":[["Black_Sea_Turkey"],["Black Sea region"]]},", ships operating on the latter line also stop at all of the significant cities along the Turkish Black Sea coast. However both of these lines are unfortunately operating only in summer months.\n\nAll inhabited Turkish islands have at least one daily cruise to the nearest mainland city or town during summer. But as winter conditions at the seas can go harsh, the frequency of voyages drop significantly due to the bad weather.\n\nPerhaps one of the best cruising grounds in the world, Turkey offers thousands of years of history, culture and civilization set against a stunning mountainous backdrop. The coastline is a mixture of wide gulfs, peaceful coves, shady beaches, uninhabited islands, small villages and bustling towns. Many of these locations are still only accessible by boat. Rare in the Mediterranean, one can still find some seclusion on a private charter in Turkey. In fact, Turkey offers more coastline than any other Mediterranean country. The best way to see Turkey is from your own private yacht on your own schedule. Turkey offers some of the most exquisite yachts in the world known as gulets.\n\n",{"type":"===","value":["By bicycle"]},"\nSpecial lanes devoted to bicycles are virtually non-existent, except a few quite short routes –which are built mainly for sport, not transportation- along coastal avenues or parks in the big cities like Istanbul or Izmir. Terrain of the country is mostly hilly, another factor which makes long-distance ",{"type":"[[","value":[["cycling"]]}," in Turkey more difficult. If it is the case that you have already made up your mind and give cycling a try in your Turkey trip, always stay as much on the right side of the roads as possible; avoid riding a bicycle out of cities or lightened roads at night, do not be surprised by the drivers horning at you, and do not enter the motorways, it is forbidden. You could better prefer rural roads with much less traffic density, but then there is the problem of freely roaming sheepdogs, which can sometimes be quite dangerous. Rural roads also have much much less signboards than the highways, which turns them into a labyrinth, in which it is easy to get lost even for non-local Turkish people, without a detailed map.\n\nAir can be pumped into tyres at any petrol station without a charge. Bicycle repair-shops are rare in cities and cannot be easily found, motorcycle repair shops can be tried alternatively (however, they are very reluctant to repair a bicycle if they are busy with their customers who have motorcycles).\n\nIn Istanbul’s Princess' Islands, renting a bike is an amusing, cheaper, and obviously more animal-friendly alternative to hiring a horse-drawn carriage. On these islands well-paved roads are shared only by horse-drawn carriages, bicycles and public service vehicles (like ambulances, police vans, school buses, garbage trucks etc.).\n\n",{"type":"===","value":["By thumb"]},"\nAlmost every driver has an idea about what universal ",{"type":"[[","value":[["Tips_for_hitchhiking"],["hitchhiking"]]}," sign (“thumb”) means. Don’t use any other sign which may be equivalent of a signal meaning a danger. In addition to the thumb, having a signboard with the destination name certainly helps. Waiting for someone to take you generally doesn't exceed half an hour, though this dramatically varies depending on the density of traffic (as is elsewhere) and the region, for example, it usually takes much longer to attract a ride in ",{"type":"[[","value":[["Mediterranean Turkey"]]}," than in ",{"type":"[[","value":[["Marmara_(region)"],["Marmara Region"]]},". Best hitchhiking spots are the crossroads with traffic lights, where ring-roads around a city and the road coming from the city center intersect. Don’t be so away from the traffic lights so drivers would be slow enough to see you and stop to take you; but be away enough from the traffic lights for a safe standing beside the road. Don’t try to hitchhike on motorways, no one will be slow enough to stop, it is also illegal to enter the motorways as a pedestrian. Don’t start to hitchhike until you are out of a city as cars may head for different parts of the city, not your destination, and if not in hurry, try to avoid hitchhiking after night falls, especially if you are a lone female traveler. \n\nAlthough the drivers are taking you just to have a word or two during their long, alone journey, always watch out and avoid sleeping.\n\nOn some occasions, you may not be able to find someone going directly to where your destination is, so don’t refuse anyone stopped to take you –refusing someone stopped to take you is impolite-, unless he\/she is going to a few kilometres away, and if he\/she would go to a road that doesn’t arrive at your destination in a coming fork. You may have to change several cars even on a 100-km course, changing in each town after town. However, because of the enormous numbers of trucks carrying goods for foreign markets, you can find unexpectedly long-haul trips from, say a town in western Turkey to as far as, for instance, Ukraine or southern Germany.\n\nNot many, but some drivers –especially van drivers- may ask for money (“fee”) from you. Refuse and tell them that if you had money to waste, you would be on a bus, and not standing on the side of the road.\n\nDrivers staying in the area may point downwards (to the road surface) or towards the direction they’re driving or flash their headlights while passing, indicating that they wouldn't make a good long-haul ride. Smile and\/or wave your hand to show courtesy.\n\n",{"type":"===","value":["On foot"]},"\nTurkey has two long-distance ",{"type":"'''","value":["waymarked hiking trails"]},", one of them is the famous ",{"type":"[[","value":[["Lycian Way"]]},", between ",{"type":"[[","value":[["Fethiye"]]}," and ",{"type":"[[","value":[["Antalya"]]},", the other one is the ",{"type":"[[","value":[["Saint Paul Trail"]]},", between Antalya and ",{"type":"[[","value":[["Yalvaç"]]}," up to the north, in the Turkish Lakes District. Both are about 500 km, and signed with painted stones and signboards. Since Lycian Way is much older, it has more facilities for shopping and accommodation in the villages situated along or near its route.\n\n",{"type":"[[","value":[["Eastern Karadeniz"],["Eastern Black Sea region"]]}," covers very beautiful quite long ",{"type":"'''","value":["trekking routes"]}," between the greenest of green plateaus well above the clouds as well, and some tourism agencies in the main cities of Turkey are offering guided trekking tours –including the transportation- in this region.\n\nInside the cities, there are white-, or rarely yellow-painted ",{"type":"'''","value":["pedestrian crossings"]}," (zebra crossing) on the main streets and avenues, which are normally pedestrian-priority spots. However, for many drivers, they are nothing more than ornamental drawings on the road pavements, so it is better to cross the streets at where traffic lights are. Still, be sure all the cars stopped, because it is not unusual to see the drivers still not stopping in the first few seconds after the light turns to red for vehicles. As a better option, on wide streets, there are also pedestrian overpasses and underground pedestrian passages available. In narrow main streets during rush hour, you can cross the street anywhere and anytime, since cars will be in a stop-go-stop-go manner because of heavy traffic. Also in narrow streets inside the residential hoods, you need not to worry about keeping on the sidewalk, you can walk well in the middle of the road, only to step aside when a car is coming.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Turkish phrasebook"]]},"\n\nThe sole ",{"type":"''","value":["official"]}," language of Turkey is ",{"type":"[[","value":[["Turkish phrasebook"],["Turkish"]]},". Turkish is an Altaic language and its closest living relatives are other Turkic languages, which are spoken in southwestern, central and northern Asia; and to a lesser degree by significant communities in the Balkans. Because Turkish is an agglutinative language, native speakers of Indo-European languages generally find it difficult to learn. Since 1928, Turkish is written in a variant of the Latin alphabet (after so many centuries of using the Arabic one, evident in many historical texts and documents) with the additions of ç\/Ç, ğ\/Ğ, ı, İ, ö\/Ö, ş\/Ş and ü\/Ü, and with the exclusions of Q, W and X.\n\n",{"type":"[[","value":[["Kurdish phrasebook"],["Kurdish"]]}," is also spoken by an estimated 7-10% of the population. Several other languages exist, like Laz in the North-East (also spoken in adjacent Georgia), and in general people living near borders will often be speaking the language at the other side too, like Arabic in the South-East.\n\nThanks to migration, even in rural areas most villages will have at least somebody who has worked in Germany and can thus speak ",{"type":"[[","value":[["German phrasebook"],["German"]]},". The same goes for other West-European languages like Dutch (often mistakenly called \"Flemish\" there) or French. Recent immigration from ",{"type":"[[","value":[["Balkans"]]}," means there is also a possibility to come across native Serbo-Croatian, Bulgarian, and Albanian speakers mainly in big cities of western Turkey, but don't count on this. English is also increasingly popular among the younger generation. The \"Universities\" that train pupils for a job in tourism pour out thousands of youngsters who want to practice their knowledge on the tourist, with varying degrees of fluency. Language universities produce students that nowadays are pretty good at their chosen language.\n\n",{"type":"==","value":["See"]},"\nAs a general rule, most museums and sites of ancient cities in Turkey are closed on Mondays, although there are numerous exceptions to this.\n\n",{"type":"===","value":["Ancient ruins and architectural heritage"]},"\n",{"type":"[[","value":[["Image:Cesme-streets.JPG"],["thumb"],["Streets of ",{"type":"[[","value":[["Alaçatı"]]},", Aegean Region"]]},"\n\nAt the crossroads of civilizations, all parts of Turkey are full of a mindblowing number of ancient ",{"type":"'''","value":["ruins"]},". \n\n",{"type":"'''","value":["Hittites"]},", the first indigenous people that rose to found a state in Anatolia—although there is one certain ",{"type":"[[","value":[["Çatalhöyük"]]}," preceding them, ",{"type":"'''","value":["the earliest settlement"]}," ever found to the date in Turkey—left the proof of their existence at the ruins of ",{"type":"[[","value":[["Bogazkale"],["Hattuşaş"]]},", their capital.\n\n",{"type":"'''","value":["Ancient Greeks"]}," and closely following ",{"type":"'''","value":["Romans"]}," left their mark mostly in ",{"type":"[[","value":[["Aegean Turkey"],["Aegean"]]}," and ",{"type":"[[","value":[["Mediterranean Turkey"],["Mediterranean Regions"]]},", leaving behind the marble ruins of hundreds of ",{"type":"'''","value":["cities, temples, and monuments"]},". Some are largely restored to their former glory, such as ",{"type":"'''","value":[{"type":"[[","value":[["Ephesus"]]}]}," as well as numerous others along the ",{"type":"[[","value":[["Aegean Turkey"],["Aegean coast"]]}," which are on the checklist of most travellers to Turkey, along with some more obscure ones off the beaten path such as ",{"type":"[[","value":[["Aphrodisias"]]}," near ",{"type":"[[","value":[["Denizli"]]},", and  ",{"type":"[[","value":[["Çavdarhisar"],["Aizanoi"]]}," near ",{"type":"[[","value":[["Kütahya"]]},".\n\nIn the meantime, some other indigenous peoples, such as ",{"type":"'''","value":["Lycians"]},", were carving beautiful ",{"type":"'''","value":["tombs"]},"—many of which are fairly well preserved and can be seen all around ",{"type":"[[","value":[["Lycia"]]},"—for their dearly departed ones onto the rocky hillsides.\n\nLegendary ",{"type":"'''","value":[{"type":"[[","value":[["Troy (Turkey)"],["Troy"]]}]}," stands out as an example of different civilizations literally living on the top of each other. While what is visible today is clearly Hellenistic, the place has its roots as Hittite ",{"type":"''","value":["Wilusa"]},", and later re-built many times over by Ancient Greeks.\n\nPerhaps the most unique \"architectural\" heritage in the country, some of the ",{"type":"[[","value":[["Cappadocia"]]},"n ",{"type":"'''","value":["cave houses and churches"]}," carved into \"fairy chimneys\" and ",{"type":"'''","value":["underground cities"]}," (in a literal sense!) date back to early Christians hiding from persecution.\n\nSuccessors of Romans, the ",{"type":"'''","value":["Byzantines"]},", broke new ground with more ambitious projects, culminating in grand ",{"type":"'''","value":["Hagia Sophia"]}," of ",{"type":"[[","value":[["Istanbul"]]},", built in 537, and which had the distinction of being the largest cathedral in the world for almost a thousand years. Most of Byzantine heritage intact today is found in ",{"type":"[[","value":[["Marmara (region)"],["Marmara Region"]]},", especially in Istanbul, although a stray monastery or two dating back to the era can be found in almost any part of the country.\n\n",{"type":"'''","value":["Seljuks"]},", the first ever Turkic state to be founded in Asia Minor, built most of their monuments—which incorporates ",{"type":"'''","value":["large majestic portals"]}," and heavily delicate stonework, reminiscent of some landmarks in parts of ",{"type":"[[","value":[["Asia"]]},"—in major centres of the time in ",{"type":"[[","value":[["Eastern Anatolia"],["Eastern"]]}," and ",{"type":"[[","value":[["Central Anatolia"]]},", especially in ",{"type":"[[","value":[["Konya"]]},", their capital.\n\n",{"type":"'''","value":["Ottomans"]},", who had considered themselves as a Balkan state until their demise, built most of their landmarks in ",{"type":"[[","value":[["Balkans"]]}," and the natural extension of Balkans within today's Turkey—",{"type":"[[","value":[["Marmara (region)"],["Marmara Region"]]},"—just like the Byzantines, whom the Ottomans inspired to in so many ways. Most of the ",{"type":"'''","value":["earlier Ottoman monuments"]}," were built in ",{"type":"[[","value":[["Bursa"]]},", which have little Byzantine and comperatively large Seljuk influences, and later, when the dynasty moved to Europe, in ",{"type":"[[","value":[["Edirne"]]},", some of the major landmarks of which exhibit some kind of \"transitional\" and fairly experimental style. It wasn't until the Fall of ",{"type":"[[","value":[["Istanbul"],["Constantinople"]]}," that the Ottomans adopted Byzantine architecture almost full scale with some adjustments. However, the Ottoman imperial architecture possibly reached its zenith not in Istanbul, but in Edirne—in the form of ",{"type":"'''","value":["Selimiye Mosque"]},", a work of ",{"type":"'''","value":["Sinan"]},", the great Ottoman architecture of 16th century.\n\n",{"type":"'''","value":["19th century"]}," brought back the Greek and Roman taste of architectural styles, so there was a huge explosion of ",{"type":"'''","value":["neo-classical architecture"]},", as much fashionable in Turkey as in the much of the rest of the world at that time. ",{"type":"[[","value":[["Istanbul\/Galata"],["Galata"]]}," side of Istanbul, ",{"type":"[[","value":[["Izmir"]]}," (though unfortunately most of which was lost to the big fire of 1922), and numerous towns along the coasts, one most prominent and well preserved example being ",{"type":"[[","value":[["Ayvalik"],["Ayvalık"]]},", quickly filled with elegant neo-classical buildings. At the same time, people in more inland locations were favouring pleasant, more traditional, and less pretentious ",{"type":"'''","value":["half-timbered whitewashed houses"]},", which form picturesque towns such as ",{"type":"[[","value":[["Safranbolu"]]},", ",{"type":"[[","value":[["Beypazari"],["Beypazarı"]]},", and ",{"type":"[[","value":[["Şirince"]]}," in northern, central, and western part of the country respectively. It was also this time beautiful and impressive ",{"type":"'''","value":["wooden mansions"]}," of Istanbul's ",{"type":"[[","value":[["Istanbul\/Bosphorus"],["seaside neighbourhoods"]]}," and ",{"type":"[[","value":[["Istanbul\/Princes' Islands"],["islands"]]}," were built. Other contemporary trends of the era, such as ",{"type":"'''","value":["Baroque"]}," and ",{"type":"'''","value":["Rococo"]},", didn't make much inroads in Turkey, although there were some experiments of combining them into Islamic architecture, as can be seen at Ortaköy Mosque on the banks of ",{"type":"[[","value":[["Istanbul\/Bosphorus"],["Bosphorus"]]}," along with some others.\n\nAs the landscapes change the more east you go, so does the architectural heritage. The remote valleys and hilltops of ",{"type":"[[","value":[["Eastern Karadeniz"]]}," and ",{"type":"[[","value":[["Eastern Anatolia"]]}," are dotted with numerous ",{"type":"'''","value":["medieval Georgian and Armenian churches and castles"]},"—some of which are nicely well preserved but not all were that lucky. Armenian cathedral on ",{"type":"[[","value":[["Van"],["Akdamar Island"]]}," of Lake Van and medieval ",{"type":"[[","value":[["Ani"]]}," are two that lay somewhere on the midway between perfectly preserved and undergone total destruction, but both are absolutely must-sees if you've made your way that east. For a change, ",{"type":"[[","value":[["Southeastern Anatolia"]]}," features more ",{"type":"'''","value":[{"type":"[[","value":[["Middle East"]]},"-influenced architecture"]},", with ",{"type":"'''","value":["arched courtyards"]}," and heavy usage of ",{"type":"'''","value":["yellow stones with highly exquisite masonry"]},". It's best seen in ",{"type":"[[","value":[["Urfa"]]},", and especially in ",{"type":"[[","value":[["Mardin"]]}," and nearby ",{"type":"[[","value":[["Midyat"]]},".\n\nBeing on the crossroads of civilizations more often than not also means being the battleground of civilizations. So it's no wonder why so many ",{"type":"'''","value":["castles and citadels"]}," dot the landscape, both in towns and countryside, and both on the coasts and inland. Most of the castles built during different stages of history are today main attractions of the towns they are standing on.\n\n",{"type":"'''","value":["20th century"]}," wasn't kind on Turkish cities. Due to the pressure caused by high rates of immigration from rural to urban areas, many historical neighbourhoods in cities were knocked down in favour of soulless (and usually, drab ugly) apartment blocks, and outskirts of major cities transformed to shantytowns. There is not really much of a gem in the name of ",{"type":"'''","value":["modern architecture"]}," in Turkey. ",{"type":"'''","value":["Steel-and-glass skyscrapers"]},", on the other hand, are now slowly and sparsely being erected in major cities, one example where they concentrate much as to form a skyline view being the ",{"type":"[[","value":[["Istanbul\/New City"],["business district"]]}," of Istanbul, although hardly impressive compared with major metropolises around the world known for their skyscraper filled skylines.\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Along the Troad Coast"]]}," — ancient legends intertwine with beautiful landscapes and the deep blue Aegean Sea"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lycian Way"]]}," — walk along the remotest section of the country's Mediterranean coast, past ancient cities, forgotten hamlets, and balmy pine forests"]},"\n",{"type":"==","value":["Do"]},"\nWhile Turkey is rightly renowned for its warm Mediterranean beaches, ",{"type":"'''","value":["wintersports"]},", especially skiing, is very much a possibility—and indeed a popular activity—in the mountainous interior of the country between October and April, with a guaranteed stable snowcover and constant below freezing temperatures between December and March. Some more ",{"type":"[[","value":[["Eastern Anatolia"],["eastern"]]}," resorts have longer periods of snowcover.\n\nMost popular wintersports resorts include ",{"type":"[[","value":[["Uludağ"]]}," near ",{"type":"[[","value":[["Bursa"]]},", Kartepe near ",{"type":"[[","value":[["Izmit"]]},", Kartalkaya near ",{"type":"[[","value":[["Bolu"]]},", and ",{"type":"[[","value":[["Ilgaz National Park"],["Ilgaz"]]}," near ",{"type":"[[","value":[["Kastamonu"]]}," in the northwest of the country, Palandöken near ",{"type":"[[","value":[["Erzurum"]]},", and Sarıkamış near ",{"type":"[[","value":[["Kars"]]}," in the northeast of the country, and Erciyes near ",{"type":"[[","value":[["Kayseri"]]}," in the central part. Saklıkent near ",{"type":"[[","value":[["Antalya"]]}," is touted to be one of the places where you can ski in the morning and swim in the warm waters of Mediterranean down the coast in Antalya in the afternoon, though snowcover period in Saklıkent is desperately short as not to let this happen every year.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Money"]},"\nIn 2005, Turkey dropped six zeroes from its currency, thus making each post-2005 lira worth one million pre-2005 lira (or so called \"old lira\"). During the transition period between 2005 and 2009, the currency was briefly called new lira (",{"type":"''","value":["yeni lira"]},") officially. Since 1 Jan 2009, a new series of banknotes and coins have been introduced and the currency is again simply called lira (officially Turkish lira, ",{"type":"''","value":["Türk Lirası"]},", locally symbolised TL, or occasionally £; don't be confused if you see the currency symbolised YTL or ytl, standing for ",{"type":"''","value":["yeni lira"]},"), The ISO 4217 code is ",{"type":"'''","value":["TRY"]},", and this is used throughout our guide to avoid confusion. The lira is divided into 100 ",{"type":"''","value":["kuruş"]}," (abbreviated kr). Since 1 Jan 2010, pre-2009 banknotes and coins (those bearing ",{"type":"''","value":["yeni lira"]}," and ",{"type":"''","value":["yeni kuruş"]},") are ",{"type":"'''","value":["not"]}," legal tender, but can be exchanged at certain banks until 31 Dec 2019.\n\nThere is a new Turkish lira symbol, ",{"type":"[[","value":[["File:Turkish_lira_symbol_black.svg"],["10px"],["link=http:\/\/www.tcmb.gov.tr\/yeni\/iletisimgm\/TurkishLira.php"],["title=Turkish Lira Sign"]]}," created by the Central Bank of the Republic of Turkey in 2012 after a country-wide contest.\n\n",{"type":"[[","value":[["File:Lira coin.png"],["thumb"],["TRY1 coin with a portrait of Atatürk"]]},"\nBanknotes are in TRY5, 10, 20, 50, 100 and 200 denominations. Coins of 1 (very rare in circulation), 5, 10, 25 and 50 kuruşes are legal tender. There's also a TRY1 coin.\n\n",{"type":"===","value":["Currency Exchange"]},"\nThere are legal exchange offices in all cities and almost any town. Banks also exchange money, but they are not worth the hassle as they are usually crowded and do not give better rates than exchange offices. You can see the rates an office offers on the (usually electronic) boards located somewhere near its gate. Euros and US dollars are the most useful currencies, but pounds sterling (Bank of England notes only, not Scottish or Northern Irish notes), Swiss francs, Japanese yen, Saudi riyals, and a number of other currencies are also not very hard to exchange. It is important to remember that most exchangers accept only banknotes, it can be very hard to exchange foreign coins. In some places, where there is a meaningful explanation for it, more uncommon currencies can also be exchanged, too, for example Australian dollars may be exchanged in ",{"type":"[[","value":[["Çanakkale"]]}," where grandchildren of Anzacs gather to commemorate their grandfathers every year, or in ",{"type":"[[","value":[["Kaş"]]},", which is located just across the Greek island of ",{"type":"[[","value":[["Kastelorizo"]]},", which in turn has a large diaspora in Australia. As a general rule, if a place attracts many visitors from a country, then it is usually possible to exchange that country’s currency there.\n\nTourism-oriented industries in tourism-oriented towns, as well as shops where big amounts of money change hands, like supermarkets, in most parts of the country, generally accept foreign currency (usually limited to Euro and American dollars only), but the rates they accept the currency are usually a little lower than those of exchange offices. Ask first if they accept foreign currency.\n\nIn September 2013:\n",{"type":"*","value":["USD1 = TRY2.06"]},{"type":"*","value":["€1 = TRY2.71"]},{"type":"*","value":["GBP1 = TRY3.21"]},"\n",{"type":"===","value":["Credit cards and ATMs"]}," \nVisa and MasterCard are widely accepted, American Express much less so. All credit card users have to enter their PIN codes when using their cards. Older, magnetic card holders are excepted from this, but remember that, unlike some other places in Europe, salespeople haves the legal right to ask you to show a valid ID with a photo on to recognize that you are the owner of the card. ATMs are scattered throughout the cities, concentrated in central parts. It is possible to draw Turkish lira (and rarely foreign currency) from these ATMs with your foreign card. Any major town has at least one ATM.\n\nATMs ask whether to provide instructions in English or in Turkish (and sometimes some other languages, too) as soon as you insert a foreign card (or a Turkish card which is not the operating bank’s own). When withdrawing money from ATMs, if the ATM in question does not belong to the bank that you already have an account in, they charge some percentage (generally 1%) of what you withdraw from your account each time. This percentage is higher for advance withdrawing with your credit card.\n\nNo establishments require a commission surcharge when using a credit card.\n\n",{"type":"===","value":["Tipping"]},"\nIn general, tipping is not considered obligatory. However, it is very common to leave a 5% to 10% tip if you're satisfied with the service. It is NOT possible to add tip to the credit card bill. It is very common amongst Turkish people to pay the bill with a credit card and leave the tip in cash or coins. Most waiters will bring your cash back in coins as much as possible, that's because Turkish people don't like to carry coins around and usually leave them at the table.\n\nTaxi drivers do not expect tips, but it is common practice to let them keep the change. If you insist on taking exact change back, ask for ",{"type":"''","value":["para üstü?"]}," (pronounced “pah-rah oos-too”, which means “change”). Driver will be reluctant to give it at first, but you will eventually succeed.\n\nSupermarket cashiers usually round up the total sum to the next 5 kuruş if you pay in cash (the exact sum is extracted when paid by a credit card though). This is not a kind of involuntary tip, as the 2-3-4 kuruşes don’t go into their pockets. It is simply because they are not adequately supplied with enough 1 kuruş coins as it is very rare in circulation. So don’t be surprised if the change given to you is short of a few kuruşes from what should be given to you according to what the electronic board of the till says. It is totally okay to pay the exact sum if you have enough number of 1 kuruş coins.\n\n",{"type":"===","value":["Bargaining"]},"\nIn Turkey, ",{"type":"[[","value":[["bargaining"]]}," is a must. One can bargain everywhere that doesn’t look too luxurious: shops, hotels, bus company offices, and so on. During your bargaining, don’t look so impressed and interested, and be patient. Since foreigners (especially Western people) aren’t expected to be good at bargaining, sellers are quick to reject any bargaining attempt (or are at least quick to look like so), but be patient and wait, the price will fall! (Don’t forget, even if you are successful at your bargaining attempt, when you get your credit card out of your wallet, rather than cash, the agreed price may rise again, though probably to a lower level than the original one)\n\n",{"type":"'''","value":["VAT refund"]}," — You can get a VAT refund (currently 18% or 23% on most items) if you are not a citizen or permanent resident of Turkey. Look for the blue “Tax-Free” sticker on the windowpane or entrance of the shops, these kind of shops are the only places you can get a VAT refund. Don’t forget to take the necessary papers from the shop that will enable you for a VAT reclaim when leaving Turkey.\n\nAlthough Turkey is in a customs union with the European Union for some goods, unlike the situation in the EU, there is currently not an initiative to abolish duty-free shops in the airports.\n\n",{"type":"===","value":["What to buy?"]},"\nApart from classical tourist souvenirs like postcards and trinkets, here are a few of what you can bring back home from Turkey.\n\n",{"type":"*","value":[{"type":"'''","value":["Leather clothing"]}," — Turkey is the biggest leather producer in the world, so the leather clothing is cheaper than elsewhere. Many shops in Laleli, Beyazıt, Mahmutpaşa districts of Istanbul (all around the tram line which goes through Sultanahmet Square) are specialized on leather."]},"\n",{"type":"*","value":[{"type":"'''","value":["Carpets and kilims"]}," — Many regions in Turkey produce handmade kilims and carpets. Though the symbols and figures differentiate depending on the region in which the carpet is produced, they are generally symbollic expressions based on ancient Anatolian religions and\/or nomadic Turkic life which takes shape around shamanic beliefs more than 1,000 years ago. You can find shops specialized on handmade carpets and kilims in any major city, tourist spot and Sultanahmet Area."]},"\nYou seriously cannot go anywhere in Turkey without someone trying to sell you a carpet. People will approach you on the street, engage in a little friendly conversation about where you're from, how do you like Turkey, and \"would you like to come with me to my uncle's shop? It's just around the corner, and has the best authentic kilims.\" It can be irritating if you let it get to you, but remember that a large part of these people's economy comes from tourist's wallets so you can't blame them for trying.\n\n",{"type":"*","value":[{"type":"'''","value":["Silk"]}," — Dresses and scarves. Although can be found in many parts of the country, silk fans should head for ",{"type":"[[","value":[["Bursa"]]}," and before that, pick up basics of ",{"type":"[[","value":[["bargaining"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Earthenware"]}," — Handmade ",{"type":"[[","value":[["Cappadocia"]]},"n pottery (amphoras, old-style plates, flowerpots etc.) are made of local salty clay. Salt content of clay, thanks to salt spray produced by the Salt Lake –which is the second largest lake in Turkey- in the heartland of Central Anatolia, is what makes local earthenware top quality. In some Cappadocian towns, it is possible to see how these artifacts are produced, or even to experience producing one, at the dedicated workshops. Tiles with classical Ottoman motives that are produced in ",{"type":"[[","value":[["Kütahya"]]}," are also famous."]},"\n",{"type":"*","value":[{"type":"'''","value":["Turkish delight"]}," and ",{"type":"'''","value":["Turkish coffee"]}," — If you like these during your Turkey trip, don’t forget to take a few packages back home. Available everywhere."]},"\n",{"type":"*","value":[{"type":"'''","value":["Honey"]}," — The pine honey (",{"type":"''","value":["çam balı"]},") of ",{"type":"[[","value":[["Marmaris"]]}," is famous and has a much stronger taste and consistency than regular flower honeys. Although not easily attained, if you can find, don’t miss the honey of ",{"type":"[[","value":[["Macahel"]]}," valley, made out of flowers of a temperate semi-rainforest, which is almost completely out of human impact, in the far northeastern Black Sea Region. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Chestnut dessert"]}," — Made out of syrup and chestnuts grown on the foothills of Mt. ",{"type":"[[","value":[["Uludağ"]]},", chestnut dessert (",{"type":"''","value":["kestane şekeri"]},") is a famous and tasty product of ",{"type":"[[","value":[["Bursa"]]},". There are many variations, such as chocolate coated ones. Chestnut dessert can be found in elsewhere, too, but relatively more expensive and in smaller packages."]},"\n",{"type":"*","value":[{"type":"'''","value":["Meerschaum souvenirs"]}," — Despite its name meaning “sea foam” which it resembles, meerschaum (",{"type":"''","value":["lületaşı"]},") is extracted only in one place in the world: landlocked ",{"type":"[[","value":[["Eskişehir"]]}," province in the extreme northwest part of Central Anatolia Region. This rock, similar to gypsum at sight, is carved into smoking pipes and cigarette holders. It has a soft and creamy texture and makes for a great decorative item. Available at some shops in Eskişehir."]},"\n",{"type":"*","value":[{"type":"'''","value":["Castile (olive oil) soap"]}," — Natural, a silky touch on your skin, and a warm Mediterranean atmosphere in your bathroom. Absolutely cheaper than those to be found in Northern and Western Europe. Street markets in the ",{"type":"[[","value":[["Aegean_Turkey"],["Aegean Region"]]}," and southern ",{"type":"[[","value":[["Marmara_(region)"],["Marmara Region"]]}," is full of olive oil soap, almost all of which are handmade. Even some old folk in the Aegean Region is producing their castile soaps in the traditional way: during or just after the olive harvest, neighbours gather in yards around large boilers heated by wood fire, then lye derived from the wood ash is added to hot water and olive oil mix. Remember – supermarkets out of the Aegean Region are generally offering no more than industrial tallow based soaps full of chemicals. In cities out of the Aegean Region, natural olive oil soap can be found in shops specialized in olive and olive oil. Some of these shops are even offering ecological soaps: made of organic olive oil and sometimes with additions of organic essential oils."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Other soaps"]}," unique to Turkey are: laurel soaps (",{"type":"''","value":["defne sabunu"]},") which is produced mainly in ",{"type":"[[","value":[["Antakya"]]}," (Antioch), soaps of ",{"type":"[[","value":[["Isparta"]]}," enriched with rose oil which is produced abundantly in the area around Isparta, and ",{"type":"''","value":["bıttım sabunu"]},", a soap made out of the oil of seeds of a local variety of pistachio tree native to the mountains of ",{"type":"[[","value":[["Southeastern Anatolia"],["Southeastern Region"]]},". In ",{"type":"[[","value":[["Edirne"]]},", soaps shaped as various fruits are produced. Not used for their lather, rather they make a good assortment when different “fruits” are placed in a basket on a table, they fill the air with their sweet scent as well. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Olive-based products apart from soap"]}," — Other olive-based products to give a try are olive oil shampoos, olive oil based eau de colognes and ",{"type":"''","value":["zeyşe"]},", abbreviation from the first syllables of ",{"type":"''","value":["zeytin şekeri"]},", a dessert similar to chestnut desserts, but made from olives."]},"\n",{"type":"'''","value":["WARNING"]},"! Taking any antique (defined as something more than 100 years old) out of Turkey is subject to heavy restrictions or, in many cases, forbidden. If someone offers to sell you an antique, either he\/she is a liar trying to sell cheap imitations or he\/she is committing a crime which you are an accessory to, if you purchase the item.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:AdanaKebap.JPG"],["thumb"],[{"type":"''","value":["Adana kebap"]},", a skewer of minced meat spiced with chili and topped with ",{"type":"''","value":["pide"]}," bread, a speciality of ",{"type":"[[","value":[["Adana"]]}]]},"\n\nTurkish cuisine combines Mediterranean, Central Asian, Caucasian, and Arabic influences, and is extremely rich. Beef is the most important meat (lamb is also common but pork is very hard to find although not illegal), and eggplant (aubergine), onion, lentil, bean, tomato, garlic, and cucumber are the primary vegetables.  An abundance of spices is also used.  The main staples are rice (",{"type":"''","value":["pilav"]},"), bulgur wheat and bread, and dishes are typically cooked in vegetable oil or sometimes butter.\n\nThere are many kinds of specialized restaurants to choose from, since most do not prepare or serve other kinds of food. Traditional Turkish restaurants serve meals daily prepared and stored in a bain-marie. The meals are at the entrance so you can easily see and choose. Kebapçis are restaurants specialized in many kinds of kebab. Some Kebab restaurants serve alcohol while others don't. There are subtypes like ciğerci, Adana kebapçısı or İskender kebapçısı. Fish restaurants typically serve meze (cold olive oil dishes) and Rakı or wine. Dönerci's are prevalent through country and serve döner kebap as a fast food. Köfeci's are restaurants with meatballs (Köfte) served as main dish. Kokoreçci, midyeci, tantunici, mantıcı, gözlemeci, lahmacuncu, pideci, çiğ köfteci, etsiz çiğ köfteci are other kinds of local restaurants found in Turkey which specialization in one food. \n\nA full Turkish meal at Kebab restaurant starts with a soup, often lentil soup (",{"type":"''","value":["mercimek çorbasi"]},"), and a set of ",{"type":"''","value":["meze"]}," appetizers featuring olives, cheese, pickles and a wide variety of small dishes.  Meze can easily be made into a full meal, especially if they are consumed along with ",{"type":"''","value":["rakı"]},".  The main course is usually meat: a common dish type and Turkey's best known culinary export is ",{"type":"'''","value":["kebab"]}," (",{"type":"''","value":["kebap"]},"), grilled meat in various forms including the famous ",{"type":"''","value":["döner kebap"]}," (thin slices of meat shaved from a giant rotating spit) and ",{"type":"''","value":["şişkebab"]}," (skewered meat), and a lot more others. ",{"type":"''","value":["Köfte"]}," (meatball) is a variation of the kebab. There are hundreds of kinds of köfte throughout Anatolia, but only about 10 to 12 of them are known to the residents of the larger cities, kike İnegöl köfte, Dalyan köfte, sulu köfte etc.\n\nEating on the cheap is mostly done at Kebab stands, which can be found everywhere in Istanbul and other major cities. For the equivalent of a couple dollars, you get a full loaf of bread sliced down the middle, filled with broiled meat, lettuce, onions, and tomatoes. For North Americans familiar with donairs wrapped in pita bread or wraps, you should look for the word \"Dürüm\" or \"Dürümcü\" on the windows of the kebab stands and ask for your donair kebab to be wrapped in a dürüm or lavaş bread depending on the region.\n\n",{"type":"===","value":["Vegetarians"]}," \nVegetarian restaurants are not common, and can be found only in very central parts of big cities and some of the tourist spots. However, every good restaurant offers vegetable dishes, and some of the restaurants offering traditional “ev yemeği” (“home food”) have olive-oil specialities which are vegetarian in content. A vegetarian would be very happy in the Aegean region, where all kinds of wild herbs are eaten as main meals, either cooked or raw, dressed with olive oil. But a vegetarian would have real difficulty in searching for food especially in Southeastern region, where a dish without meat is not considered a dish. At such a place, supermarkets may help with their shelves full of canned vegetables, or even canned cooked olive-oil courses and fresh fruits. If you are a vegetarian and going to visit rural areas of Southeastern region, better take your canned food with you, as there will be no supermarkets to rescue you.\n\n",{"type":"===","value":["Desserts"]}," \n",{"type":"[[","value":[["Image:Lokumblokjes op bord.JPG"],["thumb"],["Turkish delight"]]},"\nSome Turkish desserts are modeled on the sweet and nutty Arabic kind: famous dishes include ",{"type":"''","value":["baklava"]},", a layered pastry of finely ground nuts and phyllo dough soaked in honey and spices, and Turkish Delight (",{"type":"''","value":["lokum"]},"), a gummy confection of rosewater and sugar. There are also many more kinds of desserts prepared using milk predominantly, such as kazandibi, keşkül, muhallebi, sütlaç, tavuk göğsü, güllaç etc.\n\n",{"type":"===","value":["Breakfast"]},"\nTurkish Breakfast, tend to comprise of çay (tea), bread, olives, feta cheese, tomato, cucumber and occasionally spreads such as honey and jam. This can become very monotonous after a while. A nice alternative to try (should you have the option) is ",{"type":"'''","value":["Menemen"]}," a Turkish variation on scrambled eggs\/omelet. Capsicum (Red Bell Pepper), onion, garlic and tomato are all combined with eggs. The meal is traditional cooked (and served) in a clay bowl. Try adding a little chili to spice it up and make sure to use lots of bread as well for a filling hot breakfast. Bread is omnipresent in Turkey, at any given meal you'll be presented with a large basket of crusty bread.\n\nUbiquitous ",{"type":"'''''","value":["simit"]}," (also known as ",{"type":"''","value":["gevrek"]}," in some ",{"type":"[[","value":[["Aegean Turkey"],["Aegean"]]}," cities such as ",{"type":"[[","value":[["Izmir"]]},"), much like bagel but somewhat thinner, crustier, and with roasted sesame seeds all over, is available from trolleys of street vendors in virtually any central part of any town and city at any time except late at night. Perhaps with the addition of Turkish feta cheese (",{"type":"''","value":["beyaz peynir"]},") or cream cheese (",{"type":"''","value":["krem peynir"]}," or ",{"type":"''","value":["karper"]},"), a couple of ",{"type":"''","value":["simit"]},"s make up a filling and a very budget conscious breakfast (as each costs about 0.75 TL), or even a lunch taken while on the go.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Turkish coffee in Istanbul.jpg"],["thumb"],["Turkish coffee served with water and Turkish delight in Istanbul"]]},"\n",{"type":"'''","value":["Turkish coffee"]}," (",{"type":"''","value":["kahve"]},"), served in tiny cups, is strong and tasty, just be careful not to drink the slugdy grounds at the bottom of the cup. It is very different from the so-called Turkish coffees sold abroad. ",{"type":"''","value":["Sade kahve"]}," is served black, while ",{"type":"''","value":["as şekerli"]},", ",{"type":"''","value":["orta şekerli"]}," and ",{"type":"''","value":["çok şekerli"]}," will get you a little, some or a lot of sugar in your cup.\n\nInstant coffees, cappuccinos, and espressos are gaining more popularity day by day, and can be found with many different flavours.\n\nDespite coffee taking a substantial part in national culture, ",{"type":"'''","value":["tea"]}," (",{"type":"''","value":["çay"]},") is also very popular and is indeed the usual drink of choice. Most Turks are heavy drinkers of tea in their daily lives. Having only entered the scene in the 1930s, tea quickly gained ground against coffee due to the fact that ",{"type":"[[","value":[["Yemen"]]},", the traditional supplier of coffee to Turkey then, was cut off from the rest of the Ottoman Empire in the early 20th century, and the first tea plants took root in ",{"type":"[[","value":[["Eastern Karadeniz"]]}," after some unsuccessful trials to grow it in the country, as a result of protectionist economic policies that were put into effect after World War I. Be careful, if your tea is prepared by locals, it can be much stronger than you're used to. Although it is not native-typical and a rather touristic feature, you have to taste the special ",{"type":"'''","value":["apple tea"]}," (",{"type":"''","value":["elma çayı"]},") or ",{"type":"'''","value":["sage tea"]}," (",{"type":"''","value":["adaçayı"]},", literally ",{"type":"'''","value":["island tea"]},") of Turkey.\n\n",{"type":"[[","value":[["File:Fresh ayran.jpg"],["right"],["thumb"],["A glass of ayran"]]},"\n",{"type":"'''","value":["Ayran"]}," is a popular drink of water and yoghurt not unlike the Finnish\/Russian \"buttermilk\" or Indian \"lassi\", but always served without sugar (and, in fact, typically with a little salt added). If you're travelling by bus over the Taurus Mountains, ask for \"köpüklü ayaran' or \"yayık ayaranı\", a variety of the drink much loved by locals.\n\n",{"type":"'''","value":["Boza"]}," is a traditional cold, thick drink that originates from Central Asia, but is also common in several ",{"type":"[[","value":[["Balkans"],["Balkan"]]}," countries. It is fermented ",{"type":"''","value":["bulgur"]}," (a kind of wheat) with sugar and water additions. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vefa.com.tr\/english\/index1.html Vefa Bozacisi"]}]}," is the best known and traditional producer of boza in ",{"type":"[[","value":[["Istanbul"]]},". In Ankara, you get excellent Boza from Akman Boza Salonu in the old city in Ulus. Boza can also be found on the shelves of many supermarkets, especially in winter, packaged in 1-litre PET bottles. However these bottled bozas lack the sourness and consistency of traditional boza, they are sweeter and less dense.\n\n",{"type":"'''","value":["Sahlep"]}," is another traditional hot drink, made from milk, orchid root and sugar, typically decorated with cinnamon. It is mostly preferred in winter and can be found in cafés and patisseries (",{"type":"''","value":["pastane"]},"). You can also find instant sahlep in many supermarkets sold with the name ",{"type":"''","value":["Hazır Sahlep"]},".\n\n",{"type":"'''","value":["Red Poppy Syrup"]}," is one of the traditional Turkish drinks made of red poppy petals, water and sugar by natural ways. ",{"type":"[[","value":[["Bozcaada"]]}," is famous with red poppy syrup.",{"type":"[","value":["http:\/\/gelincik.bozcaada.info\/adagelincik.html"]},"\n\nInternational brands of ",{"type":"'''","value":["colas"]},", ",{"type":"'''","value":["sodas"]}," and ",{"type":"'''","value":["fruit-flavoured sodas"]}," are readily available and much consumed alongside some local brands. Please note, in Turkish, ",{"type":"''","value":["soda"]}," means ",{"type":"'''","value":["mineral water"]},", whereas what is called as soda in English is ",{"type":"''","value":["gazoz"]}," or ",{"type":"''","value":["sade gazoz"]}," in Turkish.\n\n",{"type":"[[","value":[["file:Toasting.JPG"],["right"],["thumb"],["Three members of a Turkish family toast with rakı during a meal"]]},"\nWhile a significant proportion of the Turks are devout Muslims, alcoholic beverages are legal, widely available, and thoroughly enjoyed by the locals.  The local firewater of choice is ",{"type":"'''","value":["rakı"]},", an anise-flavoured liquor double distilled from fermented grape skin. It is usually mixed with water and drunk with another glass of iced water to accompany it. You may order 'tek' (single) or 'duble' (double) to indicate the amount of rakı in your glass. Make sure to try it but don't overindulge as it is very potent. Remember not to mix it with anything else. There is a wide selection of different types in supermarkets. Mey ",{"type":"[","value":["http:\/\/www.mey.com.tr\/u_raki_yeni.html"]},", and Efe Rakı ",{"type":"[","value":["http:\/\/www.eferaki.com\/"]}," are two of the biggest producers. Only the connaisseurs know which type is the best. ",{"type":"''","value":["Yeni Rakı"]}," which is a decent variety has the wıdest distribution and consumption.\n\nAs for Turkish ",{"type":"'''","value":["wine"]},", the wines are as good as the local grape varieties. ",{"type":"''","value":["Kalecik Karası"]}," from ",{"type":"[[","value":[["Ankara"]]},", ",{"type":"''","value":["Karasakız"]}," from ",{"type":"[[","value":[["Bozcaada"]]},", ",{"type":"''","value":["Öküzgözü"]}," from ",{"type":"[[","value":[["Elmalı"]]},", ",{"type":"''","value":["Boğazkere"]}," from ",{"type":"[[","value":[["Diyarbakir"],["Diyarbakır"]]}," are some of the most well-known varieties. The biggest winemakers are Kavaklıdere ",{"type":"[","value":["http:\/\/www.kavaklidere.com"]},", Doluca ",{"type":"[","value":["http:\/\/www.doluca.com\/"]},", Sevilen ",{"type":"[","value":["http:\/\/www.sevilengroup.com\/"]},", and Kayra ",{"type":"[","value":["http:\/\/www.kayrasaraplari.com\/"]}," with many good local vineyards especially in the Western part of the country. In addition liquory fruit wines of ",{"type":"[[","value":[["Şirince"]]}," near ",{"type":"[[","value":[["Izmir"]]}," are well worth tasting. One specific sweet red wine to try while you're there is Talay Kuntra ",{"type":"[","value":["http:\/\/www.talay.com.tr\/"]},".\n\nThere are two major Turkish ",{"type":"'''","value":["breweries"]},". Efes ",{"type":"[","value":["http:\/\/www.efespilsener.com\/"]}," and Tekel Birası ",{"type":"[","value":["http:\/\/www.mey.com.tr\/u_bira.html"]}," are two widely known lagers. In addition, you can find locally brewed Tuborg, Miller, Heineken, and Carlsberg too.\n\n",{"type":"==","value":["Smoke"]},"\nAll cigarettes are sold freely and are still relatively cheap by western standards.\n\nAlthough many, if not most, Turkish people do smoke, there is a growing health awareness about smoking and the number of smokers is slowly but steadily declining, and the rigid smoking ban that was introduced is surprisingly enforced.\n\nSmoking in the presence of someone who does not smoke in a public place requires their permission. If someone does not like the smoke, they will ask you not to smoke or they will cough, then just stop and apologize. This is what the locals do.\n\nIf you are invited to someone's home, do not smoke unless the host does first, and after he\/she does, then you can ask for his\/her permission to smoke.\n\nIf you are in a place where people smoke, you can smoke, but if you are in place where no one is smoking, ask them first for their permission. \n\n",{"type":"===","value":["Smoking ban"]},"\nSmoking is banned in public places (e.g. airports, metro stations and indoor train stations, schools, universities, government administration buildings, in all workplaces, concert halls, theatres and cinemas) and on public transport (airplanes, ferries, trains, suburban trains, subways, trams, buses, minibuses, and taxis). Smoking is banned in sports stadiums, the only outdoor areas where this ban is extended. It is a finable offence of TRY69. Separately smoking is also banned, in restaurants, bars, cafes, traditional teahouses, the remaining air-conditioned public places including department stores and shopping mall restaurants; and there are no exceptions as indoor non-smoking sections are also banned. Apart from a fine for smokers, there is a heavy fine of TRY5,000 for owners, for failing to enforce the ban properly and that is why it is strictly enforced by these establishments.\n\nIn Istanbul, especially in non-tourist areas, some bars\/restaurants\/music venues and even work places will bring you an ashtray as there will be many people smoking inside, even though there is a sign on the wall forbidding it, many people consider it to be up to the discretion of the owners\/workers of the building. However, bars\/restaurants\/music venues in tourist areas (e.g. Beyoğlu, Sişli etc...) are relentlessy \"raided\" (and in case of any violations – not just for flouting the smoking ban – fined heavily) by the zabıta (municipal official), so these establishments  will much less likely dare to violate the bans. Although such \"raids\" will be disconcerting for tourists, customers will not be affected as the zabıta does not issue fines to customers – at most will be asked to leave the place, in case of serious violations.\n\nHowever the smoking ban is openly flouted in government administration buildings, where the civil servants seem to think that they are somehow above the law.\n\nOutside the cities and tourist resorts, the smoking ban is less rigidly enforced in small towns and in the villages hardly at all, because the municipal police (zabıta) rarely comes to these places to enforce it and issue fines, leading to some establishments and its customers to ignore this, but even there it is nevertheless best to follow the less enforced smoking ban.\n\nWhile smoking is strictly prohibited on public transport, you will see some taxi drivers smoking in their taxis, which are also included in the smoking ban, but is the only form of public transport where this ban is openly flouted. When entering the taxi just request the taxi driver not to smoke, and he will politely oblige -  in fact most of them will put out their cigarettes immediately once they see a customer hailing them or approaching them.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation in Turkey varies from 5-star hotels to a simple tent pitched in a vast plateau. So the prices vary hugely as well.\n\n",{"type":"===","value":["Hotels"]},"\nAll major cities and tourist spots have ",{"type":"'''","value":["5-star hotels"]},", many of them are owned by international hotel chains like Hilton, Sheraton, Ritz-Carlton, Conrad to name a few. Many of them are concrete blocks, however some, especially the ones out of cities, are bungalows with private gardens and private swimming pools.\n\nIf you are into holiday package kind of thing in a ",{"type":"[[","value":[["Mediterranean_Turkey"],["Mediterranean"]]}," ",{"type":"'''","value":["resort"]},", you’d definitely find better rates when booking back at home rather than in Turkey itself. The difference is considerable, compared with what you’d pay when booking at home, you may end up paying twice as much if you simply walk in the resort.\n\n",{"type":"===","value":["Hostels and guesthouses"]},"\n",{"type":"'''","value":["Youth ",{"type":"[[","value":[["hostels"]]}]}," are not widespread, there are a few in Istanbul, mainly around Sultanahmet Square where Hagia Sophia and Blue Mosque are, and still fewer are recognized by Hostelling International (HI, former International Youth Hostel Federation, IYHF). However, ",{"type":"'''","value":["guesthouses"]},"\/pensions (",{"type":"''","value":["pansiyon"]},") provide cheaper accommodation than hotels, replacing the need for hostels for low-cost accommodation, regardless of their visitors’ age. Please note, ",{"type":"''","value":["pansiyon"]}," is the word in Turkish which is also used for small hotels with no star rankings, so somewhere with this name does not automatically mean it must be very cheap (expect up to 50 YTL daily per each person). B&Bs are also generally covered by the word ",{"type":"''","value":["pansiyon"]},", as most of them present breakfast (not always included in the fee, so ask before deciding whether or not to stay there).\n\nUnique in the country, ",{"type":"[[","value":[["Olympos (Turkey)"],["Olympos"]]}," to the southwest of Antalya is known for its pensions welcoming visitors in the wooden tree-houses or in wooden communal sleeping halls.\n\nIt is possible to rent ",{"type":"'''","value":["a whole house"]}," with two rooms, a kitchen, a bathroom, and necessary furnitures such as beds, chairs, a table, a cooker, pots, pans, usually a refrigerator and sometimes even a TV. Four or more people can easily fit in these houses which are called ",{"type":"''","value":["apart hotels"]}," and can be found mainly in coastal towns of ",{"type":"[[","value":[["Marmara_(region)"],["Marmara"]]}," and Northern ",{"type":"[[","value":[["Aegean_Turkey"],["Aegean regions"]]},", which are more frequented by Turkish families rather than foreigners. They are generally flats in a low-story apartment building. They can be rented for as cheap as 25 YTL daily (not per person, this is the daily price for the whole house!), depending on location, season and the duration of your stay (the longer you stay, the cheaper you pay daily). \n\n",{"type":"===","value":["öğretmenevi - teacher's house"]},"\nLike Atatürk statues and crescent-and-star flags etched into the sides of mountains, the öğretmenevi (“teacher’s house”) is an integral part of the Turkish landscape. Found in almost every city in Turkey, these government-run institutions serve as affordable guesthouses for educators on the road and – since anyone is welcome if space is available – for those traveling on a teacher’s budget (about 35TRY\/person, WIFI and hot water avalaible, Breakfast (Khavalti) 5TRY).\nFor the most part, these guesthouses are drab affairs, 1970s-era concrete boxes usually painted in a shade of pink and found in some of the least interesting parts of town. \nTo find the teacher's house in a town ask around for öğretmenevi or use the address finder on ",{"type":"[","value":["http:\/\/www.ogretmenevim.com\/ www.ogretmenevim.com"]},"\n\n",{"type":"===","value":["Agritourism"]},"\nRecently, Bugday Association has launched a project named ",{"type":"''","value":["TaTuTa"]}," (acronym from the first syllables of ",{"type":"''","value":["Tarım-Turizm-Takas"]},": Agriculture-Tourism-Barter [of knowledge]), a kind of ",{"type":"[[","value":[["Agritourism"],["WWOOF-ing"]]},", which connects farmers practicing ",{"type":"'''","value":["organic\/ecological agriculture"]}," and individuals having an interest at organic agriculture. The farmers participating in ",{"type":"''","value":["TaTuTa"]}," share a room of their houses (or a building in the farm) with the visitors without charge, and the visitors help them in their garden work in return. For more about ",{"type":"''","value":["TaTuTa"]},", see ",{"type":"[","value":["http:\/\/www.bugday.org\/tatuta\/index.php?lang=EN"]},"\n\n",{"type":"===","value":["Camping and RV-camping"]},"\nThere are many private estates dotting the whole coastline of Turkey, which the owner rents its property for campers. These ",{"type":"'''","value":["campsites"]},", which are called ",{"type":"''","value":["kamping"]}," in Turkish, have basic facilities such as tap water, toilets, tree shade (this is especially important in dry and hot summers of the ",{"type":"[[","value":[["Aegean_Turkey"],["western"]]}," and ",{"type":"[[","value":[["Mediterranean_Turkey"],["southern"]]}," coasts) and some provide electricity to every tent via individual wires. Pitching a tent inside the cities and towns apart from campsites is not always approved, so you should always ask the local administrator (village chief ",{"type":"''","value":["muhtar"]}," and\/or gendarme ",{"type":"''","value":["jandarma"]}," in villages, municipalities ",{"type":"''","value":["belediye"]}," and\/or the local police ",{"type":"''","value":["polis"]}," in towns) if there is a suitable place near the location for you to pitch your tent. Pitching a tent in the forest without permission is OK, unless the area is under protection as a national park, a bioreserve, a wildlife refuge, a natural heritage or because of some other environmental concern. Whether it is an area under protection or not, setting fire in forests apart from the designated fireplaces in recreational (read “picnic”) areas is forbidden anyway.\n\n",{"type":"'''","value":["Stores"]}," offering camping gear, while present, are hard to come across, being located on back alleys, underground floors of large shopping arcades, or simply where you would least expect to find them. So, unless you are exactly sure you can obtain what you need at your destination, it's best to pack along your gear if intending to camp. In smaller stores in non-major towns, the price of many of the stuff on sale is pretty much ",{"type":"[[","value":[["Bargaining"],["negotiable"]]},"—it is not uncommon for shop attendants to ask TRY30 for camp stove fuel, whereas it would cost typically TRY15 or even less in another store in a neighbouring town.\n\n",{"type":"'''","value":["Caravan\/trailer parks"]}," cannot be found as much as they used to be; there remains only a few, if any, from the days hippies tramped the Turkish highways with their vans—perhaps the most famous one, the Ataköy caravan park, known amongst the RV-ers for its convenient location in the city of Istanbul is long history (but there is ",{"type":"[[","value":[["Istanbul\/Western Suburbs#Caravan park"],["another one"]]}," still in operation several kilometres out in the western suburbs of the city). However, caravan riders can stay overnight in numerous resting areas along the highways and motorways, or virtually in any place which seems to be suitable. Filling the water tanks and discharging wastewater effluent seems to matter most.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":["Naile's Art Home ",{"type":"[","value":["http:\/\/www.nailesanat.com"]}]}," is a marbling paper (Ebru) gallery and workshop located in Cappadocia."]},{"type":"*","value":[{"type":"'''","value":["Kayaköy Art School ",{"type":"[","value":["http:\/\/www.kayasanat.com"]}]},", located in ",{"type":"[[","value":[["Kayaköy"]]},", a ghost town near ",{"type":"[[","value":[["Fethiye"]]}," is offering art classes in summer, specializing on photography, painting, and sculpture."]},"\n",{"type":"*","value":["You can take the ",{"type":"'''","value":["Ottoman Turkish"]}," classes in ",{"type":"[[","value":[["Adatepe"]]},", a village frequented by intellectuals near ",{"type":"[[","value":[["Küçükkuyu"]]},"\/",{"type":"[[","value":[["Altınoluk"]]}," in the northern Aegean Region. You can also participate in ",{"type":"'''","value":["philosophy classes ",{"type":"[","value":["http:\/\/www.philosophyinassos.org\/"]}]}," taking place every summer in nearby ",{"type":"[[","value":[["Assos"]]},", organized as a continuation of the ancient “agora”\/”forum” tradition of Mediterranean cities."]},"\n",{"type":"*","value":[{"type":"'''","value":["Glass workshops"]}," located around ",{"type":"[[","value":[["Beykoz"]]}," on the northern Asian banks of the Bosphorus in Istanbul, are offering one-day classes that you can learn making (recycled) glass and ornaments made of glass."]},"\n",{"type":"*","value":["There are many ",{"type":"'''","value":["language schools"]}," where you can study Turkish in most of the big cities. Ankara University affiliated ",{"type":"''","value":["Tömer"]}," ",{"type":"[","value":["http:\/\/www.tomer.ankara.edu.tr\/english\/index.html"]}," is one of the most popular language schools in Turkey and has branches in many big cities, including Istanbul, Ankara, and Izmir among others."]},"\n",{"type":"*","value":["Many Turkish ",{"type":"'''","value":["universities"]}," (both public and private) are participating in pan-European ",{"type":"'''","value":["student exchange"]}," programs (Socrates, Erasmus, and the like). Some also have agreements with non-European universities, too. Check with your own university and the one where you intend to study in Turkey."]},"\n",{"type":"*","value":["Many foreigners living in Istanbul support themselves by teaching English. Finding a good teaching job is usually easier with a well-recognized certificate like the ones listed below:"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["ITI Istanbul"]}," in 4. Levent runs Cambridge University's CELTA and DELTA courses year-round ",{"type":"[","value":["http:\/\/www.iti-istanbul.com"]}]}]},"\n",{"type":"==","value":["Work"]}," \nWork as an English teacher is reasonably easy to stumble upon. ESL teachers with a Bachelor’s Degree and TESOL Certificate can expect to earn TRY800-2,500 (monthly) and will usually teach 20–35 hours in a week. Contracts will sometimes include accommodations, airfare, and health-care.\n\nBeing that import-export is huge in Turkey, there are also many opportunities outside of teaching, though these are often much more difficult to find and require some legal work. \n\nYou need to have a work permit to work in Turkey. The control over illegal workers have grown stricter in the past five years with the consequence of deportation, so take the work permit issue seriously.\n\nHowever, if you have your own company in Turkey you are allowed to \"manage\" it without having a work permit. Setting up what is known as an FDI (foreign direct investment) company is relatively straightforward, takes a few days and costs around TRY2,300 (April 2007). You don't need a Turkish partner, the company can be 100% foreign owned and requires a minimum of two people as shareholders. Running costs for a company average about TRY2,500 per year for a small to medium enterprise, less for an inactive company.\n\nOwning a company allows you to be treated as Turkish in respect of purchasing real estate and bypasses the need for military permission and allows you to complete a sale in one day if required.\n\n",{"type":"==","value":["Stay safe"]},"\nDial ",{"type":"'''","value":["155"]}," for police, from any telephone without charge. However, in rural areas there is no police coverage, so dial ",{"type":"'''","value":["156"]}," in such a place for ",{"type":"''","value":["jandarma"]}," (Military Police), a military unit for rural security.\n\nBig cities in Turkey, especially Istanbul, are not immune to ",{"type":"'''","value":["petty crime"]},". Although petty crime is not especially directed towards tourists, by no means are they exceptions. Snatching, ",{"type":"[[","value":[["Pickpockets"],["pickpocketing"]]},", and mugging are the most common kinds of petty crime. However, recently with the developing of a camera network which watches streets and squares –especially the central and crowded ones- 24-hour a day in Istanbul, the number of snatching and mugging incidents declined. Just like anywhere else, following common sense is recommended. (Please note that the following recommendations are for the big cities, and most small-to-mid size cities usually have no petty crime problems at all) Have your wallet and money in your front pockets instead of back pockets, backpack or shoulder bag. \n\nYou should drive defensively at all times and take every precaution while driving in Turkey.  Drivers in Turkey routinely ignore traffic regulations, including driving through red lights and stop signs, and turning left from the far right lane; these driving practices cause frequent traffic accidents.  Drivers should be aware of several particular driving practices prevalent in Turkey.  Drivers who experience car troubles or accidents pull to the side of the road and turn on their emergency lights to warn other drivers, but many drivers place a large rock or a pile of rocks on the road about 10-15 meters behind their vehicles instead of turning on  emergency lights. You may not use a  cell phone  while driving.  It is strictly prohibited by law.\n\nDon’t exhibit your camera or cellphone for too long if it is a new and\/or expensive model (they know what to take away, no one will bother to steal a ten-year-old cell phone as it would pay very little). The same goes for your wallet, if it’s overflowing with money. Leave a wide berth and move away from the area quickly if you see two or more people begin to argue and fight as this may be a ruse to attract your attention while another person relieves you of your valuables. Be alert, this often happens very quickly. Watch your belongings in crowded places and on public transport, especially on trams and urban buses. \n\nAvoid dark and desolate alleys at night. If you know you have to pass through such a place at night, don’t take excessive cash with you but instead deposit your cash into the safe-box at your hotel. Stay away from demonstrating crowds if the demonstration seems to be turning into an unpeaceful one. Also in resort towns, when going to beach, don’t take your camera or cell phone with you if there will be no one to take care of them while you are swimming. If you notice that your wallet has been stolen it is wise to check the nearest trash cans before reporting the loss to the police. It is often the case that thieves in Turkey will drop the wallet into the trash to avoid being caught in possession of the wallet and proven a thief. Obviously it is highly likely that your money will no longer be in it, but there is a chance that your credit cards and papers will be.\n\nSee also ",{"type":"[[","value":[["Istanbul#Scams"],["scams"]]}," section of ",{"type":"[[","value":[["Istanbul"]]}," article to have an idea about what kinds of ",{"type":"'''","value":["scams"]}," you may come across with in other parts of the country too, especially the touristy ones, not just Istanbul.\n\nUpon entering some museums, hotels, metro stations, and almost all shopping malls, especially in larger cities, you will notice ",{"type":"'''","value":["security checkpoints"]}," similar to those found in airports. Don't worry, this is the standard procedure in Turkey and does not imply an immediate danger of attack. These security screenings are also conducted in a much more relaxed way than the airports, so you will not have to remove your belt to avoid the alarm when walking through the metal detector.\n\nThough slightly off-topic be advised to ",{"type":"'''","value":["carry passport"]}," or other means of identification at all times. One may not be requested to show them for a long period, then all of a sudden a minibus is checked by the traffic police (or the military, particularly in Eastern Turkey), or one runs into an officer of the law with time on his hand, and one must show papers. Some government buildings may ask you to temporarily surrender your passport in return for equipment such as headphones for simultaneous translation etc. and you may find your passport stored in an open box along with the locals ID cards which may be a little disconcerting. Hotels may request you to hand your passport in until you paid the bill, which puts you into an awkward situation. Referring to the police always made them hand the passport back, once the registration procedure was finalized. Showing a personal visiting card, one or two credit cards or knowing the address of a respectable hotel may solve the no-papers situation, but any self-respecting officer will tell you that you are in the wrong, and will be sorry next time. If treated politely however police and military can be quite friendly and even offer rides to the next city (no joke intended).\n\nIf you intend to travel to ",{"type":"[[","value":[["Eastern_Anatolia"],["Eastern"]]}," or ",{"type":"[[","value":[["Southeastern Anatolia"]]},", stay ahead of the news. Although it offers many beautiful sights, the situation is far from secure due to ",{"type":"'''","value":["ethnic strife"]}," and protests, sometimes resulting in violence. The region is far from a war zone, but take precaution when visiting this volatile place. The real risk of threat is not very big though, if you stick on major routes and follow common sense rules (such as avoiding demonstrations).\n\nBe careful when ",{"type":"'''","value":["crossing the roads"]}," , as mentioned in the ",{"type":"[[","value":[["Turkey#On foot"],["get around\/on foot"]]}," section.\n\n",{"type":"===","value":["Animals"]},"\nThe Turkish wilderness is home to both poisonous and non-poisonous ",{"type":"'''","value":["snake"]}," (",{"type":"''","value":["yılan"]},") species. In fact, humid forests of the northeastern ",{"type":"[[","value":[["Black_Sea_Turkey"],["Black Sea region"]]}," is the habitat of a small-sized snake which is one of the most poisonous in the world. ",{"type":"[[","value":[["Mediterranean_Turkey"],["Southern"]]}," and especially ",{"type":"[[","value":[["Southeastern Anatolia"],["southeastern"]]}," parts (even cities) of the country have large numbers of ",{"type":"'''","value":["scorpions"]}," (",{"type":"''","value":["akrep"]},"), so exercise caution if\/when you are sleeping on open rooftops, which is common in the southeastern region in summer. If you are bitten by one, seek urgent medical aid.\n\nAs for wild mammals, presumably the most dangerous ones are ",{"type":"'''","value":["wolves"]},", ",{"type":"'''","value":["bears"]}," and ",{"type":"'''","value":["wild boars"]},". All of these animals live only in mountainous areas (of almost all regions) and your chance of sighting one is very low (except boars which are not so rare). Wolves and bears do not attack if you don’t follow or disturb them (or, particularly, their young) aggressively, however boars are known to attack even with only the slightest provocation.\n\nThe biggest animal threat comes from ",{"type":"'''","value":["stray dogs"]}," (or sheepdogs in rural areas). Don’t assume you will come across gangs of aggressive stray dogs next to the gate of ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old_City#See"],["Hagia Sophia"]]},", or the beach club however. They are mostly found in rural areas and non-central parts of the cities. They are usually discreet and are usually more afraid of you than you are of them.  ",{"type":"'''","value":["Rabies"]}," (",{"type":"''","value":["kuduz"]},") is endemic in Turkey (and most of the world) ",{"type":"[","value":["http:\/\/wwwn.cdc.gov\/travel\/yellowBookCh4-Rabies.aspx"]},", so anyone bitten by a dog or other carnivore should seek urgent treatment, despite what you may be told by your hotel or other well meaning strangers.\n\nMany ",{"type":"'''","value":["stray dogs"]}," you’ll see in the cities bear plastic “ear rings”. Those ear tags mean the dog was cleaned up, vaccinated (against rabies and a number of other diseases), sterilized, and then returned back to the streets as this is the most humane treatment (compare with keeping them in a cage or a cage-like environment or putting them to sleep). The process is going on, so we can assume the stray dog problem in Turkey will disappear in natural ways sometime in the future.\n\n",{"type":"===","value":["Tourism Police"]},"\nThere are \"Tourism Police\" sections of the police departments of ",{"type":"[[","value":[["Ankara"]]},", ",{"type":"[[","value":[["Antalya"]]},", ",{"type":"[[","value":[["Istanbul"]]}," (in ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old City"],["Sultanahmet"]]},"), and ",{"type":"[[","value":[["Izmir"]]}," providing help specifically for tourists, where travellers can report passport loss and theft or any other criminal activity, they may have become victims of. The staff is multilingual and will speak English, German, French, and Arabic.\n\n",{"type":"==","value":["Stay healthy"]},"\nDial ",{"type":"'''","value":["112"]}," from any telephone, anywhere, free of charge for an ambulance.\n\n",{"type":"'''","value":["Food safety"]}," - Food is generally free of parasitic or bacterial contamination, but be prudent anyway. Look at where local people are preferring to eat. Do not eat stuff that is sold outdoors, at least in summer and at least which local folk don’t eat. They can spoil fairly quickly without needed refrigeration. Wash thoroughly and\/or peel fresh fruits and vegetables. They may be free of biological contaminants but their skin is probably heavily loaded with pesticides (unless you see the not-very-common certified organic produce marker on, of course). Food in western regions of the country is OK for (western) travellers for the most part, but the more east, south, and northeast you go, the more unaccustomed contents in the food you’ll come across, like goat or goose meat or hot\/heavy spices. These contents may or may not cause ",{"type":"[[","value":[["Travellers' diarrhea"],["diarrhea"]]},", but it is wise to have at least some anti-diarrhea medicine nearby, especially if you are going to travel to places a bit off-beaten-track.\n\n",{"type":"'''","value":["Water safety"]}," - However tempting it may be on a hot day, try to avoid water from public water tanks and fountains (",{"type":"''","value":["şadırvan"]},"), frequently found in the vicinity of mosques. Also, though tap water is mostly chlorinated, it is better to drink only bottled water except when in remote mountain villages connected to a local spring. Bottled water is readily available everywhere except the most remote, uninhabited spots.\n\nThe most common volumes for bottled water are 0.5 litre and 1.5 L. 5 L, 8 L, 10 L, and gigantic 19 L bottles (known as office jar in the West, this is the most common variety used in households, delivered to houses by the employees of specialized water selling shops, because it is far too heavy to carry) can also be found with varying degrees of possibility. General price for half-a-litre and one-and-a-half-litre bottled water is TRY0.50 and TRY1.25 respectively in kiosks\/stalls in the central parts of the cities and towns (can be much higher in a touristy or monopolistic place such as beach, airport, café of a much-visited museum, kiosk of a roadside recreation facility), while it can be as cheap as TRY0.15 and TRY0.35 respectively in supermarkets during winter (when the number of bottled water sales drop) and a little higher in summer (still cheaper than kiosks, though). Water is served free of charge in intercity buses, packaged in 0.25 lt plastic cups, whenever you request from the steward. In kiosks, water is sold chilled universally, sometimes so cold that you have to wait the ice to thaw to be able to drink it. Supermarkets provide it both reasonably chilled and also at room temperature. \n\nIf you have no chance of finding bottled water –for example, in wilderness, up in the eastern highlands- always boil your water; if you have no chance of boiling the water, use chlorine tablets –which can be provided from pharmacies in big cities-, or devices like LifeStraw. Also avoid swimming in fresh water, which you are not sure about its purity, and at seawater in or near the big cities –unless a beach which is declared safe to swim exists. And lastly, be cautious about water, not paranoid.\n\n",{"type":"'''","value":["Hospitals"]}," – In Turkey, there are two kinds of hospitals (",{"type":"''","value":["hastane"]},")-private and public. Private hospitals are run by associations, private parties, and private universities. Public hospitals are run by the Ministry of Health, public universities, and state-run social security institutions. All mid-to-big size cities, as well as major resort towns, have private hospitals, more than one in many cities, but in a small town all you can find will probably be a public hospital. Be aware that public hospitals are generally crowded. So expect to wait some time to be treated. But for emergency situations this won't be a problem. Although this is not legal, you may also be denied entry to the public hospitals for expensive operations if you don’t have a state-run national (Turkish) insurance or a necessary amount of cash for prepayment which replaces it, though showing a respected credit card may solve this problem. Emergency situations are exception and you'll be treated without prepayment etc. A travel health insurance is highly recommended because the better private hospitals operate with the “user-pays” principle and their rates are much inflated compared with the public hospitals. Also make sure your insurance includes air transport (like a helicopter) if you are going to visit rural\/wilderness areas of Black Sea or Eastern regions, so you can be dispatched to a city with high-standard hospitals on time. In the outlying hoods of cities, there are usually also policlinics which can treat simpler illnesses or injuries. In the villages all you can find are little clinics (",{"type":"''","value":["sağlık ocağı"]},", literally “health-house”) which have a very limited supply and staff, though they can effectively treat simple illnesses or provide antibody against, for example, snake bite. On road signage, hospitals (and roads leading to hospitals) are shown with an “H” (over the dark blue background), whereas village clinics are shown with a red crescent sign, Turkish equivalent of red cross.\n\nThere is an emergency ward (",{"type":"''","value":["acil servis"]},") open 24 hours a day in every hospital. Suburban policlinics don’t have to provide one, but some of them are open 24-hr anyway. Village clinics do certainly have a much limited opening hours (generally 8 am to sunset).\n\n",{"type":"'''","value":["Dentists"]}," – There are lots of private dentist offices in the cities, especially along the main streets. Look for the ",{"type":"''","value":["diş hekimi"]}," signs around, it won’t take long before you see one. Most dentists work on an appointment, although they may check or start the treatment on your turning up without an appointment if their schedule is okay. A simple treatment for a tooth decay costs about TRY40 on the average.\n\nOrdinary toothbrushes and pastes (both local and international brands) can be obtained from supermarkets. If you want something special, you may check out pharmacies. It is okay to brush teeth with tap water.\n\n",{"type":"'''","value":["Pharmacies"]}," - There are pharmacies (",{"type":"''","value":["eczane"]}," in Turkish) in all cities and many towns. Pharmacies are open 08:30-19:00, however every town has at least one drugstore on duty overnight (",{"type":"''","value":["nöbetçi eczane"]},"), all other pharmacies in the town usually display its name, address and telephone numbers on their windows. Most basic drugs, including painkillers such as ",{"type":"''","value":["Aspirin"]},", are sold over the counter, although only in pharmacies.\n\n",{"type":"'''","value":["Mosquitoes"]}," - Keeping a ",{"type":"[[","value":[["Mosquitoes"],["mosquito"]]}," repellent handy is a good idea. Although the risk of ",{"type":"[[","value":[["malaria"]]}," anywhere in the country is long gone (except the southernmost areas near the Syrian border which used to have a very low level of risk until up to 1980s), mosquitoes can be annoying especially in coastal areas out of cities, including vacation towns at nights between June and September. In some towns, especially the ones near the deltas, mosquito population is so large that people desert the streets during the “mosquito raid” which occurs between the sunset and one hour after that. DEET-containing aerosol repellents (some are suitable to apply to the skin while others, the ones that are in tall tin cans are for making a room mosquito-free before going to bed, not to be applied onto skin, so choose what you buy wisely) can be obtained from supermarkets and pharmacies. There are also solid repellents coming in a tablet form which are used with their special devices indoors having an electricity socket. They release scentless chemicals into the air of the room which disturb the senses of mosquitoes and make them unable to “find” you. The tablets, together with their devices, can also be obtained from supermarkets and pharmacies. Beware! You shouldn’t touch those tablets with bare hands.\n\n\n\n",{"type":"'''","value":["Crimean-Congo hemorrhagic fever"]}," (",{"type":"''","value":["Kırım-Kongo kanamalı ateşi"]}," in Turkish, shortly ",{"type":"''","value":["KKKA"]},") is a serious viral disease and transmitted by a ",{"type":"'''","value":["tick"]}," (",{"type":"''","value":["kene"]},") species. It can kill the infected person in a very short time, usually within three or four days. This disease has claimed more than 20 lives in Turkey within the past two years. The biggest risk is in the rural parts (",{"type":"''","value":["not"]}," urban centres) of ",{"type":"[[","value":[["Tokat"]]},", ",{"type":"[[","value":[["Corum"]]},", ",{"type":"[[","value":[["Yozgat"]]},", ",{"type":"[[","value":[["Amasya"]]},", and ",{"type":"[[","value":[["Sivas"]]}," provinces, all situated in an area where disease-carrying tick thrives because of the area’s location between the humid climate of maritime Black Sea Region and arid climate of Central Anatolia. Authorities recommend to wear light coloured clothing which makes distinguishing a tick clinged to your body easier. It’s also recommended to wear long trousers rather than shorts if you plan to walk through dense and\/or tall grass areas (the usual habitat for ticks). If you see a tick on your body or clothing, in ",{"type":"'''","value":["no means try to pull it out"]}," since this may cause the tick’s head (and its mouth where it carries the virus) sticking inside your skin. Instead, go to the nearest hospital immediately to seek urgent expert aid. Being late to show up in hospital (and to diagnose) is number one killer in this disease. Symptoms are quite like that of flu and a number of other illnesses, so doctor should be informed about the possibility of Crim.-Cong. hemorr. fever and be shown the tick if possible.\n\nCoastal Black Sea Region, Marmara Region, Aegean and Mediterranean coasts, and East Anatolia are generally deemed free of this disease (and also free of the disease-carrying species of tick) with no casualties. But in the name of being cautious, you should head for the nearest hospital anyway if you are bitten by (most likely an innocent) tick. Also remember that if you should head for the danger zone described above, ticks are not active in winter. Their active period is April to October, so is the danger period. \n\n",{"type":"'''","value":["Public restrooms"]}," - Though many main squares and streets in the cities have a public restroom, if you cannot manage to find one, look for the nearest mosque, where you will see a public restroom in a corner of, or below its courtyard. Despite the fact that there is no shortage of cheap toilet papers anywhere in the country, however, you are unlikely to find toilet paper in almost any of the public restrooms (except lavatories of restaurants –including the road restaurants, hotels and most of the cafés and bars, of course). Instead, you are likely to find a bidét or a tap (Don't be puzzled. That's because devout Muslims use water instead of paper to clean up and paper usually used as a dryer after cleaning.). So it is a good idea to have a roll of toilet paper in your backpack during your walkings for sightseeing. It is best to take your single roll of toilet paper from home or bathroom of the hotel you’re staying at, because the smallest size available in Turkey market is 4-rolls per package (8-rolls per package being the commonest) which would last very long (actually longer than your trip, unless you will do all the road down to India overland). It isn’t expensive but it takes unnecessary backpack space, or unnecessary landfill space if you won’t use it liberally and won’t take the unused rolls back to home as an unusual souvenir from Turkey. In the better places on the road in the country there are rest rooms that are maintained and an attendant ready to collect TRY0.50 to TRY1. from the tourist for the privilege of using one. Restroom is ",{"type":"''","value":["tuvalet"]}," in colloquial Turkish, though you’ll more likely to see ",{"type":"''","value":["WC"]}," signs, complete with diagrams and doors signed ",{"type":"''","value":["Bay"]}," or ",{"type":"''","value":["Bayan"]}," (with their rather crude translations: ‘Men’, ‘Women’).\n\n",{"type":"'''","value":["Menstrual products"]}," – Different types and designs of disposable pads are widely available. Look around in the supermarkets. However, Turkish women prefer tampons much less than European women do, so they are rarer. They are available only in some of the pharmacies. \n\n",{"type":"'''","value":["Hamam"]}," - If you haven't been to one, you've missed one of life's great experiences and never been clean. You can catch your inner peace with history and water in a bath (hamam). See hamams in ",{"type":"[[","value":[["Istanbul#Hamams"],["Istanbul"]]},".\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"===","value":["Things to do"]},"\nTurks are a very friendly, polite and hospitable people, sometimes even to a fault.\n\n",{"type":"*","value":[" When you are invited into a Turkish home, make sure to bring them a gift. Anything is fine from flowers to chocolate and indeed something representative from your country (but not wine and other alcoholic beverages if you are about to meet the host or if you do not know them well enough, as many Turks, for religious reasons or not, do not drink alcoholic beverages, and that is why it would be considered inappropriate as a gift). When you arrive at the house take off your shoes just outside or immediately inside the door, unless the owner explicitly allows you to keep them on. Even then, it might be more polite to remove your shoes. And if you really want their respect, thank your host for the invitation and compliment them. When inside the house, don't ask for anything for they will surely offer it. The host will make sure to make you feel at home, so don't take advantage of their kindness. "]},"\n",{"type":"*","value":[" People in Turkey respect elderly people, so in a bus, tram, subway and in other forms public transportation, young(er) people will always offer you a place to sit if you are an old(er) person as well as a handicapped person or a pregnant woman or have children with you. "]},"\n",{"type":"*","value":[" It is respectful to bend slightly (not a complete bow) when greeting someone older or in a position of authority. "]},"\n",{"type":"*","value":[" Try to use some Turkish phrases. They will be complimentary if you try, and there is no reason to be embarrassed. They realize that Turkish is very difficult for foreigners and won't scoff at all at your mistakes; on the contrary, they will be delighted for trying it, even if they may not always be able to understand your pronunciation!"]},"\n",{"type":"===","value":["Things to avoid"]},"\nTurkish people understand that visitors are usually not aware of Turkish culture and customs, and tend to be tolerant of blunders in this regard by foreigners. There are, however, some which will meet with universal disapproval, and these should be avoided at all costs:\n\n",{"type":"'''","value":["Politics:"]},"\n",{"type":"*","value":[" Turks in general have very strong nationalistic views, and would view any criticisms of their country and expressions and attitudes insulting the Turkish flag, the republic and Atatürk - the founding father of the republic as very offensive and with varying degrees of hostility. To avoid getting into the bad raps of your hosts, it is advisable to only praise the country and avoid bringing up anything negative about it."]},"\n",{"type":"*","value":[" Don't mention the Armenian Genocide, Kurdish separatism and the Cyprus problem. These are extremely sensitive topics and are definitely to be avoided. Turkish society has a highly emotional approach to these issues."]},"\n",{"type":"'''","value":["Religion:"]},"\n\n",{"type":"*","value":[" Turkey is a predominantly Muslim country, though secular, and although you will see varying degrees of Islamic practice in Turkey, with most Turks subscribing to a liberal form of Islam, it is extremely rude to insult or mock some of its traditions, and ensure that you do not speak badly of the Islamic religion. In regard to the Call to Prayer, which is read 5 times a day from the speakers of the numerous mosques throughout Turkey. Do not mock or mimick these calls, as Turks are extremely proud and sensitive of their heritage and culture, and will be very offended."]},"\n",{"type":"'''","value":["Social custom and etiquette breaches:"]},"\n\n",{"type":"*","value":[" Don't try to shake hands with a devout Muslim (that is veiled) woman unless she offers her hand first, and with a devout Muslim (often recognizable with a cap and beard) man unless he offers his hand first."]},"\n",{"type":"*","value":[" Don't blow your nose during meals, even discreetly. This is considered extremely rude."]},"\n",{"type":"*","value":[" Don't pick your teeth during meals, even discreetly. This is considered extremely rude."]},"\n",{"type":"*","value":[" Do not put your feet up while sitting and try not to show the bottom of your feet to someone. This is considered rude."]},"\n",{"type":"*","value":[" Don't point with your finger at someone, even discreetly. This is considered rude."]},"\n",{"type":"*","value":[" Don't chew gum while having a conversation and during public occasions. This is considered extremely rude."]},"\n",{"type":"*","value":[" Don't touch someone without permission. This is considered extremely rude."]},"\n",{"type":"*","value":[" Don't bear hug or back slap someone, especially in formal situations and occasions and with someone you just met and\/or you do not know well enough. This is considered very rude."]},"\n",{"type":"*","value":[" Don't use swear words during conversation or while talking to oneself in public. This is considered extremely rude. "]},"\n",{"type":"*","value":[" Public drunkenness (especially the loud and obnoxious variety) is definitely not appreciated and is frowned upon, especially in more conservative areas of the country. Drunken tourists may also attract the attention of pickpockets. However what is absolutely not tolerated with drunkenness especially by the police, if it is accompanied with physical aggressiveness towards other people, this may result with a fine and if this is repeated a heavier fine and\/or a visit to the police station may result (if you are tourist, deportation from the country can result). "]},"\n",{"type":"*","value":[" Certain gestures, common in the western world, are considered rude expressions in this culture. People tend to be tolerant if they can see you are a foreigner. They know you are probably doing it subconsciously, but if you take the time to keep these in mind, you won’t have any misunderstandings. Making an ‘O’ with your thumb and forefinger (as if to say “OK!”) is rude because you are making the gesture for a hole - which has connotations referring to homosexuality in the Turkish psyche. Avoid clicking your tongue. Some people do this subconsciously at the beginning of a sentence. It is a gesture of dismissal. Also the \"got your nose\" gesture which is made by making a fist and putting your thumb between your forefinger and the middle finger is considered the equivalent of the middle finger in Turkey."]},"\n",{"type":"===","value":["Other things to watch for"]}," \n",{"type":"*","value":[" Public displays of affection in larger cities and tourist resorts is tolerated but might invite unnecessary stares from the public. In more rural areas it is frowned upon and is to be avoided. Gay and lesbian travellers should avoid any outward signs of affection, as this will definitely invite unnecessary stares from the public. However overt displays of affection regardless of sexual orientation is regarded as inappropriate."]},"\n",{"type":"*","value":[" Avoid shouting or talking loudly in public. Talking loudly is generally considered rude, especially on public transportation. Talking on a mobile phone on public transportation is not considered rude but normal, unless the conversation is too \"private\"."]},"\n",{"type":"===","value":["Mosques"]},"\nBecause of religious traditions, all women are required to wear head scarves and not to wear miniskirts or shorts upon entering a mosque (or a church and synagogue). The same goes for the tombs of Islamic saints, too, if the tomb is not named “museum” officially. If you don’t have a shawl or a scarf to put on your head, you can borrow one at the entrance. However wearing-a-scarf rule is somewhat relaxed recently, especially in big mosques of Istanbul in which seeing a tourist is not a rarity. On such mosques, no one is warned about their clothes, or because of their lack of head scarves. Even if you’d have to wear a head scarf, no need to worry about how head scarves can be worn properly, just put it onto the crown of your head (you may wrap it under your chin or behind your neck, lest it slip), that will be excessively adequate.\n\nAlso, men are required to wear trousers, not shorts, upon entering a mosque (or a church and synagogue), however nowadays no one is warned about their clothes (at least in big cities). You may find when entering a mosque in more rural areas you will be expected to follow all traditional procedures. \n\nDuring the prayer time, worshippers choose to line in the front rows of the mosques, at such a time stay behind and try not to be noisy. During the Friday noon prayer, which is the most attended, you might be asked to leave the mosque, don’t take it personally, it is because the mosque will be very crowded, there just won’t be enough room for both the worshippers and the sightseers. You will be able to enter back as soon as worshippers are out of the gate.\n\nUnlike some other Middle Eastern cultures, eating, drinking, smoking (which is strictly banned), talking or laughing loudly, sleeping or just lying, even sitting on the ground inside the mosques is frowned upon in Turkish culture. Public displays of affection is definitely taboo.\n\nAll shoes should be removed before entering any mosque. There are shoes desks inside the mosques, though you can choose to hold them in your hand (a plastic bag which would be used only for this purpose would help) during your visit. Some mosques have safeboxes with a lock instead of shoe desks.\n\nAlthough there are “official” opening hours, which are typically shorter than what the mosque is actually open, at the entrances of the most sightseen mosques, they don’t really mean anything. You can visit a mosque as long as its gates are open.\n\nDespite the odd tourists who do not conform to the dress code, it is best to dress conservatively and to follow all traditional procedures, when entering mosques, tombs and other places of worship; not only because it is required but also as a sign of respect.\n\n",{"type":"===","value":["Gay and lesbian travellers"]},"\nTurkey is considered to be quite safe for gay and lesbian travelers, and violence against homosexuals is quite rare. There are no laws against homosexuality in Turkey, but same-sex relationships are not recognized by the government and flaunting your orientation openly is very likely to draw stares and whispers.\n\n",{"type":"==","value":["Connect"]},"\nDial ",{"type":"'''","value":["112"]}," for an ambulance in anywhere, from any telephone, without a charge. In case of a fire, dial ",{"type":"'''","value":["110"]},"; for police, call ",{"type":"'''","value":["155"]},". However, in rural areas there is not a police coverage, so dial ",{"type":"'''","value":["156"]}," for gendarme, a military unit for rural security. All these numbers are free of charge and can be called from a telephone booth without inserting a calling card, or any phone including cell phones.\n\n",{"type":"===","value":["Telephone"]},"\nWhile not as common as they used to be, possibly because of the widespread use of mobile phones which are virtually used by the whole population in the country, ",{"type":"'''","value":["public pay phones"]}," can still be found at the sides of central squares and major streets in towns and cities and around post offices (",{"type":"''","value":["PTT"]},"), especially around their outer walls. With the phase-out of old magnetic cards, public phones now operate with chip ",{"type":"''","value":["telekom"]}," cards which are available in 30, 60 or 120 units and can be obtained at post offices, newspaper and tobacco kiosks. (However emergency numbers can be called without card or anything from these phones.) You can also use your credit card on these phones, though it may not work in the off chance. All phones in the booths have Turkish and English instructions and menus, many also have German and French in addition.\n\nThere are also telephones available in some kiosks and shops where you pay cash after your call. To spot these, look for ",{"type":"''","value":["kontürlü telefon"]}," signs. These telephones are more expensive than the ones at the booths, though.\n\nIt is estimated that approximately 98% of the population of Turkey lives within the coverage areas of Turkey’s three ",{"type":"'''","value":["cell phone"]}," line providers. Line providers from most countries have roaming agreements with one or more of these companies. \n\nPre-paid mobile phone SIM cards can be purchased for approximately TRY20-50. These can be purchased at the airport on arrival or from the many outlets in Istanbul and other large cities. Providers include Vodaphone. \n\nHere is a quick list of ",{"type":"'''","value":["telephone codes"]}," for some major cities and towns of touristic importance:\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"'''","value":["212"]},"—",{"type":"[[","value":[["Istanbul"]]},"-",{"type":"[[","value":[["Istanbul\/European Side"],["European Side"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["216"]},"—",{"type":"[[","value":[["Istanbul\/Asian Side"],["Istanbul-Asian Side"]]},", and ",{"type":"[[","value":[["Istanbul\/Princes' Islands"],["Princes' Islands"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["224"]},"—",{"type":"[[","value":[["Bursa"]]},", and ",{"type":"[[","value":[["Uludağ"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["232"]},"—",{"type":"[[","value":[["Izmir"]]},", and ",{"type":"[[","value":[["Çeşme"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["242"]},"—",{"type":"[[","value":[["Antalya"]]},", ",{"type":"[[","value":[["Alanya"]]},", ",{"type":"[[","value":[["Kemer"]]},", and ",{"type":"[[","value":[["Kaş"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["252"]},"—",{"type":"[[","value":[["Muğla"]]},", ",{"type":"[[","value":[["Bodrum"]]},", ",{"type":"[[","value":[["Marmaris"]]},", and ",{"type":"[[","value":[["Fethiye"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["256"]},"—",{"type":"[[","value":[["Aydın"]]},", and ",{"type":"[[","value":[["Kusadasi"],["Kuşadası"]]}]},"| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"'''","value":["258"]},"—",{"type":"[[","value":[["Denizli"]]},", and ",{"type":"[[","value":[["Pamukkale"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["286"]},"—",{"type":"[[","value":[["Çanakkale"]]},", and ",{"type":"[[","value":[["Gallipoli"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["312"]},"—",{"type":"[[","value":[["Ankara"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["332"]},"—",{"type":"[[","value":[["Konya"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["384"]},"—",{"type":"[[","value":[["Nevsehir"],["Nevşehir"]]},", and most of ",{"type":"[[","value":[["Cappadocia"]]}," (though a few well-known Cappadocian towns which are parts of ",{"type":"[[","value":[["Aksaray Province"]]}," have ",{"type":"'''","value":["382"]}," as their area code)"]}]]},"\n\nPrior to the telephone code, dial ",{"type":"'''","value":["0"]}," for intercity calls.\n\nNumbers starting with ",{"type":"'''","value":["0800"]}," are pay-free, whereas the ones starting with ",{"type":"'''","value":["0900"]}," are high-fee services. 7-digit numbers starting with ",{"type":"'''","value":["444"]}," (mainly used by companies) are charged as local calls wherever they are dialed in Turkey. \n\nDial ",{"type":"'''","value":["00"]}," prior to country code for international calls from Turkey. When calling into Turkey, the international country code that should prefix city code and phone number is ",{"type":"'''","value":["90"]},".\n\n",{"type":"===","value":["Post"]},"\n",{"type":"'''","value":["Post offices"]}," are recognizable by their yellow and black ",{"type":"''","value":["PTT"]}," signs. Letters and cards should be taken to a post office since the postboxes on the streets are rare (and there is no guarantee that they are emptied at all, even if you spot one). Nevertheless, Turkish Post (PTT) prints some beautiful stamps. ",{"type":"'''","value":["Postage"]}," for cards and letters costs TRY0.80 for domestic shipments, and TRY1.10 (about €0.55) for international shipments to most countries, although it may be a little more (up to TRY1.35) for the most distant countries; ",{"type":"[","value":["http:\/\/www.ptt.gov.tr\/en\/ PTT website for current rates"]},". Main post offices in cities are open 08:30-20:30, whereas post offices in towns and smaller post offices in cities are usually open 08:30-17:30.\n\n",{"type":"'''''","value":["Poste restante"]},"\/general delivery letters should be sent to an address in the format of: official full name of the addressee (because the receiver will be asked for an ID card, passport or anything that can prove he or she is proper recipient) + ",{"type":"''","value":["POSTRESTANT"]}," + name of the quarter\/neighbourhood\/district if in a city where there is more than one post office or name of the town where the post office is + postal code (if known, not obligatory, generally available at the entrance or on the interior walls of the post office itself) + the name of the province in which the quarter\/town of the post office is located. The receiver has to pay TRY0.50 upon receipt of mail.\n\n",{"type":"===","value":["Internet"]},"\nAlthough not as widespread as they used to be in the last decade with more and more Turkish households tuning in DSL connections, ",{"type":"'''''","value":["internet cafe"]},"s or ",{"type":"''","value":["net cafe"]},"s are still available in reasonable numbers in cities and towns. In fact, any major town has at least one. All of them have good DSL connections, and price for connection is about more or less TRY1.50\/hour. Most, if not all, of these internet-cafés also have cd-writers which are available for anyone who makes an additional payment. Free ",{"type":"'''","value":["wireless"]}," connections are available at some airports, hotels and restaurants\/cafés (especially in big cities). Some webpages are blocked by court order ——although most internet cafes get around these blocks by tricks on proxy settings.\n\nPlease see  following web sites for information on Telecommunication services :\nTTNET, DSL internet provider",{"type":"[","value":["http:\/\/www.ttnet.net.tr"]},"\nTurkcell, the largest mobile operator also provides 3G internet ",{"type":"[","value":["http:\/\/www.turkcell.com.tr"]},"\nVodafone, mobile operator also provides 3G internet",{"type":"[","value":["http:\/\/www.vodafone.com.tr"]},"\nAvea,mobile operator also provides 3G internet ",{"type":"[","value":["http:\/\/www.avea.com.tr"]},"\n\n\n",{"type":"===","value":["Wi - Fi"]},"\n\n",{"type":"'''","value":["Hotel:"]},"\nEvery hotel has their own Wi-Fi. Some hotels do have trouble with their network setup or the connection due to the historical location however at the least you will have free wi-fi at your hotel. All you have to do is to learn the wifi password to access the internet.\n\n",{"type":"'''","value":["Cafes:"]},"\n\nEvery café, bistro, restaurant share their internet with their guests. Even the small restaurants now have internet access. Stability and speed depend on where you are and what kind of café, bistro or restaurant you are in. Starbucks, Nero etc. typically have stable wi-fi unless very crowded. If you are in a Starbucks all you have to do is connect your device (SSID should be TTNET or DorukNet, AND if you are in Nero DorukNet) and fill out some basic information for verification that you have to fill. After that, you are ready to go. And if you are in the other restaurant or cafés you can just ask to your waiter to get SSID and Password and after that you are ready to go.\n\n",{"type":"'''","value":["Public Center and Squares:"]},"\n\nMunicipality of Istanbul recently announced that free public wi-fi will be available in most common city centers and squares. All you have to do is (when you near of one of these centers of course) register your id via your cell phone and you will get an access password.\n\n'''Wi-Fi on the Go:\n'''\nThere are a plenty companies that rent a mobile hotspot. If you don’t have a local rental company in your country or you want to rent one when you are in Turkey then you can try the local options. ",{"type":"'''","value":["Rent’n Connect"]}," http:\/\/www.rentnconnect.com is one of the local companies that has reliable service and good coverage, which may be ideal for tourists visiting Turkey. The benefit of the pocket wifi’s are that you can keep these devices in your pocket and 5 to 10 people can connect via broadband speed mobile internet all the time.\n\n",{"type":"{{","value":[["geo"],["39.36828"],["37.48535"],["zoom=6"]]},"\n",{"type":"{{","value":[["isPartOf"],["Middle East"]]},"\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Turkey"]]},"\n",{"type":"[[","value":[["WikiPedia:Turkey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Turkey\/"]]}]