[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Turpan"]}," (Chinese: 吐魯番, Tǔlǔfān; Uyghur: تۇرپان‎, Turpan; Turkish: Turfan) is a city in ",{"type":"[[","value":[["Xinjiang"]]},", on the ",{"type":"[[","value":[["Silk Road"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe area around the city, the ",{"type":"'''","value":["Turpan Depression"]}," is the lowest point in China and second lowest on Earth (after the Dead Sea) at 154 meters below sea level. It is very dry and sometimes very hot, well into the 40'sC.  The local people have developed karez, an irrigation system composed of wells connected by underground channels, to counter the heat and drought of the place. No place in China is hotter than Flaming Mountain in Turpan, a mountain made famous by the classic Chinese mythological novel, ",{"type":"''","value":["Journey to the West"]},".\n\nTurpan is famous for their grapes, grown primarily for raisins but also wine. The locals in the area are called Uygurs.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nTulufan Zhan - located in the town of Daheyan, 50 km NW of the town center\n",{"type":"*","value":[" ",{"type":"'''","value":["Kashgar"]}," - takes about 25 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Korla"]}," - takes about 8 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Lanzhou"]}," - takes about 25 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Liuyuan"]}," - takes about 8-9 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Xi'an"]}," - takes about 40-45 hours"]},"\n",{"type":"===","value":["By bus"]},"\nLong Distance Bus Station is on Laocheng Road\n",{"type":"*","value":[" ",{"type":"'''","value":["Hami"]}," - takes about 6-7 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Kashgar"]}," - takes about 32 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Korla"]}," - takes about 6-7 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Kuqa"]}," - takes about 13-14 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Urumqi"]}," - takes about 2.5 hours"]},"\n",{"type":"==","value":["Get around"]},"\nPublic buses, Y1. \n",{"type":"*","value":["Bus 102 - going all along Laocheng lu (老城路), you can take it on crossing Laocheng Eastern street and Qingnian pedestrian street. "]},{"type":"*","value":[{"type":"*","value":["Direction to East - the last stop is ",{"type":"'''","value":["Su Gong Ta"]}," (苏公塔) Sugong pagoda = ",{"type":"'''","value":["Emin minaret"]}," (额敏塔). "]}]},{"type":"*","value":[{"type":"*","value":["to West - East mosque, North mosque and West mosque. Take off on the last stop and walk (hitchhike) next 5km to ",{"type":"'''","value":["Jiaohe Ancient City"]},".  Alternatively, from the last stop of the line 102, you can hire a vehicle for around ¥10 to take you the rest of the way to the site."]}]},"\nTaxi\n",{"type":"*","value":["Tahir is offering a great day tour to all major spots. He speaks very good English and offers a lot of tips and can help to organize an overnight stay as home stay in the nearby villages. (price for 1 day tour in  2012: ¥300-350, if possible arrange the trip in advance.) contact data: 15026261388, tahirtour8@yahoo.com"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Turpan Grape Gully"],["alt=吐鲁番葡萄沟; Tǔlǔfān Pútaogōu"],["url="],["email="],["address="],["lat="],["long="],["directions=10km from the city"],["phone="],["tollfree="],["fax="],["hours="],["price=60 Y"],["content=Nicknamed Green Pearl City, an oasis of greenery, made up of more than 200 hectares of grape.  The best grapes in China have been grown here for more than 1,000 years."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Emin Minaret"],["alt=额敏塔; Émǐn Tǎ; also known as 苏公塔, Sūgōng Tǎ"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Emin Minaret was built in 1777 in honor of the heroic Turpan general, Emin Khoja; it's the tallest minaret in China."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Turpan Gaochang Ancient City"],["alt=吐鲁番高昌故城; Tǔlǔfān Gāochāng Gùchéng"],["url="],["email="],["address="],["lat="],["long="],["directions=46km southeast of the city, you can get there either by taxi or first by bus to Doushan or Sanbao Township and then by motorbike"],["phone="],["tollfree="],["fax="],["hours=8AM-5PM"],["price=¥20"],["content=Ruins of an ancient Silk Road town standing isolated in the Gobi Desert.  Built in the 1st century B.C. and originally called Gaochangbi, it used to be a garrison town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jiaohe Ancient City"],["alt=交河故城; Jiāohé Gùchéng"],["url="],["email="],["address="],["lat="],["long="],["directions=about 20km west of Turpan"],["phone="],["tollfree="],["fax="],["hours="],["price=¥40"],["content=Ruins of an ancient Silk Road town. This city was established during the Western Han Dynasty and continued through from the period of Northern Wei Dynasty."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bezeklik Thousand Buddha Caves"],["alt=柏孜克里千佛洞; Bózīkèlǐ Qiānfódòng"],["url="],["email="],["address="],["lat="],["long="],["directions=45km east of Turpan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stand high on the cliffs of west Mutou Valley under the Flaming Mountain. Of the 83 original caves, 57 caves currently remain. The murals cover an area over 1,200 square meters in more than 40 caves.  Beginning in the Southern and Northern Dynasties, the construction experienced Tang Dynasty, the Five Dynasties, Song and Yuan dynasties. The Caves had been the Buddhist center of Gaochang. Near the end of the 13 century, the royal family of Gaochang moved to Yongchang, Gansu. Around this same time, Buddhism in Turpan began to decline in popularity with the introduction of Islam. Subsequently, the religious importance of The Bizalkik Thousand Buddha Caves became less apparent. Many of the caves were destroyed during the ensuing religious clashes. Vandals dug out the eyes of many of the portraits human figures contained in the murals. Later, at the beginning of the 20 century, foreign explorers robbed the caves of much of the treasures. Despite all the destruction, the surviving parts, such as the delicate Buddha seat and the bright color of the murals, give us some idea of its past glory."]]}]},"\n",{"type":"==","value":["Eat"]},"\nPlenty of delicious dishes can be found in the market, in front of the bus station, or in the pedestrian zone downtown. Cheap (but spicy) food is the norm, with plenty of meat options. Vegetarians better find a Chinese restaurant, many of which are north of the main square (\"Grape Girls\" square)\n\n艾力热孜快餐店 (ai li re zi kuai can dian) on a parallel alley on the eastern side of the bazaar opposite the long-distance bus station serves excellent laghman (noodles), baked dumplings and barbecue skewers. Try the tandoori lamb or lamb dumplings in black-eyed pea soup for a different taste of Uighur food you won't find in other cities in Xinjiang.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Night Market"],["url="],["email="],["address=Guanghui Street, near Bezeklik St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An alternative to the night market outside the bazaar, this option is more for locals than tourists."]]}]},"\n",{"type":"==","value":["Drink"]},"\nWusu beer - all around Xinjiang. Probably only 4% Chinese beer.\n\nJohn's Information Cafe in the back of the Turpan Hotel sells wine, beer and imported spirits. Grab a bottle to enjoy under the grapes on their patio. (The white wine is maybe the best in China),\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nMost of locals sleep on their roof or on the streets (during a day you can see hundreds of bed frames all around) because of the terrible heat. You can try the same.\n\nIf you try and find a hotel for the night, be careful of the few English-speaking touts around, especially the one calling himself \"John\". They will make sure you pay an inflated price and will get themselves a lucrative commission on your expense. If the hotel staff tries to call one of those touts on your arrival, ask them to stop and show you a room instead.\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jiaotong Hotel (Transportation Hotel)"],["url="],["email="],["address=230 laocheng west Rd"],["lat="],["long="],["directions="],["phone=+86 995 6258666 or 6258688"],["tollfree="],["fax=+86 995 6258688"],["hours="],["price="],["checkin="],["checkout="],["content=Widely regarded as a great value, this hotel is located directly adjacent to the bus station and across the street from the bazaar and one of the night markets, making it very conveniently located.  Many travelers have recently speculated that this hotel is closed, but that is not the case.  They simply changed their phone numbers.  The phone number listed above is the new one, and the hotel was renovated in 2011."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oasis Hotel Turpan"],["url="],["email="],["address=41 Qingnian Rd"],["lat="],["long="],["directions="],["phone=+86 995 522491"],["tollfree="],["fax=+86 995 522768"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Turpan Hotel"],["url="],["email="],["address=Qingnian Rd"],["lat="],["long="],["directions="],["phone=+86 995 522025"],["tollfree="],["fax=+86 995 522025"],["hours="],["price="],["checkin="],["checkout="],["content=A solid 3 star choice. Have 3 Bed Dorms 50Y for Bed, Staff is not so nice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Turpan Hotel"],["url="],["email="],["address=Gaochang Middle Road 422"],["lat="],["long="],["directions="],["phone=+86 10-84831380"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A solid hotel, conveniently located"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tuha Petroleum Hotel"],["alt=吐鲁番吐哈石油大厦; Tǔlǔfān Tǔhāshíyóu Dàshà"],["url="],["email="],["address=230 Wenhua Road (文化路230号; Wénhuàlù 230hào)"],["lat="],["long="],["directions="],["phone=+86 995 8666666"],["tollfree="],["fax=+86 995 8666668"],["hours="],["price=Listed rates for doubles ¥1,080-1,280, including breakfast"],["checkin="],["checkout="],["content=Five star hotel with large rooms with internet access against surcharge and with safes, air-conditioners and mini bars.  Business center, currency exchange, gift shop, beauty salon, ticket office, karaoke, night club, billiard, table tennis, fitness, bowling, indoor swimming pool and massage available.  Chinese and Western restaurants as well as coffee shop, bar and room service.  The food in the Western restaurant is great, but the breakfast could be better."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThere are a lot of young locals who can speak some English and will ask to practise their skills with you before offering you \"help\" with getting around. This usually involves a lot of \"friends\" and \"uncles\" who can take you wherever you want to go, \"all you need is money for gas.\" Of course, don't trust them!!!\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["geo"],["42.9833"],["89.1833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Dzungarian"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Turpan"]]},"\n\n",{"type":"[[","value":[["Commons:Turpan"]]}]