[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Turtle Islands Park"]}," is made up of three islands in the Sulu Sea off the coast of ",{"type":"[[","value":[["Sabah"]]},"'s East Coast and near the maritime border with the ",{"type":"[[","value":[["Philippines"]]},". The three islands are Selingan (sometimes spelled Selingaan), Bakkungan Kecil and Pulau Gulisan. Selingan is the largest and is the only one of the three Island's which allow visitors to stay overnight.  \n\n",{"type":"==","value":["Understand"]},"\nThe Islands making up the Park are the breeding grounds for Hawksbill and Green Turtles. At night, mother turtles come up onto the beach and lay their eggs in the sand.  Park Rangers check and tag the turtles before removing their eggs and placing them in a hatchery.  Each night newly hatched babies are released into the sea.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"==","value":["Get in"]},"\nVisits to Selingan are only available as part of organised tours.  Travel to the Island takes about an hour by boat from ",{"type":"[[","value":[["Sandakan"]]},".\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA camera fee of RM10 is charged for photography of the Turtles during the night viewing.  Video cameras and flash photography are banned.\n\n",{"type":"==","value":["See"]},"\nOvernight visitors to Selingan Island are given the opportunity to view a mother turtle laying her eggs; see the Ranger's bury the eggs in the Hatchery; hold a hatchling and witness the hatchlings being released into the see.  Visitors are not allowed to roam the Island during the hours of darkness and meet in the cafeteria to await being called by a ranger when a turtle has landed in a spot which allows her to be viewed without being disturbed.\n\n",{"type":"==","value":["Do"]},"\nDuring the day, visitors can enjoy the beaches and snorkel in the sea. Snorkels and fins are available for hire on the island.\n\n",{"type":"==","value":["Eat"]},"\nBuffet meals are provided in the cafeteria as part of the visit to the Island.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation is provided in basic but clean and comfortable Air Conditioned chalets.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Sabah"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]