[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"'''","value":["Tuticorin"]}," also known as ",{"type":"'''","value":["Thoothukudi"]},", is a city and a Municipal corporation in Tuticorin or Thoothukudi district in the Indian state of Tamil Nadu. Tuticorin is the headquarters of Tuticorin or Thoothukudi district which is located at southeastern part of Tamil Nadu.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Origin of the name"]},"\n\nThe town was originally called as ",{"type":"'''","value":["Thirumandhira Nagar"]},".\n\nThere are three theories as to the origin of the name:\nThoothu (Dig) and Kudi (Drink) - The town had no rivers and the only source of drinking water was from wells.\n\"Thoortha\" means land \"reclaimed\" from sea while \"Kudi\" also stands for \"settlement\" or \"colony\". Hence \"Thoortha Kudi\" or \"Thoothukudi\" could mean a settlement built on land reclaimed from sea.\nFinally, the name \"Tuticorin\" was used by Portuguese people who came here.\nToday the city is referred to as Thoothukudi in Tamil and Tuticorin in English.\n\nThe city has also been referred to as Muthu Nagaram, the city of pearls. This is due to its once thriving natural pearl diving industry. The city now has a number of major industries centering on other natural resources such as salt and copper. Additionally, it has one of India's fastest growing ports.\n\nTuticorin has been a centre for maritime trade and pearl fishery for more than a century. Tuticorin was declared as a minor anchorage port in 1868. Since then there have been various developments over the years. There is a thermal power plant in Tuticorin. Also many industries, factories and companis are located in and around Tuticorin.\n\nTuticorin is also called as ",{"type":"'''","value":["Pearl city"]}," (",{"type":"'''","value":["Muthu Nagar"]}," in Tamil) because Tuticorin is a well known pearl diving centre.\n\nTuticorin became the citadel of the freedom struggle in the early 20th century. In 1906, one of the greatest freedom fighters of India, Mr. V.O. Chidambaram Pillai, launched the first swadeshi ship \"S.S. Gaelia\" in British India. \n\nDuring World War II, when India was still under British dominance, the economic and stragetic importance of Tuticorin Port made the town vulnerable to enemy bombings. Sirens and bomb shelters were installed in the town. \n\nAfter Independence, the Port of Tuticorin witnessed a flourishing trade and handled a variety of cargo meant for the neighbouring countries of Sri Lanka, Maldives etc. and the coastal regions of India. \n\nTo cope with the increasing trade through Tuticorin, the Government of India sanctioned the construction of an all-weather Port at Tuticorin. On July 11,1974, the newly constructed Tuticorin Port was declared as the 10th major port.\n\n",{"type":"{{","value":[["style"]]},"\n\nTuticorin is in the southern part of Tamil Nadu. It is almost 580 km away from Chennai, about 261 km away from Trichichirappalli and about 133 km away from Madurai.\n\nTuticorin's   \n\n• Pincode - 628001 to 628008\n\n• Telephone - +91 461\n\n• UN\/LOCODE - INTUT\n\n• Vehicle - TN 69\n\nTuticorin's population in 2001 was 4,05,363.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nTuticorin Airport is at Vagaikulam, 15 km from the heart of the city. Presently Spicejet ",{"type":"[","value":["http:\/\/www.spicejet.com"]}," is operating flights to ",{"type":"[[","value":[["Chennai"]]}," and Bangaluru (",{"type":"[[","value":[["Bangalore"]]},"). There are enough Taxi options to get there. The State Government has planned to extend the runway(Over 700 acres of land is under approval) and modernize the airport to handle to more traffic and bigger aircrafts. The Airport runway is being extended to facilitate landing of large airplanes and the night landing facility will be established soon.\n\n",{"type":"===","value":["By train"]},"\nA popular way of getting here is by train, most useful is the daily ",{"type":"''","value":["Pearl City Express"]}," service from ",{"type":"[[","value":[["Chennai"]]}," which departs 7:35PM every evening, arriving the next morning at 7:30AM. Both ",{"type":"[[","value":[["Bangalore"]]}," and ",{"type":"[[","value":[["Mysore"]]}," have night trains bound for Tuticorin, with a depature time from Mysore at 6PM and from Bangalore 9:20PM, arriving 10:45AM the next day. Regional destinations with direct trains includes ",{"type":"[[","value":[["Coimbatore"]]}," and ",{"type":"[[","value":[["Tirunelveli"]]},".\n\n",{"type":"===","value":["By road"]},"\n\nTuticorin City is well connected by road with rest of the country. The Major Highways are, \n\nTuticorin - Madurai (NH 45B); \n\nTuticorin - Palayamkottai(NH 7A); \n\nTuticorin - Tiruchendur (State Highway); \n\nTuticorin - Ramanathapuram (State Highway); \n\nCurrently the Tuticorin - Madurai (NH 45B) and Tuticorin - Tirunelveli (NH 7A) are being converted into 4-lane Expressway. \n\n",{"type":"===","value":["By sea"]},"\n\nTuticorin port is the gateway to India when it comes to shipping with cargo ships arriving daily, some of these accepts paying passangers. It's also the only port in the country with a weekly direct cargo service from USA, taking 22 days. Both Europe, China and several ports along the Red Sea have direct routes too.\n\nAlso, after many years of being cut off there is now a direct passenger ferry from ",{"type":"[[","value":[["Colombo"]]},", the capital of Sri Lanka with Flemingo Liners ",{"type":"[","value":["http:\/\/www.flemingoliners.com"]},". Sailing dates changes every week but departure time from Colombo is 6PM, arriving in Tuticorin next morning at 8AM.\n\n",{"type":"==","value":["Get around"]},"\n\nTuticorin (Thoothukudi) has two main bus stations namely New bus Stand and Old Bus stand. Town buses connect both of them with other parts of the town. A network of mini-buses makes getting around Tuticorin easier. \n\nAuto-Rickshaws are also preferable. If you want to travel by the auto, consult local friends or relatives beforehand to find out reasonable prices for the distance you intend to go and negotiate a rate with the driver before the journey. \n\nPalayamkottai road (stretching westward from the old Bus stand), Areas surrounding the Lord Bhagam Priyal temple, Lord Shiva and Lord Perumal temples, WGC (West Great Cotton) road, its parallel V.E (Victoria Extension) road and the streets adjacent to WGC road forms the main area of Tuticorin. One should be careful and aware of the one-way traffic along the WGC road.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["style"]]},"\n\nLodges could be found at areas around Old Bus Stand and along V.E road. Once you get into Tuticorin, you enquire with an Auto-Rickshaw driver or Taxi Driver and you shall be able to find a lodge that suits your preference.\n\nThere are many restaurants in Tuticorin. Most of them are of South-Indian cuisine. Some are vegetarian and some are non-vegetarian. Enquire with your hotel receptionist or Auto-Rickshaw driver or Taxi Driver or any local friends or relatives for restaurants.\n\nBesides hotels and restaurants, there are a lot of Tea and Coffee bars, Snacks Stalls, Fruit Juice corners, Bakeries, Sweet stalls, etc. which could be found at any main area.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Holy Places"]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"====","value":["Temples"]},"\n\nLord Bhagam Priyal Temple; Lord Shankararameswarar (Shiva) Temple; Lord Vaigundaperumal Temple; Vembati Essaki Amman Kovil, near VOC College; Sri Santhanamari Amman kovil,near Mattakadai; \n\nNava Thirupathi-Nine Divya Dhesam, Abode of Lord Vishnu along the Banks of Thamiraparani river in Tuticorin District; \n\nArulmigu Subramanya Swami Temple-Sri Subrahmanya Swami Devasthanam (Padai Veedu for Lord Muruga), Tiruchendur, Tuticorin District; \n\nLord Mutharramman temple, Kulasekarapattinam (famous for its Dasara), Tuticorin District \n\nTemples nearby Port Trust; A Pillayar Temple in Muthammal Colony (An extension area near New Bus Stand), Tuticorin;\n\nVanathirupathi in Punnai nagar built by Hotel Saravana Bhavan chain of hotels is recently famous in the district.\n\n",{"type":"====","value":["Churches And Cathedrals"]}," \n\nOur Lady of Snows Basilica, Beach Road, Tutocorin Town;\nSt. Antony's Church, Near V.O.C. Market;\nSacred Heart Cathedral, Tuticorin Town;\nTrinity Church, Near Old Harbour (Built in 1750);\nSt.John's Cathedral ,Nazareth\n\n",{"type":"====","value":["Mosques"]}," \n\nMohiyadeen Jumma Mosque, WGC Road;\nMosque at P&T Colony\nMosque at Jailani Street\nMosque at Braiyant Nagar 1st Street\nMosque at Annanagar 6th Street\nMosque at Rahamathullah Puram near Old Bustand\nMosque at Crescent School near VVD Junction\nMosque at Thirespuram\nMosque at Puthukkottai (Kootampuli Road)\nMosque at Jahir Husain Nagar\nMosque at Rahmath Nagar (Near SETC Depo)\nMosque at Statebank Colony\nMosque at Selvanayaga Puram (Near 3rd Gate)\nMosque at KMA Complex (Near Arulraj Hospital)\nMosque at Collector Nagar (Near Collectorate)\nMosque at Muthaiahpuram\nMosque at SPIC Nagar\nMosque at Thermal Nagar\nMosque at Hourbour Estate  \nAnd Many More Mosques in Kayalpattinam (Tuticorin District)\n\n",{"type":"===","value":["Entertainment"]},"\n\nThoothukudi seashore, Port trust beach and the park nearby, Muyal Theevu, Roche Park, Nehru Park, Rajaji Park, Cinema Theatres, Shopping Complex.\n\n",{"type":"==","value":["Do"]},"\n\nTuticorin is famous for ",{"type":"'''''","value":["Our Lady of Snows Shrine Basilica festival"]}," which takes place during August every year. To show their love and gratitude, devotees presented a golden car which is used to carry the miraculous statue of Our Lady of Snows around the town during her feast day. The Golden Car first appeared in procession on 2nd February 1806 and since then on 5th August of every year. A big star rests over the royal crown on the top of the car, signifying the name of Our Lady as the Star of the Sea (Stella Maris). The statue is one of three works of religious art originally brought by explorer Ferdinand Magellan to the Philippines, the others being the Santo Niño de Cebu and the Manapad altar crucifix.\n\nThe Lady of snows is fondly called by the local people as Maathaa(Literally Mother).This church is known for religious harmony among hindus and christians in Tuticorin.Peoples of all religions from Hindhu and Muslim also come to the festivals. Some Hindus light the candle and pray(by standing in front of Lady of snows). You can see portrait of Maathaa along with other Hindu deities in some hindu houses.\n\n",{"type":"==","value":["Eat"]}," \n\nTuticorin is famous for a wide variety of sweets, snacks, and the famous \"Parotta Salna Set\". Tuticorin even has its own version of the \"macaroon\", this version differs from the French version since its made with egg whites, cashew, sugar, and yeast. Alagu Vilas, Lala Mithai Kadai, Namachivaya are all famous sweet meat shops that sell delicious traditional sweets and savories.\n\nGanesh Bakery on VOC Road sells the famous macaroon and while you are stocking up on their macaroons, you could also pick up their delicious cakes and cookies. Another sweet worthy of mention is thenkuzhal made of molasses, a sinful combination of flour and molasses in a unique floral-ring shape. You can find this in Alagu Vilas. You need to specifically ask for \"karupatti thenkuzhal\". Palayamkottai Rd as well as WGC Road have a slew of bakeries along their stretch.\n\nIf you are in South Tuticorin near Beach Road, you must try the local delicacies - vazhapazha innipu (banana halwa), dodol (yes, a local version of the Indonesian sweet), paaghu (made with brinjal and palm jaggery), puttu karupatti (cute molasses candies). These are all made in the houses that line the Beach Road and Lady of Snows Church. It would be a good idea to ask the locals to find these houses. If you are near the old bus stand, do pick up \"Nut Bars\" from Gnanam Bakery - a delicious nut candy made with oodles of ghee.\n\nWell, Thoothukudi is not famous just for the sweets, this is a town famous for its hot, spicy meat fare made right on the streets. Alwar Night Club is where the locals go berserk over deep fried parotta pieces coated with chicken\/mutton gravies. For vegetarians, Brindavan Hotel offers traditional chettinad delicacies like hot and sweet paniyarams. There is something in Tuticorin for every palate - two things you shouldn't leave without sampling are the macaroons and the salna set from Alwar.\n\n",{"type":"==","value":["Some important places around Tuticorin"]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"====","value":["Ettaiyapuram"]},"\n",{"type":"{{","value":[["style"]]},"\n\nEttaiyapuram is the birth place of the great ",{"type":"'''","value":["Tamil Poet Mahakavi Bharathiar"]},". Muthuswami Dikshitar, one of the triad of Carnatic music also was patronised in his final years by the ruler of Ettaiyapuram.Umaru Pulavar a Tamil Islamic poet also lived here. Ettaiyapuram is about 42 km north of Tuticorin, located on the Tuticorin - Madurai national highway (NH 45B).\n\n",{"type":"====","value":["Ottapidaram"]},"\n",{"type":"{{","value":[["style"]]},"\n\nOttapidaram is birth Place of ",{"type":"'''","value":["V.O. Chidambaram"]},", a great Freedom Fighter who launched the first indigenous Indian shipping service between Tuticorin and Colombo with the Swadeshi Steam Navigation Company, competing against British ships.. Ottapidaram is the biggest taluk in Tamil Nadu state. Ottapidaram is only a few kilometres north-west of Tuticorin.\n\n",{"type":"====","value":["Panchalankurichi"]},"\n",{"type":"{{","value":[["style"]]},"\n\nPanchalankurichi is the birth place of the brave ",{"type":"'''","value":["Veerapandiya Kattabomman"]},", a 17th century Palayakarrar (or Polygar), who opposed the British colonial rule in India and their Tax collecting methods. Today Panchalankurichi is a historically important place and tourist center with Kattabomman Memorial Fort being the major attraction. Panchalankurichi is also only a few kilometres north-west of Tuticorin.\n\n",{"type":"====","value":["Thiruchendur"]},"\n",{"type":"{{","value":[["style"]]},"\n\nLord Muruga Temple in Thiruchendur is the second of the Arupadai Vedu(six abodes) of Lord Muruga. It is a holy place to the Ayyavazhi. The Avatharappathi here is one of the most important pilgrim centers of Ayyavazhi. \n\nNaazhi Kinaru (sacred well), is outside the temple at a distance of 100 m south of the temple. Devotees are allowed to bathe by scooping out the water with a vessel and the water in the well never dries up. Despite the temple being on the seashore, the water is not salty\n\n",{"type":"'''''","value":["Festivals in Thiruchendur"]}," \n\nSoorasamharam is performed here. Brahmothsavam in the month of Magha (February – March), Vasanthothsavam for 10 days in Chaitra (April – May), Visaka Visakam for 12 days in Vaisakha (May – June) and Skandha Sashti in Asvini (October – November) are celebrated in this temple.Besides these, there are two Maha Utsavams called,in Tamil, as Aavanipperunthirunaal and Maasipperunthirunaal being conducted and celebrated in a grand fashion during Simharavi i.e.,Tamil month of Aavani(August-September)and Kumbharavi i.e., Tamil month of Maasi(January-February) respectively. These are 12 day festivals which happen twice every year,during the above said periods.\n\nThiruchendur is about 38 km south of Tuticorin.\n\n",{"type":"====","value":["Kulasekarapattinam"]},"\n",{"type":"{{","value":[["style"]]},"\n\nLord Mutharamman Temple is in Kulasekarapattinam. It is the only temple in South Asia where God and Goddess are in the same shrine. Kulasekarapattinam is very famous for ",{"type":"'''","value":["Dasara"]}," Festival. In India, Here Dasara is very famous after Mysore. Dasara festival takes place during October. \n\nIn the past there was trade between Kulasekarapattinam and Ceylon (Sri Lanka). Trade between Kulasekarapattinam and Colombo (of Sri Lanka) was very high that Kulasekarapattinam was once called by the title ",{"type":"'''","value":["Chinna Colombo"]}," (Small or Little Colombo). Kulasekarapattinam is about 51 km south of Tuticorin and about 13 km south of Tiruchendur.\n\n",{"type":"====","value":["Manappadu"]},"\n",{"type":"{{","value":[["style"]]},"\n\nThe Holy Cross Church at Manapad was built in 1581. Thousands of worshippers congregate during the festival season from 1 to 14 September every year. The church is associated with St. Francis Xavier.\nManappadu is about 52 km south of Tuticorin and about 18 km south of Tiruchendur.\n\n",{"type":"====","value":["Tirunelveli"]},"\n",{"type":"{{","value":[["style"]]},"\n\nTirunelveli is about 51 km west from Tuticorin. ",{"type":"'''","value":["Lord Nellaiappar - Kanthimathi Amman Temple"]}," is in the city of Tirunelveli. It is one of the famous Tamil Nadu temples, deep in tradition and history and also known for its musical pillars and brilliant sculptural splendours. It is the largest Shiva Temple in TamilNadu. Nellaiappar Car is the third largest car in Tamil Nadu. temple is a complex of two huge temples covering an area of 14 acres and linked by the Mandapam (pillared hall) which has pillars with beautiful life-sized sculptures carved into them, as do many of the Mandapams there. The thousand-pillared hall is of great beauty. The musical pillars in the Mani Mandapam produce sound in various pitches when struck and are from the 7th century AD.\n\nLord Nellaiappar - Kanthimathi Amman Temple is a vast temple with many unique features such as the Manimandapam near the Nandi mandapam that has two huge pillars carved out of a single stone. Each giant pillar has 48 small pillars which produce musical sounds when struck.\n\nTirunelveli is famous for the ",{"type":"'''","value":["Halwa"]}," sweet. Lala snacks are also popular here.\n\n",{"type":"====","value":["Courtallam (Kutrallam)"]},"\n",{"type":"{{","value":[["style"]]},"\nCourtallam (Kutrallam), the 'Spa of the south', which is famous for its waterfalls is about 112 km west from Tuticorin and 61 km west from Tirunelveli.\n\n",{"type":"====","value":["Kanyakumari"]},"\n",{"type":"{{","value":[["style"]]},"\n\nKanyakumari is 133 km south-west of Tuticorin. Kanyakumari which is also called Cape Comorin is located at the southernmost tip of the Indian Peninsula. Kanyakumari has the temple for Kanya Devi, an avatar of Goddess Parvati. \n\nKanyakumari is popular in India for its spectacular and unique sunrise and sunset. The confluence of three ocean bodies - the Bay of Bengal, the Indian Ocean, and the Arabian Sea - makes the sunrise and sunset even more special. On balmy, full-moon evenings, (locally called Chitra Pournami) one can also see the moon-rise and sunset at the same time - on either side of the horizon.\n\nOn two rocky islets just off the shore are the ",{"type":"'''","value":["Vivekanda Rock Memorial"]},", built in 1970, and the gigantic 133 feet statue of Tamil saint-poet Thiruvalluvar.  Swami Vivekananda is said to have seated on a rock in deep meditation. That rock is now called ",{"type":"'''","value":["Vivekanda Rock Memorial"]},". Also on this rock, there is a Dhyana mandapam, an area for meditation. Boat services are available to reach the Vivekanda Rock Memorial and the Thiruvalluvar Statue.\n\nTHE FAMOUS OF THE TEMPLE SHRI THANUMALAYAN SUCIDHUIRAM .\n\n",{"type":"====","value":["Uvari"]}," \n",{"type":"{{","value":[["style"]]},"\n\nUvari is a coastal village few kilometres further south of Manappadu. It is 75km from Tirunelveli and 45km from Kanyakumari. The Kappal Matha Church (our lady of health), with the form of a ship carrying an airplane, is located here. The original church of St. Mary was damaged by sea erosion, and replaced by this one built in 1974. There are three shrines and many grottos. \n\nThe sister town of this village is known as Keezha Uvari which is famous for an ancient Shiva temple, Sri Suyambulingaswamy Thirukovil. Today little is left except the remnants of gate arches carved out of rock and an abandoned temple, a little away from the newly constructed main temple.\n\n",{"type":"==","value":["Some Selected Detailed Aspects of Tuticorin"]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"'''''","value":["If you want to know more about Tuticorin, you shall read the following topics."]},"\n\n",{"type":"===","value":["History and Origin of the name"]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"====","value":["History"]},"\n",{"type":"{{","value":[["style"]]},"\n\nTuticorin is traditionally known for its pearl fishery and shipbuilding. Thoothukudi became the centre of the Indian independence movement in the early 20th century, with such leaders as the poet Subramanya Bharathy, Veerapandiya Kattabomman, Venni Kalady, Vellaya Thevan, and V.O. Chidambaram Pillai. In 1906, the freedom fighter V. O. Chidambaram Pillai, with the help of Bal Gangadhar Tilak, launched the first Swadeshi ship S.S. Gaelia from this port town in British India.\n \nThe major harbour of Tuticorin is well known as a pearl diving and fishing centre. Tuticorin, one of the oldest sea ports in the world, was the seaport of the Pandyan kingdom after Korkai and later was taken over by the Portuguese in 1548, captured by the Dutch in 1658, and ceded to the British in 1825. The lighthouse built in 1842 marked the beginning of the history of Thoothukudi harbour development. Tuticorin was established as a Municipality in 1866 with Roche Victoria as its first chairman. It attained the status of Corporation on August 5 2008 after 142 years. \n\n",{"type":"====","value":["Origin of the name"]},"\n",{"type":"{{","value":[["style"]]},"\n\nTuticorin or Thoothukudi was previously called as ",{"type":"'''","value":["Thirumandhira nagar"]},".\n\nThere are three theories as to the origin of the name ",{"type":"'''","value":["Thoothukudi"]},":\nThoorthu (Dig) and Kudi (Drink)- The town had no rivers and the only source of drinking water was from wells.\n\"Thoortha\" means land \"reclaimed\" from sea while \"Kudi\" also stands for \"settlement\" or \"colony\". Hence \"Thoortha Kudi\" or Thoothukudi could mean a settlement built on land reclaimed from sea.\nFinally, the Tuticorin name was used by Dutch people who were here.\n\nToday the city is called ",{"type":"'''","value":["Tuticorin"]}," in English and ",{"type":"'''","value":["Thoothukudi"]}," in Tamil.\n\n",{"type":"===","value":["Economy of Tuticorin and its Developments"]},"\n",{"type":"{{","value":[["style"]]},"\n\nThe economy of Thoothukudi is based on shipping, fishing, salt pan, mineral and agricultural industries. Thoothukudi has a host of other industries including power, chemicals, etc.\n\n",{"type":"====","value":["Shipping and Tuticorin Port"]},"\n",{"type":"{{","value":[["style"]]},"\n\nTuticorin Port is one of the major ports in India. It was declared to be a major port on 11 July 1974. It is second-largest port in Tamil Nadu after Chennai Port and third-largest container terminal in India after Jawaharlal Nehru Port (Mumbai). Tuticorin Port is the third international port in Tamil Nadu and its second all-weather port. It has 9 Cargo Berths, 1 Shallow Water Berth, 1 Passenger Jetty, 1 Oil Jetty and 2 Coal Jetties. Works are being carried out to increase the depth of the canal and basin to handle vessels of up to 12.8m draft. The present capacity of the Tuticorin Port is 20.55 million tonnes. All Tuticorin Port’s traffic handling has crossed 10 million tons from April 1 to September 13, 2008, registering a growth rate of 12.08 per cent, surpassing the corresponding previous year handling of 8.96 million tons. It has services to USA, China, Europe, Sri Lanka and Mediterranean countries.\n\nTuticorin is also known to produce some of the best sailors and marine officers of the world. Sailors from Tuticorin are highly regarded by all crewing companies.\n\n",{"type":"====","value":["Industries"]},"\n",{"type":"{{","value":[["style"]]},"\n\nThe availability of skilled labour, an electricity generating plant, a container facility and it being a major port has made Tuticorin a major centre for industry and business. The Sethusamudram project, the airport at Vagaikulam, Koodankulam Nuclear Power plant, improved road and rail infrastructure and Nanguneri SEZ is expected to make Tuticorin an attractive choice for business investment. Tata Steel recently announced plans to set up a titanium dioxide project in Tuticorin. Four national brand products are made in Tuticorin: V.V.D Coconut oil, Agsar Paints, Bio Food Co's HERBAL TEAs like HIP TEA and GENKII TEA and Venus Water Heaters. There are also some small-scale and cottage industries in and around Tuticorin.\n\nDCW Limited, SIPCOT, SPIC, Sterlite,Coastal energen pvt ltd., etc. are some of the well-known industrial companies in Tuticorin District.\n\n",{"type":"====","value":["Salt production"]},"\n",{"type":"{{","value":[["style"]]},"\n\nThe district constitutes 70 per cent of the total salt production of Tamil Nadu and 30 per cent of that of India. Tuticorin is the second largest producer of Salt in India next to Gujarat.\n\n",{"type":"====","value":["Trade"]},"\n",{"type":"{{","value":[["style"]]},"\n\nBeing a Port City, Tuticorin has a thriving trading and commercial activities. Due to its proximity with Colombo (of Sri Lanka), Tuticorin is a major hub for India's trade with Sri Lanka. Expanded port; Improved Transport, communication and other Infrastructurural facilities; etc. has facilitated the growth of trade in Tuticorin at a global level.\n\nTuticorin has Trade chamber of commerce by name ALL INDIA CHAMBER OF COMMERCE & INDUSTRIES, south Raja street, Tuticorin and its one of the vibrant trade body at Tuticorin. Tuticorin also has a CII Thoothukudi District office.\n\n",{"type":"====","value":["Agriculture in Tuticorin District"]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"'''''","value":["Irrigation and Source of Water for Cultivation"]},"\n\nThe Thamirabarani river flows through the south-centre of Tuticorin district eastwards to the Bay of Bengal. The Thamirabarani River delta is more fertile and it facilitates Paddy cultivation. There are no large reservoirs in this district so the Papanasam and Manimuthar dams located in the Tirunelveli district under Tamirabarani system are the main sources of irrigation. Other than the Tamirabarani River, the river Vaipar in Vilathikulam taluk, the river Karumeni which traverses through Sathankulam, and Tiruchendur taluks are all sources. In Ottapidaram taluk, there is one small reservoir at Eppodumvendran village.\n\n",{"type":"'''''","value":["Cultivation"]},"\n\nPaddy is cultivated in the Srivaikundam, Sattankulam and Tiruchendur taluks. Cumbu, Cholam, Kuthiraivali and other pulses are raised in the dry tracts of Kovilpatti, Vilathikulam, Ottapidaram, and Thoothukudi taluks. Cotton is cultivated in Kovilpatti, Ottapidaram and Thoothukudi taluks. Groundnut cultivation is undertaken in Kovilpatti, Tiruchendur, and Sattankulam taluks. Groundnut cake is being used as manure and cattle feed.\n\nPalmyrah trees are grown mostly in Tiruchendur, Srivaikundam, Sattankulam and Vilathikulam taluks. Jaggery is produced from palmyrah juice; the production of jaggery is the main occupation of the people of Tiruchendur and Sattankulam taluks. Some vegetables are raised in Srivaikundam and Tiruchendur taluks. Greens are the cultivated in Pudukottai, which bridges Thoothukudi and Tirunelveli.\n\nFood Corporation of India (FCI) has a warehouse in Tuticorin.\n\n",{"type":"====","value":["Media and communication"]},"\n",{"type":"{{","value":[["style"]]},"\n\nTuticorin has All India Radio Station which Carries AIR External Services for South Asia in English, Sinhala and Tamil (1053 kHz). FM Radio Stations in Tuticorin City include Suryan FM(93.5 MHz), Hello FM(106.4 MHz). CCL got the FM Radio License for Tuticorin under Phase II of FM Radio Licenses by Government of India. Tuticorin City is the landing point for the first undersea cable of BSNL, Ltd. Connecting Tuticorin with Colombo. The optical fibre cable runs between Mt.Lavinia (Sri Lanka) and Tuticorin (325 km) with bandwidth of 20 gigabits per second, will be upgraded to 160 gigabits per second. This will promote the IT investment in South India by improved Telecom infrastructure.\n\n",{"type":"===","value":["Origin of the name \"Thoothukudi\""]},"\n",{"type":"{{","value":[["style"]]},"\n\nTuticorin was formerly known as Thirumandira nagar. \n\nThere are three theories as to the origin of the name Thoothukudi: Thoorthu (Dig the soil) and Kudi (Drink)- The town had no rivers and the only source of drinking water was from wells. \n\n\"Thoortha\" means land \"reclaimed\" from sea while \"Kudi\" also stands for \"settlement\" or \"colony\". Hence \"Thoortha Kudi\" or Thoothukudi could mean a settlement built on land reclaimed from sea. \n\nFinally, the Tuticorin name was used by Dutch people (the city was ruled mainly by the Dutch from 1658 to 1825, and later by the British). \n\nToday the city is called Tuticorin in English and Thoothukudi in Tamil.\n\n",{"type":"==","value":["Notable Persons from Tuticorin"]},"\n",{"type":"{{","value":[["style"]]},"\n\nThoothukudi became the centre of the Indian independence movement in the early 20th century.\n\nHere are some notable persons from Tuticorin and from around Tuticorin.\n\n",{"type":"'''","value":["Veerapandiya Kattabomman"]}," (Tamil: ",{"type":"'''","value":["வீரபாண்டிய கட்டபொம்மன்"]},") also known as Katta Bomman was an 18th century Indian Palaiyakkarar chieftain born\tin 3rd January 1760 in Panchalankurichi, (in the present day Tuticorin District). He was one of the earliest to oppose the British rule and their Tax collecting methods. He waged a war with the British six decades before Indian War of Independence which occurred in 1857. After a bloody war with the British he was captured by British and hanged in 1799. His fort was destroyed and his wealth looted by the British army. In 1974, the Government of Tamil Nadu constructed a new Memorial fort in his homour at Panchalankurichi, Tuticorin District. \n\n",{"type":"'''","value":["Roche Victoria"]},", Tuticorin's first chairman when Tuticorin was established as a Municipality in 1866. \n\n",{"type":"'''","value":["V. O. Chidambaram Pillai"]},", (Tamil: ",{"type":"'''","value":["வ. உ. சிதம்பரம் பிள்ளை"]},") was an Indian freedom fighter born on 5 September 1872 in Ottapidaram, (in the present day Tuticorin District). He was a prominent lawyer, and a trade union leader. He gets credit for launching the first indigenous Indian shipping service between Tuticorin and Colombo with the Swadeshi Steam Navigation Company competing against British ships. He was an Indian National Congress (INC) member, later charged with sedition by the British government and sentenced to life imprisonment; his barrister license was stripped. He is also known as ",{"type":"'''","value":["Kappalottiya Thamizhan"]},", in Tamil ",{"type":"'''","value":["கப்பலோட்டிய தமிழன்"]},". V. O. Chidambaram Pillai, launched the first Swadeshi ship S.S. Gaelia with the help of Bal Gangadhar Tilak from this port town of Tuticorin. A college in Tuticorin is named after V.O.Chidambaram Pillai. The Indian Posts & Telegraphs department of India issued a special postage stamp on 5 September 1972, on the occasion of his birth centenary. The Public park and the meeting grounds of Coimbatore is named V.O.C. Park and the Central Prison in Coimbatore has built a commemorative monument, preserving his Yoke and Oil Grinding stone. In Tuticorin, the road connecting the beach road and the Port Trust is named V.O.C road.\n\n",{"type":"'''","value":["Subramania Bharathi"]}," (Tamil: ",{"type":"'''","value":["சுப்பிரமணிய பாரதி"]},") was a Tamil poet, independence fighter, and iconoclastic reformer born in December 11, 1882 in Ettaiyapuram (in the present day Tuticorin District). He was known as ",{"type":"'''","value":["Mahakavi Bharati"]}," (MahaKavi meaning Great Poet in Tamil), he is celebrated as one of India's greatest poets. Bharati was prolific and adept in both the prose and poetry forms, and his rousing compositions helped rally the masses to support the Indian independence movement in South India.\n\n",{"type":"'''","value":["Vanchinathan"]}," (1886 - June 17, 1911) , popularly known as ",{"type":"'''","value":["Vanchi"]},", was an Indian Tamil independence activist. He is best remembered for having assasinated Ashe, the Collector of Tirunelveli. On June 17, 1911, Vanchi assassinated Ashe at point-blank range when Ashe's train had stopped at the Maniyachi station (in the present day Tuticorin District), en route to Madras. He committed suicide thereafter in order to evade arrest. The railway station has since been renamed ",{"type":"'''","value":["Vanchi Maniyachi"]}," in Vanchinathan's honour. Vanchi was a close collaborator of ",{"type":"'''","value":["Varahaneri Venkatesa Subrahmanya Iyer"]}," (V.V.S.Aiyar), another freedom fighter who sought arms to defeat the British.\n\n",{"type":"'''","value":["J. P. Chandrababu"]}," (1926–1974) - a Tamil film comedian-actor, singer and dancer, whose chaplin-style on-screen movements and unique singing style, with some humorous yet philosophical Tamil lyrics and a bass voice, made him popular from the late 1940s to the early 1970s. Chandrababu’s family originally hailed from Tuticorin District, India - from the Tamil Paravas community - however, he was born and raised in Colombo, Ceylon (Sri Lanka), where his father worked for a Tamil daily published there, during the British colonial days.\n\n",{"type":"'''","value":["Mrs.Ilampirai Manimaran"]},", a famous orator from Tuticorin.\n\n",{"type":"====","value":["Sports Persons from Tuticorin"]},"\n",{"type":"{{","value":[["style"]]},"\n\nKamaraj, former student of St. Xaviers Higher Secondary School, represented India in volleyball.\n\nMoses Jeevanandam, former student of Caldwell Higher Secondary School, represented India in basketball.\n\nShalini, former student of St. Mary's College, represented India in beach volleyball.\n\nIn the 1980s, Tuticorin basketball coach Renga Chari, or \"Chari\", trained many basketball players in this region. Moses Jeevanandam is among them.\n\nPiramanayagam, former student of St.Marys Boys hr sec school, reprensented India in kabbadi.\n\n",{"type":"===","value":["Films with Tuticorin Background"]},"\n",{"type":"{{","value":[["style"]]},"\n\nThe following films have Tuticorin Background.\n\n",{"type":"'''","value":["Kappalottiya Thamizhan"]},", a 1961 tamil film which depicts the life of the great freedom fighter V. O. Chidambaram Pillai. V. O. Chidambaram Pillai character was played by the legendary Tamil film actor Sivaji Ganesan.\n\n",{"type":"'''","value":["Attakasam"]}," or ",{"type":"'''","value":["Attagasam"]},", a tamil film with Ajith Kumar playing dual roles.\n\n",{"type":"'''","value":["Thamirabarani"]},", a tamil film starring Prabhu, Nadiya, Vishal, Bhanu, Kanja Karuppu.\n\n",{"type":"'''","value":["Thoothukudi"]},", a tamil film starring Harikumar, Kartika. The film has a famous song \"Karuva Payyaa\".\n\n\"",{"type":"'''","value":["Easaa"]},"\", a tamil file starring Vignesh, Lakshana is a good one!\n\n",{"type":"'''","value":["Singam"]},", a tamil film starring Surya, Anushka, Vivek.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"'''","value":["For Police, Dial 100"]},";\n\n",{"type":"'''","value":["For Ambulance\/Fire Service, Dial 101."]},"\n\nMedical stores and Pharmacies could be found along the main roads and main streets. But if you regularly take a medicine, it is better you bring that along with you.\n\nIf you need to get to a hospital or clinic, you can enquire with your hotel receptionist or Auto-Rickshaw driver or Taxi Driver or any local friends or relatives.\n\n",{"type":"{{","value":[["IsPartOf"],["Far Southern Tamil Nadu"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Thoothukudi"]]},"\n",{"type":"{{","value":[["geo"],["8.7833333333333"],["78.133333333333"]]}]