[{"type":"{{","value":[["pagebanner"],["Tuvalu banner Funafuti beach.jpg"],["caption=Funafuti beach"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Beach on Fongafale Islet.jpg"],["flag=Flag of Tuvalu.svg"],["location=LocationTuvalu.png"],["capital=",{"type":"[[","value":[["Funafuti"]]}],["government=constitutional monarchy with a parliamentary democracy; began debating republic status in 1992"],["currency=Australian dollar (AUD); also the Tuvaluan dollar, which is held at par"],["area=",{"type":"''","value":["total:"]}," 26 sq km ",{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 0 sq km ",{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 26 sq km"],["population=10,544 (2011 est.)"],["language=",{"type":"[[","value":[["Tuvaluan_phrasebook"],["Tuvaluan"]]},", English, ",{"type":"[[","value":[["Samoan_phrasebook"],["Samoan"]]},", ",{"type":"[[","value":[["Kiribati_phrasebook"],["Kiribati"]]}," (on the island of Nui)"],["religion=Church of Tuvalu (Congregationalist) 97%, Seventh-Day Adventist 1.4%, Baha'i 1%, other 0.6%"],["electricity=240V\/50Hz (Australian plug)"],["callingcode=+688"],["tld=.tv"],["timezone=UTC +12 (no DST)"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.timelesstuvalu.com\/ Tuvalu"]}]}," is a group of low-lying islands and atolls in the South Pacific that form the fourth smallest country in the world. \n\n",{"type":"==","value":["Islands"]},"\n",{"type":"[[","value":[["Image:tuvalu map.png"],["right"],["thumb"],["400px"],["Map of Tuvalu"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Funafuti"]]}," - the atoll with half the country's population and the capital, Fongafale"]},{"type":"*","value":[" Nanumanga"]},{"type":"*","value":[" Nanumea"]},{"type":"*","value":[" Niulakita"]},{"type":"*","value":[" Niutao"]},{"type":"*","value":[" Nui"]},{"type":"*","value":[" Nukufetau"]},{"type":"*","value":[" Nukulaelae"]},{"type":"*","value":[" Vaitupu"]},"\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fongafale"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nIt is generally believed that the earlier ancestors came mostly from ",{"type":"[[","value":[["Samoa"]]},", possibly by way of ",{"type":"[[","value":[["Tokelau"]]},", while others came from ",{"type":"[[","value":[["Tonga"]]}," and ",{"type":"[[","value":[["Uvea"]]}," (Wallis Island). These settlers were all Polynesians with the exception of Nui where many people are descendants of Micronesians from ",{"type":"[[","value":[["Kiribati"]]},". There are three distinct linguistic areas in Tuvalu. The first area contains the islands of Nanumea, Niutao and Nanumaga. The second is the island of Nui where the inhabitants speak a language that is fundamentally derived from I-Kiribati. The third linguistic group comprises the islands of Vaitupu, Nukufetau, Funafuti and Nukulaelae. Today, Tuvaluan and English are both spoken throughout the islands. The first European explorer to make contact with Tuvalu was Alvaro de Mendana y Neyra, a Spanish explorer. He sailed westward across the Pacific in 1567-8 to discover, explore and name a substantial part of the eastern half of the ",{"type":"[[","value":[["Solomon Islands"]]},". On January 16, 1568 Mendana, with his ship Capitana, sighted his first island, which turned out to be Nui, and named it the Isle of Jesus.\n\nThe islands became part of the British colony of the Gilbert and Ellice Islands. However, ethnic differences within the colony caused the Polynesians of the Ellice Islands to vote for separation from the Micronesians of the ",{"type":"[[","value":[["Gilbert Islands"]]},". The Ellice Islands became the separate British colony of Tuvalu and independence was granted in 1978. \n\nIn 2000, Tuvalu negotiated a contract leasing its Internet domain name \".tv\" for $50 million in royalties over the next dozen years.\n\nTuvalu uses the Australian electrical plug with 240 volts and 50 Hz.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is tropical. Easterly trade winds moderate the weather from March to November, while westerly gales bring heavy rain from November to March. Natural phenomena do not occur frequently here, but low level of islands makes them sensitive to changes in sea level. Three cyclones were recorded in 1997.\n\n",{"type":"==","value":["Get in"]},"\nMost nationalities receive a 3-month entry permit on arrival.\n\n",{"type":"===","value":["By plane"]},"\nThere is one international airport in Tuvalu, on the island of Funafuti. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fijiairways.com\/ Fiji Airways"]}]}," flies from ",{"type":"[[","value":[["Suva"]]}," in ",{"type":"[[","value":[["Fiji"]]}," to Funafuti on Tu and Th. Return trip costs around 948 Fijian Dollars including tax (Aug 2011).\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nThere is one main road in Funafuti in addition to the runway, which is used for recreational purposes when landings are not scheduled.\n\nMotorbike is the best way to explore the island some costing roughly $10.00 per day.\n\nThe other islands are only accessible by boat.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the language of government and of most business on Funafuti, but Tuvaluan predominates on the outer islands. Samoan and Kiribati, although not the official languages, are spoken as well. \n\n",{"type":"==","value":["See"]},"\nTuvalu is not a destination for those in search of spectacular sightseeing opportunities. The island nation is not only small, it also lacks any city-like destination or architectural heritage. There are no hills or mountain ranges, no rivers or gorges. And yet, it is a delightful pacific destination, where your time is well spent in the shade of a palm trees on one of the pretty beaches. ",{"type":"'''","value":["Traditional local culture"]}," remains very much alive, making the people of Tuvalu one of the nation's best assets. Traditional dancing is performed on special occasions, and the local \"maneapa\" (the town hall) is your best chances of experiencing one. \n\nThe ",{"type":"'''","value":["Funafuti Conservation Area"]}," on the western side of the ",{"type":"[[","value":[["Funafuti"]]}," atoll has some of the best natural sights, and includes reefs, the gorgeous lagoon, channel, parts of the ocean and islands habitats. Its diversity in marine life makes it an excellent place for ",{"type":"'''","value":["scuba diving or snorkelling"]},". \n\nThe massive stationing of ",{"type":"'''","value":["US troops in the Second World War"]}," left the island nation with a number of war time remains, including airstrips, bunkers and plane wrecks along the main island of Fongafale and near the village of Nanumea. The tiny island of Motulalo in Nukufetau has an airstrip too, as well as some plane wrecks. If you have any interest in postal stamps, the ",{"type":"'''","value":["Philatelic Bureau"]}," on ",{"type":"[[","value":[["Funafuti"]]}," is a must-see. The ",{"type":"'''","value":["Tuvalu Women's Handicraft Centre"]}," at the airport is a good place to see and buy local crafts. If you have time however, try catching a boat to one of the outer islands and admire the local people's skills in making ornaments, fans, mats, baskets or woodcarvings there.\n\n",{"type":"==","value":["Do"]},"\nThe national game is te ano (the ball). Two teams line up facing each other hitting a ball. The objective is to keep the ball in the air as long as possible. This is similar to volleyball. \n\n",{"type":"==","value":["Buy"]},"\nThe currency of Tuvalu is the Australian dollar (AUD), and the currency symbol is $.\nTuvalu has also issued its own coins which are different from the Australian coins and can only be used on Tuvalu. The most common one is the Tuvalu 50 cent coin.\n\nCosts vary, but Tuvalu is fairly cheap.\n\nThere is a handicraft centre and a philatelic bureau on Funafuti.\n\n",{"type":"==","value":["Eat"]},"\nThere are many lodges that have restaurants that serve food and beverages. They serve many types of ethnic cuisines such Chinese, Italian, and Indian. Fish is abundant since the island is surrounded by water.  \n\n",{"type":"==","value":["Drink"]},"\nBars serve soft drinks and alcohol during meal times. \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vaiaku Lagi Hotel"],["alt="],["url=http:\/\/www.vaiakulagihotel.com\/"],["email=vaiakulagi@gmail.com"],["address=Funafuti"],["lat="],["long="],["directions="],["phone=(688) 20501"],["tollfree="],["fax=(688) 20503"],["price=Single: $105; Double: $133.00 government tax & breakfast included. Children under 12 FOC. No credit cards accepted."],["checkin="],["checkout="],["content=State-owned, country's only hotel. It also has significant nightlife. The hotel has a fully licensed bar, a comfortable lounge and a dance floor. Power supply is 240V\/50 cycle. There are 16 rooms in the new complex face the lagoon. Every room is air-conditioned and have a warm shower, with a toilet and refrigerator, plus tea and coffee-making facilities.  Internet access is available in all the rooms at a small surcharge. A conference room is ideal for small conference, meeting, running workshops, and training. It is equipped with video screen and deck, white boards for writing. It can accommodate 50 - 60 covers. The hotel has its own vehicle (pick-up) transfer its guests from the airport to hotel and vice versa during flight times."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fale Tolu Motel"],["url="],["email=fale3tolu@gmail.com"],["address=Northern side of the airstrip on Funafuti"],["lat="],["long="],["directions="],["phone=+688-20545"],["tollfree="],["fax="],["hours="],["price=70 - 150 AS$"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Vailuatai Lodge"],["url="],["email=funafutit@yahoo.com"],["address=Alapi, Funafuti"],["lat="],["long="],["directions="],["phone=+688-20664"],["tollfree="],["fax="],["hours="],["price=60 - 80 AS$"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Militano Lodge"],["url="],["email="],["address=Senala, Funafuti"],["lat="],["long="],["directions="],["phone=+688-20497"],["tollfree="],["fax="],["hours="],["price=60 - 80 AS$"],["checkin="],["checkout="],["content=Mobile phone: +688-91019"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Filamona Moonlight Lodge"],["url="],["email=the.filamonalodge@yahoo.com"],["address=Vaiaku, Funafuti"],["lat="],["long="],["directions="],["phone=+688-20833\/20983"],["tollfree="],["fax=+688-20951"],["hours="],["price=70 - 80 AS$"],["checkin="],["checkout="],["content=Contact: Ms. Penieli Metia (Manager)"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hideaway Guest House"],["url="],["email="],["address=Lofeagai P.O.Box 59"],["lat="],["long="],["directions="],["phone=+688-20365"],["tollfree="],["fax=+688-20835"],["hours="],["price=35 - 60 AS$"],["checkin="],["checkout="],["content=HOST: Mr. & Ms Koepke"]]}]},"\n",{"type":"==","value":["Learn"]},"\nFunafuti hosts a University of the South Pacific extension centre. Motufoua, the country's only high school, is a coeducational boarding school on Vaitupu island. The Tuvalu Marine School, on an outer islet of Funafuti, trains Tuvaluan mariners for service on foreign ships.\n\n",{"type":"==","value":["Work"]},"\nThe non-native work force is mostly comprised of contract employees from Britain and other foreign countries.\n\n",{"type":"==","value":["Stay safe"]},"\nA siren signals when to leave the runway for an approaching plane.\n\nViolent crime is rare, and usually involves alcohol and family disputes.\n\nMale homosexuality is illegal in Tuvalu; therefore, the country is not safe for sexually active gay male travelers.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nThe international dialing code is: +688\n\nLocal numbers in Tuvalu have 5 digits, with the first 2 representing the islands as follows:\n\nFunafuti: 20, 21\n\nNanumaga: 27\n\nNanumea: 26\n\nNiulakita: 22\n\nNiutao: 28\n\nNui: 23\n\nNukufetau: 24\n\nNukulaelae: 25\n\nVaitupu: 29 \n\nThere is available a GSM network in 900 MHz, provided by Tuvalu Telecom, with ID: 553-01. (Please review the roaming agreement with your company)\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["-8.5167"],["179.2167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Polynesia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tuvalu"]]},"\n",{"type":"[[","value":[["Commons:Category:Tuvalu"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Tuvalu\/"]]}]