[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"'''","value":["Tuzla"]}," is the third largest city in ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},", located in one of the most important industrial Bosnian regions. The city was hardly directly targeted by the war, except for an incident near the end of the war, when 72 people were killed by a shell fired into the Old Town during the evening. Nowadays, the city’s economy is still predominantly based around industry, although there has been significant development in tourism during the last 10 years.  \n\n",{"type":"==","value":["Get in"]},"\nTravelling to Tuzla is easy from the south, less so from the Republika Srpska or ",{"type":"[[","value":[["Serbia"]]},". Do not trust the bus timetable on the black board in the main bus station, as these times were universally inaccurate!\n\n",{"type":"===","value":["By bus"]},"\nBuses travel regularly, about one an hour, from ",{"type":"[[","value":[["Sarajevo"]]},", a journey which takes three hours.\nThere is a regular bus from ",{"type":"[[","value":[["Split"]]}," in ",{"type":"[[","value":[["Croatia"]]},", leaving Split at 8AM, travelling via ",{"type":"[[","value":[["Livno"]]},", and taking about nine hours to make the journey. As of July 2011, there are no longer direct buses to ",{"type":"[[","value":[["Osijek"]]},". A bus also travels direct from ",{"type":"[[","value":[["Dubrovnik"]]},".\n\nTo travel from ",{"type":"[[","value":[["Banja Luka"]]},", change at ",{"type":"[[","value":[["Doboj"]]},".  There are two daily services to Bjeljina, where there are connections to other destinations in RS such as Višegrad, as well as Serbia and Montenegro.\n\nThere are direct buses from ",{"type":"[[","value":[["Belgrade"]]},". A journey takes four hours, running three times a day.\n\nFrom or to ",{"type":"[[","value":[["Sarajevo"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Slovenia"]]}," or ",{"type":"[[","value":[["Germany"]]}," you can use the Salinea-bus company ",{"type":"[","value":["http:\/\/www.salinea.net\/"]},".\n\n",{"type":"===","value":["By train"]},"\nAlthough Tuzla has a train station, trains run only twice daily to ",{"type":"[[","value":[["Doboj"]]},", twice to ",{"type":"[[","value":[["Brcko"]]},", once to ",{"type":"[[","value":[["Vinkovci"]]}," in ",{"type":"[[","value":[["Croatia"]]}," and one a day to Bos. Bijela. Rail infrastructure was heavily damaged in the recent conflict in Bosnia and Hercegovina in the 1990s and services (whilst starting to return to pre-war levels) are slow and often infrequent.\n\n",{"type":"===","value":["By plane"]},"\nTuzla has an airport ",{"type":"[","value":["http:\/\/www.tuzla-airport.ba\/"]},". ",{"type":"[","value":["http:\/\/wizzair.com Wizzair"]}," flies twice a week from it to ",{"type":"[[","value":[["Gothenburg"]]}," and ",{"type":"[[","value":[["Malmö"]]}," (Sweden) and ",{"type":"[[","value":[["Basel"]]},"\/",{"type":"[[","value":[["Mulhouse"]]}," (Switzerland\/France), ",{"type":"[[","value":[["Dortmund"]]}," (Germany) and ",{"type":"[[","value":[["Eindhoven"]]}," (the Netherlands). The former military airport is located 11km out of the city centre, and taxis from the bus station charge 15 marks (€7,50)\n\n",{"type":"==","value":["See"]},"\nBosnia has beautiful countryside. The best place to travel is to Osman's old house. It is wonderful.\n\n",{"type":"[[","value":[["File:MemorijalniKompleksSlanaBanja.jpg"],["thumb"],["350px"],["Graves of 72 young people killed in Tuzla Massacre, 1995."]]},"\n\nThe first place to visit is the square at the center of the old town. This is the site of the Tuzla Massacre,\nwhere 72 young people were killed in 1995. Ask a local to translate the poem carved into the monument. Then walk over to the park where the 72 young people are buried. The old town is very nice and the park is very beautiful.\n\nYou should also visit the Pannonica Lakes, whose water is directly supplied from the local wells of salt water. Tuzla's salt has been exploited for centuries and you should visit the Salt square dedicated to this aspect of Tuzla's history. \n\nIf you are interested in art, visit some of Tuzla's beautiful art galleries. If you are interested in history, you should see the model of ancient village set near the Pannonica.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nLocally produced wicker craft like baskets or furniture.\n\n",{"type":"==","value":["Eat"]},"\nAll the usual Bosnian dishes are available throughout the town, but international cuisine does not have a high presence.  There are also many traditional Bosnian fast food restaurants where you can eat ",{"type":"''","value":["cevapi"]}," prepared differently than in Sarajevo.\n\nA good place for eating is ",{"type":"{{","value":[["eat"],["name=Biblioteka 45"],["url="],["email="],["address=K. Krekovica 7"],["lat="],["long="],["directions="],["phone=+387-(035) 266362"],["tollfree="],["fax="],["hours="],["price=10 euros"],["content="]]},"\n\n",{"type":"==","value":["Drink"]},"\nThe Old Town has numerous cafes and bars.  \n\n",{"type":"==","value":["Sleep"]},"\nYou can choose between two hotels, Tuzla and Dom Penzionera, and numerous pansions.  Motel Rudar, across the street from the fire station is also a good choice for about €20 a night.\n\n",{"type":"==","value":["Go next"]},"\nBuses run very regularly to Lukavac, about 20 minutes away. From here, a ten minute taxi takes you to Lake Modrac, a large lake with a few restaurants. Due to industrial pollution, however, it is not safe to swim in the lake.\n\nA more promising destination is Lake Bistarac. Take a local bus for Lukavac, and get off just before the town. Up a hill lies a clean freshwater lake. There is a minimal entry charge, with a small extra charge for use of the slide into the lake. Stalls and a restaurant serve food.\n\nKladanj, about 90 minutes away by bus towards Sarajevo, is a small, attractive town with many little restaurants, and small ski-resort nearby.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["44.538056"],["18.676111"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northeastern Bosnia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tuzla"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Bosnia_and_Herzegovina\/Localities\/Tuzla\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tuzla"]]}]