[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Kalyazin bell tower.jpg"],["thumb"],["300px"],["Belltower of the flooded St. Nicholas Church in Kalyazin"]]},"\n\n",{"type":"'''","value":["Tver Oblast"]}," is a region in ",{"type":"[[","value":[["Central Russia"]]},", which borders ",{"type":"[[","value":[["Smolensk Oblast"]]}," to the southwest, ",{"type":"[[","value":[["Pskov Oblast"]]}," to the west, ",{"type":"[[","value":[["Novgorod Oblast"]]}," to the north, ",{"type":"[[","value":[["Vologda Oblast"]]}," to the northeast, ",{"type":"[[","value":[["Yaroslavl Oblast"]]}," to the east, and ",{"type":"[[","value":[["Moscow Oblast"]]}," to the southeast.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tver"]]}," — the capital and only major city of the region; an ancient city with a prestigious past that once contended with ",{"type":"[[","value":[["Moscow"]]}," for control of Russia, that is now a shell of its former self following widespread destruction from cultural vandalism at the hands of the Soviet government and the Nazi Wehrmacht"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kashin"]]}," — a small city with several old churches and a cathedral"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalyazin"]]}," — a small town east of Kashin, which, along with the Troitse-Makaryev Monastery, was submerged underwater by the construction of the Uglich Reservoir; a lone church belltower rising out of the water off the relocated town's shore marks the spot of the former location"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ostashkov"]]}," — perhaps the most pleasant provincial town in Russia, located on the pure Lake Seliger, boasts neoclassical architecture, 15th and 16th century churches, and is the nearest town to the spectacular Nilov Monastery"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rzhev"]]}," — the region's second largest city is still quite small; unfortunately the monuments to its long and interesting history were all but obliterated during WWII"]},{"type":"*","value":[" ",{"type":"[[","value":[["Toropets"]]}," — the region's oldest town was largely spared the destruction of its rival Rzhev during WWII and retains several 17th century brick churches (older monuments were destroyed by an earlier Polish invasion)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Torzhok"]]}," — a pretty, church-studded, small city on the banks of the Tverets river"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lake Seliger"]]}]},{"type":"*","value":[" Nilov Monastery — a fantastically beautiful and enormous monastery on Stolbny Island in ",{"type":"[[","value":[["Lake Seliger"]]},"; served as a gulag for many of the Polish prisoners of war who were massacred at Katyn"]},{"type":"*","value":[" ",{"type":"[[","value":[["Volgoverkhovje"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Central Forest Nature Reserve"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is the principal language in all aspects of life in the region.\nHowever, English is now taught regularly in most Russian schools, and more and more Russians nationals can speak English, some quite fluently.\n\n",{"type":"==","value":["Get in"]},"\n\nTver does have an international airport (Migalovo), but most travelers arrive via the well-traveled railroad running between ",{"type":"[[","value":[["Saint Petersburg"]]}," and nearby ",{"type":"[[","value":[["Moscow"]]},".\n\n",{"type":"==","value":["Get around"]},"\nWithin the city limits of Tver, there are several small shuttle vans available and a dated, but generally reliable, electric trolley system, at nominal cost.  Commercial taxicabs should be avoided, however, as they can be very expensive, especially if the driver discovers that the passengers are foreigners.  There is also a bus service connecting Tver with Moscow.  There is\nalso rail service as Tver is a major stop on the regular trains that operate between Moscow and\nSt Petersburg.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nFast food restaurants have taken root in Tver, including fast-food chicken and hamburger outlets.\nPrices are reasonable in most cases.  Some of the independent restaurants tend to be a bit pricey\nand intentional overcharges often occur, especially if foreigners are the customers.\n\n",{"type":"==","value":["Drink"]},"\nThere are a few nightclubs and restaurants that serve liquor in Tver; however, some of them has\ncover charges.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Novgorod"]]}," is an easy and rewarding destination to get to from Tver Oblast, which could be done as a day trip."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["57.1500"],["34.6167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Russia"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Tver Oblast"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Tver Oblast"]]}]