[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Twyford, Berkshire"]}," is in ",{"type":"[[","value":[["United Kingdom"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTwyford, Berkshire is a large village (of about 10,000 inhabitants) about half way between Maidenhead and Reading.  The village centre is about one mile south of the A4 and about two miles north of the M4.  It is about five miles south of Henley-on-Thames and about five miles north of Wokingham.  Although the M4 is close, there is no exit near to Twyford.  Travellers from the east will need to leave at junction 8\/9 and then travel west along the A4.  Travellers from the west can leave at either junction 10 or 11.  Twyford has a main line station with a 30 minute (fast train) or 55 minute (slow train) to Paddington.  It is therefore popular with commuters.  A single track branch line also runs from Twyford to Henley.\n\nTwyford blends (i.e. no seams) with Ruscombe to the west.  Twyford and Ruscome are separate civil parishes within Wokingham district but are a joint Church of England Parish.\n\nTwyford is named after the two fords (now bridges) through the Loddon, to the west of the village centre.  It is old an old village with a mention in the Domesday Book.  During the coaching era (before railways) it was an important watering hole on the London to Bath road and has a number of older building dating from that time.  Prior to about 1960 it was a small village of a few hundred people living in the vicinity of the church (St. Mary's) and the Station.  From 1960 it underwent rapid expansion, both to the north and the south and attracted mainly professional people.  As a result, the older inhabitants tend to speak with a wide variety of (mainly UK) accents but the second generation who grew up in Twyford speak with a Berkshire accent (a very mild westy country accent).\n\nTwyford has three churches:  C of E, Roman Catholic, and United Reform.  It has two primary\/junior schools.  It is also served by Piggott Secondary School is just north of the A4, between Twyford and wargrave\n\n",{"type":"==","value":["Get in"]},"\nTwyford is on the main railway line from London Paddington and is one stop away from the major rail interchange at Reading.  Rail passengers travelling to Henley-on-Thames will usually change trains at Twyford. \n \nTrains on the main-line stop three or four times and hour.  The service to Henley is hourly for most of the day.\n\nThere is an hourly bus service from Reading to Twyford that continues on via a rather circular route to Wokingham.\n\nCar drivers will usually approach Twyford by coming off the M4 at Maidenhead and taking the A4 west for about five miles. Turn left when you see the sign to Twyford and before long you will find yourself at Twyford crossroads.  Parking can be found in the Waitrose supermarket car park, or in the small car park in Polehampton Close (described below).\n",{"type":"==","value":["Get around"]},"\nTwyford is small enough to walk everywhere.\n\n",{"type":"==","value":["See"]},"\nTwyford is known by local travellers for its cross-roads and associated traffic lights.  Linger here for a while and you will see a good cross-section of life passing by.\n\nWalk west a few yards along the 'High Street' past the former butchers shop with meat hooks still in place and you will come to a typical Berkshire pub The Duke of Wellington.  Just beyond this is a former Victorian boys school and schoolmasters house.  The house is now let as two flats, while the school is used by the village amateur drama group for rehearsals.  The school playground, where small boys used to watch steam trains passing on their way to Henley, is now a car park.\n\nFurther down the main road, at the bottom of the hill is the site of the former silk mill.  Now developed as luxury flats, you can walk through this area into a large nature reserve on the site of a former gravel pit.\n\nReturning to the main road and continuing a short distance further west and you reach The Waggon and Horses, a very old pub. Close by on the other side of the road, you can just see the remains of one of the two fords that gave Twyford its name.  A ford is the shallow point a road crosses a waterway, in this case the River Loddon.\n\n",{"type":"==","value":["Do"]},"\nMany of Twyfords activities take place in the cavernous Loddon Hall.  Here you will find antiques fairs, book sales, keep fit classes, badminton and table tennis, ballet classes, Ceroc, a bridge club, regular plays and pantomimes etc.\n\nLoddon Hall is located at the end of Loddon Hall road.  It is the largest venue in the area, so is often booked for functions.\n",{"type":"==","value":["Eat"]},"\nTwyford is well provided with restaurants.  Italian, Greek, Indian, Thai and gastro-pubs all close to its centre.\n\nThe best food is probably found at the 'top oak' i.e. The Royal Oak\/Burratta's in Ruscombe Lane, Ruscombe(uses fresh quality ingredients).   La Fontana close to the cross-roads, is an authentic Italian styled restaurant.  It also serves traditioal English breakfasts in the mornings and a fixed price roast every Sunday lunchtime.\n\nThere are take-away Chinese and fish and chips shops.\n\nPlenty curry houses in and around the cross roads\n\n",{"type":"==","value":["Drink"]},"\nTwyford has four public houses and in the past had several others.  The Golden Cross is the liveliest of these, and is closest to the station. It can get very busy and noisy in the evenings.  The Duke of Wellington specialises in televised sport and so can also be pretty lively on some nights.  The Royal Oak is more peaceful, with comfortable seats and family friendly approach.  The Waggon and Horses is friendly, multi-level and also serves food.\n\nOn the real ale front, the Golden Cross typically has 2 or 3 rotating ales, The Duke has 2 or 3 Brakspear\/Hobgoblin beers, The Waggon has 2 or 3 rotating ales, and The Royal Oak has 3 beers - normally London Pride plus 2 locally produced beers. Remember to drink real ales and real ciders produced locally to reduce your food miles. Mass-produced keg cider and lager can travel hundreds of miles prior to getting to the pub. If you're concerned about your carbon footprint, drink locally produced real ales.\n\n",{"type":"==","value":["Stay safe"]},"\nNo need for any special precautions.\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Berkshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Twyford, Berkshire"]]},"\n",{"type":"{{","value":[["geo"],["51.477"],["-0.867"]]}]