[{"type":"{{","value":[["pagebanner"],["WV banner Tywyn Steam train.jpg"],["otbp=yes"],["disambig=yes"]]},"\n\n",{"type":"[[","value":[["Image:Craig yr Aderyn in snow. - geograph.org.uk - 238824.jpg"],["thumb"],["350px"],["Craig-yr-Aderyn in the Dysynni Valley"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visit-tywyn.co.uk Tywyn"]}]}," (formally ",{"type":"''","value":["Towyn"]},") is a town and seaside resort in ",{"type":"[[","value":[["Gwynedd"]]},", Wales. Tywyn sits on the Cardigan Bay shoreline of Mid Wales and is surrounded by the green valleys and hills of ",{"type":"''","value":["Bro Dysynni"]},", which form the south-western corner of the ",{"type":"[[","value":[["Snowdonia National Park"]]},". It is most famous as the home of the Talyllyn Railway, and also as the location for an early Marconi radio transmitting\/receiving station.\n\nTywyn has attracted travellers for at least a thousand years, as the church of St Cadfan and its adjacent well have long been a site of pilgrimage. Modern pilgrims are more likely to \"take the waters\" somewhere along the 4 miles of sandy beach. In Welsh the name is pronounced [ˈtəwɨn] or [ˈtəwin], whereas the English pronunciation tends to be \/ˈtaʊ.ɪn\/.\n\n",{"type":"==","value":["Get in"]},"\n\nSee also the ",{"type":"[[","value":[["Wales"]]}," article for an overview of transport into, and across, the country.\n\n",{"type":"===","value":["By Rail"]},"\n\nTywyn is served by Cambrian Coast line trains on the ",{"type":"[[","value":[["Machynlleth"]]}," to ",{"type":"[[","value":[["Pwllheli"]]}," line, operated by Arriva Trains Wales ",{"type":"[","value":["http:\/\/www.arrivatrainswales.co.uk\/home.aspx?LangType=1033"]},". Connections from the UK National Rail network can be made via ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]}," and ",{"type":"[[","value":[["Machynlleth"]]},".\n\nThe narrow-gauge Talyllyn Railway ",{"type":"[","value":["http:\/\/www.talyllyn.co.uk\/"]}," also connects the town to the village of Abergynolwyn.\n\n",{"type":"===","value":["By bus"]},"\n\nBws Gwynedd ",{"type":"[","value":["http:\/\/www.gwynedd.gov.uk\/bwsgwynedd\/"]}," services 28 and 30 from ",{"type":"[[","value":[["Machynlleth"]]},", ",{"type":"[[","value":[["Aberystwyth"]]}," and ",{"type":"[[","value":[["Dolgellau"]]}," stop outside the mainline train station. Traws-Cambria ",{"type":"[","value":["http:\/\/www.trawscambria.org.uk\/website\/?lang=en"]}," cross-Wales services stop at both Machynlleth and Dolgellau, with direct buses coming from ",{"type":"[[","value":[["Bangor (Wales)"],["Bangor"]]}," in the north-west, ",{"type":"[[","value":[["Wrexham"]]}," in the north-east, and ",{"type":"[[","value":[["Cardiff"]]}," and ",{"type":"[[","value":[["Swansea"]]}," (via ",{"type":"[[","value":[["Aberystwyth"]]}," or ",{"type":"[[","value":[["Brecon"]]},") in the south. Note that service 30 does not run on Sundays or Public Holidays, and that service 28 operates a severely restricted service on those days.\n\n",{"type":"===","value":["By car"]},"\n\nTywyn is on the A493 Machynlleth to Dolgellau road. Tywyn can be accessed from the UK motorway network at the M54 near ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]}," and M53 and M56 near ",{"type":"[[","value":[["Chester"]]},". Allow at least 90 minutes from leaving the motorways to arriving in Tywyn, though as the routes from both Shrewsbury and Chester are very scenic, many travellers will take much longer, stopping at places such as ",{"type":"[[","value":[["Welshpool"]]},", ",{"type":"[[","value":[["Ruthin"]]},", ",{"type":"[[","value":[["Bala"]]},", ",{"type":"[[","value":[["Dolgellau"]]}," or ",{"type":"[[","value":[["Machynlleth"]]}," en route.\n\n",{"type":"===","value":["By plane"]},"\n\nThere are no major airports in the immediate vicinity. Birmingham, Manchester or Liverpool airports are the closest, with Birmingham offering a simple rail connection to Tywyn via Shrewsbury and Machynlleth. Private aircraft can use ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.welshpoolairport.co.uk\/ Mid-Wales Airport"]}]},", 01938 555560, at ",{"type":"[[","value":[["Welshpool"]]}," (no scheduled flights), which is  about an hour's drive from Tywyn, slightly longer if travelling by train. Plans for a similar facility at the former RAF Llanbedr, near ",{"type":"[[","value":[["Harlech"]]}," are at an early stage.\n\n",{"type":"===","value":["By sea"]},"\n\nFerries from Ireland to Wales arrive at ",{"type":"[[","value":[["Holyhead"]]}," (from ",{"type":"[[","value":[["Dublin"]]},") and ",{"type":"[[","value":[["Fishguard"]]}," (from ",{"type":"[[","value":[["Rosslare"]]},"). Buses from Holyhead via Bangor and Dolgellau. Buses from Fishguard via ",{"type":"[[","value":[["Cardigan"]]}," and Aberystwyth to Machynlleth.\n\nVisitors arriving by private yacht should make use of the harbour at nearby ",{"type":"[[","value":[["Aberdyfi"]]},". The Harbour Master can be contacted on +44 1654 767626.\n\n",{"type":"==","value":["Orientation"]},"\n\n",{"type":"===","value":["The Town"]},"\n",{"type":"[[","value":[["Image:Tywyn Map.png"],["400px"],["thumb"],["Town Centre Map"]]},"\nTywyn is not a large town and is easy to get around on foot. Tywyn's main hub is the ",{"type":"''","value":["High Street"]},", which runs west to east. The eastward extension of the High Street is ",{"type":"''","value":["College Green"]},", which passes the Market Hall and St Cadfan's Church and runs into ",{"type":"''","value":["Corbett Square"]}," (the oldest part of the town). From here the main road leads out of town to the east and north. The westward extension of the High Street is ",{"type":"''","value":["Pier Road"]},", which runs under a railway bridge down to the beach. The mainline station is found at the western end of the High Street, this is also where the buses stop. Running south-east from the mainline train station is ",{"type":"''","value":["Station Road"]},", which leads past the High School to the Talyllyn Railway Wharf Station, at which point it becomes ",{"type":"''","value":["Brynhyfryd Road"]},", leading east to the hospital, where it becomes ",{"type":"''","value":["Aberdyfi Road"]},", the main road out of town to the south. Leading south-westwards from the junction of the High Street and College Green, ",{"type":"''","value":["Neptune Road"]}," crosses Station Road at Wharf Station, and continues to the beach at ",{"type":"''","value":["Neptune Hall"]},". ",{"type":"''","value":["Marine Parade"]}," runs along the seafront, joining Neptune Road and Pier Road. The east end of town is known as ",{"type":"''","value":["Pendre"]},", while the area between Station Road and the sea is known as ",{"type":"''","value":["Bron-y-Mor"]},". From the west end of the High Street, ",{"type":"''","value":["Idris Villas"]}," leads north-west to the low-lying area of town known as ",{"type":"''","value":["Sandilands"]},".\n\n",{"type":"===","value":["Bro Dysynni"]},"\n\n",{"type":"[[","value":[["Image:BroDysynni.png"],["400px"],["thumb"]]},"\n",{"type":"[[","value":[["Image:Aberdyfi Jetty. - geograph.org.uk - 332787.jpg"],["thumb"],["200px"],["The Jetty at Aberdyfi Harbour"]]},"\n",{"type":"'''","value":["Bro Dysynni"]}," is the name for the fertile agricultural hinterland to the east and north of Tywyn. Essentially, it covers the 2, parallel Valleys of the Dysynni and Fathew rivers. The area is easily explored on foot, bicycle, by car or by the Talyllyn Railway, or by a combination of these. There are a number of villages spread throughout the 2 valleys and along the coast.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Aberdyfi"]]}]},", just 4 miles to the south, is another seaside resort, but with a very different feel to Tywyn. A good choice of accommodation and places to eat. Renowned golf course. Yacht Harbour with charter boats available for sea fishing or wildlife-spotting. Donkey rides on the beach and \"crabbing\" from the pier for the youngsters, kite-surfing and other adventure sports for big kids of all ages."]},{"type":"*","value":[{"type":"'''","value":["Abergynolwyn"]},". The terminus of the Talyllyn Railway, 7 miles to the north-east of Tywyn. Former Slate Mining village. In its heyday, Abergynolwyn slate was much in demand, and many illustrious buildings, including the ",{"type":"[[","value":[["London\/Westminster"],["Palace of Westminster"]]}," are roofed with it. The village pub is the Railway Inn, which serves good, locally sourced food. Traditional Welsh sing-a-longs have been known to break out in the bar at weekends. Good value homecooked food is also available at ",{"type":"''","value":["Caffi'r Ceunant"]}," in the village hall (booking essential for Sunday Lunch). Lovely waymarked walks in the forestry to the south of the village pass waterfalls and the old slate workings (look out for the innovative wind-up interpretive displays, which you power yourself), while the \"Postman's Pass\" to the north follows the ",{"type":"''","value":["Afon Dysynni"]}," river through to the adjacent valley, giving access to Castell-y-Bere and Craig-yr-Aderyn."]},{"type":"*","value":[{"type":"'''","value":["Bryncrug"]},". Only 2 miles inland from Tywyn, where the Dysynni and Fathew valleys meet. Small village store, Siop y Bont and a pub, The Peniarth."]},{"type":"*","value":[{"type":"'''","value":["Dolgoch"]},". 5 miles from Tywyn in the Fathew Valley. A small private hotel and a number of holiday apartments, some of which are available as self-catering accommodation. A brick-built Victorian viaduct carries the Talyllyn Railway across a steep, wooded ravine, down which the ",{"type":"''","value":["Afon Fathew"]}," flows over some spectacular waterfalls, accessed by waymarked woodland walks. A great place for a walk when the weather is not so good, as the ravine and woodlands will shelter you from any wind, and the waterfalls are at their best after rain! Wear hiking boots or wellies if it's been raining unless you only plan to go to the bottom of the first set of falls."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Fairbourne"]]}]}," and ",{"type":"'''","value":["Friog"]},". 2 villages either side of the mainline railway, about 10 miles to the north of Tywyn. Fairbourne a small holiday resort with its best days behind it. Does have its own narrow-gauge steam railway ",{"type":"[","value":["http:\/\/www.fairbournerailway.com\/"]}," which links to a passenger ferry across the Mawddach Estuary to ",{"type":"[[","value":[["Barmouth"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Happy Valley"]}," (",{"type":"''","value":["Cwm Maethlon"]},"). About a mile out of town on the Aberdyfi Road, take a (signed) left turn, to enter the peaceful green place that is Happy Valley. No village here, but cottages, farms and a church spread right along the valley of the ",{"type":"''","value":["Afon Dyffryn Gwyn"]}," river. The road continues over a pass to drop down to the village of Cwrt in the Dyfi valley. About a mile before the top of the pass, a car park on the right is the starting point for the short (but quite steep) walk up to Bearded Lake (",{"type":"''","value":["Llyn Barfog"]},") and a nearby echo. Also nearby is ",{"type":"''","value":["Carn March Arthur"]},", a stone which legend states, bears the hoofprint of King Arthur's horse, left during a battle with a monster called the ",{"type":"''","value":["Afanc"]},", which lived in the lake."]},{"type":"*","value":[{"type":"'''","value":["Llanegryn"]},". Lovely little village across the Dysynni Valley from Bryncrug. Perhaps a little too quiet - due to the lack of any shop or pub. Visit Cil y Sarn farm on the road to Rhoslefain for delicious local wildflower honey (they display a board next to the road when it's in stock)"]},{"type":"*","value":[{"type":"'''","value":["Llanfihangel-y-Pennant"]},". Founded to support the nearby castle of Castell-y-Bere. Picturesque church and the cottage of Mari Jones."]},{"type":"[[","value":[["Image:Fishing boats on Tal y Llyn. - geograph.org.uk - 399137.jpg"],["thumb"],["250px"],["Fishing Boats at Talyllyn"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Llangelynin"]},". A few houses and an ancient church clinging to the cliff edge just a couple of miles south of Llwyngwril. One of the graves in the churchyard is that of Abram Wood \"The King of the Gypsies\". On the wall inside the church is a horse bier which is a rare example of its type. Look out for the bowl-shaped stone at the right of the main door inside the porch - it's said to fill with water when rain is on the way."]},{"type":"*","value":[{"type":"'''","value":["Llwyngwril"]},". Pretty seaside village (though with a disappointingly stoney beach), about 7 miles north of Tywyn. Has a small arts and crafts gallery ",{"type":"[","value":["http:\/\/www.llwyngwril-gallery.co.uk\/"]}," and an atmospheric village pub, the Garthangharad. On the hillside above the village the remains of an old Iron Age hill fort, Castell y Gaer, can still be seen."]},{"type":"*","value":[{"type":"'''","value":["Rhoslefain"]},". A scattering of houses and farms just before the main road north gets back to the coast between Llanegryn and Llwyngwril."]},{"type":"*","value":[{"type":"'''","value":["Talyllyn"]}," and ",{"type":"'''","value":["Minffordd"]},". 2 hamlets, at either end of the famous picture-postcard Talyllyn Lake (Llyn Mwyngil). About 10 miles north-east of Tywyn. In Talyllyn, the 3-star Tynycornel ",{"type":"[","value":["http:\/\/www.tynycornel.co.uk\/"]}," hotel specialises in fishing\/angling breaks, and has boats available for hire. The village church is notable for having 2 gates - 1 at the bottom of the hill for Talyllyn residents, the other at the top for worshippers coming over the hill from Corris. Minffordd is one of the main starting points for the ascent of Cadair Idris."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Bike Hire"]},"\n\nDysynni Valley Cycles ",{"type":"[","value":["http:\/\/www.dysynnivc.com\/"]}," Dolffanog, High Street, Tywyn. +44 1654 710055\n\nBird Rock Cycle Hire ",{"type":"[","value":["http:\/\/www.southsnowdoniacyclehire.co.uk\/"]},", Cefn Coch, Llanegryn. +44 1654 712193.\n\n",{"type":"===","value":["Taxis"]},"\n",{"type":"'''","value":["A1 Cars."]}," +44 1654 711788\n\nTywyn Cabs. +44 1654 712305\/+44 7919 400781\/+44 7929 291021\n\n",{"type":"===","value":["Buses"]},"\n\nBus Services in the area are provided by a number of operators, coordinated by the local authority under the ",{"type":"''","value":["Bws Gwynedd"]}," ",{"type":"[","value":["http:\/\/www.gwynedd.gov.uk\/bwsgwynedd\/"]}," banner.\n\n",{"type":"====","value":["Tywyn"]},"\nWithin the town itself, service 29 ",{"type":"''","value":["Clipa Tywyn"]}," does a regular circuit from the mainline train station to Sandilands and the Promenade and back via the Talyllyn Railway Wharf Station and the High Street (No service on Sundays or Public Holidays). Most reasonably able-bodied people will tend to walk as it's not a great distance.\n\n",{"type":"====","value":["Bro Dysynni"]},"\nService 28 ",{"type":"''","value":[{"type":"[[","value":[["Dolgellau"]]},"-Tywyn-",{"type":"[[","value":[["Machynlleth"]]}]}," follows the coast road and serves local villages including Arthog, Fairbourne, Llwyngwril, Llanegryn, Bryncrug, Aberdyfi, Cwrt and Pennal. Service 30 ",{"type":"''","value":["Tywyn-Minffordd-Machynlleth"]}," serves Bryncrug, Abergynolwyn, Talyllyn, Minffordd, Corris. Note that service 30 does not run on Sundays or Public Holidays, and that service 28 operates a severely restricted service on those days.\n\n",{"type":"===","value":["Trains"]},"\n\nThe Talyllyn Railway serves a number of stations and halts on its 7 mile journey from Tywyn Wharf station to Abergynolwyn. Can be useful if you're staying at one of the camp sites or B&B's in and around the village of Bryncrug.\n\nThe mainline railway serves ",{"type":"[[","value":[["Aberdyfi"]]},", Tonfanau, Llwyngwril and Fairbourne.\n\n",{"type":"==","value":["Talk"]},"\n\nYou will hear both English and Welsh (",{"type":"''","value":["Cymraeg"]},") spoken around the town. According to the 2001 census, 40.5% of the town's population were Welsh speakers. This is almost twice the national average (20.5%), but considerably less than the average for Gwynedd (68.7%). By local standards then, Tywyn is a relatively \"English\" town. As with anywhere in Wales, visitors will encounter no problems conversing in English, though a \"Bore da\" (Good morning) or \"Diolch\" (thank-you) will always be appreciated. Check out the ",{"type":"[[","value":[["Welsh phrasebook"]]}," for more phrases and a pronunciation guide.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"[[","value":[["Image:Beddfaen Cymraeg o'r 8fed ganrif.jpg"],["right"],["thumb"],["100px"],["Cadfan Stone"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Cadfan's Church"],["alt=Eglwys Sant Cadfan"],["url="],["email="],["address=Church Street, Tywyn"],["lat="],["long="],["directions=at the east end of town where College Green meets Church Street"],["phone="],["tollfree="],["fax="],["hours=Generally open to visitors during daylight hours"],["price=Free. Donations welcomed"],["content=Though some of the church is more recent (C14th onwards), the nave dates from the 12th Century. There are records of a church on the site dating back to the 9th Century, though the earliest structures were wooden and were burnt down by Viking raiders. St Cadfan's is home to the ",{"type":"''","value":["Cadfan Stone"]}," on which is carved the oldest known writing in the Welsh language. As can be seen, from some angles it looks a bit like a Doner Kebab. Also of interest is the 14th Century effigy of knight Gruffudd ap Adda, which is locally reputed to shed tears when rain is on the way."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Narrow Gauge Railway Museum"],["url=http:\/\/www.talyllyn.co.uk\/ngrm\/index.jsp"],["email="],["address=Wharf Station, Tywyn, LL36 9EY"],["lat="],["long="],["directions=At the junction of Station Road and Neptune Road"],["phone="],["tollfree="],["fax="],["hours="],["price=Free Entry"],["content=Recently re-housed in a purpose built building at the Talyllyn Railway's main station, the museum aims to tell the story of the Narrow Gauge Railways across the British Isles. An interesting place to spend an hour even if you are not a trainspotter!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castell-y-Bere"],["url=http:\/\/www.cadw.wales.gov.uk\/"],["email="],["address="],["lat=52.392962"],["long=-4.581637"],["directions=At the head of the Dysynni Valley, about 2 miles north of Abergynolwyn. Signposted from all around the area."],["phone="],["tollfree="],["fax="],["hours=Open Access"],["price=Free Entry"],["content= Built in the 13th Century by the Welsh Prince Llywelyn ap Iorwerth, Castell y Bere is not one of the best known of North Wales' many castles. However it is well worth heading off the beaten path to pay it a visit. Though the castle lies in ruins, this only adds to the atmosphere of the site, standing proudly on a rocky outcrop, but towered over in almost every direction by steep mountainsides."]]}," "]},":Less than a mile beyond the castle, the hamlet of ",{"type":"'''","value":["Llanfihangel-y-Pennant"]}," has a lovely church and the ruins of Tyn-y-ddol, home of Mari Jones, who in 1800, at the age of 16, famously walked barefoot the 25 miles to ",{"type":"[[","value":[["Bala"]]}," to purchase a Welsh-language copy of the bible. This is said to have been the inspiration for the formation of the British and Foreign Bible Society ",{"type":"[","value":["http:\/\/www.biblesociety.org.uk\/"]},". There's a small exhibition telling Mari Jones' story in the vestry of the church, along with a beautiful 3D map of the Dysynni Valley, rendered in patchwork by local needleworkers.\n\n",{"type":"*","value":[" The remains of ",{"type":"'''","value":["Iron-Age Celtic Hill Forts"]}," can be found at the summit of Craig-yr-Aderyn in the Dysynni Valley, and above the nearby coastal village of Llwyngwril."]},"\n",{"type":"===","value":["Wildlife"]},"\n\n",{"type":"'''","value":["Marine mammals"]}," including Dolphins, Porpoises and Seals, can often be seen from Tywyn seafront. Cardigan Bay is home to one of only two breeding groups of ",{"type":"'''","value":["Bottle-nosed Dolphins"]}," around the UK coast. The other can be found in the ",{"type":"[[","value":[["Moray"]]}," Firth in North-west ",{"type":"[[","value":[["Scotland"]]},".\n\n",{"type":"[[","value":[["Image:Bird Rock.jpg"],["thumb"],["250px"],["Craig-yr-Aderyn"]]},"\n\n",{"type":"'''","value":["The Broadwater"]}," is the local name for the estuary of the Dysynni river. It's located around a mile to the north of the town. Follow ",{"type":"''","value":["The Gwalia"]},", the narrow road between St Cadfan's Church and the cinema. This runs straight across a flat flood plain, in between irrigation ditches, until it reaches the river. The Broadwater is an important nesting site for ",{"type":"'''","value":["wildfowl"]},", including Moorhen, Coots, Swans, Grebes and various species of Duck, including the ",{"type":"'''","value":["Red-Breasted Merganser"]},", for which the Broadwater is said to be the most southerly nesting spot in the UK.\n\n",{"type":"'''","value":["Craig-yr-Aderyn"]}," (Bird Rock) is situated around 5 miles to the north-west of Tywyn in the picturesque Dysynni Valley. The rock plays host to the only inland nesting colony of ",{"type":"'''","value":["Cormorants"]}," in Europe. Other birds including ",{"type":"'''","value":["Choughs"]}," and ",{"type":"'''","value":["Peregrines"]}," also nest on the rock, which used to host to a small number of feral goats that gave their name to the steep path Llwybr y Geifr down from the rock. Remants of an Iron Age hillfort can be found on the summit.\n\nUntil their re-introduction to parts of England and Scotland in the last decade or so, this area was home to the only remaining ",{"type":"'''","value":["Red Kites"]}," in the UK. The other commonly seen raptor in the area is the ",{"type":"'''","value":["Buzzard"]},".\n\nWith the exception of the rabbit, wild ",{"type":"'''","value":["Land Mammals"]}," in the area tend to be very shy (and also largely nocturnal) and are therefore rarely seen. ",{"type":"'''","value":["Foxes"]},", ",{"type":"'''","value":["Badgers"]},", ",{"type":"'''","value":["Hares"]},", ",{"type":"'''","value":["Stoats"]},", ",{"type":"'''","value":["Weasels"]}," and ",{"type":"'''","value":["Polecats"]}," are all present in the area, as well as various species of mice, voles and shrews.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Dolgoch at Brynglas.jpg"],["thumb"],["200px"],["A Talyllyn Railway train passing a level crossing near Brynglas Station"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Beach"],["url="],["email="],["address=Marine Parade, Tywyn, LL36 0DE"],["lat="],["long="],["directions=Signposted from the town centre. Runs from the mouth of the Dysynni river just north of the town, all the way south to Aberdyfi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In fine summer weather, Tywyn's 4+ miles of sandy beach are a magnet for sun-seekers. In 2007, The Daily Telegraph's Alf Anderson wrote ",{"type":"'''","value":["\"I think this is about as good as a British beach gets\""]}," in the paper's ",{"type":"''","value":["Beach of the Week"]}," feature. The area around the main promenade can become very busy, but a short walk to the south will bring peace and quiet if desired. It's possible to continue walking all the way to ",{"type":"[[","value":[["Aberdyfi"]]},". If there have been recent stoms, look out for the petrified forest, which is normally buried under the sand but is sometimes exposed as the sands shift, especially in winter time. The existence of this forest is sometimes held up as evidence for the existence of ",{"type":"[[","value":[["Aberdyfi#Get_Around"],["Cantre'r Gwaelod"]]},", a mythical lost land beneath the waters of Cardigan Bay. The beach shelves quite slowly out to sea and is regarded as safe for swimming, though as always, sensible precautions should be taken."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Talyllyn Railway"],["alt=Rheilfordd Talyllyn"],["url=http:\/\/www.talyllyn.co.uk\/"],["email=Enquiries@talyllyn.co.uk"],["address=Wharf Station, Neptune Road, Tywyn, LL36 9EY"],["lat="],["long="],["directions=At the oppposite end of Station Road from the mainline station"],["phone=+44 1654 710472"],["tollfree="],["fax=+44 1654 711755"],["hours=Wharf Station open all year except Jan. Train service March–November plus specials around Christmas period. Peak season 1st Train leaves Tywyn 10.10, last train leaves Abergynolwyn 1733"],["price=Day Ticket £12, £2 for accompanied kids"],["content= \nThis narrow gauge railway was the world's first to be saved from closure and run by volunteers. It follows the Fathew valley 7 miles inland to the village of Abergynolwyn. Most trains are hauled by steam locomotives, and some of the locomotives and rolling stock date back to the original opening of the railway in the 1860s. Readers of the \"Railway Series\" of books by Rev W Awdry may recognise it as the Skarloey Railway, which Awdry based on the Talyllyn Railway after working as a volunteer in the 1950s. An enjoyable excursion from the railway is to alight at ",{"type":"'''","value":["Dolgoch"]},", where a woodland walk gives access to some spectacular waterfalls."]]}]},"\n",{"type":"===","value":["Outdoor Pursuits"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hillwalking"]}]},{"type":"{{","value":[["infobox"],["A Walk in the Tarrens"],["For an excellent introduction to walking in the Tarrens, start at Rhyd-yr-onnen station on the Talyllyn Railway, just to the south of the village of Bryncrug. Follow the minor road to the southeast, until the tarmac runs out and it continues as a (sometimes muddy) mountain track, through the deep valley of ",{"type":"''","value":["Nant Braich y Rhiw"]},". This is an ancient mountain pass, and is still technically classified as a road, so you may be bothered by the occasional 4x4 vehicle making it's way through. Don't worry, once you leave this track you're unlikely to pass more than 1 or 2 other people on the route until the last half a mile or so. Cross a ford, overlooked by a ruined cottage on a rise, and continue around 600m. Here, a clear path comes up from the south west, to join the track. Leave the track here, heading north east, to ascend the steep slope of ",{"type":"''","value":["Allt Gwyddgwion"]},". There is no obvious path and this section is hard going, but worthwhile as the vista to the south begins to open up. After about 1km (and over 300m of ascent), the slope starts to level off, and you will reach the twin summits of ",{"type":"''","value":["Trum Gelli"]},". From here, a marvellous ridge walk opens up in front of you, with a clear (if occasionally muddy) path snaking in a generally north-easterly direction across the peaks of ",{"type":"''","value":["Tarren Cwmffernol"]}," and ",{"type":"''","value":["Tarren Rhosfarch"]},", and finally delivering you to the best known peak of the Tarrens, ",{"type":"''","value":["Tarren Hendre"]}," (though ",{"type":"''","value":["Tarren y Gesail"]}," to the north is higher). Take a few minutes here to admire the views in all directions. Nearby to the north-east is Cadair Idris, while across the Dyfi Valley to the south, the Cambrian Mountains of mid-Wales seem to roll away forever. From the summit, the path drops steeply down to the east, the slopes on either side of the ridge thickly covered by forestry plantations. At the saddle between ",{"type":"''","value":["Mynydd Rhyd-Galed"]}," and ",{"type":"''","value":["Moel y Geifr"]}," a (signed) footpath leads north-west through a gate, and through the forestry. Pass the abandoned Bryneglwys Slate Mine workings (the Talyllyn Railway was built to carry the slate from here down to the mainline at Tywyn), crossing an ancient stone bridge (Pont Llaeron). From here, a track follows the right-hand bank of the ",{"type":"''","value":["Nant Gwernol"]}," stream, eventually becoming a metalled road. This road will lead you steeply down to the village of Abergynolwyn, where a well-deserved refreshment awaits you at the Railway Inn or Caffi'r Ceunant. Use bus no. 30 (note the last bus of the day departs Abergynolwyn at 1647 and there are no buses on a Sunday) or the Talyllyn Railway to return to Tywyn (or if you're still feeling energetic, use low-level footpaths along the valley floor to follow the Dysynni river back down to the coast)."]]},"\n:There is much good Hillwalking available in the area, which forms the southernmost part of the ",{"type":"[[","value":[["Snowdonia National Park"]]},". The largest (892m\/2927ft) and best known mountain is ",{"type":"'''","value":["Cadair"]}," (sometimes spelt Cader) ",{"type":"'''","value":["Idris"]},", which is the 2nd most climbed mountain in Wales. The most popular and arguably, best route is the Minffordd Path which starts from the hamlet of the same name. The mountain can also be climbed from the village of Llanfihangel y Pennant at the head of the Dysynni valley, and there are also a number of paths from the northern side, accessed from ",{"type":"[[","value":[["Dolgellau"]]},". The lower Tarren range of hills provide excellent walking, without the crowds that can sometimes be found on Cadair Idris. Ordnance Survey Explorer Map sheet OL23 ",{"type":"''","value":["Cadair Idris and Bala Lake"]}," is essential.\n\n:Legend has it that there are only 3 potential outcomes if you spend the night on Cadair Idris. Either you will die in the night, you will wake up insane, or you will wake up as a bard (poet). If you want to test this out then there are some excellent wild camping spots on the shores of Llyn (lake) Cau (accessed from Minffordd), or Llyn y Gadair on the Dolgellau side. Check out the article on ",{"type":"[[","value":[["Leave-no-trace camping"]]}," before you go.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rock Climbing"],["alt="],["url=http:\/\/www.ukclimbing.com\/logbook\/book.php?id=132"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Craig yr Aderyn"]}," in the Dysynni valley is a popular site for climbers with 35 different routes of varying difficulty levels. Note that parts of the rock are out of bounds from 1st April to 31st July to protect nesting birds. There is an information sign at the foot of the cliff detailing which parts of the rock this applies to. The ",{"type":"''","value":["Cyfrwy"]}," Arete and ",{"type":"''","value":["Craig Cau"]}," on the flanks of Cadair Idris have been popular with climbers since the mid-19th century and have over 60 routes betweeen them. There are also some routes at the old quarry workings above the villages of Abergynolwyn and Friog, while the sea cliffs at ",{"type":"''","value":["Cae Du"]},", near Rhoslefain, and ",{"type":"''","value":["Allens Sun Beach"]},", near Llwyngwril, offer some entertaining ",{"type":"'''","value":["Bouldering"]}," opportunities."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cycling"]}," is an excellent way to see more of the area. The narrow, quiet lanes of the Dysynni Valley and Happy Valley are particularly suited to a day out on 2 wheels. There are plans for a dedicated cycle path southwards to Aberdyfi."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mountain Biking"],["alt="],["url=http:\/\/www.mbwales.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},":Tywyn is an ideal base for a mountain biking holiday, with a number of trails in the area. The ascent of Cadair Idris from Llanfihangel y Pennant is classified as a bridleway, and therefore can be used by mountain bikes. It's a tough slog up (you'll be carrying in places), but the descent (from 892m at the summit to only a few metres above sea level in the valley) must rank as one of the finest in the country. Bear in mind that the right of way does not follow the farmer's gravel track for the whole length - be sure to look out for signs and\/or use a map in order to stick to the legal route. Not recommended for summer weekends due to the number of hikers.\n\n:There are other ancient roads in the area which can be used by mountain bikes. The pass of ",{"type":"''","value":["Nant Braich y Rhiw"]}," from Rhyd-yr-onnen, south of the village of Bryncrug, through the Tarren hills to Happy Valley is a popular route, though it can be very muddy after rain as it also used by 4x4 vehicles. The ",{"type":"'''","value":["Ffordd Ddu"]}," (",{"type":"''","value":["Black Road"]},") leads from the village of Llanegryn, across the western flanks of Cadair Idris and down to ",{"type":"[[","value":[["Dolgellau"]]}," via the Cregennan Lakes. Ordnance Survey Explorer Map sheet OL23 ",{"type":"''","value":["Cadair Idris and Bala Lake"]}," is essential to follow these routes.\n\n:There are a number of marked trails in the Dyfi Valley, centred around ",{"type":"[[","value":[["Machynlleth"]]},{"type":"[","value":["http:\/\/www.dyfimountainbiking.org.uk\/"]},", 15 miles to the south-east, including the purpose-built CliMachx route. Coed y Brenin, near ",{"type":"[[","value":[["Dolgellau"]]},", 20 miles to the north, has 6 waymarked trails.\n\n",{"type":"*","value":[{"type":"'''","value":["Angling\/Fishing"]}," is very popular in the area. Sea, River, Coarse, and Lake fishing are all available."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=AC Adventures"],["alt="],["url=http:\/\/www.outdooradventures.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1654 711389"],["tollfree="],["fax="],["hours="],["price="],["content=Run by experienced adventurer Ross Ashe-Cregan. Offers tailored activity breaks, activities include climbing, gorge walking, mountain biking, navigation skills training and more."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Surfing"]},". In the right conditions, Tywyn beach can offer fine surfing. Surfers tend to gather around the concrete slipway at the south end of the main promenade. The best surf is often to be found just north of this point but as wind, swell and tide change it can be worth checking out other parts of the beach, particularly ",{"type":"''","value":["The Pipe"]},", an outlet pipe (nothing nasty, it carries the ",{"type":"''","value":["Afon Dyffryn Gwyn"]}," river for the final few yards on its journey to the sea) covered by rocks, a short distance further south. (Note that the coastal protection works currently (until autumn 2010) ongoing are likely to change to shape of the beach and therefore the locations of the best surfing breaks. Speak to local surfers or watch the waves yourself from the sea wall before picking your spot). ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dragonsurfs.com\/ Dragon Surf Hire"]}]},"+44 7788 723536, offers lessons and equipment hire. In a large swell, there is also a break at the nearby village of Llwyngwril, however, this is rocky and for experienced surfers only."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pony Trekking"],["alt="],["url=http:\/\/www.bwlchgwynfarm.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1341 250107"],["tollfree="],["fax="],["hours="],["price="],["content=Is available at Bwlchgwyn Farm, 10 miles to the north in Fairbourne."]]}]},"\n",{"type":"===","value":["Culture"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tywyn Cinema"],["alt=The Magic Lantern"],["url=http:\/\/www.tywyncinema.co.uk\/"],["email="],["address=Corbett Square, Tywyn, LL36 9DF"],["lat="],["long="],["directions="],["phone=+44 1654 710260"],["tollfree="],["fax="],["hours=Doors open 6:30pm, film starts at 7pm. Afternoon and evening matinees also show during school holidays"],["price=Balcony £6; Stalls £5 (adults), £4 (children)"],["content=Very friendly independent cinema open every evening throughout the year. Shows a wide range of films, from commercial to arthouse, world cinema and occasional old classics. Recently refurbished with a new bar and stage, the cinema also has a live schedule with music, comedy and spoken word performance and even a regular quiz night!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Tywyn Wurlitzer"],["alt=Wales' only Wurlitzer organ"],["url=http:\/\/www.organ.co.uk\/tywyn\/"],["email="],["address=Neuadd Pendre, Brook Street, Tywyn, LL36 9DP"],["lat="],["long="],["directions="],["phone=+44 1654 710994"],["tollfree="],["fax="],["hours="],["price="],["content=Concerts and dances take place regularly, especially in summer. The Tywyn Wurlitzer was originally known as \"The Mighty Wurlitzer\" and was installed in the Granada Cinema in ",{"type":"[[","value":[["London\/Greenwich"],["Woolwich"]]},", London in the 1930s. As cinema attendances declined in the 1960s, the cinema became a bingo hall, and the organ was eventually removed. Over the years many of the parts lay in storage and deteriorated, until in the 1990s it was brought to Tywyn, restored, and installed in this hall. The famous old organ attracts nationally and internationally well-known organists."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tywyn Music Fest"],["alt=Gwyl Gerdd Tywyn"],["url=http:\/\/www.tywynmusicfest.webs.com\/"],["email="],["address=Tywyn High School, Station Road, Tywyn, LL36 9EU"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Cadfan Stage: Free. Dysynni Stage: £5 per session"],["content=Fund-raising annual festival which takes place at the High School on a Saturday afternoon and evening in July (exact weekend varies, check website). Fun community event, mostly featuring bands from the local area."]]}]},"\n",{"type":"===","value":["Sport"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Race The Train"],["alt="],["url=http:\/\/www.racethetrain.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every year on the 3rd weekend of August (The 25th running of the event was 16th August 2008). Hundreds of runners attempt to beat the Talyllyn Railway on a 14 mile cross-country course following the tracks up to Abergynolwyn and back again. Some (but by no means a majority) succeed! There are activities associated with the race all weekend on the Sports field adjacent to the Wharf Station. Seats are available on the \"Race\" train, which gives a great view of the event - early booking advised."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bro Dysynni Leisure Centre"],["alt=Canolfan Hammden Bro Dysynni"],["url=http:\/\/www.gwynedd.gov.uk\/gwy_doc.asp?doc=2651&Language=1"],["email="],["address=High Street. Tywyn, LL36 9AD"],["lat="],["long="],["directions=Car Park accessed from Station Road"],["phone =+44 1654 711763, +44 1654 710167"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent council-run facility. 25m Swimming Pool, Sauna, 4 Badminton courts, 2 Squash Courts, Full size outdoor floodlit synthetic football\/hockey pitch, floodlit tennis courts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tywyn Leisure Park"],["url="],["email="],["address=Pier Road, Tywyn"],["lat="],["long="],["directions=Located just back from the main seafront promenade."],["phone="],["tollfree="],["fax="],["hours=Open in the summer only"],["price="],["content=Putting Green, tennis courts (hard and grass), Bowling Green."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tywyn Skate Park"],["url="],["email="],["address=Cambrian Road, Tywyn"],["lat="],["long="],["directions=Next to the Talyllyn Railway Car Park, off Neptune Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Outdoor skate-park, open day and night. Features a Quarter-Pipe side by side to a Flat-Bank Roll-In (with a Grind-Rail), Funbox, Raked-Tombstone Half-Pipe with a Quarter-Pipe leading on 1 side. Popular with both boarders and BMXers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tonfanau Road Races"],["url=http:\/\/www.tonfanauroadracing.co.uk"],["email="],["address="],["lat=52.615261"],["long=-4.123224"],["directions=Just to the north of the town, on the opposte side of the Dysynni river mouth"],["phone=+44 1270 583593"],["tollfree="],["fax="],["hours="],["price="],["content=4 Motorbike Race Meetings a year (Easter, Spring Bank Holiday, July, August Bank Holiday) are held by Crewe and South Cheshire MCRR at the Tonfanau cicuit, . Tonfanau is a 1-mile, clockwise circuit, built on part of a former military base."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tywyn Seafront Criterium Races"],["alt="],["url=http:\/\/www.dysynnicc.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the first Saturday of August, Dysynni Cycling Club organises this series of races around a short closed road circuit by the seafront. Forms part of the Welsh National Championships so top-class, exciting racing is guaranteed."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nWhile nobody would describe Tywyn as a shopping mecca, it has so far escaped the \"Tescofication\" that has blighted much of the UK. It has a good variety of shops, almost all of which are located on the High Street, and its eastward extension, College Green. ",{"type":"''","value":["Early Closing"]}," day in Tywyn is Wednesday, when most shops do not open after lunchtime.\n\nThe ",{"type":"'''","value":["Easter Fair"]}," is an annual street market which takes place on Easter Monday in the town centre. The market stalls return every Monday throughout the summer months on the market field behind the Corbett Arms Hotel.\n\n",{"type":"===","value":["Specialist"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Barry's Tackle Shop"],["url=http:\/\/www.barrysfishingtackle.com\/"],["email="],["address=6 College Green, Tywyn, LL36 9BS"],["lat="],["long="],["directions="],["phone=+44 1654 710357"],["tollfree="],["fax="],["hours="],["price="],["content=Fishing\/angling equipment, tackle, bait etc."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Dysynni Valley Cycles"],["url=http:\/\/www.dysynnivc.com\/"],["email="],["address=Dolffanog, High Street, Tywyn, LL36 9AD"],["lat="],["long="],["directions="],["phone=+44 1654 710055"],["tollfree="],["fax="],["hours="],["price="],["content=Mountain and Road bikes, clothing, spares and accessories. Repair service and hire service."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Rivington"],["url="],["email="],["address=High Street, Tywyn, LL36 9AD"],["lat="],["long="],["directions=High Street Near Post Office"],["phone=+44 1654 710691"],["tollfree="],["fax="],["hours="],["price="],["content=Sells a range of gifts and greetings cards, Outdoor Clothing, and a large range of Camping and Caravanning accessories."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=J B Owen"],["url="],["email="],["address=Pretoria Buildings, High Street, Tywyn"],["lat="],["long="],["directions="],["phone=+44 1654 710352"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent, well-stocked ironmongery. Also stocks some camping equipment and other hardware and offers shoe repairs and key-cutting. If they don't have it they can usually get it for you."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Rise"],["alt=Tywyn's Surf and Lifestyle shop"],["url="],["email="],["address=High St, Tywyn"],["lat="],["long="],["directions="],["phone=+44 1654 710888"],["tollfree="],["fax="],["hours="],["price="],["content=stockists of surfing gear, swimwear, skating accessories,clothing, OS maps etc"]]}]},"\n",{"type":"===","value":["Supermarkets"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["J. R. Baldwin - Spar"]}," High Street. Allegedly the biggest Spar shop in Europe. Was the town's only real supermarket until the arrival of newcomer..."]},{"type":"*","value":[{"type":"'''","value":["Co-op"]}," Station Road. Right next to the station."]},{"type":"*","value":[{"type":"'''","value":["Tywyn Central Stores"]}," Neptune Road. +44 1654 710495. Right where Neptune Road meets the High Street. Much smaller than the 2 above, but handy if you're at the eastern end of town."]},"\n",{"type":"===","value":["Food"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Thomas Butchers"],["url="],["email="],["address=Market Hall, College Green, Tywyn, LL36 9BY"],["lat="],["long="],["directions="],["phone=+44 1654 710772"],["tollfree="],["fax="],["hours="],["price="],["content=A butcher who is also a farmer, so expect to find good quality local meat on sale here"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Popty'r Dref"],["alt=Town Bakery"],["url="],["email="],["address=Cambrian House, High Street, Tywyn"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Bakers selling a range of bread, cakes, pies, filled rolls etc.Now closed 01\/01\/2012"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mr Simms Olde Sweet Shoppe"],["url="],["email="],["address=3 High Street, Tywyn"],["lat="],["long="],["directions=Close to the High Street\/College Green\/Neptune Road junction"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lovely shop(pe) with dozens upon dozens of large jars containing all those old style sweets you used to buy by the quarter. The only difference now is that of course they are sold in multiples of 100g. Also a nice range of boxed sweets, chocolates, fudge, etc. Refer to the ",{"type":"[[","value":[["Tywyn#Outdoor_Pursuits"],["Outdoor Pursuits"]]}," section after a visit to Mr Simms - you'll need the exercise!"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nTywyn has a great number of places to eat, mostly spread along the High Street and College Green. The bulk of these are informal cafe style places serving brunch, lunch and afternoon tea and open only during the daytime. Evening diners will find a smaller number of establishments available but there are still a number of good choices.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Whitehall Hotel"],["url="],["email="],["address=1 Corbett Square"],["lat="],["long="],["directions="],["phone=+44 1654 710212"],["tollfree="],["fax="],["hours="],["price="],["content=The only one of the town's 3 pubs worth eating at."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Happy Garden"],["url="],["email="],["address=13 College Green"],["lat="],["long="],["directions="],["phone=+44 1654 711301"],["tollfree="],["fax="],["hours="],["price="],["content=Very well established Chinese Takeaway (since 1981), serving the usual range of British-Chinese favourites."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Turkish Delight Kebab House"],["url="],["email="],["address=5 High St"],["lat="],["long="],["directions="],["phone=+44 1654 712500"],["tollfree="],["fax="],["hours="],["price="],["content=The post-pub favourite the length and breadth of these islands"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Skippy's Fish & Chips"],["url="],["email="],["address=35 High St"],["lat="],["long="],["directions="],["phone=+44 1654 710872"],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Fish & Chip shop with a Takeaway and a Cafe."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Walkers Fish and Chips"],["url="],["email="],["address=High Street"],["lat="],["long="],["directions="],["phone=+44 1654 713999"],["tollfree="],["fax="],["hours="],["price="],["content=New (2009) addition to the eating scene in Tywyn and has already gained a good reputation with local diners. Restaurant and take-away though it is geared more towards sit-down dining rather than the bulk take-away business."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dine India"],["url="],["email="],["address=12 College Green"],["lat="],["long="],["directions="],["phone=+44 1654 711909"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Halo Foods"],["url=http:\/\/www.glistenltd.com\/Halo_Foods"],["email="],["address=Pendre Industrial Estate"],["lat="],["long="],["directions=on the edge of town, heading towards Dolgellau"],["phone=+44 1654 711171"],["tollfree="],["fax="],["hours="],["price="],["content=Visit the Factory shop for their famous Honey Ice Cream. Halo is the town's major employer. Their primary business is manufacturing healthy snack bars which are marketed under their own name and also by major brands and retailers - you can normally expect to find a selection of these available at heavily discounted factory outlet prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Jolly Roger Café\/Restaurant"],["url="],["email="],["address=9,College green"],["lat="],["long="],["directions=opposite the old Market Hall"],["phone = +44 1654 711967"],["tollfree="],["fax="],["hours="],["price="],["content=14 years of trading, has a reputation for restaurant quality food at cafe prices. Serves only fresh vegetables with their old fashioned traditional meals. Roasts every day,featuring Welsh lamb, plus beef, pork and turkey. Excellent vegetarian menu. Booking advised for Sunday lunch."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Town Centre"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Corbett Arms Hotel"],["url="],["email="],["address=Corbett Square, Tywyn, LL36 9DG"],["lat="],["long="],["directions="],["phone=+44 1654 710264"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Tredegar Arms"],["url="],["email="],["address=10 College Green, Tywyn, LL36 9BS"],["lat="],["long="],["directions="],["phone=+44 1654 710368"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Whitehall Hotel"],["url="],["email="],["address=1 Corbett Square, Tywyn, LL36 9DF"],["lat="],["long="],["directions="],["phone=+44 1654 710212"],["tollfree="],["fax="],["hours="],["price="],["content=Sometimes holds discos and karaoke nights in the back room"]]}]},"\nTywyn's 3 pubs are all within a hundred yards or so of each other at the east end of town. \"The White\" and \"The Tred\", as they are known locally, tend to be the busiest, with locals often moving between the two over the course of an evening. Those out on a session will often start with a couple of pints each in 2 or even all 3 of the pubs in nearby ",{"type":"[[","value":[["Aberdyfi"]]}," before getting a taxi or train back to Tywyn in time for a couple more pints before closing time.\n\n",{"type":"===","value":["Local Area"]},"\n\n",{"type":"*","value":[" There are 3 pubs in ",{"type":"'''","value":[{"type":"[[","value":[["Aberdyfi"]]}]},", four miles to the south on the main coast road or one stop to the south on the mainline railway."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Peniarth Arms"],["url=http:\/\/www.peniartharms.co.uk\/"],["email=msbscott@btconnect.com"],["address=Bryncrug, Tywyn, LL36 9PH"],["lat="],["long="],["directions=Bryncrug is 2 miles inland from Tywyn, on the Dolgellau Road. The pub is on the main road through the village"],["phone=+44 1654 711505"],["tollfree="],["fax="],["hours="],["price="],["content=Recent refurbishments have proved controversial with locals who feel that the pub has lost some of its \"traditional\" feel. Large dining area, but still worth reserving in peak season if you want a table for dinner. Wifi connection via BT Openzone."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Garthangharad"],["url="],["email="],["address=Greystones, Llwyngwril, LL37 2UZ"],["lat="],["long="],["directions=About 6 miles north of Tywyn on the main coast road. The pub is on the main road through the village, just after the bridge"],["phone=+44 1341 250484"],["tollfree="],["fax="],["hours="],["price="],["content=Traditional village pub in a lovely old stone building."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Railway Inn"],["url="],["email="],["address=Abergynolwyn, LL36 9YW"],["lat="],["long="],["directions=About 7 miles north east of Tywyn on the B4405 road towards Talyllyn. The pub is at the crossroads in the centre of the village"],["phone=+44 1654 782279"],["tollfree="],["fax="],["hours="],["price="],["content=Popular, traditional pub. Real ales, good food, occasional singalongs around the piano in the lounge bar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Riverside Hotel"],["alt=Gwesty Glan-yr-afon"],["url=http:\/\/www.riversidehotelpennal.co.uk\/"],["email="],["address=Pennal, SY20 9DW"],["lat="],["long="],["directions=On the main A493 towards Machynlleth, about 6 miles beyond Aberdyfi"],["phone=+44 1654 791285"],["tollfree="],["fax="],["hours="],["price="],["content=A 16th century coaching inn, in the centre of the pretty village of Pennal."]]}]},"\nAll public buildings in Wales, including pubs, are now non-smoking.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe Tourist Information Centre on the High Street can help with availability information and bookings.\n\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Corbett Arms Hotel"],["url="],["email="],["address=Corbett Square, Tywyn, LL36 9DG"],["lat="],["long="],["directions="],["phone=+44 1654 710264"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The only real hotel in the town itself, occupies a lovely building at the east end of town. 40 rooms, internet access, car park, bar, restaurant. Could be great in the right hands. Unfortunately it isn't."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dolgoch Falls Hotel"],["url=http:\/\/www.dolgochfallshotel.co.uk\/"],["email="],["address=Bryncrug, Tywyn, LL36 9UW"],["lat="],["long="],["directions=Five miles inland, in the Fathew Valley"],["phone=+44 1654 782258"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=As the name suggests, the hotel is located just below the waterfalls and is just 200 metres from Dolgoch Station on the Talyllyn Railway. Single and twin rooms available. Ample car parking"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tynycornel Hotel"],["url=http:\/\/www.tynycornel.co.uk\/"],["email="],["address=Talyllyn, Tywyn, LL36 9AJ"],["lat="],["long="],["directions="],["phone=+44 1654 782282"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=About 10 miles inland, a lovely old building in a stunning location on the shores of Talyllyn Lake. Specialises in fishing breaks, but welcomes everyone"]]}]},"\n",{"type":"===","value":["Bed & Breakfast and Self Catering Cottages"]},"\n\nThere are a number of B&Bs in the town, especially on Pier Road. Out of town, many farms in the area also offer B&B and\/or self-catering accommodation. This list is just a small selection.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cynfal Farm"],["url="],["email=cynfalfrm@aol.com"],["address=Bryncrug, Tywyn, Gwynedd, LL36 9RB"],["lat="],["long="],["directions="],["phone=+44 1654 711703"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Mixed working farm, magnificently situated with fine views of mountains and sea. Talyllyn narrow gauge railway runs 150 metres below the house, quoted by the Talyllyn Railway guide book as being the smallest railway platform in the country!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dolffanog Fach"],["url=http:\/\/www.welshretreat.co.uk\/"],["email="],["address=Talyllyn, Tywyn, Ll36 9AJ"],["lat="],["long="],["directions="],["phone=+44 1654 761235"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Boutique B&B at the eastern end of Talyllyn Lake. Has a 6-person Finnish Sauna. Excellent reputation for both the accommodation and the food. Superior rooms have mountain view balconies. Full-board only on weekends in peak season"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hendy Farm"],["url=http:\/\/www.hendyfarmholidays.co.uk\/"],["email="],["address=Tywyn, LL36 9RU"],["lat="],["long="],["directions=Just on the eastern edge of town. Signposted from the Dolgellau Road"],["phone=+44 1654 710457"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Working sheep and cattle farm offering WTB 3-star B&B with double and twin rooms available. Four WTB 5-star self catering cottages in recently converted stone farm buildings and another in a renovated traditional farmhouse. Hendy has its own halt on the Talyllyn Railway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Monfa"],["url=http:\/\/www.monfa.co.uk\/"],["email="],["address=Pier Road, Tywyn, LL36 0AU"],["lat="],["long="],["directions="],["phone=+44 1654 710858"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Double, Twin and Family Rooms available. Very handy location, close to the beach, High St., and both mainline and Talyllyn stations. WTB 3-star"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Merton Villa"],["url=http:\/\/www.mertonvilla.co.uk\/"],["email="],["address=High Street, Tywyn, LL36 9AD"],["lat="],["long="],["directions="],["phone=+44 1654 712753"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Double and Twin Rooms. At the western end of the High Street, handy for the station and the beach. WTB 4-star."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tywyn Holidays"],["alt="],["url=http:\/\/www.tywynholidays.co.uk\/"],["email=p.ratcliffe@tywynholidays.co.uk"],["address=18 Trem Enlli Apartments, Marine Parade, Tywyn, LL36 0DE"],["lat="],["long="],["directions=On the sea-front"],["phone=+44 7969 700 819"],["tollfree="],["fax="],["checkin="],["checkout="],["price=£200-380"],["content=Tywyn two bedroom self-catering seafront apartment offering breath-taking views of Cardigan Bay and the mountains of Snowdonia. Sleeps 4 plus guest bed."]]}]},"\n",{"type":"===","value":["Hostels and Bunkhouses"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Llechfan"],["alt="],["url=http:\/\/www.talyllyn.co.uk\/trps\/internal\/llechfan.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1654 711625"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Wharf Station. Owned by the Talyllyn Railway and available to members of the Talyllyn Railway Preservation Society and volunteer workers on the railway."]]}]},"\nThe nearest YHA hostel to Tywyn, located about 12 miles away in ",{"type":"[[","value":[["Penmaenpool"]]},", in the hills above the main A493 Dolgellau Road.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are literally dozens of small campsites dotted around the Bro Dysynni area.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ynysymaengwyn Camping and Caravan site"],["url=http:\/\/www.ynysy.co.uk\/"],["email="],["address=Ynysymaengwyn, Tywyn, LL36 9RY"],["lat="],["long="],["directions=About 1 mile east of town on the main A493 Dolgellau road"],["phone=+44 1654 710684"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Popular site on a former country house estate. Large children's playground, woodland and riverside walks"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Faenol (Vaynol) Farm"],["url="],["email="],["address=Aberdyfi Road, Tywyn, LL36 9HS"],["lat="],["long="],["directions=On the southern edge of town, just past the hospital on the road to Aberdyfi"],["phone=+44 1654 711473"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Public footpaths across the fields lead to the beach"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cae Du Farm"],["url="],["email="],["address=Rhoslefain, LL36 9ND"],["lat="],["long="],["directions=A few miles out of town in the village of Rhoslefain"],["phone=+44 1654 711234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Tiny, basic site, worthy of a mention due to its stunning clifftop location. The view on a clear day takes in the whole sweep of Cardigan Bay from Strumble Head in ",{"type":"[[","value":[["Pembrokeshire"]]}," to Bardsey Island (Ynys Enlli) off the end of the ",{"type":"[[","value":[["Lleyn"]]}," Peninsula. Fabulous sunsets. Not for the faint-hearted in bad weather but spectacular at any time."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pall Mall Farm Camp Site"],["url="],["email="],["address=Pall Mall, Tywyn, LL36 9RU"],["lat="],["long="],["directions=About 1\/2 mile east of town on the main A493 Dolgellau road"],["phone=+44 1654 711473"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\n\n",{"type":"===","value":["Beaches and Coast"]},"\n\nTywyn Beach has a safe reputation due to its gently-shelving nature, but sensible precautions should still be taken. The promenade is covered by a Beach Patrol during summer months, but outside of this area there is no safety coverage. At the far southern end of the beach, near the mouth of the River Dyfi, tidal currents can be strong and unpredictable.\n\n",{"type":"'''","value":["General advice for safe swimming"]},":\n",{"type":"*","value":["A red flag means danger. Do not enter the water if the red flag is flying"]},{"type":"*","value":["Consider bathing at a beach that's under lifeguard protection"]},{"type":"*","value":["Don't swim alone at a deserted beach "]},{"type":"*","value":["Don't use inflatables. They are easily swept away by strong currents"]},{"type":"*","value":["If you see someone in trouble, call 999 and ask for ",{"type":"'''","value":["Coastguard"]}]},{"type":"*","value":["Inquire about swimming conditions at local tourist offices prior to venturing to a beach without lifeguard cover "]},{"type":"*","value":["Read warning notices posted near beach access sites"]},"\n",{"type":"===","value":["Mountains"]},"\n\nSnowdonia's mountains claim lives every year. The weather can change very quickly in this part of the World, and this is especially true in the mountains. Make sure you are wearing suitable clothing and footwear, and always carry a suitable map. Ordnance Survey 1:25000 scale Explorer Map OL23 ",{"type":"''","value":["Cadair Idris and Bala Lake"]}," is ideal, alternatively the 1:50000 scale Landranger series sheets 124 ",{"type":"''","value":["Dolgellau and Porthmadog"]}," and 135 ",{"type":"''","value":["Aberystwyth and Machynlleth"]},".\n\nFollow the ",{"type":"'''","value":["Mountain Safety Code:"]},"\n\n",{"type":"'''","value":["Before You Go"]}," \n",{"type":"*","value":["Learn the use of map and compass"]},{"type":"*","value":["Know the weather signs and local forecast "]},{"type":"*","value":["Plan within your capabilities "]},{"type":"*","value":["Know simple first aid and the symptoms of exposure "]},{"type":"*","value":["Know the mountain distress signals "]},{"type":"*","value":["Know the country code"]},"\n",{"type":"'''","value":["When You Go"]}," \n",{"type":"*","value":["Never go alone "]},{"type":"*","value":["Leave written word of your route and report your return "]},{"type":"*","value":["Take windproofs, woollens and survival bag "]},{"type":"*","value":["Take map and compass, torch and food "]},{"type":"*","value":["Wear climbing boots "]},{"type":"*","value":["Keep alert all day "]},{"type":"*","value":["Avoid disturbance to farming, forestry and field sports"]},"\n",{"type":"'''","value":["If There is Snow On The Hills"]}," \n",{"type":"*","value":["Always have an ice axe for each person "]},{"type":"*","value":["Carry a climbing rope and know the correct use of rope and ice axe "]},{"type":"*","value":["Learn to recognise dangerous snow slope"]},"\n",{"type":"==","value":["Stay Healthy"]},"\n\n",{"type":"'''","value":["In an emergency, dial ",{"type":"''","value":["999"]}," or ",{"type":"''","value":["112"]}," (",{"type":"''","value":["ideally from a landline"]},") and request ambulance, police, fire service or coastguard."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bronglais District General Hospital"]},", ",{"type":"[[","value":[["Aberystwyth"]]},". +44 1970 623131. The nearest Accident & Emergency unit. Open 24 hours."]},{"type":"*","value":[{"type":"'''","value":["Tywyn Memorial Hospital"]},", Aberdyfi Road, Tywyn. +44 1654 710411\/+44 845 8501362(Out of Hours). Local Cottage Hospital. Medical cover is provided by the local GP surgery during the hours of 08:30 to 18:30 hours.  The care is then taken over by the Out of Hours Service.  The Minor Injuries Unit is open from 09:00 to 24:00 hours and is manned by a Clinical Practitioner."]},{"type":"*","value":[{"type":"'''","value":["The Health Centre"]},", Pier Road, Tywyn. +44 1654 710238\/+44 845 8501362(Out of Hours). Local GP Practice. Reception open 0800-1830 (Mo\/Tu\/Th\/Fr), 0800-1230 (We)."]},{"type":"*","value":[{"type":"'''","value":["Central Pharmacy"]},", 11 High Street, Tywyn. +44 1654 710246. Open 0900-1300 and 1400-1730 Mo-Sa."]},{"type":"*","value":[{"type":"'''","value":["Neptune Dental Surgery"]}," Neptune Road, Tywyn. +44 1654 710607. NHS and Private dentist. Has an attached dental laboratory for any denture repair work."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Banks"]},"\n\nThere are 3 banks in the town, Barclays, HSBC and Natwest, all close to the eastern end of the High Street. All 3 have cash machines (ATMs).\n\n",{"type":"===","value":["Post Office"]},"\n\nThe town's Post Office can be found around half way along the High Street, opposite the Tourist Information Centre.\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tywyn Library"],["url="],["email=LLTywyn@gwynedd.gov.uk"],["address=Neptune Road, Tywyn, LL36 9HA"],["lat="],["long="],["directions="],["phone=+44 1654 710104"],["tollfree="],["fax="],["hours=Opens 10-5.30 (Mo\/Th\/Fr), 10-7 (Tu), 10-12.30 (Sa). Closed for lunch 1-2PM"],["price="],["content=4 PC's with free broadband internet access."]]}]},{"type":"*","value":[{"type":"'''","value":["Peniarth Arms"]},", Bryncrug. Village pub with a Wifi Hotspot operated by BT Openzone ",{"type":"[","value":["http:\/\/www.btopenzone.com\/"]}]},"\n",{"type":"===","value":["Laundry"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Westinghouse Lauderette"],["alt=Coin-operated laundry and dry cleaning"],["url="],["email="],["address=London House, 1 Maengwyn Street, Tywyn"],["lat="],["long="],["directions=opposite the Corbett Arms"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Tourist Information"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourist Information Centre"],["url="],["email=tywyn.tic@gwynedd.gov.uk"],["address=High Street, Tywyn, LL36 9AD"],["lat="],["long="],["directions="],["phone=+44 1654 710070"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Area Code"]},"\n\nTywyn's area dialling code is 01654. To call from overseas, dial +44 1654 XXXXXX\n\n",{"type":"===","value":["Media"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bbc.co.uk\/wales\/northwest\/sites\/tywyn\/ BBC"]}]}," Tywyn Microsite"]},{"type":"*","value":[{"type":"'''","value":["Cambrian News"]},". Local English-language newspaper, published weekly. Covers Ceredigion, North Powys, South Gwynedd. Renowned for its occasionally bizarre headlines."]},{"type":"*","value":[{"type":"'''","value":["Dail Dysynni"]},". Welsh-language monthly newspaper, dedicated to the Bro Dysynni area."]},{"type":"*","value":[{"type":"'''","value":["Radio Ceredigion"]}," 96.6-97.4 FM. Bilingual community radio station, broadcasting from Aberystwyth to the Cardigan Bay area."]},{"type":"*","value":[{"type":"'''","value":["BBC Radio Wales"]}," 882 and 657 AM."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Aberystwyth"]]}]},". The \"capital\" of mid-Wales, and once touted as national capital. Home to the National Library of Wales and one of the colleges of the University of Wales. A vibrant place during term time, quieter when the students have gone home, especially outside the summer months. Stand on Tywyn seafront and you can clearly make out the seafront of \"Aber\" a few miles to the south, where the coast of Cardigan Bay starts to sweep out to the west. Unless you've brought your speedboat, though, it's a 35 mile journey by road, as the first bridge across the River Dyfi is at Machynlleth. Better (though, if anything, slower) to travel by train (change at Machynlleth) which gives fantastic views of both sides of the Dyfi estuary and allows the opportunity to visit Machynlleth on the way back."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Dolgellau"]]}]},", 20 miles to the north on the other side of the Cadair Idris massif, was once the centre of a gold rush. The British royal family have traditionally worn wedding rings of Dolgellau gold. It also plays host to the Sesiwn Fawr ",{"type":"[","value":["http:\/\/www.sesiwnfawr.co.uk\/welcome.cfm"]}," world music festival every July."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Machynlleth"]]}]}," is a pleasant market town with an \"alternative\" feel, 15 miles to the south-east. It hosts a regular street market every Wednesday, as well as being home to the Museum of Modern Art (MOMA). The Centre for Alternative Technology, a few miles north of the town, is well worth a visit. Just a short distance further north lies the village of Corris, with a number of craft shops."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Cambrian Coast"]},". The mainline railway station makes Tywyn an ideal base for exploring the west coast of ",{"type":"[[","value":[["Gwynedd"]]},", to the north of the town. The line generally sticks closely to the coast, with some spectacular views. Take advantage of the \"North Wales Day Ranger\" 2-zone ticket for just £7 for adults or £3.50 for kids (2009). This allows all day rail travel on the entire Cambrian Coast line from Machynlleth to Pwllheli, as well as bus travel in neighbouring areas and 50% off tickets for the Ffestiniog and Welsh Highland Railways. You can buy the ticket from the guard on the train."]},{"type":"[[","value":[["Image:Barmouth Bridge at daybreak - geograph.org.uk - 708859.jpg"],["right"],["thumb"],["200px"],["Barmouth Bridge at Daybreak, with Cadair Idris in the background"]]},"\n\n:The first major station to the north is at ",{"type":"'''","value":[{"type":"[[","value":[["Barmouth"]]},","]}," a busy seaside resort 25 minutes ride away, across the beautiful Mawddach Estuary. If you're heading straight back to Tywyn after seeing the sights of Barmouth, why not walk back across the bridge to properly take in those views of the estuary, and pick up the train again at Morfa Mawddach station (request only - signal with your hand to the driver that you wish to board the train), at the south end of the bridge. Most trains stop for around 10 minutes in Barmouth.\n\n:Twenty minutes (and several small village stations) beyond Barmouth, the train arrives at ",{"type":"'''","value":[{"type":"[[","value":[["Harlech"]]},","]}," dominated by its spectacular 13th Century castle. Contrast the style of this English built fortress with the Welsh built Castell-y-Bere.\n\n:From Harlech, it's another 15 minutes ride to ",{"type":"'''","value":["Minffordd"]},", where you should alight to visit the Italianate village of ",{"type":"[[","value":[["Portmeirion"]]},", where cult TV series ",{"type":"''","value":["The Prisoner"]}," was filmed (Note that Portmeirion is about a 25 minute walk from the station). Minffordd station also offers connections with the narrow gauge Ffestiniog Railway to ",{"type":"[[","value":[["Blaenau Ffestiniog"]]},".\n\n:Just a few minutes beyond Minffordd the train arrives at ",{"type":"'''","value":[{"type":"[[","value":[["Porthmadog"]]},","]}," a pleasant port town, with a decent selection of shops and a small maritime museum. The town is named for ",{"type":"''","value":["Prince Madog"]}," who, legends tell, landed in ",{"type":"[[","value":[["Mobile"]]}," Bay, ",{"type":"[[","value":[["Alabama"]]},", in 1170, thus discovering North America over 300 years before Columbus. Pothmadog is the terminus of two narrow gauge railways, the Ffestiniog and the Welsh Highland. The latter is expected to reopen along its full length in 2010, serving ",{"type":"[[","value":[["Beddgelert"]]}," and ",{"type":"[[","value":[["Caernarfon"]]}," and giving access to some of the paths to the summit of Snowdon.\n\n:A few minutes ride from Porthmadog brings the train to ",{"type":"'''","value":[{"type":"[[","value":[["Criccieth"]]},","]}," a seaside resort with another 13th Century castle (this time Welsh-built - note the great views across to Harlech Castle!), and finally to the end of the line at ",{"type":"'''","value":[{"type":"[[","value":[["Pwllheli"]]}]}," on the ",{"type":"[[","value":[["Lleyn"]]}," Peninsula.\n\n:Note that even in summer there are only 6 or 7 trains per day in each direction (less in winter and on Sundays), so be sure to check the timetable (displayed at all stations) and make sure you know what time the last train back to Tywyn is due to leave.\n\n",{"type":"{{","value":[["geo"],["52.58294"],["-4.08969"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Gwynedd"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tywyn"]]},"\n",{"type":"[[","value":[["Commons:Category:Tywyn"]]}]