[{"type":"{{","value":[["pagebanner"],["TübingenBanner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tuebingen.de\/en\/1559.html Tübingen"]}]}," is a small university town, located near the geographic center of ",{"type":"[[","value":[["Baden-Württemberg"]]},", roughly 30km southwest of ",{"type":"[[","value":[["Stuttgart"]]},".\n\n",{"type":"==","value":["Understand "]},"\nTübingen's population of about 89,000 people is a mixture of students, researchers and academics, medical specialists and \"Gorgen\" (the people whose families have been there since forever, they used to grow wine berries on the hills around the town. \"gorge\" ~ cork). The university and its network of hospitals are its economic lifeblood (and the biggest employer in southern Württemberg); Eberhard-Karls-Universitaet, founded in 1477, is reputed to be one of the top 5 German universities for studies in German, medicine and law, and Tuebingen serves as a regional medical service hub (they even have a malaria clinic). \n\nAbout 20,000 students fill Tuebingen's pubs, cafe patios and university lecture halls during \"lecture time\" (mid of October until mid of February and mid of April until mid of July). Meanwhile, the high concentration of educated folks with lots of free time means that there are plenty of things to do for the size of the town - 16 choirs; 3 theatres; a fine little art gallery; special lecture series at the university; and, of course, constant parties hosted by the student associations of the various departments (it's almost a competition to see whether the chemists or the anthropologists do it better). The town does get quiet, though, in the breaks between semesters (Feb 15 - Apr 15, Jul 15 - Oct 15).\n\nThe city dates back to 1078 A.D. and is remarkably well-preserved; only one bomb fell in Word War II - on   the house where Goethe lived (or was it Schiller?). The \"old town\", which lies along the Neckar river, looks much as it would have in the 1600s - its crooked, cobblestoned streets will have you walking in circles, when you're not climbing up and down the stairs built into the sidewalks! The Arts campus of the university lies nearby, while more modern science faculties and student residences perch on the large hills that surround the centre of town. Everywhere you go, there are signs of those who went before, sometimes literally (\"Dr. Alzheimer worked in this building\"), sometimes less so - you can find Tuebingen's traces in the writings of Hesse and Hoelderlin...\n\nTuebingen has fairly good weather compared to the rest of Germany (slightly worse than Freiburg, though). Sudden changes in the weather can make your ears pop heading up into the hills by bus, or just sitting in the marketplace in the centre of town! The medieval architecture, the students' joie de vivre, the 40% of residents who vote for the Green Party, the absurd charm of the constant festivals that wind through the streets...it's a unique little spot.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nThe Stuttgart airport in Echterdingen is only 33km from Tübingen. From there, the easiest way into Tübingen is the 828 Sprinter bus, which runs hourly and takes approx. 48 minutes to about an hour. For bus schedules ",{"type":"[","value":["http:\/\/www.naldo.de\/fahrplan\/tub_65828m_j14_.pdf see"]}," or check at ",{"type":"[","value":["http:\/\/www.naldo.de\/ www.naldo.de Mini-Fahrpläne 828"]},". Alternatively, take the train to ",{"type":"[[","value":[["Herrenberg"]]},", and then the S-Bahn train from there to the airport. For more information to the airport see the ",{"type":"[[","value":[["Stuttgart#By plane"],["Stuttgart"]]}," page.\n\nIf coming from ",{"type":"[[","value":[["Frankfurt Airport"]]},", it takes about 2 to 2.5 hours with at least a change in Stuttgart and sometimes in Mannheim as well. See prices and timetables at ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/index.shtml Deutsche Bahn"]},".\n\n",{"type":"===","value":["By train"]},"\nThe train from ",{"type":"[[","value":[["Stuttgart"]]}," takes about 45min by IRE train or around 1hr by normal train. If you arrive at the main station of Tübingen, don't let the ugly and uninviting surroundings of the train station put you off. Just leave the station behind and keep going (north) and after 10min. walking you'll be right in the old town center.\n\n",{"type":"===","value":["By bus"]},"\nThe long-distance bus market is exploding in Germany, since a new law was passed in 2013. There are dozens of daily services from most major cities, which are often significantly cheaper than trains. Most buses offer amenities like Wi-Fi and power outlets and some can even transport bicycles. The best resource for checking connections is this ",{"type":"[","value":["http:\/\/www.busliniensuche.de\/ German website"]},". All buses leave from the ",{"type":"{{","value":[["listing"],["name=Central bus station"],["alt=ZOB"],["lat=48.51666"],["long=9.05627"]]}," next to the train station. ",{"type":"[","value":["http:\/\/meinfernbus.de\/ MeinFernbus"]}," and ",{"type":"[","value":["https:\/\/www.deinbus.de\/ DeinBus"]}," offer routes to e.g. München, Konstanz, Freiburg, Heidelberg, Frankfurt and Düsseldorf.\n\n",{"type":"===","value":["By car"]},"\nWith Tübingen's terrible traffic system, lots of one-way streets and some very eager ticket officers, it is best to park your car as soon as possible and then explore the city on foot, bus or bicycle. Finding a spot to park you car can be quite a pain, especially close to the center of the city. Almost every street there may only be used by residents at night, and during the day there are parking meters. Be sure to check the signs how long you are allowed to park there, and if you are not sure, look for another spot. Ticket officers are very quick in Tübingen. If you need to park your car near downtown, you can use parking garages, but be advised, they are not cheap.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["48.52161"],["9.05188"],["zoom=14"]]},"\nBest way to get around Tübingen and its surroundings is by bicycle, just like thousands of Tübingen's students. Just don't forget to lock your bike!\n\nTübingen has a solid bus system, and a day pass gets you unlimited rides from 8:30AM. As of January 1, 2008, day passes cost 4€ for 1 person or 7.50€ for 2-5 people.  After the buses stop running on Thursday through Friday nights, certain night bus routes are available throughout the city (check the posted schedules at the respective bus stops to see which bus routes stop where and when).  On other nights, it is possible to call for a very inexpensive ride on the ",{"type":"[","value":["http:\/\/www.svtue.de\/sam.html shared cab service (Sammel Anruf Mietwagen, or SAM)"]}," (page in German only).\n\nBus tickets can be bought on board every bus (with coins or GeldKarte\/ATM Cards only - no paper bills accepted) from the machine behind the driver, or at machines at selected bus stops (but only with a GeldKarte). The machine on the bus is rather non-intuitive, so be prepared to ask friendly looking passengers for help. Note that if you already have a ticket, you can board a bus through any of the doors, as the driver does not inspect tickets upon boarding; rather, fare inspectors patrol the buses at random points during the route. If caught without a valid ticket, fares are a hefty 40€.\n\nTime tables and maps are available from ",{"type":"[","value":["http:\/\/www.svtue.de\/tuebus-liniennetz\/linienverzeichnis-tag.html Stadtverkehr Tübingen"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Tübingen 0005.jpg"],["thumb"],["265px"],["Market place Tübingen"]]},"\nTübingen's scenic location between the forests, the Swabian Jura (Schwäbische Alb) and the river Neckar make it a beautiful stop in south-west Germany. Its flair is comparable to cities like ",{"type":"[[","value":[["Heidelberg"]]}," or ",{"type":"[[","value":[["Freiburg"]]},", although Tübingen is smaller than those cities. The primary attraction is the unspoiled Altstadt (city centre) and the lively student population.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Historical city centre"],["alt="],["url="],["email="],["address="],["lat=48.52033"],["long=9.05357"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The old city centre full of crooked half-timbered houses, small alleys, cobblestone roadwork and some nice old churches."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=River Neckar"],["alt="],["url="],["email="],["address="],["lat=48.5190"],["long=9.0586"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The river Neckar next to the city center, on which the students go punting (similar to what they do in Oxford or Cambridge in summer time, occasionally with a barbecue and a crate of beer on board."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cistercian monastery Bebenhausen"],["alt="],["url=http:\/\/www.bebenhausen.de\/"],["email="],["address="],["lat=48.56144"],["long=9.06029"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About 6 km north of Tübingen, right in the Schönbuch forest reservation, is the old cistercian monastery (founded 1187 A.D.) of with a small village next to it, especially nice to visit at night when part of the monastery is illuminated."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Schloss"],["alt="],["url="],["email="],["address="],["lat=48.51950"],["long=9.05095"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Schloss, or castle, can be a fun place to wander around. Look at the intricately carved gate at the entrance. Skip most of the center courtyard and head up the stairs on the back side of the courtyard. This leads to a beautiful garden\/courtyard, with some beautiful views from atop the wall to the left. Alternatively, go through the tunnel on the backside of the main courtyard that will take you through the backside of the castle, a much more medieval and beautiful part of the Schloss. On certain times, there are archers shooting in the eastern moat (the \"Hasengraben\") of the castle. From back here there is a path that will take you along the wall of the castle and through the woods, ending up on Haaggasse very near the Marktplatz."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Burg Hohenzollern"],["alt="],["url=http:\/\/www.burg-hohenzollern.de\/"],["email="],["address="],["lat=48.32356"],["long=8.96708"],["directions=From Hechingen (with train) take the bus 300 at 11.25AM or 1.25PM (only in summer)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's an easy day trip to see the Burg Hohenzollern, a fairytale castle dramatically set on top of a conical hill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kunsthalle Tübingen"],["alt="],["url=http:\/\/www.kunsthalle-tuebingen.de"],["email="],["address=Philosophenweg 76"],["lat=48.54195"],["long=9.04774"],["directions="],["phone=+49 70 71-96 91 0"],["tollfree="],["fax="],["hours="],["price="],["content=A small modern art museum on one of the hills."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stocherkahnrennen"],["alt="],["url=http:\/\/www.stocherkahnrennen.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In June (normally at lunch on the second Thursday of the month), there is the famous Stocherkahnrennen (punt boat race) in which more than 40 punting boats race along the river, trying not to come in last, as each crew member of the last boat has to drink half a litre of sun-warmed cod-liver oil. Traditionally, most of Tübingen's student fraternities participate in the race, but also private crews are allowed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hiking in Schönbuch"],["alt="],["url=http:\/\/www.naturpark-schoenbuch.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tübingen is situated at the southern rim of the Schönbuch, a large forest reservation area which offers some beautiful scenery for hiking, cycling, etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=City wall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you arrive in Tübingen at summer, make sure you take some time to stroll along the Neckar river, maybe get some ice cream and sit on the old city wall above the water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Punting on the Neacker"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are more adventurous, you might try yourself at punting: push a large wooden boat with up to 14 passengers along the river using a long wooden pole. It's not as easy as some of the professional punters make it look."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":["The ",{"type":"[","value":["http:\/\/www.uni-tuebingen.de\/ Eberhard Karls University of Tübingen"]}," dates from 1477, making it one of the oldest in Germany."]},{"type":"*","value":["The city is also host to several research institutes including the ",{"type":"[","value":["http:\/\/www.kyb.tuebingen.mpg.de\/ Max Planck Institute for Biological Cybernetics"]},", ",{"type":"[","value":["http:\/\/www.eb.tuebingen.mpg.de\/ Max Planck Institute for Developmental Biology"]},", ",{"type":"[","value":["http:\/\/www.fml.tuebingen.mpg.de\/ The Friedrich Miescher Laboratory of the MPG"]},", and the ",{"type":"[","value":["http:\/\/www.hih-tuebingen.de\/ Hertie-Institute for Clinical Brain Research"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Vinum, on Lange Gasse, across from the Stiftskirche, has many wines, spirits, and other things, and a great atmosphere to boot. A great place to buy a gift for someone."]},{"type":"*","value":["Mokka, on Collegiumsgasse near the Wilhelmstift, is a great place to buy teas, coffees, and chocolates. Again, a great place to buy gifts for someone."]},{"type":"*","value":["There are a some tourist shops that sell souvenirs (mugs, T-Shirts etc.): one at Holzmarkt and the other at Marktplatz, furthermore one in tourist information at Neckarbrücke. "]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=University Shop"],["url="],["email="],["address=Neue Aula, Wilhelmstr."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Across the street from the Neue Aula (right by the Neue Aula bus stop) is a university shop, selling sweaters, mugs, hats, and other things with the University logo printed on it."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Neckarmüller"],["alt="],["url=http:\/\/www.neckarmüller.de"],["email="],["address="],["lat=48.51933"],["long=9.05859"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most popular places in Tübingen, serving a regional beer brewed in Mössingen with the Swabian specialty Brezeln or an onion dish called Zwiebelkuchen. You can sit outdoors in the beergarden and enjoy the view of the Neckar and its stalk boats."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kalender Döner"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right after the Neckarbrücke (Neckar Bridge) on the corner to Gartenstrasse, facing the Neckarmüller there is a Turkish fastfood restaurant, where you can order high quality döner kebap called \"Scheibendöner\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mauganeschtle"],["alt="],["url=http:\/\/www2.hotelamschloss.de\/de\/mauganeschtle.html"],["email="],["address="],["lat=48.51996"],["long=9.05238"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the more special places to eat is the Mauganeschtle, right next to the castle, with a nice small garden above the city. It specializes in a special Swabian dish called \"Maultasche\" which is basically a large ravioli and comes in all different kinds of flavors. The restaurant is a bit posh and a little on the costly side, though."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Dente"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An excellent but usually overbooked Italian restaurant is the Al Dente below the main church; try the pizza with fresh tomatoes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=X"],["alt="],["url="],["email="],["address="],["lat=48.52120"],["long=9.05355"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Get the best french fries in town from X on Kornhausstrasse (take Marktgasse off the Marktplatz, it will take you straight to it). In summer time, hundreds of students do this, and take them along with a beer to the market place and spend a warm summer's night right there, squatting on the cobblestones."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Manufaktur"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=on Haagtorplatz, serves large pizzas for about 5 euro."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Istanbul"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just on the south side of the Neckarbruecke, serves some of the best Turkish food in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wok In"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=on Wilhelmstr. just by the Lustnauer Tor bus stop, serves filling, if mediocre, Chinese dishes at bargain prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Chico"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the same building as the Neckarmueller, serves passable Mexican food by German standards. Prices are about 10 euro per dish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kichererbse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Metzgergasse, serves tasty vegetarian Lebanese food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eiscafe San Marco"],["alt="],["url=http:\/\/www.san-marco-tuebingen.de\/ Eiscafe San Marco"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the Nonnenhaus, serves huge ice cream dishes, including a plate of spaghetti made of ice cream, ice cream \"hamburgers\" etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Stern"],["url="],["email="],["address=Lange Gasse 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Their kitchen is open past midnight and the food is good and cheap (around 5 Euro per meal). They have pizza, pasta, and a few other things. Doubles as a bar and live music venue. Nice atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thai market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Across the street from the city administrative building is a Thai market that serves dishes for about 5 euro. Standing room only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Indian market\/restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Lange Gasse, just below the Stiftskirche, is an Indian market\/restaurant that has inexpensive lunch specials."]]}]},"\n",{"type":"===","value":["Delivery"]},"\nThere are a few places that deliver food, which may come in handy if you choose to stay here for any length of time.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Joeys"],["alt="],["url=http:\/\/www.joeys.de\/joeys\/95"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a German chain specializing in American style pizza. The crust is a bit cardboardy but it's an old standby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Da Giovanni Pizzaexpress"],["alt="],["url=http:\/\/www.giovanni-tuebingen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is another pizza place that also has a more extensive selection of pasta dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza+Pasta"],["alt="],["url=http:\/\/www.pizza-pasta.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The name says it all. Except the phone number and address."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wienerwald"],["alt="],["url=http:\/\/www.wienerwald.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delivers grilled chicken, spaetzle, and other warm dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Goldener Drachen"],["alt="],["url="],["email="],["address=Philosophenweg 79"],["lat="],["long="],["directions="],["phone= 07071 66019"],["tollfree="],["fax="],["hours="],["price="],["content=Delivers relatively expensive chinese food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nordring Service"],["alt="],["url="],["email="],["address=Vogelbeerweg 4"],["lat="],["long="],["directions="],["phone=07071 9209202"],["tollfree="],["fax="],["hours="],["price="],["content=Falafel, etc."]]}]},"\n",{"type":"'''","value":["At night"]},", there are only a few places where you still can get something to eat: \"X\" near the marketplace, McDonalds Drive-Through on the road to Reutlingen, Burger King at the train station, a small Italian take away in Mühlstrasse, a Döner Kebap next to the Epple-Haus (central bus station) is opened until 4AM on the week-ends, and of course any fuel station.\n\n",{"type":"==","value":["Drink"]},"\nBest time to visit Tübingen is late spring or summer. Many of the pubs and cafes in the city center then have places to sit outside and hundreds of students populate the central market place until late at night, usually with beer from the nearby chip shop.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Schwärzlocher Hof"],["alt="],["url=http:\/\/www.hofgut-schwaerzloch.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A really old (1085 A.D.) homestead which is now both a restaurant and a beautiful beer garden just west of Tübingen. Go there when the sun sets and order a \"Mostbowle\", a local cider drink made from apple, mixed with soda."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Weinstube Göhner"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Schmiedtorstraße, one of several old wine taverns with a restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Storchen"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a nice atmospheric place for a few beers. Can get very smoky, though. On Ammergasse, west of the X french fries and sausages place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sit at the Marktplatz"],["alt="],["url=http:\/\/www.tuebingen.de\/1559_webcam.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On warm nights, many students will buy a few bottles of beer or a bottle of wine and go sit in the and drink. Can be a very fun (and cheaper) alternative to a bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tangente Jour"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the steps of the Stiftkirche, can be a fun place to drink a beer or cup of coffee and people watch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Schloß Café"],["alt="],["url=http:\/\/www.schlosscafe-tuebingen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just below the castle gate, has a cellar bar with a program of live DJs, while upstairs provides a more relaxed environment."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Asmara"],["alt="],["url=http:\/\/www.asmara-bar.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Between the Stiftskirche and Marktplatz, has live bands (and a cover charge on weekends)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Blauer Turm"],["alt="],["url=http:\/\/www.blauer-turm-tuebingen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a dance club next to the Blaue Brücke movie theater."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mancuso"],["alt="],["url=http:\/\/www.mancuso-tuebingen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just across the street from the Blauer Turm is a club, that hosts parties and concerts. International and local DJs play a variety of non-mainstream music (electronic, reggae, soul, hiphop)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jazz Keller"],["alt="],["url=http:\/\/www.jazz-keller.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Haaggasse just past the Marktplatz has an assortment of live music."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pequenita"]}," is a little cosy bar at the Sternplatz with a relaxed atmosphere and sometimes DJs"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sudhaus"],["alt="],["url=http:\/\/www.sudhaus-tuebingen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the outskirts of town is big a concert and party location. In the summer a very nice beer garden."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Epple Haus"],["alt="],["url=http:\/\/www.epplehaus.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Youth center. Punk, Reggae and other parties and concerts. Cheap"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hanseatica"],["alt="],["url=http:\/\/www.hanse-tuebingen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a traditional coffee and tea bar which hasn't changed since the 60s. Cheap. Special student offers in the afternoon."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kuckuck"],["alt=Fichtenweg 5"],["url=http:\/\/www.kuckuck-bar.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very cheap student cocktail-bar in the center of the student village in the WHO. On the weekends you only get in with a student id."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Top10 Tübingen"],["alt="],["url=http:\/\/www.top10nightlife.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the only big disco in the city center of Tübingen. On Wednesday students get in for free and only pay the half price."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sudhaus"],["alt="],["url=http:\/\/www.sudhaus-tuebingen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A disco in the south part of Tübingen. The ",{"type":"''","value":["Vollmondtanz"]}," (full moon dance) is very famous."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youth Hostel"],["alt="],["url=http:\/\/www.jugendherberge-tuebingen.de\/"],["email="],["address="],["lat=48.51854"],["long=9.06262"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=There is a youth hostel right next to the river, not too far away from the city center (10 min. walk)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Neckar Camping"],["alt="],["url=http:\/\/www.neckarcamping.de"],["email="],["address="],["lat=48.50987"],["long=9.03534"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another possibility, especially in summer, is the Neckar Camping, beautifully situated on the shore of the river Neckar and within walking distance (approx. 15 min.) of the old town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel am Schloss"],["alt="],["url=http:\/\/www2.hotelamschloss.de\/de\/"],["email="],["address="],["lat=48.51997"],["long=9.05241"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=A higher end option is the Hotel am Schloss, just below the castle and in the middle of the Old Town. Double rooms are approximately €90."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" As in most university cities, it is worth checking the blackboards at the main student cafeterias for car sharing ads. Many students take passengers to other majors cities for shared fuel expenses."]},{"type":"*","value":[" Hitchhiking to\/from ",{"type":"[[","value":[["Stuttgart"]]}," is quite common; it's best to use a sign with the city symbol (S for Stuttgart, TÜ for Tübingen); typical starting points towards Stuttgart are in front of the Sports Institute; from Stuttgart to Tübingen is best hitched from Stuttgart-Degerloch"]},{"type":"*","value":[" ",{"type":"[[","value":[["Reutlingen"]]}]},"\n",{"type":"*","value":[" Deutsche Bahn connects the main train station to the rest of Germany and Europe."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.kocherlutz.de\/ Kocher Lutz"]}," provides bus service to nearby major cities and other tourist destinations (",{"type":"[[","value":[["Strasbourg"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Zürich"]]},", etc.)"]},"\n",{"type":"[[","value":[["WikiPedia:Tübingen"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["48.520000"],["9.055556"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Tübingen (region)"]]}]