[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Třeboň"]}," is a picturesque little town in ",{"type":"[[","value":[["South Bohemia"]]},". It is home to the Regent brewery and lends it's name to the Třeboňsko protected wildlife area. It is well prepared for tourists with information available in various languages including English.\n\n",{"type":"==","value":["Understand"]},"\n\nTřeboň grew with the development of fish farming in the region. The nearby area is filled with very old man-made fish ponds that are still used today. The nearest is the Svet Fishpond which dates from the 1570s.\n\n",{"type":"==","value":["Get in"]},"\n\nBuses from České Budějovice leave from the main bus station, take ~50min and cost ~25 Kc (Aug 2010).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe old town is home to a large castle\/chateau complex and a very pleasant old town square. The Schwarzenberg Tomb just South-East of the town is very impressive. There is also the Regent Brewery. If there is a part of the Czech Republic which is really worth seeing, it definitely is Třeboň and its surroundings. It is interesting for its architecture, valuable for its history and tempting for its nature beauties.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Třeboň Chateau"],["alt="],["url=http:\/\/www.zamek-trebon.eu\/en\/"],["email= castle.trebon@seznam.cz"],["address="],["lat=49.003259"],["long=14.769501"],["directions="],["phone=+420384721193"],["tollfree="],["fax="],["hours="],["price="],["content=Another mighty house of the Schwarzenbergs enriched the chateau with Baroque elements at the outer courtyard. The chateau is surrounded by a wonderful park with ramparts. The largest part of the chateau is occupied by the depository of the State Regional Archives. The foundation of the archives dates back to the year 1602 when a new archive of the Rosenberg house was founded after Petr Vok had to move his family seat from Český Krumlov to Třeboň. A great merit of the establishment of the archives goes to the significant historian and archivist Václav Březan. It is one of the largest chateau complexes in the Czech Republic. Its present shape is a work of Renaissance architects who at the place of a Gothic castle built a palatial seat of the significant Czech house of the Rosenbergs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Brewery Regent"],["alt=The Třeboň Brewery was founded already in 1379 and is one of the oldest breweries in the world."],["url=http:\/\/www.pivovar-regent.cz\/en\/en-home"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are guided tours of the historical buildings connected with a beer tasting."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nThere is a well marked trail with information boards the forms a loop around the Svet Fishpond. It starts outside the Hotel Bohemia Regent to the South-West of the town centre and is known as the \"Around The World\" trail. The terain is easy and can be done on foot or on bike. The total distance is 12.5km. It comes back into Trebon past the Schwarzenberg tomb and over the Svet dam itself. Another trail is designed for cyclists and is called \"Around Trebon\". It is 39km and also has information boards along it. There are also several other tourist trails, the information board at the start of \"Around The World\" shows where these are although the tourist information will probably be able to point you in the right direction as well.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Třeboň Spa"],["alt="],["url=http:\/\/www.laznetrebon.cz\/en\/welcome"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers a stay and body and soul therapy in two spa houses – the Berta´s Spa and the Aurora Spa. Natural peat from the bogs around the town is used for the treatment of locomotive organs."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe old town square is surrounded by interesting small shops \n\n",{"type":"==","value":["Eat"]},"\n\nLocal restaurants are mostly to be found around the old town square. Perhaps unsuprisingly given the history of the region, fish dishes are numerous and tasty!\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["49.003611"],["14.770556"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South Bohemia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Třeboň"]]}]