[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Xaghra"]}," is in ",{"type":"[[","value":[["Gozo"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPronounced Shara, this village is centrally located on the island and a good spot to use as a base. Firstly because it's an attractive village in itself, it houses the Ġgantija temples, and is 5 minute drive or a 30 minute walk to both Ramla i Hamra beach and Rabat, so if you don't have too much time to explore the island this is a good place.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are some busses from Rabat, a taxi from the ferry terminal at Mgarr should set you back 13-15 Euros; from Rabat, a bit less.\n\nArriva buses run regularly to and from most places esp the ferry. The fares are cheap, the service is reliable, comfortable (air conditioned), and cheap.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is no public transport inside the village, only to and from it. As it's quite small everything is pretty much within walking distance: Allow 15 minutes from one edge of town to the other (going from the hotel to the temple, for instance).\n\nArriva buses run regularly to and from most places esp the ferry. The fares are cheap, the service is reliable, comfortable (air conditioned), and cheap.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Ġgantija Temple"]},", the oldest standing structure in the world."]},{"type":"*","value":["The attractive village square with its classical baroque church, locals and chickens enjoying the afternoon sun."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Go down to the Ramla i Hamra beach. Walking there will take half an hour but is pleasant through the fields."]},"\n",{"type":"==","value":["Buy"]},"\nIf you are short of fuel, the Cini station will sort you out. During normal house the fuel is served but out of hours you can serve yourself with your card. Not just a petrol station but inside you will find a selection of most things you could need from bicycles to houseware.\n\nVictor's just off the square will provide almost anything needed in the home. He only charges one euro for video rental.\n\n",{"type":"==","value":["Eat"]},"\nThem main square has a number of good restaurants and cafes including;\n\n",{"type":"*","value":[{"type":"'''","value":["Oleander"]}," on the picturesque village square (Pjazza Victoria) is a very good little restaurant which among other things serves typical local dishes."]},"The Cafe Royale is certainly woth a few visits. It is run by a quality pastry chef and the pastries are out of this world. Plenty of room inside but outside you can enjoy the world (village) pass by.\nGive the Pea pies and the Cheese pies a taste. They are a local speciality and almost everyone will have a couple in the morning.\n\nThe Olympic Bar serves really good food and drink at affordable prices - service is friendly and efficient.\n\n",{"type":"==","value":["Drink"]},"\nThere are many places to get a drink in the village square, The Olympic Bar like the otheres serve from a variety of drinks both inside and out on the square.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cornucopia Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+356 21556486"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Triq Gnien Imrik, has good deals for its four stars in the low season, only a few lira more than the somewhat tacky English B&B also in town. Be sure to ask for a room at the front of the hotel where you'll get a gorgoeus view of the sea with Marsalforn and the Rio style Jesus statue overlooking them on your right, and the Citadel of Gozo on your left."]]}," "]},"\n",{"type":"{{","value":[["geo"],["36.0500"],["14.2667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gozo"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Xagħra"]]}]