[{"type":"{{","value":[["pagebanner"],["Xiamen banner Roof ornament.jpg"],["dotm=yes"],["caption=Temple roof"]]},"\n:",{"type":"''","value":["This article is about the island of Xiamen. For suburban areas not on the island, see ",{"type":"[[","value":[["Southern Coast (Fujian)"]]},"."]},"\n",{"type":"[[","value":[["File:Gulangyu xiamen skyline 2011 12.jpg"],["thumb"],["350px"],["Xiamen skyline, seen from Gulangyu"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/english.xm.gov.cn\/ Xiamen"]}]}," (厦门; ",{"type":"''","value":["Xiàmén"]},") is a coastal city in ",{"type":"[[","value":[["Fujian"]]}," Province in ",{"type":"[[","value":[["China"]]},". It has been an important port for centuries and became one of China's earliest Special Economic Zones in 1980. The name Xiamen means \"door to the house\", referring to the city's centuries-old role as a gateway to China.\n\nXiamen is a very vibrant, affluent and modern place, though by Chinese standards it is a small city — only 1.9 million in the city itself and 3.6 million counting suburbs. It has many non-Chinese residents and a range of restaurants, bars and stores that cater to them. It also has several universities and some areas popular for tourism.\n\nThe most important tourist area is ",{"type":"[[","value":[["Gulangyu"]]},", a small island close to downtown which contains some beautiful colonial buildings and is car free.\n\n",{"type":"==","value":[" Understand "]},"\nLike many other Asian cities, Xiamen is a fascinating mixture of old and new. Buildings range from ancient temples to modern skyscrapers, roads from narrow alleys to multi-lane boulevards and highways, and industries from handicrafts to hi-tech.\n",{"type":"===","value":[" Orientation "]},"\n",{"type":"[[","value":[["File:Subdivisions of Xiamen-China.png"],["thumb"],["Administrative districts"]]},"\nThe core of the city is on Xiamen island. The term \"Xiamen\" is somewhat ambiguous since it can refer to the island, to the city on it, or to the whole urban area (\"prefecture-level city\") including suburbs not on the island. This article covers Xiamen Island; the others areas have their own articles, linked below.\n\nOn the map, Xiamen Island is the pink (Huli District) and green (Siming District) approximately circular area near the bottom. It is about 13 km (8 miles) in diameter. ",{"type":"[[","value":[["Gulangyu"]]}," is the green dot next to the larger island. Much of both islands is heavily built up, but both also have quite a lot of parkland and plenty of trees and flowers; this is a bustling modern city with distinct overtones of tropical paradise. Also, the terrain is hilly and quite a few hills are still covered with forest.\n\nThe areas on the mainland that are administratively part of Xiamen are ",{"type":"[[","value":[["Haicang"]]}," in yellow, ",{"type":"[[","value":[["Jimei"]]}," in blue, ",{"type":"[[","value":[["Tong'an"]]}," in dark green and ",{"type":"[[","value":[["Xiang'an"]]}," in orange. A few decades back these were largely rural areas, but all now have populations of several hundred thousand and are growing quickly; the city is expanding beyond the island. Xiamen Island is connected to Jimei by several bridges (road, rail and rapid transit), to Haicang by one bridge, and to Xiang'an by a tunnel.\n\nThe main train station, long-distance bus stations, and ferry terminals are all on Xiamen Island, though there are less important stations in other areas. The airport is also on the island, up on the north side. The bus rapid transit system (BRT) has one line running east-west across the island and another that runs north, crosses a bridge and then forks to run through parts of Jimei and Tong'an. Other districts do not (yet?) have BRT service. See ",{"type":"[[","value":[["#Get around"],["Get around"]]}," below for more on BRT including a link to a map.\n\nMost of the historic buildings and much of the new commercial and business core of town are in the area of Xiamen Island opposite Gulangyu, though newer development has spread out a long way east and north from there. Major streets in the old central area include Lujiang Road along the coast, Siming Road parallel to it and a bit inland, and Zhongshan Road which is a pedestrians-only shopping street perpendicular to the other two. The university, near the southern tip of the island, is at one end of that district.\n\nA long and rather pretty ring road, Huándǎo Lù, runs from the university along the east coast all the way to the airport on the north edge of the island; there are popular beaches along it. A large new ",{"type":"[","value":["http:\/\/www.chinafair.org.cn\/english\/overview\/xicec.aspx International Conference Center"]}," with its own hotel is just off this road, about halfway up the coast.\n\nSomewhat north of downtown on the west side of the island, there is a long, narrow lake running east-west near the map's pink-green border. Its name can be romanised as either Yundang Lake or Yuandang Lake; we use Yundang here because it is closer to the sound in Chinese, but both forms are in widespread use.\n\nMajor roads run parallel to the lake shore and a bit inland on all four sides, all with names that say which side of the lake they are on. The area around Hubin Beilu (Lakeside North Street) has several high-end hotels (the Marco Polo is a landmark), quite a few expat residents, and many restaurants and bars. Along the lake are mainly upmarket places, while the back streets have more modest establishments. Around Hubin Nanlu (Lakeside South Street) are shopping, offices and a major long-distance bus station.\n\nXiahe Lu, south of Hubin Nanlu and roughly parallel to it, is one of the main streets of the newer part of the city; it has many banks, hotels and offices, several of the larger shopping centers, and the train station. The east-west BRT line runs along it.\n\n",{"type":"[[","value":[["File:Haicang Bridge cropped.jpg"],["thumb"],["350px"],["Bridge between Haicang (left, West) and Xiamen Island."]]},"\nWest of the lake, between it and the seashore, is Haiwan Park which has a half-dozen bars\/restaurants right on the seashore, all with large patios overlooking the water. Like the ones on the lake, these mostly offer Western food and are popular with Xiamen's large expatriate community.\n\nXiamen's container port, located on the west side of town north of the lake, is among the twenty busiest on Earth. From the main road up the west side of the island, you can look out over hundreds of stacked containers and some enormous cranes for moving them. In the photo of Haicang Bridge on the right, some red cranes are visible.\n\n",{"type":"===","value":[" Climate "]},"\n\nXiamen is just one degree north of the Tropic of Cancer. The climate is subtropical, warm year round; even in the coldest winter months (January and February), the average nightly low is 10 °C (50 °F). Frost is extremely rare and the last time it snowed was a freak storm in 1893.\n\nIt does get hot in summer; in July and August, average daily high and low are 32 and 25 °C (~ 90 and 77 °F), and it is often humid as well. There is a fair bit of rain; average is 1350 mm (~ 53 inches) a year. October to January are the driest months.\n\nXiamen has cleaner air than many Chinese cities; it is right on the sea, there is not much heavy industry and almost no domestic heating with coal, and the city government is generally strict about pollution since it might drive away investment.  Xiamen got an international ",{"type":"[","value":["http:\/\/www.livcomawards.com\/index.htm award"]}," in a contest for most livable and environmentally aware cities in 2002; neighboring ",{"type":"[[","value":[["Quanzhou"]]}," won the following year.\n\nThere is a risk of typhoons, mainly July to September, but Xiamen is partly sheltered from them. Typhoons come in off the Pacific; most of them cross ",{"type":"[[","value":[["Taiwan"]]}," before reaching Xiamen, use up much of their power smashing up Taiwan, and are significantly less nasty by the time they hit Xiamen.\n\nOverall, the climate is usually very pleasant year round.\n\n",{"type":"===","value":[" History "]},"\n\nThe region has been inhabited since prehistoric times and Xiamen Island is mentioned in Han Dynasty records around the time of Christ. There has been a town in the area at least since the Song Dynasty, a thousand years ago. For most of that time, it was administratively a district of ",{"type":"[[","value":[["Quanzhou"]]},", which was historically the richest and most important city in Fujian. In the past couple of centuries, however, Xiamen has grown a great deal; now it is administered separately and is ",{"type":"''","value":["much"]}," more than just an appendage of Quanzhou.\n\nUntil 1842, the Chinese Empire allowed Western \"barbarians\" to trade only in ",{"type":"[[","value":[["Guangzhou"]]}," (then known as Canton), and only under strict controls. After China lost the First Opium War, Britain took ",{"type":"[[","value":[["Hong Kong"]]}," and China was forced to open five ",{"type":"[[","value":[["List of Chinese provinces and regions#Treaty ports and concessions"],["Treaty Ports"]]}," — Canton, Xiamen (then known as Amoy), ",{"type":"[[","value":[["Fuzhou"]]},", ",{"type":"[[","value":[["Ningbo"]]}," and ",{"type":"[[","value":[["Shanghai"]]}," — to foreign trade, and to eliminate some of their restrictions. Trade boomed and these port cities developed very quickly.\n",{"type":"[[","value":[["File:Gulangyu-11-11.JPG"],["thumb"],["400px"],["Gulangyu"]]},"\nIn Xiamen, the island ",{"type":"[[","value":[["Gulangyu"]]}," became a foreign enclave with consulates and luxurious homes. Today it is a quiet area (no cars or motorcycles), five minutes by ferry from downtown, and remarkably scenic.\n\nIn the late 19th and early 20th centuries, ",{"type":"[[","value":[["Fujian"]]}," was a focus of missionary activity and there are many historic churches in the region. China's oldest Protestant church, the Xinjie Church, is in downtown Xiamen near the Ximing Road & Zhongshan Road intersection.\n\nSome of the history of the China trade is darker; key commodities were tea, silk and ceramics plus \"pigs and poison\" — indentured labourers and opium. Some labourers were very badly treated, almost slaves, and opium caused major problems in China. Xiamen had its share of the dark side as well as the more positive side; one company there was prosecuted by the British for kidnapping potential workers.\n\nMany overseas Chinese around the world can trace their ancestry to Fujian, often to the ",{"type":"[[","value":[["Minnan"]]},"-speaking region around Xiamen. In particular, much of the Chinese immigration to ",{"type":"[[","value":[["Southeast Asia"]]}," and the ",{"type":"[[","value":[["Philippines"]]}," has been from Fujian, as was nearly all immigration to ",{"type":"[[","value":[["Taiwan"]]}," before 1949. Some overseas Chinese maintain connections to the \"old country\", especially Xiamen. Tan Kah Kee, after making his fortune in Malay rubber, started Xiamen University, an ",{"type":"[","value":["http:\/\/www.hqbwy.org.cn\/about_e.asp Overseas Chinese Museum"]}," nearby, and a technical college in neighboring ",{"type":"[[","value":[["Jimei"]]},". The Filipino chain store SM first entered the Chinese market with a store in Xiamen, the company founder's birthplace. Overseas Chinese often visit the region, some donate to various good causes in the area, and Xiamen university has many overseas Chinese students, including a large contingent from ",{"type":"[[","value":[["Indonesia"]]},".\n\nIn the 1970s, Xiamen was one of the first cities to become a ",{"type":"[[","value":[["List of Chinese provinces and regions#Development zones"],["Special Economic Zone"]]}," to encourage development and open mainland China to the outside world; like other SEZs it has been booming ever since. Technically, only Xiamen Island and Gulyangyu are in the SEZ, but the whole region is flourishing. Xiamen has more ",{"type":"[[","value":[["Taiwan"]]}," investment than any other mainland city, partly because Taiwanese is a dialect of ",{"type":"[[","value":[["Minnan phrasebook"],["Minnan"]]}," (Southern Min), the local language of southern Fujian. There is also a major influx of other foreign investment; among the foreign companies with large factories in Xiamen are Lifetime Products, Dell and Kodak.\n\nXiamen also has five large industrial development zones set up for various types of development, two in ",{"type":"[[","value":[["Haicang"]]}," and one each in ",{"type":"[[","value":[["Jimei"]]},", ",{"type":"[[","value":[["Xiang'an"]]}," and on Xiamen Island. Details on ",{"type":"[[","value":[["w:Xiamen#Industrial Zones"],["Wikipedia"]]},".\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":[" By plane "]},"\n",{"type":"[[","value":[["File:Xiamen Airlines B737 new paint at ZSAM.jpg"],["thumb"],["Xiamen Airlines 737 at Xiamen Airport"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airport-china.com\/xiamen-gaoqi-airport\/ Xiamen Gaoqi International Airport"]}]}," (",{"type":"'''","value":["XMN"]},") is on Xiamen island and conveniently close to downtown, ¥30-40 and 20 minutes by taxi. It is among the dozen busiest airports in China by several different measures — passengers, freight volume or number of flights — though its exact position on the list is different for each measure.\n\n",{"type":"[","value":["http:\/\/www.xiamenair.com.cn\/english\/index.asp Xiamen Airlines"]}," use XMN as their hub. They have connections all over China and some international flights to Asian destinations. Most other Chinese airlines also fly to Xiamen and there are connections to almost any major Chinese city.\n\nProbably the most common way to fly into Xiamen from overseas is to connect through ",{"type":"[[","value":[["Hong Kong"]]},". Flying via ",{"type":"[[","value":[["Guangzhou"]]}," or ",{"type":"[[","value":[["Shanghai"]]}," is also common; both are  major international hubs, have good connections to Xiamen, and are reasonably nearby. Shanghai, however, generally requires a somewhat inconvenient change of airports; most international flights come in to ",{"type":"[[","value":[["Pudong Airport"]]}," but domestic routes use Hongqiao Airport, on the other side of the city. Connecting via ",{"type":"[[","value":[["Beijing"]]}," is also possible, but Beijing is a long way from Xiamen.\n\nDirect international flights to Xiamen are becoming more common, and may offer better options for many fliers.\n\nFrom Southeast Asia, there are flights direct to Xiamen from ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},". ",{"type":"[[","value":[["Jakarta"]]}," or ",{"type":"[[","value":[["Bangkok"]]},". See ",{"type":"[[","value":[["Discount airlines in Asia"]]},".\n\nFrom North America, there are no direct flights to Xiamen, but several two-hop possibilities. Korean Air have a ",{"type":"[[","value":[["Seoul"]]},"-Xiamen flight. They sometimes offer good discounts, and the Seoul Airport is very user-friendly, with free Internet and nice free lounges with couches to stretch out on. Japan Airlines flights via ",{"type":"[[","value":[["Tokyo"]]}," and ",{"type":"[[","value":[["Osaka"]]},", China Airlines via ",{"type":"[[","value":[["Taipei"]]},", Philippine Airlines via ",{"type":"[[","value":[["Manila"]]}," or Cebu Pacific via ",{"type":"[[","value":[["Cebu (city)"],["Cebu"]]}," and Manila are other possible choices.\n\nKLM now offers direct flights between ",{"type":"[[","value":[["Amsterdam"]]}," and Xiamen, creating the first direct intercontinental link for Xiamen. Flights are scheduled three times per week: Amsterdam-Xiamen on Mondays, Wednesdays and Fridays, and Xiamen-Amsterdam on Tuesdays, Thursdays and Sundays.\n\nBuses from the airport include #18 to Xiamen University and #27 to the harbour, both with stops at the train station. #37 just goes to the train station, #41 to the SM Mall area, 91 to the Exhibition Center. #105 goes north into the suburbs, to ",{"type":"[[","value":[["Tong'an"]]}," via ",{"type":"[[","value":[["Jimei"]]},".\n\n",{"type":"===","value":[" By train "]},"\n",{"type":"[[","value":[["File:ChinaFujianXiamen.png"],["thumb"],["Position in Fujian"]]},"\nXiamen is well connected to China's ",{"type":"[[","value":[["High-speed rail in China"],["high-speed rail"]]}," network; it is on a major line that runs along the South China coast from just across the border from ",{"type":"[[","value":[["Hong Kong"]]}," all the way to Shanghai. From Xiamen, the routes are:\n",{"type":"*","value":[" Northeast to ",{"type":"[[","value":[["Fuzhou"]]}," (¥85, 100 minutes), ",{"type":"[[","value":[["Wenzhou"]]},", ",{"type":"[[","value":[["Ningbo"]]},", ",{"type":"[[","value":[["Hangzhou"]]}," and ",{"type":"[[","value":[["Shanghai"]]}," (around ¥400 and eight hours)."]},{"type":"*","value":[" Southwest, to ",{"type":"[[","value":[["Zhangzhou"]]}," and ",{"type":"[[","value":[["Longyan"]]}," in southwestern Fujian, and on into ",{"type":"[[","value":[["Guangdong"]]}," via ",{"type":"[[","value":[["Shantou"]]}," and ",{"type":"[[","value":[["Huizhou"]]}," all the way to ",{"type":"[[","value":[["Shenzhen"]]}," (¥150, 3.5 hours)"]},"\nAnother high-speed line goes inland from ",{"type":"[[","value":[["Putian"]]}," (north of Xiamen on the Fujian coast) to ",{"type":"[[","value":[["Nanchang"]]}," in ",{"type":"[[","value":[["Jiangxi"]]}," (an inland province West of Fujian). Xiamen-Nanchang time is about five hours.\n\nThere is also service on regular trains from Xiamen to various destinations in Fujian and to major cities throughout China's interior. It is inexpensive, but slow (e.g., about 24 hours to ",{"type":"[[","value":[["Wuhan"]]},") since the railroads travel a circuitous route through mountains.\n\n",{"type":"===","value":[" By bus "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Quanzhou"]]},", ¥35, 1.5 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fuzhou"]]},", ¥70-90, 4 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", or ",{"type":"[[","value":[["Zhuhai"]]},", around ¥200-300, overnight sleeper bus.  There is a bus direct to Xiamen from Hong Kong airport. From Hong Kong, there are some buses that go all the way and some where you have to change buses at the Hong Kong-China border."]},{"type":"*","value":[" From Hong Kong via Shenzhen: take the metro to Lo Wu border station, cross the border on foot (usually fast and easy if your visa is in order). There are small shops selling bus tickets within the border complex, with pickup nearby, or you can walk a block to the main bus station. A number of Bus operators are available and bus service is frequent. A trip from Lo Wu ( China side) to Xiamen will take 9 hours and cost 250 to 300 Yuan.   Night sleeping coaches are also available."]},{"type":"*","value":[" ",{"type":"[[","value":[["Shenzhen"]]},", ¥200-300, 8 hours. Buses leave for Xiamen from the Qiaoshe long-distance bus station (侨社客运站) daily at 9:10, 9:40, 11:00, 11:40, 12:30, 20:00, 20:30, 21:00, 21:30, 22:00 and 22:20. Tickets can be purchased at the Shenzhen Tourism Group (深圳市旅游股份有限公司) counter at Qiaoshe bus station. They take credit card or cash."]},"\n",{"type":"===","value":[" By ferry "]},"\nA boat service operates to and from ",{"type":"[[","value":[["Kinmen"]]},", which is under ",{"type":"[[","value":[["Taiwan"]]}," control, hourly 8:30AM-7PM every day. Tickets cost NT$750 from Kinmen and ¥160 from Xiamen.\n\nThere are actually two different ferry terminals in Xiamen. One is called Dongdu (东渡\/厦门国际邮轮中心) on the west side of the island near the Marco Polo and Pan Pacific Hotels. The other is called Wutong (五通客运码头) in the northeastern corner of the island near the Xiang'an Tunnel.\n\nWutong is definitely the better choice because the boat ride is only about 30 minutes, and there seems to be fewer tour groups moving through this port. If you get seasick (and the waters can be rough in this area) this choice is obvious. The boat ride from Dongdu is about 55 minutes in normal weather. The only advantage this port could have is that if you are on the west side of Xiamen (where the downtown is), and want to save the ¥40 taxi ride to the other side.\n\nNote however that there is only one port (Shuitou) on Kinmen island for mainland-bound boats, and the boat times alternate. So if you are doing a visa run and want to minimize your time in Kinmen, you can leave Xiamen from one port, and return to the other.\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"[[","value":[["File:Xiamen BRT Tongan.JPG"],["thumb"],["BRT on bus-only elevated roads"]]},"\nThe local ",{"type":"'''","value":["bus"]}," system is very good, but the normal bus routes are listed in Chinese and do not have English on them.\n\nThe ",{"type":"'''","value":["BRT"]}," is ",{"type":"'''","value":["Bus Rapid Transit"]}," on elevated bus-only roads; as of early 2013 there are about 50 km (30 miles) of line and 40 stations, The BRT is very fast and comfortable and does have signs in English, but of course it does not go everywhere.  Fare depends on distance, usually ¥1-¥4 per person. For more, see ",{"type":"[","value":["http:\/\/www.chinabrt.org\/en\/cities\/xiamen.aspx general info"]}," and ",{"type":"[","value":["http:\/\/www.chinabrt.org\/mapen.aspx?kml=Xiamen map"]},".\n\n",{"type":"'''","value":["Taxis"]}," are cheap, starting at ¥8 (plus ¥3 fuel tax – so ¥11) for the first 3 kilometers. After the first 3 km, the meter charge will go up based on distance. Note that although the meter may read with a decimal, most taxi drivers will round up. On the other hand, as anywhere in China, tipping is not expected.\n\nDuring the day time, you should be able to get anywhere on Xiamen island, including the airport, for under ¥40. But be wary that some taxi drivers might take advantage of you if they know that you are not a local and might take the longer route to your destination. For example, if the driver says \"Huándǎo Lù\" after you tell him where you want to go, say ",{"type":"'''","value":["bù (no)"]},", because that is the ring road that circles the entire island and although it is scenic, it is likely the most expensive way to go.\n\n",{"type":"[[","value":[["File:Xiamen-cycle lane.jpg"],["thumb"],["Bicycle lane along a Xiamen street"]]},"\nThere is a frequent ",{"type":"'''","value":["ferry"]}," service to\/from ",{"type":"[[","value":[["Gulangyu"]]},". The ferry terminal is just north of the Lujiang Waterfront Hotel.  No charge for the journey out; buy tickets near the pier on Gǔlàngyǔ for the return trip, ¥8. More comfortable seating on the upper deck for an extra ¥1 going either direction; you pay for that on the ferry.\n\nTo go around by ",{"type":"'''","value":["bicycle"]}," is a great way to explore Xiamen, except ",{"type":"[[","value":[["Gulangyu"]]}," where bikes are forbidden. Try the Island Ring Road (Huándǎo Lù) which has an extra path for bicycles along much of its length. Start at Xiamen University Beach and go up until the International Exhibition Center. There are various rental stations on the Huándǎo Road, starting at ¥30 per day. Enjoy the sunshine while cruising next to the sea. If you leave the bicycle path, be cautious about the traffic.\n\n",{"type":"'''","value":["Motorcycles are forbidden"]}," everywhere on Xiamen Island and enforcement is quite strict in the central areas (e.g. Yundang Lake, Zhongshan Road, etc.). In other areas, enforcement is more relaxed and some people do ride, but this risks a fine or even police seizure of the bike. Motorcycles are allowed in the mainland suburbs (",{"type":"[[","value":[["Jimei"]]},", ",{"type":"[[","value":[["Tong'an"]]},", ",{"type":"[[","value":[["Haicang"]]}," or ",{"type":"[[","value":[["Xiang'an"]]},"), but see ",{"type":"[[","value":[["Driving in China"]]}," for some cautions.\n\n",{"type":"==","value":[" Talk "]},"\nThe local language has several names; in Mandarin, it is ",{"type":"[[","value":[["Minnan phrasebook"],["Minnan Hua"]]},", South Fujian speech. The same language, with local variations, is spoken in nearby ",{"type":"[[","value":[["Quanzhou"]]}," and ",{"type":"[[","value":[["Zhangzhou"]]}," and in the surrounding countryside. It is also widespread in ",{"type":"[[","value":[["Southeast Asia"]]}," where it is called Hokkien (the Minnan word for Fujian) and in Taiwan where it is called Taiwanese. All these variants are mutually intelligible and the Xiamen version is the standard, so Xiamen is an excellent place to learn Minnan. Minnan is not mutually intelligible with Mandarin, Cantonese or even with other Min (Fujian) dialects. Some of the older English names for places in the region — such as Amoy for Xiamen and Quemoy for Kinmen — come from Minnan.\n\nAs anywhere in China ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]}," is almost universally spoken, at least by educated people, since it has been the only language used in education, government and most media since the 1950s. Also, like other prosperous coastal cities, Xiamen has many migrants from other parts of China, most of whom speak Mandarin but not Minnan.\n\nForeigners staying in Xiamen long term generally choose to learn Mandarin instead of (occasionally, as well as) Minnan because Mandarin is so much more broadly useful. Go a hundred miles from Xiamen in any direction, except across the Taiwan Strait, and no-one will speak Minnan; the local language will be something completely different. Go anywhere in China, though, and most people you meet will speak Mandarin.\n\nEnglish is not widely spoken. You can expect reasonable-to-excellent English from staff in higher end hotels, tourist shops, and the many restaurants and bars that cater to expatriates. Elsewhere the range is likely to be none-to-limited, with the occasional exception. This is a Chinese-speaking city with some English facilities, not somewhere like ",{"type":"[[","value":[["Amsterdam"]]}," or even ",{"type":"[[","value":[["Hong Kong"]]}," where an English-only traveller can expect to cope quite easily.\n\nYou can survive and have a good time in Xiamen speaking only English more easily than in most Chinese cities, but there will be difficulties. You will need some help from Chinese friends or hotel staff — things like writing down a destination in Chinese or giving directions by cell phone — because the cab drivers generally have no English. English is OK for high-end restaurants, but if you want to eat more cheaply or more adventurously then you need to learn some Chinese or bring along a translator.\n\nLearning some Mandarin opens up most of the city to you. The only areas where knowing some Minnan, or bringing along a local guide, are likely to be essential is if you want to get out into the countryside, shop in a farmers' market, or buy from fishermen at the docks.\n\n",{"type":"==","value":[" See "]},"\nXiamen has a few large clumps of interesting stuff to see. ",{"type":"[[","value":[["Gulangyu"]]}," may be the main tourist area, but there is quite a lot on Xiamen Island as well, and some out in the suburbs.\n\n",{"type":"===","value":[" North of the lake "]},"\n",{"type":"[[","value":[["File:Yundang Lake.jpg"],["thumb"],["Looking northwest across the lake from Bailuzhou Park"]]},"\nOne is the area around ",{"type":"'''","value":["Yundang Lake"]},". The north side has a large group of restaurants and bars (see ",{"type":"[[","value":[["#Around the lake"],["below"]]},") plus a rather pretty lakeside park area with a walkway right down by the water. Around dawn and dusk, you can watch the ",{"type":"'''","value":["egrets"]}," (symbol of Xiamen, used as the logo for Xiamen Airlines) flying to and from the lake.\n\nAt night, there is a bit of a ",{"type":"'''","value":["light show"]},"; many buildings (especially around the south side of the lake) have laser or LED displays that attract attention, sort of an advertisement by commercial buildings and some residential complexes to draw attention to their business. This sort of thing is fairly common in Chinese cities, but Xiamen has more of it than most others. It is best seen from the north side, augmented by reflections in the lake; consider ensconcing yourself in a lakeside bar and imbibing as you watch.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bailuzhou Park"],["alt=白鹭洲公园"],["url="],["email="],["address=Bailuzhou St"],["lat="],["long="],["directions=On an island in the lake, crossed by a bridge, east of the Marco Polo on the north side and of the bus station on the south."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large park that includes hotels, bars, restaurants and shopping. Go around 8:30PM and enjoy the vendors, music, and dancing."]]}]},"\n",{"type":"===","value":[" Around the university "]},"\n",{"type":"[[","value":[["File:Xiamen Daxue 20120226-01.jpg"],["thumb"],["Xiamen University"]]},"\nAnother is the area around ",{"type":"'''","value":[" ",{"type":"[","value":["http:\/\/www.xmu.edu.cn\/english\/ Xiamen University"]}]},". In Chinese, it is 厦门大学, ",{"type":"''","value":["Xiàmén dàxué"]},", usually abbreviated to ",{"type":"''","value":["Xiada"]},". This is Fujian's most prestigious university, the province's only \"national key university\" controlled by the central government in Beijing rather than by the provincial education department.\n\nTo get there, take a twenty-minute walk south from the Zhongshan Road and Gulangyu ferry area, along either Lujiang Road or Siming Road, jump in a taxi or take a bus. Buses that go to the main gate include #1, 15, 18, 21, 29, 71 and 82. #2 or 22 go to other parts of the university.\n\nThe university has a beautiful campus with old traditional buildings, extensive gardens and a small lake. Among the attractions are a small but interesting ",{"type":"'''","value":["Anthropological Museum"]}," (straight ahead and a bit to the right from the main gate) and a large ",{"type":"'''","value":["bookstore"]}," with quite a few high-grade Chinese art books and (by Chinese standards) a fine selection of English books. Entrance via the main gate may be restricted on busy holidays; use one of the three smaller gates which are across from Baicheng beach.\n",{"type":"[[","value":[["File:Xiamen Nanputuo 20120226-04.jpg"],["thumb"],["Nanputuo Temple"]]},"\nJust outside the main university gate is the south end of Siming Road, generally referred to as ",{"type":"'''","value":["Xiada Street"]},". This is a lively area of shops, street stalls and restaurants; it is only perhaps 150 m long, but packs a lot into that space, plus a few smaller streets running off it. There is also a large bookstore here, not quite as good as the university store for art books, but better for CDs and DVDs. Because this area caters to the student market, it tends to have a lot of fairly cheap stuff. You need to ",{"type":"[[","value":[["bargain"]]}," to get good prices. Few of the vendors speak English, but there are sometimes helpful English-speaking students about.\n\nClose to the university, at the other end of Xiada Street, is ",{"type":"'''","value":["Nanputuo Temple"]}," (南普陀寺), a large Buddhist temple parts of which are over a thousand years old, mainly dedicated to the bodhisatva Guan Yin. Entrance to the temple is free.\n\nVisitors can climb the mountain behind the temple for beautiful views of Xiamen and surrounding nature. The mountain is also littered with small enclaves with hundreds of Buddhist statuettes.\n\n",{"type":"===","value":[" Beach and boardwalk "]},"\nFrom the university to Hulishan Fortress is about five km (three miles) of ",{"type":"'''","value":["boardwalk along the beach"]},"; it runs parallel to the Huandao Lu ring road. Plans call for it to eventually extend all the way to the Conference Center, roughly doubling its current length. Along it are bicycle rental places, many food stalls and restaurants, and various other attractions:\n\n",{"type":"[[","value":[["File:Xiamen Hulishan Paotai 20120226-04.jpg"],["thumb"],["Hulishan, 19th century fortifications"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hulishan Fortress"],["alt=湖里的堡垒"],["url="],["email="],["address="],["lat="],["long="],["directions=On the Southeastern headland of Xiamen Island"],["phone="],["tollfree="],["fax="],["hours="],["price=¥25"],["content=Xiamen has always been vulnerable to attack from the sea and various fortifications have been built over the centuries. The Ming built a fort to defend against Japanese pirates in 1387. The remains of Koxinga's fortifications from the late 1600s are now a tourist attraction on ",{"type":"[[","value":[["Gulangyu"]]},". Cold War era tourist attractions on Taiwan-controlled ",{"type":"[[","value":[["Kinmen"]]}," off the coast include guns built for shelling Xiamen and bunkers built to protect against shells from Xiamen.\n\n: The Hulishan Fortress was built in 1894 as part of China's Westernization Movement. The architecture is in a Qing Dynasty style. On the front of the platform there are “Wanggui platform” and “Pangui platform”, from which you can see the Dadan and Xiaodan islands through a telescope. In the yard of the cannon platform there is a gorgeous wall sculpture named “the Soul of the Nation” and a water fountain."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Music Square"],["alt=音乐广场"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A park-like area along the boardwalk with sculptures of\/about many famous composers and musicians, both Western and Chinese.  Look for the public toilets with the musical notes on the wall, or a large red sculpture that looks somewhat like an open fan."]]}]},"\n",{"type":"===","value":[" Other sites "]},"\n\nThere are few other sites outside these main areas:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Xiamen Shinegood Culture Gallery"],["alt=厦门文化馆"],["url=http:\/\/www.shinegood.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=592-202-2345"],["tollfree="],["fax="],["hours=Tue-Sun, 11:00-18"],["price="],["content=It is located in the Culture Exhibition Centre near the beach and a yacht dock. It is the biggest private gallery in China with the main theme being ancient jade."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=10,000 Rock Botanical Garden"],["alt=Wànshí Zhìwùyuán 万石植物园"],["url="],["email="],["address="],["lat="],["long="],["directions=The easy way to get there is by taxi. Alternately, from either the university or the temple, climb the hill on the inland side (easier using the path behind the temple) and descend to the garden."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Over two square km (500 acres) of gardens, some dedicated to particular plants such as bamboo, palms or coniferous trees, with a lake, bridges, several temples, a network of footpaths, a bonsai exhibit, and an exhibit hall with over a thousand types of flowers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Xiamen Culture and Art Centre"],["alt=Xiamen Wenhua Yishu Zhongxin"],["url="],["email="],["address=Tiyu Lu 95"],["lat="],["long="],["directions=Bus 8 or 86 go right to the Centre. Buses 13, 15, 31 or 89 go to Xiamen Stadium nearby"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Both a museum and a performance venue."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Overseas Chinese Museum"],["url=http:\/\/www.hqbwy.org.cn\/about_e.asp"],["email="],["address=No.493 Siming Nan Lu (Siming South Road), Siming District"],["lat="],["long="],["directions=About halfway from Zongshan Road to the university"],["phone=592-208-5345"],["tollfree="],["fax=592-209-3032"],["hours="],["price="],["content=A museum of Overseas Chinese culture and history, started by Tan Kah Kee who also founded Xiamen University. The #21 bus, from the train station to the university with a Zhongshan Road stop, has a stop at the museum."]]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["File:Xiamen-Zhongshan gongyuan dragon.jpg"],["thumb"],["Dragon sculpture, Zhongshan Park"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zhongshan Park"],["url="],["email="],["address="],["lat="],["long="],["directions=On Zhongshan Road, toward the inland end beyond Siming Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large park named for Dr. Sun Yat Sen (Sun Zhong Shan in Mandarin), leader of the 1911 revolution that overthrew the Qing and established the Republic of China. It has a statue of him, several gardens, a small zoo, a flower exhibit hall, a lake with rental paddle boats, dance shows, and bumper cars."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kite surfing"],["url="],["email="],["address=Huandau Road, near Asia Golden Bay Hotel"],["lat="],["long="],["directions=at Rasa Sayang restaurant, Haiyuntai"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training with English speaking IKO-certified instructors, equipment for sale and storage, compressor and shower facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Xiamen Mandarin Fun School"],["url=http:\/\/www.mandarinfun.cn"],["email="],["address="],["lat="],["long="],["directions="],["phone=Anne at 13606012790"],["tollfree="],["fax="],["hours="],["price="],["content=A registered private school specializing in teaching Chinese to foreigners, with lessons for students at different levels."]]}]},"\n",{"type":"===","value":[" Trade fairs "]},"\n\nXiamen has two large trade fairs annually. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.straitsfair.org.cn\/en\/Default.aspx China Xiamen Machinery and Electronics Exhibition"]}]}," (CXMEE), also called the ",{"type":"'''","value":["Straits Fair"]}," since it is run as a joint venture with a Taiwan organisation, is downtown (on Hubin Bei Lu) in the Spring, and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chinafair.org.cn\/english\/index\/index.aspx China International Fair for Investment and Trade"]}]}," (CIFIT) takes place at the Conference Center on the Huangdao Lu ring road in the Fall. These are not as large or important as the ",{"type":"[[","value":[["Canton Fair"]]},", but they are still major events with thousands of exhibitors and tens of thousands of visitors.\n\nThese fairs are generally scheduled so that a business visitor can go to one of Xiamen's fairs and the Canton Fair in a single trip. For example, the 2013 CXMEE runs April 12–15 and the Spring Canton Fair April 15-May 5.\n\nThe annual ",{"type":"'''","value":["China International Garden and Flower Exposition"]}," takes place in a different city each year, ",{"type":"[","value":["http:\/\/en.expo2013.net\/en_index.html Beijing in 2013"]},". It was in Xiamen in 2007, and a large Water Garden Expo Park was built to host it (details at ",{"type":"[[","value":[["Jimei#See"]]},"); presumably it will return there every few years.\n\n",{"type":"==","value":[" Buy "]},"\n",{"type":"[[","value":[["File:Zhongshanrd2.jpg"],["thumb"],["Zhongshan Road"]]},"\n",{"type":"'''","value":["Zhongshan Road Pedestrian Street"]}," (中山路步行街) runs inland off Lujiang Road (which runs along the coast) near the Gulangyu ferry terminal, through a historical part of the city. This is major shopping area with interesting smaller streets off it. The opening time is generally from 9AM to 10PM The buildings along Zhongshan Road combine a European architecture style with Chinese.\n\nOther major shopping streets in the area are Siming Road and Jukou Street. The area also has many smaller streets with shopping; most are off to the left as you come up Zhongshan Road from the sea.\n\nAs you come along Zhongshan from the sea, you can look for a set of stairs going off to your right a short way along; these lead to a smaller parallel street with many little shops and street vendors. From the inland end of that (Siming Road), turn left to get back to Zhongshan Road at the inland end of the pedestrian area.\n\n",{"type":"'''","value":["Xiamen University Street"]}," is actually half a street because the other side is part of Nanputuo Temple. Hundreds of shops line the street which is only a few hundred meters. Most of these shops sell garments and cultural things, and the book stores are also worth a look. Since they cater to students, these stores are often more reasonably priced than other areas, but some ",{"type":"[[","value":[["haggling"]]}," may be needed to get the best prices.\n\nThere is also much tourist-oriented shopping on ",{"type":"[[","value":[["Gulangyu"]]},".\n\nXiamen has a number of modern enclosed ",{"type":"'''","value":["shopping malls"]}," or large standalone ",{"type":"'''","value":["chain stores"]},". Here are some of the main ones:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=World Trade Mall"],["url="],["email="],["address=878-888 Xiahe Rd"],["lat="],["long="],["directions=near the train station in the city center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Includes a huge ",{"type":"'''","value":["Walmart"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Robinson Plaza"],["url="],["email="],["address=Xiahe Road and Hubin Dong Rd"],["lat="],["long="],["directions=across the street from Walmart"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Has a ",{"type":"'''","value":["Tesco"]},", Britain's largest chain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=SM Laiya"],["alt=SM City Plaza or SM Lifestyle Center"],["url="],["email="],["address="],["lat="],["long="],["directions=intersection of Xiānyuè Lu and Jiāhé Lu (仙岳路\/嘉禾路)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Two large shopping malls that are part of the Filipino SM chain; the company founder was born in Xiamen."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wanda Plaza"],["alt=Wanda  Guangchang"],["url="],["email="],["address="],["lat="],["long="],["directions=Xiānyuè Lu and Jīnshān Lu (仙岳路\/金山路)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Newer (2011) mall with ",{"type":"'''","value":["Uniqlo"]},", a large Japanese clothing chain."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Metro"],["url="],["email="],["address="],["lat="],["long="],["directions=near SM"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A German chain well established in China, catering mainly to restaurants and hotels. For Western groceries it is often better than Walmart or Tesco, but some items are sold only in bulk quantities."]]}]},"\nMost of these sell everything from fresh vegetables to clothing and LCD TV's.\n\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"'''","value":["Xiamen Local Foods:"]},"\n\n",{"type":"*","value":["Xiamen Glass Noodles 面线糊 miànxiàn hú"]},{"type":"*","value":["Oyster omelet 海蛎煎 hǎilì jiān"]},{"type":"*","value":["Xiamen Fish Balls 厦门鱼丸 xiàmén yúwán"]},{"type":"*","value":["Sea worm Jelly’s 土笋冻 tǔsǔndòng"]},{"type":"*","value":["Shacha Noodles 沙茶面 shāchá miàn"]},{"type":"*","value":["Shrimp Noodle Soup 虾面 xiāmiàn"]},{"type":"*","value":["Xiamen Spring Roll 春卷 chūnjuǎn"]},{"type":"*","value":["Xiamen Glutinous Rice Wrap 厦门烧肉粽 xiàmén shāoròu zòng"]},{"type":"*","value":["Peanut soup 花生汤 huāshēng tāng"]},{"type":"*","value":["Xiamen Pot Stickers 韭菜盒 jiǔcài hé"]},{"type":"*","value":["Crab porridge 蟹米粥 xièmǐ zhōu"]},{"type":"*","value":["Braised Duck with Ginger 姜母鸭 jiāngmǔyā"]},{"type":"*","value":["Xiamen Wonton soup 扁食汤 biǎnshítāng"]},"\n",{"type":"===","value":[" Budget food areas "]},"\nTwo areas with many cheap local restaurants are around the university and the many smaller streets near Zhongshan Rd, inland from the ferry terminus.\n\nThere is an old restaurant on the east end of Zhongshan Rd (intersection of Xinhua Rd) which serves the local dish ShaChaMian, noodles with peanut soup.\n\n",{"type":"[[","value":[["Gulangyu"]]}," also has much cheap food, though prices there are higher than Xiamen.\n\n",{"type":"===","value":[" Around the lake "]},"\n\nThe area from the north side of Yundang Lake over to Haiwan Park has a large number of bars, cafes and restaurants. Most are mid-to-high priced, though there are exceptions. Many are popular with Xiamen's large community of expatriates.\n\nThere is a whole strip of about twenty cafes and bars along the lake on ",{"type":"'''","value":["Xidi Coffee Street"]}," (西堤咖啡一条街) running West from the Marco Polo Hotel. Most of them are in villa-style homes converted to cafes with patios or balconies with a view of the lake; these are upmarket establishments whose clients include tourists and expats, but are mainly well-off locals. The parking area along the lake always has many BMWs, Audis and SUVs, and often a Ferrari or two.\n",{"type":"[[","value":[["File:Xiamen gold decorated lacquer plate.JPG"],["thumb"],["Lacquer plate decorated with gold"]]},"\nMost of these serve Western food, but many have Chinese dishes as well and there are some with other specialties. The area also has some stores, also mostly upmarket, selling things like ceramics and laquerwork.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coffee Club"],["url=http:\/\/www.xmcoffeeclub.com\/"],["email="],["address="],["lat="],["long="],["directions=a short distance West of Marco Polo"],["phone=Mr Wu, 13600937228"],["tollfree="],["fax="],["hours="],["price="],["content=The original place on the strip; its coffee and lake view attracted aircrew staying at the Marco Polo, the stewardesses attracted local businessmen, the cafe attracted imitators, and things developed from there."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coyote Cafe & Cantina"],["url=http:\/\/www.coyotecafe.asia\/"],["email="],["address=58-2 Ganglong Huayuan"],["lat="],["long="],["directions=Off the main road east of Marco Polo, right down on the lake shore"],["phone=+86 592 5046623"],["tollfree="],["fax="],["hours=Lunch and dinner"],["price="],["content=Tex-Mex food made with fresh ingredients. Excellent cheesecake."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Geo Geo Cafe"],["url="],["email="],["address=No. 3, Yundang Road (Xidi Coffee Street)"],["lat="],["long="],["directions=On the corner a block west of Marco Polo"],["phone=592-533-0111"],["tollfree="],["fax="],["hours="],["price="],["content=Serves good Italian and American food and coffee."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Marco Polo Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Does a good Sunday international buffet for ¥120 plus service."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Old Villa Western Food Restaurant"],["url="],["email="],["address=No. 3-9 Yuandang Rd"],["lat="],["long="],["directions="],["phone=5033377"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Samadhi"],["url="],["email="],["address=A-115, Xidi Villa, Yundang Rd"],["lat="],["long="],["directions=2nd block from Marco Polo, beyond Geo Geo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shogun"],["url="],["email="],["address="],["lat="],["long="],["directions=On the 3rd floor of the Marco Polo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Japanese food"]]}]},"On the side streets off the lake are more places, some of them more modest in decor and pricing.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tutto Bene"],["url="],["email="],["address=Jien Ye Road 1-16"],["lat="],["long="],["directions=Across the street from Marco Polo"],["phone=592-504-6026"],["tollfree="],["fax="],["hours="],["price="],["content=A very good Italian place."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mama Mia"],["url="],["email="],["address="],["lat="],["long="],["directions=Next door to Tutto Bene"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another Italian place, which for some reason chose a location right next door to an existing one"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chongching"],["url="],["email="],["address="],["lat="],["long="],["directions=Down the side street next to Geo Geo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent Sichuan food, moderate prices, plain decor. Staff do not speak English, but there is English on the menu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Londoner"],["url=http:\/\/thelondoner.webs.com\/"],["email="],["address=5-8 Guanren Lu"],["lat="],["long="],["directions=On a street of bars behind Marco Polo"],["phone=592-5089783"],["tollfree="],["fax="],["hours=noon to late, every day"],["price="],["content=British-themed pub with a range of draft beers, home of the Xiamen Typhoons Rugby Union Football Club."]]}]},"\nInland of the lake, behind a KFC, at 27 Hubin Bei Lu (Lakeside North Street) is a cluster of shops called Haiwan Xincheng. It has several other places:\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tuscany Cafe"],["alt=厦门市湖滨北路27号海湾新城102之二"],["url="],["email="],["address=Shop 102-2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mainly European dishes with a few Mexican dishes. The owner\/chef is a former chef of the Four Seaons Hotel, Hong Kong. The prices are reasonable, with most items under ¥50 with free bruschetta. They also have a special lunch menu which is quite cheap. The staff are able to speak English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Xiamen Sports Cafe"],["url="],["email="],["address=Shop 103"],["lat="],["long="],["directions=In the back left corner of the group of shops"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice sports bar popular with some locals but mainly expats. The bar has a reasonably priced food menu, with the pizza being of high quality. Daily happy hour with cheap pints of Tiger. Especially good if it is your first time to Xiamen and you are looking for some advice on things to do"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tastes of South-East Asia"],["alt=厦门滨北中行肯德基后面"],["url=http:\/\/www.tosea.cn"],["email="],["address=Shop 106"],["lat="],["long="],["directions="],["phone=0592-514 3227"],["tollfree="],["fax="],["hours=11AM – 9PM"],["price=¥15-35"],["content=Bright, clean and colourful, TOSEA serves a selection of fresh homemade food from Vietnam, Thailand, Laos, Malaysia and Indonesia.  All at very reasonable prices.  English\/Chinese menus."]]}]},"\n",{"type":"===","value":[" Haiwan Park "]},"\n\nHaiwan Park (",{"type":"''","value":["Haiwan Gongyuan"]}," in Chinese), just west of the lake, also has a number of places:\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Havana Beach"],["url="],["email="],["address=Haiwan Park"],["lat="],["long="],["directions=Among the group of bars by the sea."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Latin American food and often live latin music."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jiangfeng Yuhuo"],["url="],["email="],["address=Haiwan Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seafood on a charcoal grill."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=JJ Bar and Grill"],["url="],["email="],["address=Haiwan Park"],["lat="],["long="],["directions=Near the south end of the group of bars by the sea."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A neon sign above the entrance says \"Welcome to Texas\" and that is the theme.  For an American looking for a taste of home, this is good choice – steaks, barbecue, fajitas, and a lot of classic US-style appetizers.  If you're really sporty, there is even a mechanical bull.  Band at night plays mostly western classics.  Frequent dinner stop for expats. Just around the corner are the popular nightclubs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Me & You 2"],["url="],["email="],["address=No.1 Hou Hai Ting, Haiwan Park"],["lat="],["long="],["directions=At the north end of the strip of bars by the sea."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owner is a cheerful Scandinavian; decor includes some Viking-themed items. Good menu with both Asian and Western options including a large range of pizzas from Y45-65 (they also deliver). They have Becks, Tiger and Stella on tap. Happy hour until 8PM (Becks and Tiger are half price). Live music sometimes (in English)."]]}]},"\nThe park has a lot of other stuff as well, including a lot of flowerbeds and lawns, popular with picnicking locals, an amusement park with several rides, several swimming pools, a roller skate and skateboard area, and a number of discos and nightclubs (see next section).\n\nThe ",{"type":"'''","value":["Avenue of the Stars"]}," in the park is 300 m long by 40 wide and has over 2000 LEDs in the pavement which do computer-controlled light shows. A musical fountain down its center has 240 water nozzles, also computer-controlled.\n\nBuses 11, 22, 31, 43, 54, 66, 71,102, 504, 520, 533, 625, 803, 808 and 810 stop just outside the park at the ",{"type":"''","value":["Haiwan Gongyuan"]}," stop. From the westernmost stop on the BRT, it is a ten-minute walk north along the seacoast to reach the south end of the park. From the area around the Marco Polo, a ten-minute walk west on Hubin Bei Lu puts you at the north end of the park.\n\n",{"type":"===","value":[" Around the university "]},"\n",{"type":"[[","value":[["File:Xiamen university-damen.jpg"],["thumb"],["University main gate"]]},"\nXiada Street, between the university main gate and Nanputou Temple, has many restaurants. These mainly cater to the student trade, so they tend to be relatively plain but to offer good value. Neither English menus nor English-speaking staff are common.\n\nAlong the boardwalk by the beach, from near the university out toward Hulishan Fortress, are many more restaurants and food stalls.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Red Armadillo"],["url="],["email="],["address=18 Xeng Cuo An, Huandao Rd"],["lat="],["long="],["directions="],["phone=592-256-4128"],["tollfree="],["fax="],["hours="],["price="],["content=A restaurant serving American and Mexican food."]]}]},"\n",{"type":"===","value":[" Other areas "]},"\n\nThere are also restaurants and bars at various other locations around town.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lujiang Harbourview Hotel"],["url="],["email="],["address=Lujiang Road & Zhongshan Rd"],["lat="],["long="],["directions=Just south of the Gulangyu ferry terminal"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a nice sixth floor al fresco restaurant looking out at Gulangyu Island. The restaurant has an English menu and serves Fujian specialities. Highlight was some excellent wasabi marinated cucumber slices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Indiano John's"],["url="],["email="],["address=69 Jian Tou Bei Lu"],["lat="],["long="],["directions=SM Mall area"],["phone=592-5557699"],["tollfree="],["fax="],["hours="],["price="],["content=Indian food"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Temptation of Spicy Fragrance"],["alt=香辣诱惑川菜馆"],["url="],["email="],["address=No.625, Xianyue Road (inside the Smart Hero Club 骏豪会)"],["lat="],["long="],["directions=SM Mall area"],["phone=592-555-1111"],["tollfree="],["fax="],["hours="],["price="],["content=An upmarket Sichuan place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Chili"],["alt=Xiao La Jiao"],["url="],["email="],["address=Xiahe Commercial Building (厦禾商厦), No.323, Xiahe Rd"],["lat="],["long="],["directions="],["phone=592-291-7773"],["tollfree="],["fax="],["hours=daily 11:00-22:00"],["price="],["content=Offers excellent Chinese food, mainly spicy Sichuan food, at an affordable price. There is English on the menu, but staff do not speak English."]]}]},"\n",{"type":"==","value":[" Drink "]},"\nAs everywhere in China, there are many Tea Houses in Xiamen and many KTVs (the 'K' is for Karaoke); both are quite popular with locals. See ",{"type":"[[","value":[["China#Drink"]]}," for background information.\n\nXiamen also has many bars and discos in a more-or-less western style; these are generally more affordable than comparable places in Shanghai or Beijing. Although crowded, these places are generally safe. Some caution is required, however, since ",{"type":"[[","value":[["pickpockets"]]}," sometimes take advantage of the crowding and drunken customers sometimes get combative.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=1801 Bar"],["url="],["email="],["address=1st floor of the United Hotel, Hubin Bei Lu (Lakeside South Road)"],["lat="],["long="],["directions="],["phone=592 520 1801"],["tollfree="],["fax="],["hours="],["price="],["content=A disco with mainly R&B and hip-hop music. Open well into the small hours, sometimes past dawn."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dushang bar"],["alt=湖滨东路188号1楼"],["url="],["email="],["address=No.1 Building, No.188 Hubin Dong Lu (Lakeside East Street)"],["lat="],["long="],["directions="],["phone=592-507-5078"],["tollfree="],["fax="],["hours="],["price="],["content=Loud and expensive, but popular and lively."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Key"],["alt=湖滨西路海湾公园109号"],["url="],["email="],["address=109 Hubin Xilu (Lakeside West Street)"],["lat="],["long="],["directions=Haiwan Park, on the inland side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Live music from a Filipino cover band with a broad repetoire — jazz and latin as well as rock and hip hop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=KK Disco Pub"],["url="],["email="],["address="],["lat="],["long="],["directions=In Haiwan Park, near the Key"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nAlso, most of the major hotels have live music from Filipino cover bands in their bars.\n\nAlternative and cheaper nightlife can be found in Zengcuo An, formerly a separate village now a neighborhood near Xiamen University. Here you find a lot of cheap pubs, open-air BBQ´s and casual gatherings of students and other young people who enjoy the sunset and mild Xiamen nights over a drink.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Temple Cafe"],["url="],["email="],["address=No. 61 Zengcuo An, Siming District"],["lat="],["long="],["directions="],["phone=592-209-6780"],["tollfree="],["fax="],["hours="],["price="],["content=Coffee, beer and cocktails in a unique location, in the courtyard of a functioning Buddhist temple. Western menu, moderate prices."]]}]},"\nThat area also has many hotels, mostly small and moderately priced.\n\n",{"type":"==","value":[" Sleep "]},"\nThis lists accommodation on Xiamen Island only. Staying in ",{"type":"[[","value":[["Jimei"]]}," instead might save a little money and could be reasonably convenient if you choose a place near a BRT stop. There is also plenty of accommodation on ",{"type":"[[","value":[["Gulangyu"]]},".\n\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xiamen Old Town Hostel (厦门古街青年旅舍)"],["url="],["email=xiamenhostel@hotmail.com"],["address=Kaihe Road, 24 Jiutiao alley (开禾路-九条巷24)"],["lat=24.459709229484933"],["long=118.07519674301147"],["directions=From Train Station take the BRT in front of the station #3\/#2\/#1 exit at Kaihe Road stop (开禾路）The hostel is a little hard to find, deep in a maze of narrow alleys, but the neighbors seem to know that travelers are looking for this place. From the airport it is best to take a taxi to intersection of Xiahe road (厦禾路）and Kaihe Road (开禾路). From there, call the hostel and staff will come find you."],["phone=+86 13313848939"],["tollfree="],["fax="],["hours="],["price=60元 4-bed dormitories. Single rooms start at 120元"],["checkin=12:30PM"],["checkout=12PM"],["content=. A family run Hostel in a three floor house located in one of the oldest parts of Xiamen, very central. The hostel has a large rooftop garden with a view of the city and harbour, wireless Internet, and big community kitchen. It is right off of the Kaihe road food market, one of the largest open air markets in China with lots of fresh veggies and seafood. You can also eat some the cheapest food in China at many small local eateries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Locanda"],["url="],["email="],["address=No.35 Minzu Rd, Siming District, Xiamen, China"],["lat="],["long="],["directions="],["phone=+86 592 2082918"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= One block from the waterfront with Gulangyu island across the water.  It is a 10 minute walk to Zhongshan Road and Lundu Ferry and 20 minute walk to Xiamen University. Lovely double rooms upstairs, but the dorms on the ground floor are cramped and the shared bathrooms far from clean. Garden but no kitchen at all."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xiamen Baijiacun International Youth Hostel (厦门百家村国际青年旅舍)"],["url=http:\/\/www.yhaxiamen.com\/"],["email=baijiacunhostel@hotmail.com"],["address=20 Liaohua Lu (蓼花路20)"],["lat="],["long="],["directions=From Songbo (松柏) bus station, take bus #86\/#616 to Gongyuan Dong Lu (公园东路）, the hostel is on the opposite side with a red wall. Taxi 17元."],["phone=+86 592 2131010"],["tollfree="],["fax="],["hours="],["price=50元 8-bed dormitory"],["checkin="],["checkout="],["content=. Clean, spacious hostel located in a great location at Zhongshan Gongyuan (中山公园)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xiamen International Youth Hostel"],["url="],["email=yhaxm@yhaxm.com"],["address=41 Nanhua Road, Siming District"],["lat="],["long="],["directions="],["phone=+86 592 2082345"],["tollfree="],["fax=+86 592 2199876"],["hours="],["price="],["checkin="],["checkout="],["content=Very well kept YHA hostel, dorms or rooms are impeccably clean and comfortable. Friendly,small kitchen, bar, space to sit. Close to Xiamen university and easily reached by bus (1 or 21 from the railway station, ¥1)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meihulu Hotel (美湖鹭酒店)"],["url="],["email="],["address=52-5 Hubin Nan Lu (湖滨南路52-5号), Siming District"],["lat="],["long="],["directions=Almost invisible on the opposite left of the long-distance bus station"],["phone=+86 2572255"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small place that accepts foreign passports and is quiet, yet conveniently located. From ¥70+."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xiamen Travellers' Home"],["alt=旅行者之家"],["url="],["email="],["address=No.23 Zeng Cuo An, Island Ring Road 厦门环岛路曾厝垵23号"],["lat="],["long="],["directions="],["phone=0592 2516180 \/136 0693 7090"],["tollfree="],["fax="],["hours="],["price=low seaon – 200rmb  \/ high season 280rmb\/night"],["checkin="],["checkout="],["content=A very homy place to stay for holiday. clean, great hospitality, 5 rooms ensure small number of guests staying."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=V-inn Hotel"],["url=http:\/\/www.vinnhotel-xiamen.com"],["email="],["address=121 Xian Rd, Siming District"],["lat="],["long="],["directions="],["phone=+86 592 2628888"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at ¥208+"],["checkin="],["checkout="],["content=Offers air-conditioned rooms, some of which have personal computer, free Internet access, cable TV, and an IDD phone."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gem Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥200+"],["checkin="],["checkout="],["content=Beautiful Japanese-style rooms overlooking much of downtown Xiamen. Includes Chinese buffet breakfast and free wired internet access. Most of the staff speak English well and are extremely helpful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jing Hua Hotel"],["url=http:\/\/www.jinghuahotel-xiamen.com"],["email="],["address=1130 Xiahe Rd, Siming District"],["lat="],["long="],["directions="],["phone=+86 592 5819898"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at ¥258"],["checkin="],["checkout="],["content=Three star hotel offering 146 air-conditioned rooms, all of which have Internet access, satellite TV, and mini-bar. Some of its amenities include KTV, fitness center, and sauna."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xiamen Kingty Hotel"],["url=http:\/\/www.kingtyhotel-xiamen.com"],["email="],["address=No. 189 Xianyue Road, Siming District"],["lat="],["long="],["directions="],["phone=86-21-5111888"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at ¥298"],["checkin="],["checkout="],["content=Each room is air-conditioned, and equipped with cable TV, Internet access, a mini-bar, IDD telephone, and safety box. Some of its amenities include meeting and conference rooms, fitness room, beauty salon, and hotel restaurants that serves Cantonese, Fujian, and Sichuan food. While staying here, you can visit some interesting places like Bailuzhou and Jiageng Park, Coyote Cafe & Cantina, and Yundang Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yunding Hotel"],["url=http:\/\/www.yabuliyundinghotel.com\/"],["email="],["address=206 Huang Cuo Mao Hou, Siming District"],["lat="],["long="],["directions="],["phone=86-592-2561111"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at ¥308"],["checkin="],["checkout="],["content=Offers spacious air-conditioned rooms, all furnished with rollaway beds, a safe, and DDD\/IDD phone. Some of its amenities include indoor swimming pool, tennis court, and Chinese restaurant and bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lujiang Harbourview Hotel"],["url=http:\/\/www.lujiang-hotel.com\/en\/brand.asp"],["email="],["address=54 Lujiang Rd"],["lat="],["long="],["directions=100 metres south of the ferry station, at the foot of Zhongshan Road"],["phone=+86 592 2022922"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=Noon"],["content=A grand old place, very central, near the Gulangyu ferry terminal. The restaurant has authentic dim sum."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Xiamen"],["url=http:\/\/www.bestwesternhotel-xiamen.com\/"],["email="],["address=158 Yuhounanli Road, Siming District"],["lat="],["long="],["directions="],["phone=+86 21 61226688 ext 7800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 4-star business hotel offering 490 lavishly-furnished room, first-rate amenities and services, function rooms, gym, and spa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Meridien Xiamen"],["alt=厦门艾美酒店"],["url=http:\/\/www.starwoodhotels.com\/lemeridien\/property\/overview\/index.html?propertyID=3310"],["email=reservation.xiamen@lemeridien.com"],["address=7 Guanjun Rd"],["lat="],["long="],["directions="],["phone=+86 592 770 9999"],["tollfree="],["fax=+86 592 770 9998"],["hours="],["price="],["checkin="],["checkout="],["content=Surrounded by open spaces and lush vegetation. Nestled on a slope of Xianyue Hill.  Breathtaking views of Xiamen Bay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marco Polo Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is located on Yundang Lake, and offers a very good international buffet and a great atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Millennium Harbourview Hotel Xiamen"],["url=http:\/\/www.millenniumhotels.com\/cn\/millenniumxiamen\/"],["email=bc@millenniumxiamen.com"],["address=12-8 Zhenhai Rd"],["lat="],["long="],["directions="],["phone=+86 592 2023333"],["tollfree="],["fax=+86 592 2036666"],["hours="],["price="],["checkin=Noon"],["checkout=Noon"],["content=Located in downtown Xiamen which is a major shopping and business district, the hotel is only minutes away on foot to the ferry to Gulangyu Island. It features a 22-story building that houses 352 rooms that include various business facilities including a work-desk and high speed Internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pan Pacific Xiamen"],["url=http:\/\/www.panpacific.com\/Xiamen\/Overview.html"],["email="],["address=19 Hubin Bei Lu (Lakeside North Road)"],["lat="],["long="],["directions="],["phone=(86 592) 507 8888"],["tollfree="],["fax=(86 592) 507 8899"],["hours="],["price=Rooms start at ¥630."],["checkin=14:00"],["checkout=12:00"],["content=A super modern hotel, formerly Xiamen Sofitel. The rooms use a lot of glass and modern design techniques. The hotel also has an excellent ¥100 lunch buffet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Xiamen Hotel"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=1545"],["email="],["address=386-1 Jiahe Rd"],["lat="],["long="],["directions="],["phone=+86 592 5525888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The latest international chain hotel to grace Xiamen's shores. It is very plush, and the Waves Pan Asian buffet is very good."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xiamen Fliport Software Park Hotel"],["url=http:\/\/www.fliport.com\/en\/ruanjianhotel\/index.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury hotel in a software park development area near the airport"]]}]},"\n",{"type":"==","value":[" Connect "]},"\n\nThere are consulates in Xiamen for:\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=The Philippines"],["alt="],["url=http:\/\/philcongenxiamen.com\/home\/index.php"],["email=xiamenpc@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=(592) 513-0366"],["tollfree="],["fax="],["hours="],["price="],["content=No. 2 Ling Xiang Li, Lianhua District,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["url=http:\/\/www.mfa.gov.sg\/xiamen\/"],["name=Singapore"],["address=No. 189, Xiahe Road #05-07\/08, The Bank Centre"],["phone=(592) 268-4691"],["email=singcg_xmn@sgmfa.gov.sg"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["url=http:\/\/www.thaiembassy.com\/category\/china-xiamen Thailand"],["address=Building No.3, ",{"type":"[","value":["http:\/\/www.cityhotelxm.com\/web\/ch_en\/home City Hotel Xiamen"]},", No. 16 Hu Yuan Road"],["phone=(592) 202-7980"],["content=Visa section open only 09.00-11.30"]]}]},"\nSome news stories have indicated that the US is considering opening a consulate in Xiamen, but as of February 2013 no such announcement has been made. Staff from the Guangzhou consulate do visit Xiamen to provide services to Americans there.\n\n",{"type":"==","value":[" Cope "]},"\n\nIn addition to the supermarkets listed under ",{"type":"[[","value":[["#Buy"],["buy"]]}," above, Xiamen has a number of smaller stores catering to expat residents.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tastylife"],["url="],["email="],["address=10-105 Jianye Rd"],["lat="],["long="],["directions=near the Marco Polo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most comprehensive collection of western supermarket items including a good selection of international beers."]]}]},"\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Yongding County"],["Hakka Tulou"]]}]}," – 3-5 hours west of Xiamen are these large earthen structures where a number of residences are built inside a single fortified compound, a ",{"type":"[[","value":[["UNESCO World Heritage Sites"],["UNESCO World Heritage Site"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kinmen"]]}]}," – Islands controlled by ",{"type":"[[","value":[["Taiwan"]]}," have charming villages with traditional Fujianese architecture and interesting cold war defenses. One hour ferry ride from Dongdu Wharf, or 30 minutes from Shuitou Wharf."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Quanzhou"]]}]}," – This ancient city has come down in the world a bit since ",{"type":"[[","value":[["Marco Polo"]]}," sailed home from there around 1290 and described it as one of the two busiest ports on Earth and incredibly rich. However, it is still well worth a visit."]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Coast (Fujian)"]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["24.49746"],["118.13556"],["zoom=12"]]},"\n",{"type":"[[","value":[["Wikipedia:Xiamen"]]}]