[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Xiandu"]}," is in ",{"type":"[[","value":[["Zhejiang"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nXianDou, is located in the territory jinyun county, is a peak JiJue, a rock ShenXiu landscape features, combining the pastoral scenery and historical monuments of one body, sightseeing, leisure, vacation and popular science mainly of national key scenic spots, and one of the first national AAAA tourist area. Jiuqu stream, li practice within the territory of the gallery; Landscape is elegant, the cloud and mist curl up. A grotesque, different hole one hundred and sixty 27, has \"the show, guilin of huangshan mountain, strange, the risk of\" reputation. XianDou by XianDou, huanglong scenic spots, rock, the door four scenic composition and DingHuFeng, ni wong, small red cliff, and furong hole gorge, yellow emperor CiYu and so on, more than three hundred spots composition, the total area of 166.2 square kilometers.\n\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Huanglong scenic"]},"(黄龙景区)  Huanglong scenic area is XianDou scenic spot one of four scenic spot. HuangLongShan located in China, the area is 4 square kilometers, with YanLin landscape and sightseeing agriculture is characteristic, set picking, melon and fruit outdoor development, leisure sightseeing for an organic whole."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ocean Hill area"],["alt=大洋山景区"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ocean hill, in the southeast of Jinyun County town of ocean Xiandu scenic area, is one of the top four scenic areas, mountain Xiong Jun, Qifeng unexpected, peak 1500.6 meters above sea level, is the southeast coast of Zhejiang first peak."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Small Red Cliffs"],["alt=小赤壁"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Little Chibi, from Ni Wengdong to the east across the creek, steep cliffs, something which long number, rock bottom shows red, like fireworks burning, so that the small Chibi. Spots, river island, the island in the lake, like a fairyland of Penglai, an important landscape: Long Genglu, mother rock, fairy, pot-bellied rock rock list."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ling Xu-dong"],["alt=凌虚洞"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Step virtual mountain is located in Dinghu scenic spots in Dinghu peak, peak hill, also Xiandu scenic mountain. Its east-west, East Gao Tianping, West stalagmite leakage, to the south of that pit, North board weir,364 meters high above sea level ( step virtual, Taoism Taoism priest in nouns, in some religious altar above walk ritual action )."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Xiandu beauty spot"]]}]