[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Xiling Xueshan National Park"]}," (西岭雪山国家公园) is in ",{"type":"[[","value":[["Sichuan"],["Sichuan province"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nFrom March to August, the land is covered with azaleas.\n",{"type":"===","value":["Climate"]},"\n",{"type":"*","value":["Snowfall starts around mid December and lasts till Mid March."]},"\n",{"type":"*","value":["Best time for skiing is January and February."]},"\n",{"type":"==","value":["Get in"]},"\nTwo and half hours by bus west of Chengdu. the buses start around 8 am in the morning till 1 pm from Xinnanmen and Jin sha bus station. for return, buses are available at the entrance of Xiling Snow Mountain, which start around 11 am till 5 pm for Chengdu. Private cars are not allowed to enter the resort and there is a big parking available at the resort entrance.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance fee is ¥160 in peak season and ticket for cable car costs ¥120. this includes bus ride from cable station to the top of resort.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Skiing at the Chengdu Xiling Snow-capped Mountain Skiing Resort (ski resort is a part Xiling Xueshan Resort), largest resort in Western China. its only good for amateurs and beginners. Snow cover is very iffy and conditions range from bad to awful. skiing and snow boarding casts ¥120 for an hour, ¥200 for 2 hours, ¥260 for 3 hours and so on but the administration asks you to deposit ¥500. There is an additional ¥50 fee to use chair lift (cable way) inside the resort. Escalator is also available inside the Skiing resort."]},"\n",{"type":"*","value":["In addition to skiing, snow mobiles, dog sledges, a beautiful track around the park are main attractions. The trip there is very scenic and a nice way to see the bamboo foothills west of Chengdu."]},"\n",{"type":"*","value":["Take a lot of cash as there is no ATM in the resort. Few places allow Chinese Debit cards but don't rely on that. "]},"\n",{"type":"*","value":["There are 06 hotels on the top of resort and are completely booked during peak seasons. so it is good to make a reservation if you are planning for a night stay. One hotel has a Buffet Restaurant (which mostly has Chinese food) and it accepts Debt cards and Bar (just drinks are available). Room rent varies from ¥780-1400 for different types of rooms. Ask every detail about the hotel before booking the room, don't hesitate even if the hotel management hesitate to talk in English."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are 06 hotels in the resort and there details can be seen at www.xiling.cn\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["East Sichuan"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]