[{"type":"{{","value":[["pagebanner"],["Xinjiang banner1.jpg"],["The Sandy Mountains and Sandy Lake along the Karakoram Highway"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.truexinjiang.com\/ Xinjiang"]}]}," (officially ",{"type":"''","value":["Xinjiang Uighur Autonomous Region"]},"; Uyghur： شىنجاڭ ; Chinese： 新疆维吾尔自治区 ",{"type":"''","value":["Xīnjiāng wéiwú'ěr zìzhìqū"]},") is located in the ",{"type":"[[","value":[["North West (China)"],["North West"]]}," of ",{"type":"[[","value":[["China"]]},", in the Mongolian Uplands. It is on the traditional ",{"type":"[[","value":[["Silk Road"]]},". The region has historically been populated by the Uighurs, a people more closely related to those in Central Asia than to the Han; however, in recent decades, the Chinese government has given money to attract Han to move to the region. Today the Han now form the majority of the population in the north while the west remains dominated by minority culture. Mandarin has become the primary language used in most major cities (although Uighur is still an official language in the region), which has resulted in a handful of ethnic clashes and tension in the area.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Xinjiang WV.png"],["regionmaptext=Regions of Xinjiang"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Dzungarian"]]}],["region1color=#cfcf94"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Tarim (China)"],["Tarim"]]}],["region2color=#acc2a6"],["region2items="],["region2description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Urumqi"]]}," - the capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aletai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cherchen"]]}," (also known as Qiemo)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hami"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kashgar"]]}," (Kashi)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Khotan"]]}," (also known as Hotan)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Turpan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yarkand"]]}," (also known as Shache)"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hanas National Nature Reserve"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Karakol Lake"],["Karakul Lake"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sayram Lake National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tianshan Tianchi National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe northwestern border region of Xinjiang, lauded variously as a land of song and dance, melons and fruits, precious stones, and carpets, is situated in the heart of the Eurasia Continent. Xinjiang was a key link on the ",{"type":"[[","value":[["Silk Road"]]}," and a hub for east-west cultural exchanges in ancient times. The local folklore is rich and varied. The historical name of the region is East Turkestan.\n\nThe province is largely populated by mainland ethnic minority groups, such as the Mongols, Kazaks, Kyrgyzs and Uighurs. Like Tibet, the demographic composition of the province has shifted over the past few decades. In 1949, Xinjiang's population was approximately 85% Uighur and 8% Han Chinese; today it is about 45% Uighur and 40% Han Chinese.  This influx of Han Chinese has led to ethnic tension in the region that every few years culminates in violence.  While you travel, you may take note of the fact that almost all cities with major Han and Uighur populations are segregated into distinct districts with little intermingling. \n\nAlready ",{"type":"[[","value":[["Kashgar"]]}," is feeling the effects of the railway line completed in 1997. This town at the centre of the ",{"type":"[[","value":[["Silk Road"]]}," is seeing its winding mud brick streets becoming gradually flattened in favour of Chinese-style streets typical of any other city in China.\n\nThis year, in reaction to a series of bombings and other violent acts by Islamist opponents of Chinese rule, the Chinese authorities have cracked down on the observance of Islam in Xinjiang, including by attempting to prevent Muslims from fasting during ",{"type":"[[","value":[["Ramadan"]]},".\n\nRecommended reading for those interested includes ",{"type":"''","value":["Eurasian Crossroads: A History of Xinjiang"]}," by James Millward and ",{"type":"''","value":["The Mummies of Urumqi"]}," by Elizabeth Wayland Barber.  Most great game literature also covers aspects of Xinjiang's history.  Blogs covering current events in Xinjiang include The New Dominion, The Opposite End of China， and Far West China.\n\n",{"type":"==","value":["Talk"]},"\n\nAs everywhere in China, the official language is ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]},". However, many other languages are spoken in Xinjiang. The most common is ",{"type":"[[","value":[["Uyghur phrasebook"],["Uyghur"]]},", a Turkic language similar to Uzbek but written in Arabic script.  Other languages include Kazakh, ",{"type":"[[","value":[["Kyrgyz phrasebook"],["Kyrgyz"]]},", Tajik, Mongol, and Xibe.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nMore than 50 cities in China  have domestic direct flights to Xinjiang's provincial capital ",{"type":"[[","value":[["Urumqi"]]},", as have 14 cities  internationally: ",{"type":"[[","value":[["Almaty"]]},", ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Novosibirsk"]]},", ",{"type":"[[","value":[["Bishkek"]]},", ",{"type":"[[","value":[["Osh"]]},", ",{"type":"[[","value":[["Tashkent"]]},", ",{"type":"[[","value":[["Dushanbe"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Baku"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Islamabad"]]},", ",{"type":"[[","value":[["Kabul"]]},", ",{"type":"[[","value":[["Kiev"]]}," and ",{"type":"[[","value":[["Tbilisi"]]},". There are direct flights from Urumqi to prefectural centres like ",{"type":"[[","value":[["Kashgar"]]},",  ",{"type":"[[","value":[["Khotan"]]},", Aksu, Koerla, Karamay, Altay, Yining (ghulja), Tacheng(chochak) and Hami(kumul).\n\n",{"type":"===","value":["By train"]},"\nXinjiang is connected with the rest of China by Lanxin railway. Direct train runs from Beijing, Shanghai, Guangzhou, as well as most other cities. A trip from Beijing to Urumqi is scheduled to take slightly over 33 hours. There are also two international trains weekly to Kazakhstan.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\nDuring the Han and Tang dynasties, silk products and other goods were shipped to the capital city of Chang'an (present-day ",{"type":"[[","value":[["Xi'an"]]},"), where the ",{"type":"[[","value":[["Silk Road"]]}," started, and then they were transfered by a constant flow of caravans along the Hexi Corridor to ",{"type":"[[","value":[["Europe"]]}," by way of Xinjiang, where three routes were used to avoid the Taklimakan Desert\n\n",{"type":"==","value":["Do"]},"\nYou can visit the best preserved ancient city Ruins around ",{"type":"'''","value":["Turpan"]},"; study Uighur culture in ",{"type":"'''","value":["Kashgar"]},"; enjoy amazing scenery of snow capped mountains on the ",{"type":"'''","value":["Karakoram Highway"]},"; camel trekking into the desert near ",{"type":"'''","value":["Hotan"]}," and live with nomadic people on the grassland in ",{"type":"'''","value":["North Xinjiang"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Lamb"]},".  Barbequed, grilled, fried, boiled, you name it, they eat it.  Try it in KaoBaozi (烤包子), on a shiskabob called Chuar（串) or in certain places stuffed into naan called RouNang （肉囊).\n\n",{"type":"'''","value":["Naan"]},". Nang (囊) in Mandarin. Comes  in all sizes and will be sold on the street in every city - some plain, some with onion or spring onion added in. You can also ask them to warm it for you it has gone cold (if your Mandarin is rusty, gesture at the oven - it is much better warm).\n\n",{"type":"'''","value":["Watermelons"]},". Ubiquitous small round tasty watermelons, in some cities at every second street-corner. Renowned throughout all of China.\n\n",{"type":"'''","value":["Grapes & Rasins"]},".  Particularly sweet because of the high amount of sunlight and low amount of water where they're grown, particularly in Turpan.\n\n",{"type":"'''","value":["Walnuts"]},", for which the region is known.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Wusu beer"]},".  Probably only 4% chinese beer, produced in Wusu city, Xinjiang.\n",{"type":"'''","value":["Red Wine"]},".  In a region known for grapes, you can also find some OK wine.  At least, it is much, much better than the Great Wall wine found elsewhere in China - though not quite up to international standards.  If you spend more than ¥50 you should get something that's better than red water.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Theft"]},"\nXinjiang is home to a lively bazaar culture where anything and everything is traded.  But hordes of people crammed into confined spaces also present a prime opportunity for ",{"type":"[[","value":[["pickpockets"]]},", who often operate in teams and can be very efficient at what they do.  Be very careful with your valuables when you are out and about.  As a foreign traveller you are a prime target.\n\n",{"type":"===","value":["Counterfeit notes"]},"\nBe careful when paying with 100 yuan notes in smaller restaurants or shops. The owner may switch the note with a counterfeit one and claim that you gave him\/her a fake note. You should also check your notes when you are returned your hotel deposit.\n\n",{"type":"==","value":["Go next"]},"\n\nXinjiang borders eight countries, making it ideal for exploring the surrounding countries.  Korgas and Alashankou lead to ",{"type":"[[","value":[["Kazakhstan"]]},", the Torugart and Irkeshtam passes lead to ",{"type":"[[","value":[["Kyrgyzstan"]]},", the Kulma pass leads to ",{"type":"[[","value":[["Tajikistan"]]},", and the Karakorum Highway leads south to ",{"type":"[[","value":[["Pakistan"]]},"  ((currently closed!!)).  You can get visas for Kazakstan and Kyrgystan in Urumqi.\n\n",{"type":"{{","value":[["geo"],["46.2800"],["86.6700"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest China"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Xinjiang"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Xinjiang\/"]]},"\n\n",{"type":"[[","value":[["it:Xinjiang"]]}]