[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Xixuau"]}," is in ",{"type":"[[","value":[["Amazonas (Brazil)"],["Amazonas"]]}," of ",{"type":"[[","value":[["Brasil"]]},".\n\nXixuau is a small village along the Rio Jauaperi, an affluent of the Rio Negro, inside the Extractive Reserve Baixo Rio Branco-Rio Jauaperi. The people living there form a community like others that can be found in the forest along the rivers. Often people move from a community to another one.\n\nNo fees or permits are required but in order to be well accepted by the community you need to get in touch with them through the Amazonia NGO.\n\n\n",{"type":"==","value":["Understand"]},"\n\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe area is home to giant river otters, armadillos, capuchin and spider monkeys, marmosets, tree frogs, tapirs, turtles, sloths, stunning butterflies and much more.  A host of beautiful bird species make the reserve a bird watcher’s paradise, including toucans, herons, macaws, eagles, parakeets and woodpeckers.  The rivers teem with fish, from rainbow bass and surubim, to aruana and pacu.  Pink river dolphins often accompany the canoe trips, while howler monkeys make the forest roar above you.  Wildlife can also be found right inside the community itself – like the giant caiman that love the scraps from the Xixuau kitchens!\n\n",{"type":"===","value":["Climate"]},"\n\n\n",{"type":"==","value":["Get in"]},"\nThe community is located near the Rio Jauaperi. The coordinates are: 0º48.023’S, 61º33.476’W. From Manaus take the boat to Boa Vista that goes upstream the Rio Negro and get off the day after at Moura village where the Rio Jauaperi meets the Rio Negro. From there you have to go upstream the Rio Jauaperi. It will take about 30 hours of boat from Manaus.\n\n",{"type":"==","value":["Get around"]},"\nWhen the waters are high (March – September) you can paddle through the flooded forest; when the waters are low (October – February), you can relax on beautiful sandy beaches.  The rainforest may change with the seasons, but in Xixuau it is always beautiful and full of life.\n\n",{"type":"==","value":["See"]},"\nAll sort of plants and animals that live in the rainforest: monkeys, dolphins, caimans, snakes, aras, tucanos and a lot of others.\n\n",{"type":"==","value":["Do"]},"\nSwimming, bird watching, walking in the rainforests\n\n",{"type":"==","value":["Buy"]},"\nHandicrafts made by the women: necklaces, bracelets, eardrops made from forest products such as seeds and plants.\n\n",{"type":"==","value":["Eat"]},"\nYour food will be  wholesome, including delicious fresh fish, line-caught by local fishermen.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nBefore getting there it is better to get in touch with the community through the Amazonia NGO association. Accommodation is in round wooden malocas: palm-thatched huts built in the style of the neighbouring Waimiri-Atroari indigenous people.\n\n",{"type":"==","value":["Stay safe"]},"\nSome vaccinations are required before going in the amazon rainforest for the yellow fever and typhoid fever. Also suggested is the prophylaxis against malaria (Lariam or Malarone)\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amazonas (Brazil)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]