[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Xuzhou"]}," (徐州) is a city in ",{"type":"[[","value":[["Jiangsu Province"]]},", ",{"type":"[[","value":[["People's Republic of China"]]},". It is located at the northern tip of the province, bordering ",{"type":"[[","value":[["Anhui"]]},". \n\n",{"type":"==","value":["Get in"]},"\n\nXuzhou is a major rail hub - very easy to get to by train. It is three hours from Nanjing on an express train. Most importantly, it's the half-way point between Beijing and Shanghai on the Shanghai-Beijing train route. (On average, it's 8 hrs to China's political capital and 8 hrs to China's fashion and enterprise capital. However, the train speeds can vary from 5.5 hrs to 13 hrs for the same distance depending on the type of train.) \n \nPlease note that many foreigners wanting to travel to Xuzhou have accidentally bought tickets to Suzhou (near Shanghai) instead of Xuzhou because the names sound so similar - and possibly because so few foreigners go to Xuzhou by train. So, it is highly useful to show the Chinese characters of Xuzhou (徐州) in order to convince the ticket officer and to overcome the phonetic confusion.\n\nOnce you arrive at the Xuzhou train station located just east of downtown, ascend the steps, show your ticket and exit. Outside, there will be a KFC, a McDonald's -- and a line\/queue of taxis on the left.\n\n",{"type":"==","value":["Get around"]},"\n\nThe city is small enough to explore on foot. But the buses are cheap, regular, and easy to figure out within the city. There are also minibuses that travel outside of the city to neighboring rural towns.\n\n",{"type":"==","value":["See"]},"\n\nWalk the city and explore the old downtown neighborhoods. Narrow alleys and old 小区 (",{"type":"<","value":["i",["xiao qu"]]},") give access to hundred year old wet markets neighboring temporary encampments of migrant workers and traveling farmers, one room restaurants without menus (don't worry, they'll tell you what they've got, or you can glance at other tables), dog meat butchers, public toilets, backstreet whorehouses with eerie blue lights, arcades in scavenged brick huts with corrugated tin roofs.\n\nThen, walk along the New Yellow River, a diverted portion of the river created by the floods of 1938, when Nationalist forces bombed dykes to stymie the Japanese (instead, they succeeded only in killing millions of their own country's farmers). You can have your fortune told, buy most kinds of medications (that are prescription-only in Western countries) and raw tobacco, get something good to eat, and catch small traveling musicians performing on traditional instruments. \n\nAfter that, stroll into the downtown, identical in every Chinese city of this size, home to a KFC, department stores, and massive, empty squares.\n\n",{"type":"==","value":["Do"]},"\n\nXuzhou is home to its own miniature version of ",{"type":"[[","value":[["Xi'an"]]},"'s ",{"type":"[[","value":[["Terracotta Warriors"]]},". The site features three pavilions featuring the warriors (three foot tall statues) in various states of excavation. Replicas are also sold. (Most people in the city have never seen the site and are only vaguely familiar with it).\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"<","value":["b",["Dog meat tacos"]]}," on Heqing Lu, between Pengcheng Lu and Jie Fang Lu. There are two alleys leading off from Heqing Lu and you want the one closest to Pengcheng Lu. Quite easy to find. Look for a collection of skinned dog carcasses hung up on the corner, usually having the last bits of fur cleaned from them with a propane torch. The bread is amazing, cooked in a stone oven, a bit salty, a bit sweet, coated in sesame seeds. The dog meat is tender and flavorful and stringy, torn from a pile of bones in a big metal tray (you can't dog meat with a knife).\n\n",{"type":"<","value":["b",["Sha tang"]]},". Everyone in Xuzhou knows the cute little story about the Emperor tasting this soup and asking what the name was. The chef thought the emperor was calling it \"What? soup,\" so he changed the name to that. It's a thick, mucus-y soup full of eel, chicken meat (originally pheasant or other game meat), beans, and a ton of black pepper. The best place to cop it is Ma Shi Jie (马市接), a joint on Jie Fang Lu that's the city's recognized favorite sha tang place (there's also a branch on Heping Lu, near the church but popular opinion says it's just not as good). The soup here comes from a massive pot, as tall as the man ladeling it out. Outside, you buy your dipping items: fried dumplings, salty fried dough, etc. The clientele is mainly ancient men that have been eating it for breakfast every day for fifty years and come equipped with their own bowls and spoons.\n\n",{"type":"==","value":["Drink"]},"\n\nIn this city, the people that go to nightclubs are crewcut and corrupt businessmen and massage parlor owners that hotbox the joint with fake Marlboros and drink Chivas by the gallon, while a pretty little prostitute perches on either side of them.\n\n",{"type":"<","value":["b",["Armani"]]}," is the classiest, the closest thing to a genuine nightclub. Beer for ¥30 (fake Corona for the same price), then bottles of Chivas whiskey. You've got the usual provincial Chinese city nightclub fare. Dance mixes of Mando-pop songs, men dirty dancing with each other, a few boys that dance in a glass cube behind the bar, lots of smoke, lots of fun. You will be encouraged to dance on top of things, remove your shirt, and join in, but watch out for prostitutes and gangsters. (Really, just the prostitutes ",{"type":"<","value":["i",["of"]]}," gangsters. You don't want to get a bottle of Heineken in the back of the head for being too friendly with one of the girls.)\n\nAll other clubs are near Armani. Check out Red Bar, S.O.S., Catwoman Bar and Virgin Bar. Those five are reasonably safe and alright and legit.\n\n",{"type":"<","value":["b",["Taiwan Bar"]]}," is near the downtown, at the intersection of Huai Hai Lu and Jie Fang Lu. It's dirty as hell and the most ideal place in the city to be offered drugs with your fruit platter. (Really, you are offered drugs from the moment you enter to the moment you leave). The clientele is sweaty, shirtless kids with a ton of tattoos and facial scars. You can sing karaoke in front of a crowd and buy cheap vodka, though. And the boss is always happy to see new people and the waitresses are effective in discouraging local thugs from offering you the powder-encrusted straw too many times.\n\n",{"type":"==","value":["Sleep"]},"\n\nCheap hotels are everywhere. Most hotels in the city only run about ¥200 but they don't offer much more than the ¥80 joints near the train station. Remember, ask to look at the room before you agree to stay. Please, just say, \"kan kan\" and smile and check to see that you can really stay there.\n\nIf you really, really care about comfortable living, there's ",{"type":"<","value":["b",["Golden Kue"]]}," downtown at the intersection of Huai Hai Lu and Jie Fang Lu. Ask your taxi driver and give him a price and he'll take you somewhere decent, as a rule.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Jinghu Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"[[","value":[["Mount_Tai"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Shanghai"]]}],["minorr1=",{"type":"[[","value":[["Bengbu"]]}],["image2=Longhai Railway icon.png"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Zhengzhou"]]}],["minorl2=",{"type":"[[","value":[["Kaifeng"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Lianyungang"]]}],["minorr2="]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Jiangsu"]]},"\n",{"type":"[[","value":[["Wikipedia:Xuzhou"]]}]