[{"type":"{{","value":[["pagebanner"],["US Virgin Islands banner Beach and coastline.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Charlotte Amalie harbor, Saint Thomas, US Virgin Islands.jpg"],["flag=Flag of the United States Virgin Islands.svg"],["location=LocationUSVirginIslands.png"],["capital=",{"type":"[[","value":[["Charlotte Amalie"]]}],["government=U.S. Territory"],["currency=US dollar (USD)"],["area=",{"type":"''","value":["total:"]}," 352 sq km ",{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 3 sq km ",{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 349 sq km"],["population=123,498 (July 2002 est.)"],["language=English (official), Spanish"],["religion=Baptist 42%, Roman Catholic 34%, Episcopalian 17%, other 7%"],["electricity="],["callingcode= +1 (340)"],["tld=.vi"],["timezone=UTC-4 (no DST)"]]},"\n\nThe ",{"type":"'''","value":["U.S. Virgin Islands"]}," constitute an unincorporated organized territory of the ",{"type":"[[","value":[["United States of America"]]}," between the Caribbean Sea and the North Atlantic Ocean, east of ",{"type":"[[","value":[["Puerto Rico"]]},". It was formerly known as the ",{"type":"''","value":["Danish West Indies"]},". Together with the ",{"type":"[[","value":[["British Virgin Islands"]]},", to the northeast, the territory forms the Virgin Islands archipelago. The islands' natural resources are sun, sand, sea, and surf.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Climate"]},"\nTropical, tempered by easterly trade winds, relatively low humidity, little seasonal temperature variation; rainy season May to November. Has experienced several hurricanes in recent years as well as frequent and severe droughts and floods.\n\n",{"type":"===","value":["Terrain"]},"\nMostly hilly to rugged and mountainous with little level land. There  are occasional earthquakes.\n; ",{"type":"''","value":["Highest point"]}," : Crown Mountain 474 m\n\n",{"type":"===","value":["Location"]},"\nIs in an important location along the Anegada Passage - a key shipping lane for the Panama Canal; Saint Thomas has one of the best natural deepwater harbors in the Caribbean\n\n",{"type":"===","value":["History"]},"\nDuring the 17th century, the archipelago was divided into two territorial units, one English and the other Danish. Sugarcane, produced by slave labor, drove the islands' economy during the 18th and early 19th centuries. In 1917, the US purchased the Danish portion, which had been in economic decline since the abolition of slavery in 1848.\n; ",{"type":"'''","value":["National holiday"]}," : Transfer Day (from Denmark to the US), 31 March (1917), Emancipation Day, 3 July (1848)\n\n",{"type":"==","value":["Islands"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=US Virgin Islands regions map.png"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Saint Croix"]]}],["region1color=#4f93c0"],["region1description=The largest island far to the south of the rest of the Virgin Islands."],["region2name=",{"type":"[[","value":[["Saint John (Virgin Islands)"],["Saint John"]]}],["region2color=#c18187"],["region2description=Beautiful and more relaxed, home to a couple resorts, a small town, and Virgin Islands National Park, covering 60% of the island's territory."],["region3name=",{"type":"[[","value":[["Saint Thomas"]]}],["region3color=#69999f"],["region3description=Home to the bustling capital of the U.S. Virgin Islands—the most populated island."],["region4name=",{"type":"[[","value":[["Water Island"]]}],["region4color=#69999f"],["region4description=A small and serene island just a 10 minute ferry ride from St. Thomas. Paradise. Off the coast of paradise."]]},"\n\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Christiansted#Do"],["Buck Island Reef National Monument"]]}," - established to preserve ",{"type":"''","value":["one of the finest marine gardens in the Caribbean Sea"]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Christiansted#See"],["Christiansted National Historic Site"]]}," - 5 preserved historic structures and interprets the Danish economy and way of life in existence there from 1733 to 1917"]},{"type":"*","value":[" ",{"type":"[[","value":[["Christiansted#Do"],["Salt River Bay National Historic Park and Ecological Preserve"]]}," - home to some of the largest mango forests in the Virgin Islands as well as coral reefs and a submarine canyon "]},{"type":"*","value":[" ",{"type":"[[","value":[["Virgin Islands National Park"]]}," - within its 7,000 plus acres is the complex history of civilizations - both free and enslaved - dating back more than a thousand years, all who utilized the land and the sea for survival"]},{"type":"*","value":[" ",{"type":"'''","value":["Virgin Islands Coral Reef National Monument"]}," - includes federal submerged lands within the 3 mile belt off of the island of St. John"]},"\n",{"type":"==","value":["Get in"]},"\n\nWhen traveling to the U.S. Virgin Islands, U.S. citizens enjoy all the conveniences of domestic travel – including on-line check-in – making travel to the U.S. Virgin Islands easier than ever. As a United States Territory, travel to the U.S. Virgin Islands does not require a passport for U.S. citizens arriving from ",{"type":"[[","value":[["Puerto Rico"]]}," or the U.S. mainland. Entry requirements for non-U.S. citizens are the same as for entering the ",{"type":"[[","value":[["United States"]]}," from any foreign destination. Upon departure, a passport is required for all but U.S. citizens ",{"type":"[","value":["http:\/\/www.usvitourism.vi\/travel_transportation\/from_here"]},".  The territory is a \"free port\" in a separate customs zone from the mainland United States; this means that everyone going to the mainland must go through customs, even though there are no customs when arriving from the mainland.  A passport is recommended to make returning easier, and you'll have to plan your purchases accordingly and leave a little extra time to make your departing flight.\n\n",{"type":"===","value":["By plane"]},"\nFlights are into either St. Croix or St. Thomas.  St. John does not have an airport, but is easily accessible via St. Thomas.\n\nMany flights connect through ",{"type":"[[","value":[["San Juan"]]},", ",{"type":"[[","value":[["Puerto Rico"]]},", but direct flights from the continental U.S. involve less hassle and flying time.\n\nDirect flights into St. Thomas can be found from Miami, New York-JFK and Boston on American Airlines, Atlanta and Detroit on Delta Air Lines, Ft. Lauderdale on Spirit Airlines, Charlotte, Philadelphia, and New York-La Guardia (weekly) on U.S. Airways, and Newark, Washington-Dulles and Chicago-O'Hare on United Airlines.\n\nDirect flights into St. Croix can be found from Miami on American Airlines, Charlotte on U.S. Airways (weekly, seasonal), and Atlanta (twice weekly) on Delta Air Lines.  St. Croix can also be easily reached from the mainland via St. Thomas by flying Cape Air (which flies between the St. Thomas and St. Croix airports) or Seaborne Airlines (which flies seaplanes between Charlotte Amalie, St. Thomas and Christiansted, St. Croix).\n\n",{"type":"===","value":["By boat"]},"\nFerries run between all three US Virgin Islands, as well as to and from the British Virgin Islands and, on a seasonal basis, Puerto Rico.  Note that, when returning from the British Virgin Islands, everyone, including U.S. citizens, is required to pass through customs and a T.S.A. screening.  Especially when traveling with a large number of other people, such as on a ferry, this can add two to three hours to the travel time.\n\n",{"type":"==","value":["Get around"]},"\nGetting around any of the Virgin Islands is fairly easy.  All of the islands have bus service and\/or a regulated taxi service.  Upon docking at Cruz Bay, taxis, rental cars, and scooters are available.\n\n",{"type":"===","value":["By car"]},"\nWith plenty to explore on all the islands, car rental agencies are recommended.  From the lush rainforest to the quaint Christiansted, driving the St Croix island is both scenic and a visual pleasure.  Stick to the left-hand side and with a good handful of sharp curves, take your time navigating the roads.  Remember that you're on \"island time.\"\n\nGenerally car rental rates will be comparable to the mainland U.S. (about $500 per week or $80 per day).  If you make advanced reservations, the rates are generally lower.  Take out the insurance if you plan to go four wheeling up the steep mountain roads.  Throughout St. Thomas, there are colored directional signs to major destinations.\n\nUnlike other U.S. territories, traffic on the Virgin Islands moves on the left. To add to the confusion, unlike most other places where traffic moves on the left, most cars in the Virgin Islands are left-hand drive as they are usually imported from the U.S. mainland. Potholes are large and numerous, similar to the end of a particularly snowy New England winter.   Drivers often either slow to around 5 mph or swing into oncoming traffic when encountering the larger holes.  For both reasons, one should always pay extra attention when driving and watch out for drivers who drive on the wrong side of the road.  Unmarked one-way streets, very narrow two-ways streets, lack of lane striping, and a high incidence of drunk driving also contribute to the relatively high accident rate among drivers on the Virgin Islands.\n\nTo avoid collisions on hairpin turns in the mountainous areas, stay left and slow to 5 mph.  Some unpaved mountain roads require four-wheel drive, and some drainage ditches wash across the paved roads in the rain forest.  There are generally no sidewalks outside of the towns, so pedestrians and bicycles frequently travel along the side of the main road.\n\nThere is a rudimentary highway numbering system. Roads are marked with circular signs. Numbers beginning with 1 and 2 are used on St. John, with 3 and 4 on St. Thomas and 5 to 7 on St. Croix. Roads are not very well marked—some are not marked at all—and designations can be confusing. Some roads simply dead-end, or end at an unmarked intersection. Signage can suddenly disappear without warning; for example, heading south on Route 40 into Charlotte Amalie, signage is nowhere to be found as you are shuttled onto one-way streets. It is not uncommon to come to a junction where one must turn to stay on the current road. Locals are more likely to know the names of the roads; conversly, tourist maps usually emphasise the numbers.\n\n",{"type":"===","value":["By taxi and bus"]},"\nUpon landing at the Cyril E. King Airport on St. Thomas, one could rent a taxi or take buses to Charlotte Amalie, or to Red Hook, either of which have ferry service to Cruz Bay, St. John.  You can \"bargain\" for most things on the islands, but the taxi and bus rates are regulated.  Taxi rates are published by the Virgin Islands Taxicab Commission.  If you are interested in saving $8, you can walk 3\/4 of a mile to Vetern's Drive and catch a safari bus that will take you into town for $1 or $2 if you have minimal luggage.\n\nTaxi rates are charged per person one way.  For example, a one way trip from Charlotte Amalie to Magens Bay is $10; round trip for four people will cost $80.  If you plan on visiting multiple destinations, renting a car might be more economical.you need to have bus fares too!\n\n",{"type":"===","value":["By boat"]},"\nSailboat rentals at Red Hook will allow you to get around by water.  If you plan to sail to the British Virgin Islands, a passport is required as of 2007.  Although passports are not required for American citizens to travel to the U.S. Virgin Islands, the Intelligence Reform and Terrorism Prevention Act of 2004 (IRTPA) has made the documentation requirements much stricter.\n\nOn St. John, get the best idea of the island by chartering a boat for a full day. By doing this not only will one get a wonderful day of snorkeling in, but also see the island from a local's perspective. Try St John Yacht Charters at 340-998-9898.\n\nThere is a ferry boat that transports cars between Red Hook, St. Thomas and Cruz Bay, St. John.  The dock is separate from the passenger ferries.  The sign is really small, so if you can't find the dock, ask the workers by the passenger ferries.\n\nLastly, for a one-stop resource that lists charter companies operating in the U.S. Virgin Islands, consider visiting the Virgin Island Charter Yacht League's site at http:\/\/www.vicl.org. The site lists pictures as well as contact information for charters ranging from monohull to power yacht.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the official language but there is a local dialect.  You may also find Spanish and French Creole being spoken.\n\n",{"type":"==","value":["See"]},"\n\nBeautiful sightseeing\n\n",{"type":"==","value":["Do"]},"\n\nTake a tour by jeep and boat around the island or sit on the white sandy beaches.\nExplore the island and stop at the beaches and spend all day snorkeling.\nTake a guided kayak tour or snorkeling tour in Coral Bay\nMiles of hiking trails criss-cross the entire island. Maps are available from the U.S. Park Service office in Cruz Bay. Ranger guided hikes can also be scheduled for a small fee at the same office.\nVisit the Annaberg Sugar Plantations and try some local Johnny cake\nTravel to Coral Bay and visit other popular beaches such as Salt Pond.\nVisit some of the smaller bays like Denis Bay and Little Cinnamon. They can be a treck compared to trunk but are well worth it when you have a tropical beach to yourself.\nVisit the beach at Trunk Bay, rated one of the most beautiful beaches in the world. Great place to Snorkel. The beach facilities include food, drink and showers.\n\n",{"type":"==","value":["Buy"]},"\nSt. Croix is rich with artists. Christiansted is home to many galleries including WATCH YOUR STEP owned by artist Diane Given Hayes, D&D STUDIO featuring works by Ted Davis and other notable artists, ISLAND BOY DESIGNS owned by jewelry designer Whealan Massciott (Kenny Chesney is a fan), the MARIA HENLE GALLERY and many more. A stroll around town will reveal these and many more treasures.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=D&D Studio Fine Art Gallery"],["url=http:\/\/ddstudio.us"],["email="],["address=55 Company Street, Christiansted, St. Croix - U.S. Virgin Islands 00820"],["lat="],["long="],["directions="],["phone = +1 340 719 1201"],["tollfree="],["fax="],["hours="],["price="],["content=D&D Studio sells stunning, eye-catching works from the Caribbean's finest photographers and is the only gallery in the West Indies devoted entirely to the art of photography.\n\nWhen in historic downtown Christiansted, you're invited to stop in the Studio and owners Ted Davis and Sam Dike will show you delightful new exhibits in a sophisticated gallery setting.\n\nMuch of the artwork seen on the D&D Studio web site can be purchased over telephone or through e-mail.  Purchased artwork will be shipped insured and very well packaged to any point on the globe.  Give us a call or drop us a line and we'll help you place your order."]]}]},"\nThe islands are duty-free and have all sorts of shops, with special emphasis on rums, tanzanite, and diamond and gold jewelry.  See same subject under St Thomas for discussion.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rumrunners"],["url=http:\/\/www.rumrunnersstcroix.com\/"],["email="],["address=44A Queen Cross Street"],["lat="],["long="],["directions=on the boardwalk in Christiansted in Hotel Caravelle"],["phone = +1 340  773-6585"],["tollfree="],["fax="],["hours="],["price="],["content=Waterfront location..watch the seaplanes take off and land, see Captain Carl Holley bring in the catch of the day, and enjoy a perfect blend of local and American flavors. Open for breakfast, lunch & dinner 7 days a week, and Sunday brunch with live steel pan music!"]]}]},"St. Croix is home to a celebrated week-long culinary festival held each April called the St. Croix Food & Wine Experience which includes wine seminars, dinners with celebrity chefs (Kevin Rathbun, Rocco DiSpirito, Robbin Haas, Gerry Klaskala, Richard Reddington are just a few who joined the fun)and the main event, A Taste of St. Croix, showcases foods from more than 50 of the islands restaurants.\n\nFor a listing of restaurants on the island see www.GoToStCroix.com. Great local food can be found at Harvey's(stew goat), Singh's (roti) and Norma at the Domino Club in the rain forest always has something cooking.\n\nFor fine dining, try Tutto Bene, Bacchus, Savant and The Galleon. Rumrunners, located on the waterfront at Hotel Caravelle is perfect for casual, fun dining. They do a great blend of local and traditional American dishes and flavors.\n\nIf you want to catch what you eat, go fishing with Carl Holley. His boat, Mokojumbie, ties up ont he docks near Rumrunners. he, in fact, supplies many restaurants with fresh fish daily.\n\n\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["On Saint John dollar drinks are available across the street from the National park office, next to the ice cream shop."]},{"type":"*","value":["On St. Thomas, There are several drinking establishments in Red Hook, on the East End, including: Caribbean Saloon, Duffy's Love Shack, Fat Boy's, Molly Malone's, Island Time Pizza, and XO Bistro."]},{"type":"*","value":["On St. Croix, Cruzan Rum is made at a distillery that you can tour. Be sure to do the tour and participate in the tasting after! Cruzan Rum is available just about everywhere, but there are certain flavors (i.e. Clipper) that are not sold in the USA, so take a bottle back with you. In the seaside town of Christiansted is the Brew Pub which makes several good beers. And, when at local places or events, always ask if there is a local drink. Be wary of the home recipes (i.e. Mama Wanna) - they are STRONG!"]},{"type":"*","value":["Unlike the US Mainland, the ",{"type":"'''","value":["drinking age"]}," in the Virgin Islands is ",{"type":"'''","value":["18"]},"."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uvi.edu University of the Virgin Islands"]}]}," UVI is a small but respectable school founded in 1962. It is comprised of two main campuses, in St. Thomas and St. Croix. Its mascot is the UVI Buccaneer. It is a corresponding member of the NCAA and competes against NCAA II and III along with the Intercollegiate Sports Organization League in Puerto Rico."]},"\nThe public high schools have had a history of trouble with accreditation, but recent improvements have gotten them accepted on a probationary basis.\n\nTo learn about history and culture, visit St. Croix's historic landmarks. St. Croix is home to two forts (one in each waterfront town) and numerous historic buildings. Tours are available at Government House in Christiansted. Whim Great House and the Laweatz Museum offer tours. There is even a self-guided island tour called the Heritage Tour, maps are available at various places.\n\nTo learn about food and agriculture, come to St. Croix during the annual Ag Fair. You can also visit the VI Sustainable farm (call in advance) and Southgate Farms (both organic).\n\n",{"type":"==","value":["Work"]},"\nAs a US territory, Americans can come here and work with no special visa.  Foreigners must go through the rigorous process of obtaining a US work permit.\n\nThe economy is quite seasonal, based mostly around cruise ship calls, which taper off from May through September and peak in December and January.\n\n",{"type":"==","value":["Stay safe"]},"\nSome parts of St.Thomas, especially Charlotte Amalie, can be risky at night. Drug and other related crime is a problem. The USVI has the 7th highest homicide rate in the world and is the most violent place in the U.S. Tourists should exercise caution when getting around as some neighborhoods can be dangerous, even if a well-known restaurant is in this neighborhood.  It is advised to take a taxi if you are going anywhere especially at night.\nThis is the only US territory where driving on the ",{"type":"'''","value":["left side"]}," of the road is still practiced. There are many theories as to why this is.  One theory is due to the prior use of the donkey as a main mode of transportation.  Islanders would drive on the left to see how close they were getting to the edge of the many steep and cliff-like roadways.  The original donkey trails were then paved over to create what are now the roadways today.  Another theory is that as a Danish colony, the Danish West Indies were heavily British-influenced, due to an unwillingness among Danish people to relocate to the Danish colony.  This British influence explains the widespread use of the English language even before the United States purchased the islands from Denmark in 1917.\n\nDespite the left-side traffic, cars on the island are generally imported from the mainland U.S. and are left-hand drive.  For drivers used to right-side traffic, the switch is pretty easy to make, though you will need to put more conscious thought into turns than normal.  In general, other traffic provides an immediate reminder which side to choose; it's easier to forget if you're the only car on the road, but there are fewer cars to crash into in that case.  The terror of flying past on the wrong side of traffic will pass after the first few cars, and the readjustment back home to right-hand driving will be a pleasant reminder of your trip.  In short, don't be afraid of renting a car no matter which side of the road you normally drive on.\n\nSt. John is a relatively safe island but usual caution is advised when leaving your car unattended, especially at secluded beaches such as Salt Pond Bay.  Your car is not a safe and yes, thieves WILL look under the front seat for your wallet.\n\n",{"type":"==","value":["Stay healthy"]},"\nLow-lying buildings usually use the public water, which is fine to drink.  Places up in the mountains almost all have independent water supplies, replenished by the rain that falls on their roofs.  The safety of this water depends on regular cleaning and treatment of the building's cistern.\n\nThere are several parts of St. Thomas that are not safe after dark, and a couple places that are not safe at any time of day.  The islands may seem like paradise, but the crime rate is comparable to many large cities.\n\n",{"type":"==","value":["Respect"]},"\nIslanders follow a system of greeting which depends on the time of day.  Good morning, good afternoon, good evening and good night are the norm.  Most people follow-up a salutation with \"How are you?\"  When entering a room with others it is customary to greet people.  You may also be greeted with \"ya arright?\", to which an appropriate response would be \"arright!\" or \"OK\".  Islanders also use a modified handshake.  A normal shake, then a finger clasp, followed by a fist bump.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["United States of America"]]},"\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:United States Virgin Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/US Virgin Islands\/"]]},"\n\n",{"type":"{{","value":[["geo"],["18.3500"],["-64.9333"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Virgin Islands"]]}]