[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Uaxactun"]}," is in ",{"type":"[[","value":[["Peten"]]}," of ",{"type":"[[","value":[["Guatemala"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nUaxactún was under the control of ",{"type":"[[","value":[["Tikal"]]},". It is a smaller ruin. There is a modern village on the site, which used to deal in chiclero.\n\n",{"type":"===","value":["History"]},"\nUaxactun is well known for holding the oldest known Maya astronomical complex yet to be found in completion. It is one of the longest occupied Maya sites.\n\n",{"type":"===","value":["Landscape"]},"\nJungle\n\n",{"type":"===","value":["Flora and fauna"]},"\nHowler Monkeys, Spider Monkeys, Ant-Eaters, Birds, deer, jaguars, coatimundis. This is north of Tikal Park, but much of the road between it is in the park itself and the rest looks undeveloped away from town.\n\n",{"type":"===","value":["Climate"]},"\nTropical\n\n",{"type":"==","value":["Get in"]},"\nTake a bus from the market in Santa Elena at 2pm (it passes through ",{"type":"[[","value":[["Tikal"]]}," around 5pm - times approximate) for Q20, drive, or arrange with one of the tourist agencies in Flores to get there. If you're driving your own vehicle, you need to get permission from the ",{"type":"[[","value":[["Tikal"]]}," administration office first. A mountain bike could be a good option here also, and they are available for rent in Flores.  It is 23 km from ",{"type":"[[","value":[["Tikal"]]},". The bus returns at 6am, so you´ll need to spend the night if you go by bus.\n\nTwo buses each day travel from the bus station at Santa Elena via Tikal, departing at 1PM and 3 PM. They arrive in town at 4 and 6 PM, respectively. The first morning return bus leaves at 6 AM. I am not sure of the second departure time.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntry is Q25 or $3.50 US (May 2008).\n\n",{"type":"==","value":["Get around"]},"\nWalk\n\n",{"type":"==","value":["See"]},"\nMayan Ruins, Animals, Birds. A community of Chicleros (gum collectors) currently live on the site and many of Uaxactun's residents gather chicle, xate palm leaves, and allspice from the forest to make a living. The local community also offers a small archeological museum.\n\nMain portions of the Uaxactun ruins are on either side of the airfield.\n\n",{"type":"==","value":["Do"]},"\nTake photos, hike in the jungle. You can hire a local tourism guide (inquire at the OMYC office) to show you around or guide you on hikes or other activities.\n\nOn Dec 21, 2012 the Maya calendar located at Uaxactun completed its final cycle. Tourists planning to commemorate the milestone will be camping out on this evening during the winter solstice at the ruins in conjunction with the ",{"type":"[[","value":[["Guatemala"]]}," tourism board.\n\nVisit the ceramics museum at Campamenhto El Chiclero.\n\n",{"type":"==","value":["Buy"]},"\nNothing\n\n",{"type":"==","value":["Eat"]},"\nWhat you bring\n\nEl Chiclero has a restaurant, where the food is very good and there is a comedor in town.\n\n",{"type":"==","value":["Drink"]},"\nWhat you bring\n\nGood luck getting anything but Gallo beer. \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alicia's Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"===","value":["Lodging"]},"\nEl Chiclero and Posada Aldana are the places to stay in town. There looked to be another near the furthest southern end as we entered and rode by in the bus. \n\n",{"type":"===","value":["Camping"]},"\nPeople can camp at El Chiclero in your hammock or tent.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nCarry a hiking stick; if you don´t use it for hiking it might be useful to defend yourself from wild animals!\n\n",{"type":"==","value":["Go next"]},"\nBus (5 and 6am) or private transport.\n\n",{"type":"{{","value":[["IsPartOf"],["Petén"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Uaxactun"]]},"\n",{"type":"{{","value":[["geo"],["17.393561111111"],["-89.634533333333"]]}]