[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Udine"]}," is the capital of the ",{"type":"[[","value":[["Udine (province)"],["Province of Udine"]]}," in the Italian Region of ",{"type":"[[","value":[["Friuli-Venezia Giulia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nUdine is a quiet and stately provincial capital - and also the unofficial capital of Friuli (Forum Iulii-",{"type":"[[","value":[["Cividale del Friuli"]]},")\n, which comprises the largest part of the Region of Friuli-Venezia-Giuli. While the once-great seaport of Trieste is the regional capital and reigns over the coast, Udine presides over the region's inland plains and its Alpine peaks. For centuries Udine was a Venetian city - in contrast to Trieste, which was part of the Austrian Empire. \nToday, Friuli is known as a region of wines, prosciutto di San Daniele and Montasio cheese. Udine is an excellent loction to taste these products and to start a visit to this less traveled part of Italy.\n\n",{"type":"==","value":["Get In"]},"\n\n",{"type":"===","value":["By plane"]},"\nUdine is 40 km from Trieste Airport, which has daily flights to London Stansted, Milan, Munich and Rome, and less regular flights to Birmingham, Brussels, Valencia and other locations in Europe.  Other popular nearby airports include Venice Marco Polo, Treviso (Venice) - both about an hour away by car or train - and Ljubljana, Slovenia less than two hours drive from Udine.\n\n",{"type":"===","value":["By train"]},"\nThe train from Venice\/Mestre takes just over an hour and a half (unless you catch one of the locals that makes all the stops for a two-hour ride). Trieste is just over an hour away. Trains to Venice and Trieste run almost every hour. One train a day goes direct to Milan, and another to Rome (otherwise, change in Venice\/Mestre). There are night trains to Vienna - but during the day, Austrian Railways runs a bus to Villach and Klagenfurt.  If heading from Slovenia the most convenient and frequent method may be to take a train to ",{"type":"[[","value":[["Nova Gorica"]]},", walk across the border to ",{"type":"[[","value":[["Gorizia"]]}," and onwards to the city's train station and take one of the frequent trains coming from Trieste to Udine.\n\n",{"type":"===","value":["By car"]},"\nBy highway (A4\/A55), Udine is about an hour from Trieste, an hour and a half from Venice and from Villach, Austria, and under two hours from Ljubljana, Slovenia.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castello di Udine"],["content=From the monumental staircase of Udine's Castle, which rises on a low hill about the city, you can admire the Julian Alps rising above the Friuli Plains. The Castle hosts the ",{"type":"[","value":["http:\/\/www.udinecultura.it\/opencms\/opencms\/release\/ComuneUdine\/cittavicina\/cultura\/en\/musei\/Civici_Musei_e_Gallerie_di_Storia_ed_Arte\/index.html City Museums"]}," of art and archeology. In the map rooms on the top floor, you can see how Udine and surrounding Friuli shifted from being part of the medieval Patriarch of Aquilea to the Venetian Republic, then the Austrian Empire and finally, Italy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Santa Maria di Castello"],["content=A church next to the Castle coloured by beautiful frescoes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Piazza Liberta'"],["content=At the foot of the Castle hill is Piazza Liberta', which the tourist office calls the \"most beautiful square in Venetian style on earth\". Here you find the Loggia del Lionello, built in the 1400s, and across the street, the Tower of the Two Moors, giant statues (similar to those in St Mark's Square in Venice) on either side of a huge bell. They ring the hours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral"],["alt=Duomo"],["directions=down Via Vittorio Veneto from Piazza Liberta'"],["content=Dates from the 1200s, and contains works by Tiepolo and others."]]}]},{"type":"*","value":[{"type":"'''","value":["More"]},". The newly re-opened ",{"type":"[","value":["http:\/\/www.udinecultura.it\/opencms\/opencms\/release\/ComuneUdine\/cittavicina\/cultura\/en\/musei\/etnografico\/index.html Ethnographic Museum"]},", on Borgo Grazzano, has a fascinating collection that illustrate rural life in Friuli. (Here and elsewhere, however, few captions are in English.) Udine also has two photographic collections."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Un tajut"]},". Udine lies in the centre of a rich plain, known for its wine, prosciutto (from San Daniele) and cheese (Montasio and more). ",{"type":"'''","value":["Piazza San Giacomo"]}," is a beautiful square and the ideal place for a glass of wine (",{"type":"''","value":["un tajut"]},", in Furlan, the language of Friuli) or a coffee. The Piazza lies at the centre of the pedestrian area of town - which has become the sort of open-air shopping centre common in northern Italy."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B ElmAgos Udine"],["alt=http:\/\/www.elmagos.splinder.com"],["url=http:\/\/www.elmagos.it\/bed_and_breakfast_udine_EN.htm"],["email="],["address=via Lauzacco 78"],["lat="],["long="],["directions=From the train station take bus no. 6; from the motorway exit at 'Udine Sud'"],["phone=+39\/0432523888"],["tollfree="],["fax="],["hours="],["price=double room min\/max 50\/80"],["checkin=14.30"],["checkout=10.00"],["content=Independent B&B or self-catering holiday apartment not far from city centre but in quiet area.  Accommodation with separate entrance and private bathroom, perfect for couples, families, groups."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Art Hotel Udine"],["alt=Art Hotel Udine"],["url=http:\/\/www.arthoteludine.com\/"],["email="],["address=Via Paparotti, 11 - Udine"],["lat="],["long="],["directions="],["phone=+39 0432 600061"],["tollfree="],["fax=+39 0432 522432"],["hours="],["price=€70-180"],["checkin="],["checkout="],["content=3 Star business hotel strategically located at a short distance from Udine city center. The hotel provides a capable meeting room (up to 60 persons) and private parking."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nGorizia, Trieste, the Slovenian coast and Venice are all within one and two hours from Udine.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["46.0667"],["13.2333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Udine (province)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Udine"]]}]