[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Udon Thani"]}," (อุดรธานี, also ",{"type":"''","value":["Udorn Thanee"]},") is a city in the ",{"type":"[[","value":[["Isaan"]]}," region of ",{"type":"[[","value":[["Thailand"]]},". Often referred to as simply ",{"type":"'''","value":["Udon"]}," or ",{"type":"'''","value":["Udorn"]}," (อุดร), the city should not be confused with ",{"type":"'''","value":["Ubon"]}," ",{"type":"[[","value":[["Ubon Ratchathani"]]}," in southeastern Isaan.\n\n",{"type":"==","value":[" Understand "]},"\nFounded in the 1890's by Prince Prajak Silapakom, Udon Thani is the 7th largest city in Thailand.\n\nUdon had a USAF airbase during the Vietnam War that increased its wealth and importance. Surrounded by one of the major agricultural areas of the country, Udon Thani has become a regional hub for agriculture, commercial distribution, shopping, and a fledgling tourism industry.\n\nBecause of the US presence (the airbase until 1976, a U.S. consulate until 1995, and currently, a Voice of America radio station) many Thais were well-paid and learned English, making them more marketable to foreign labour recruiters. Udon has a large number of its citizens who have worked or are working overseas, particularly in Middle East oil fields. This has contributed both to the wealth of the area and its desirability as an expat destination. More than 5,000 expats from Europe, Australia, and North America have settled in the area.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By plane "]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.udonthaniairport.com\/ Udon Thani Airport (UTH)"]}]}," has several 50 min daily flights to ",{"type":"[[","value":[["Bangkok"]]}," (Suvarnabhumi [BKK]) (Thai Airlines: around 2,500 baht) or (Don Mueang [DMK]) (Air Asia from 500 baht and Nok Air from 1,250 baht if booked well in advance). There are also direct flights to ",{"type":"[[","value":[["Chiang Mai"]]},", ",{"type":"[[","value":[["Loei"]]}," and ",{"type":"[[","value":[["Phuket"]]}," (Air Asia flies to Phuket with tickets often around 1,000-1,200 baht, which is comparable to a 2-night bus\/train trip via Bangkok). \n\nTo get to town there is a limousine service (actually a minibus) for 80 baht\/person that will drop you and other passengers at the location of your choice. Minibus tickets are available in the booth just to the right as you leave the terminal building. If there are more than 2 of you, it may be cheaper to call a taxi (Tel. +66 42 323239). Taxis are not permitted to wait for passengers at the airport, but some do it anyway, asking 200-400 baht for the 4 km journey. Some hotels have pickup services and may take an extra rider or 2 if space permits. Some long distance buses to Khon Kaen were seen in the airport, with numerous people boarding them. No local Udon Thani songthaews have been seen near the airport.\n\nIf you are travelling on to Nong Khai, there is a bureau straight ahead of you when you get to the arrivals hall which sells minivan tickets to Nong Khai. They have a minibus which meets most flights and for 200 baht they will load you straight onto a minivan.  It takes one hour to reach Nong Khai and if you ask the driver he will take you straight to your hotel, or drop you off at the Thai side of the Friendship Bridge. You can then proceed into Laos.\n\n",{"type":"===","value":[" By bus "]},"\nThere are two bus stations in the city: one in the city centre near Central Plaza, and one  on the outskirts of town on the road in from Loei towards Nong Khai. A tuk-tuk into town costs about 80 baht from there.\n\nBuses from ",{"type":"[[","value":[["Bangkok"]]}," (Mo Chit), an 8-hour journey, arrive at the BKS station in the city centre.\n\nBuses from several companies depart at least once per hour after 08:00 to ",{"type":"[[","value":[["Nong Khai"]]}," (50 baht (Oct 2013), 1 hour, non-air conditioned 3rd class) on the ",{"type":"[[","value":[["Laos"],["Lao"]]}," border. Buses from Nong Khai may drop you off north of the city. Follow the locals and hop on the waiting #6 songthaew to the bus station or take a tuk-tuk. \n\nThere are six express buses a day direct to the Morning Market in ",{"type":"[[","value":[["Vientiane"]]}," (80 baht, 2 hours, air-con 1st class departures at 08:00, 10:30, 11:30, 14:00, 16:00, 18:00). Some companies will not sell this trip if you cannot show a visa. These cross-border buses will sometimes carry passengers who have not obtained their Lao visas in advance, but may not wait long enough at the border for a visa on arrival to be applied for and issued. This isn't a problem when the queues are short, but at busy times passengers who don't already have their visas may be left behind and have to continue by local bus or tuk-tuk. This is a famous scam place, up to 100 baht for a 2 min ride, plus 25 baht for the bridge crossing, plus tuk-tuk or taxi to ",{"type":"[[","value":[["Vientiane"]]},". \n\nBuses depart around once per hour to ",{"type":"[[","value":[["Sakon Nakhon"]]}," (100 baht, 3 hours, air conditioned, 160 km from Udon Thani, on the way to ",{"type":"[[","value":[["Nakhon Phanom"]]}," and ",{"type":"[[","value":[["Mukdahan"]]},").\n\n",{"type":"===","value":[" By train "]},"\nDaily trains go to ",{"type":"[[","value":[["Nong Khai"]]}," and over the Friendship Bridge across the Mekong River to ",{"type":"[[","value":[["Laos"]]},". Trains are also frequent to ",{"type":"[[","value":[["Nakhon Ratchasima"]]}," and ",{"type":"[[","value":[["Bangkok"]]},". The overnight express sleeper to Bangkok is scheduled to take 9.25 hours but usually takes longer. Nevertheless, it is still quite comfortable and pleasant, especially when taken in a sleeping berth or compartment.  A daytime express train to Bangkok traverses a causeway over the large and scenic artificial lake created by the Pa Sak Jolasid Dam (in ",{"type":"[[","value":[["Lopburi"]]}," Province). Connections to the major centres of southern Isaan (",{"type":"[[","value":[["Buriram"]]},", ",{"type":"[[","value":[["Surin"]]},", ",{"type":"[[","value":[["Si Saket"]]}," and ",{"type":"[[","value":[["Ubon Ratchathani"]]},") can be made in Nakhon Ratchasima for those who like to travel by rail.\n\nIn all, there are daily daytime trains, and three daily nighttime trains from Bangkok to Udon Thani and vice versa (most of which normally originate or terminate at Nong Khai), and several local trains to other destinations, including Nakhon Ratchasima.\n\n",{"type":"==","value":[" Get around "]},"\nNavigation around Udon Thani is made easier by three large roundabouts on the central road, Hwy 2: the clock circle, the fountain circle, and Prince Prajak Circle. It's also possible to orient yourself with Central Plaza or Nong Prajak Park. There is a bypass road that goes around the city.\n\n",{"type":"===","value":[" By taxi "]},"\nThe main bus station, near Central Plaza has a taxi stand.\n\n",{"type":"===","value":[" By bicycle taxi "]},"\nUdon Thani has many samlors (three-wheeled bicycle taxis), although as elsewhere, they are slowly succumbing to the pressures of the internal combustion engine.\n\n",{"type":"===","value":[" By tuk-tuk "]},"\nTuk-tuks, three-wheeled motorcycles, are readily available in most commercial areas. Negotiate a price before taking the ride. Note that in Udon Thani the locally made vehicles (called Skylabs) differ from those in most of Thailand outside Isaan in that their fronts are adapted motorcycles. If you travel to Laos, you will see such vehicles (called \"jumbos\") there also. Tuk-tuks prowl the streets on the lookout for tourists. Apart from long journeys the price should be around 30-50. If you get into the bus station early in the morning and need a guest house they may pretend they can't speak English, drive you around in a small circle \"looking\" for guesthouses before dropping you around the corner from the station; however, some may not speak English and are just trying to be helpful. They will then ask for 100 baht for a 30 baht journey. There is plenty of accommodation within walking distance of the station.\n\n",{"type":"===","value":[" By songthaew "]},"\nUdon Thani has a bus-like network of numbered pick up trucks with 2 benches in the back ",{"type":"[[","value":[["Thailand#Songthaew"],["songthaews"]]},"; cost is 8 or 10 baht per trip (10 baht outside the ring road).\n\n",{"type":"===","value":[" By bicycle "]},"\nBicycles are available for rent at the northeast corner of Nong Prajack park for 20 baht\/hour.\n\n",{"type":"===","value":[" By motorbike or car "]}," \nMotorbikes and cars are for rent at numerous locations.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ban Chiang"],["url="],["email="],["address="],["lat="],["long="],["directions=About 35 km E of Udon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An archaeological dig that is a UNESCO World Heritage site. Both buses and inter-village songthaews will drop you off at the Ban Chiang turn-off."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ban Nakha"],["url="],["email="],["address="],["lat="],["long="],["directions=15 km N of Udon on Rte 2"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A village famous for selling hand woven silk and cotton garments. It is somewhat commercialized but a walk back from the road into the village can net some great bargains on silk and cotton."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nong Bua"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A park with a lake just to the east of the railway line. It is noted for its Chinese pagodas over the lake and the dragon pole."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nong Prajack Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large recreational area within the city and the primary site for locals to exercise and chill out. Consisting of a large lake\/reservoir with several small islands, it features pleasant grass areas and activities such as nightly aerobics (to Thai pop music) and feeding bread crumbs to the fish. For the more active, it's also popular for jogging around the outside of the lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phu Foi Lom Eco-Park"],["url="],["email="],["address="],["lat="],["long="],["directions=40 km SW of Udon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Numerous trails and rainy season waterfalls. South of Udon is a large wetlands area\/lake called Khumpahawapi. In Oct, traditional dragon boat races are held on the lake. Within Khumpahawapi is a city park with a large troupe of monkeys that have been living there for over a hundred years."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phu Phrabat National Park"],["url="],["email="],["address="],["lat="],["long="],["directions=60 km NW of Udon near the Ban Phue"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A marvelous ridge line with numerous sandstone edifices several thousand years old. Bronze age cave paintings are also within the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Udon Sunshine Orchid Farm"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for a variety of orchids, orchid-derived perfumes, and plants that \"dance to music\"."]]}]},"\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":[" Buy "]},"\nOn the ring bypass road on the east side of town are several large home improvement stores; Home Mart, Global House, and Tool Pro. Also on the east-side ring road is the new Bo Bei Clothing Market. Within the city itself are numerous 7-Elevens as well as many mini-marts with Western snacks and goods.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Big C"],["url="],["email="],["address="],["lat="],["long="],["directions=East of town centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shopping complex (both groceries and assorted goods) with much cheaper pricing than Robinson's at Central Plaza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Central Plaza"],["alt=Formerly Chareonsri"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Udon Thani's largest indoor shopping mall, featuring 5 floors of shopping, including a Robinson's Department Store, Tops Supermarket, Sizzler Steakhouse, KFC, Pizza Company, Swensen's Ice Cream, Boot's Pharmacy, IT products, mobile phones, cineplex."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Makro"],["url="],["email="],["address="],["lat="],["long="],["directions=E of town centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cheap bulk purchases."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Night Market"],["url="],["email="],["address="],["lat="],["long="],["directions=W of the train station, 5 min walk from the central bus station."],["phone="],["tollfree="],["fax="],["hours=17:00-22:30"],["price="],["content=Eat there or takeaway food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tesco Lotus"],["url="],["email="],["address="],["lat="],["long="],["directions=On the ring road N-side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=superstore with much cheaper pricing than Robinson's at Central Plaza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=UD Town"],["url="],["email="],["address="],["lat="],["long="],["directions=Just S of the train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mall with a food court, Tesco Lotus store, 3 different Oishi restaurants, McDonald's, Swensen's Ice Cream, Pizza Company, WaWee Coffee and numerous retail businesses."]]}]},"\n",{"type":"==","value":[" Eat "]},"\nStreet vendors abound throughout the city. Satay, noodle soup (beef, pork, chicken, and duck are common), pad Thai, som tam, grilled chicken, meat on a stick, various sweets, and rice dishes are available at nearly all times. Udon Thani has a large range of buffet restaurants including Korean-style cook it yourself BBQ in a raised dish over a charcoal burner in the centre of your table.\n\n",{"type":"==","value":[" Drink "]},"\nUdon Thani has a variety of karaoke bars, beer bars and Western bars. The area between Central Plaza and the railway station houses some of these. \n\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels in town. Prices vary, and as with most things, you get what you pay for. Rates can range from 200 to 2,000 baht or more per night. Apartment rentals from 1,800 baht\/month. Private pool villas can be rented for catered stays of two nights or more. \n\n",{"type":"{{","value":[["sleeppricerange"],["less than 500 baht"],["500-1,500 baht"],["over 1,500 baht"]]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Karin Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Watthananuwong Rd mid-town between Nong Prajak and Robinson\/train station."],["phone="],["tollfree="],["fax="],["hours="],["price=460-800 baht"],["checkin="],["checkout="],["content=Somewhat aging, but cheap and convenient location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phimonrat Mansion"],["url=http:\/\/www.phimonrat.com\/en\/index.html"],["email="],["address=Phimonrat Mansion 38\/9 Moo 5 Robmuang Rd"],["lat="],["long="],["directions=Junction of Mittraphap, Nong Bua Rd. 100m E of Nong Bua Rd"],["phone=+66 42 243389"],["tollfree="],["fax="],["hours="],["price=350 baht"],["checkin="],["checkout="],["content=Rooms with air con, TV and fridge, Wi-Fi in and outside. Thai food & drinks are available (30-200 baht) and laundry on-site. Staff speaks little English, but good Japanese. Thai owner visited Europe extensively."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ruysuk Mansion Hotel"],["url=http:\/\/www.infoudonthani.com\/hotel_udonthani"],["email="],["address=249\/1 Adunyadet Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=300+ baht"],["checkin="],["checkout="],["content=Popular inexpensive hotel for long and short stay with English speaking management. Discount for long stays. Wi-Fi. Air-conditioned rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Top Mansion"],["url=http:\/\/goo.gl\/maps\/gUun"],["email=topmansion@yahoo.com"],["address=35\/3 Sampantamit Rd"],["lat="],["long="],["directions=200m from Central Plaza shopping mall"],["phone=+66 42 345015"],["tollfree="],["fax="],["hours="],["price=450 baht"],["checkin="],["checkout="],["content=Convenient for bus and train stations, night market, UD Town Shopping Centre, and Paolo Memorial Hospital. On the street with foreigner-oriented bars and pubs."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Centara Hotel & Convention Centre"],["alt=Formerly the Charoensri Grand Royal Hotel"],["url=http:\/\/www.centarahotelsresorts.com\/cud\/cud_default.asp"],["email="],["address="],["lat="],["long="],["directions=Next to the main shopping centre"],["phone="],["tollfree="],["fax="],["hours="],["price=1,300+ baht"],["checkin="],["checkout="],["content=The main hotel patronised by foreigners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Charoen Hotel"],["url="],["email="],["address=549 Phosri Rd"],["lat="],["long="],["directions=A few hundred metres to the SW of the central bus station"],["phone="],["tollfree="],["fax="],["hours="],["price=From 950 baht"],["checkin="],["checkout="],["content=250 standard rooms, 3 superior rooms, and 2 suites, on a 10 acre area surrounded by garden and beautifully landscaped with swimming pools."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nuntiya Terrace"],["url=http:\/\/www.NuntiyaTerrace.com\/"],["email="],["address=549 Prachasanti Rd"],["lat="],["long="],["directions=City centre"],["phone=66 42 321282"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Central, clean, TV, air-con, Wi-Fi, parking lot. Daily rate and monthly rates are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Pannarai Hotel"],["alt=เดอะพรรณรายโฮเต็ล"],["url=http:\/\/thepannaraihotel.blogspot.com\/"],["email=thepannaraiud@hotmail.com"],["address=19\/8 Sampantamit Rd"],["lat="],["long="],["directions=300 m from Central Plaza shopping mall"],["phone=+66 88 0576875, +66 42 345111, +66 42 344999"],["tollfree="],["fax="],["hours="],["price=1,280+ baht including breakfast"],["checkin=13:00"],["checkout=12:00"],["content=Beautiful city view with private swimming pool and restaurant. 2 meeting rooms and private car park. 5 minutes walk to bus and train stations. In the middle of Udon Thani, next to night market, UD Town Shopping Centre, and Paolo Memorial Hospital."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Silver Reef Bed & Breakfast"],["url=http:\/\/silver-reef-udon-thani.blogspot.com\/"],["email="],["address=338\/8 Prajack Rd"],["lat="],["long="],["directions=5 min walk to Robinson Shopping"],["phone=66 42 344081"],["tollfree="],["fax="],["hours="],["price=500+ baht"],["checkin="],["checkout="],["content=Central, close to the bus station and Robinson complex. New, rooms have 29-inch TVs, air-con, Wi-Fi. Cheerful theme with cartoon characters. Canadian management."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Udon Airport Hotel"],["url=http:\/\/www.udonairporthotel.com"],["email=udonairport.hotel@gmail.com"],["address=14 Moo 1, Udon-Nongbua Lampoo Rd"],["lat="],["long="],["directions=500m from airport"],["phone=+66 42 346223-4, +66 42 346513-4"],["tollfree="],["fax=+66 42 346514"],["hours="],["price=800+ baht including breakfast"],["checkin="],["checkout="],["content=On a 3 hectare area surrounded by garden and beautiful landscape. 115 standard rooms, 3 superior rooms, and 2 suites. Standard rooms are air-con with mini bar, radio, colour TV and Internet access."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bodhi Villa"],["alt=เรือนเจ้าโพธิ์"],["url=http:\/\/www.bodhi-villa.com\/"],["email=muay01@yahoo.com"],["address=91\/9 Nonglek Soi 7"],["lat="],["long="],["directions="],["phone=+66 42 930474"],["tollfree="],["fax="],["checkin="],["checkout="],["price=1,800-2,000 baht includes breakfast for two"],["content=Offers 5 spacious accommodations in traditional Thai wooden house style. Simply furnished rooms offer air-con, a seating area, and cable TV. En suite baths come with free toiletries and shower facilities. Free Wi-Fi. The hotel is next to a shopping complex."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gecko Villa"],["url=http:\/\/www.geckovilla.com"],["email="],["address="],["lat="],["long="],["directions=Free transfers from Udon Thani"],["phone="],["tollfree="],["fax="],["hours="],["price=6,800 baht"],["checkin=flexible"],["checkout=flexible"],["content=Set in the countryside out of Udon Thani, has a swimming pool and offers fully serviced stays with freshly prepared Thai food at no additional cost. Sleeps 2-6."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Green Gecko"],["url=http:\/\/www.thaivillarent.com"],["email="],["address="],["lat="],["long="],["directions=Free transfers from Udon Thani"],["phone="],["tollfree="],["fax="],["hours="],["price=7,900 baht"],["checkin=flexible"],["checkout=flexible"],["content=A traditionally-styled Thai house, has a swimming pool, and offers fully catered and serviced holidays. Sleeps 2-4."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rice Paddy Villa"],["url=http:\/\/www.ricepaddyvilla.com"],["email="],["address="],["lat="],["long="],["directions=25 min from Udon Thani. Complimentary transfers"],["phone="],["tollfree="],["fax="],["hours="],["price=10,000 baht, fully catered"],["checkin=flexible"],["checkout=flexible"],["content=Looking directly over the surrounding rice fields, has a swimming pool and sleeps 2-4 guests. Finished in Thai-style with modern conveniences."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=TaNiTa (Lagoon) Resort"],["url=http:\/\/www.tanitaresort.com\/lagoon.htm"],["email=tanita_resort@yahoo.com"],["address=113 Baan Nong Huaw Mue"],["lat="],["long="],["directions=2km from airport"],["phone=+66 81 8846334"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=9 standard rooms in big area surrounded by nice lagoon and beautiful garden."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vientiane"]]},", the capital of ",{"type":"[[","value":[["Laos"]]},", is about one and a half hours away across the Mekong. Express air conditioned buses leave the Udon Central bus station six times daily for Vientiane. Bus fare one way is 80 baht. A visa on arrival for Laos at the Friendship Bridge costs USD35 for 30 days (two passport photos are required or there is an additional USD1 charge)."]},"\n",{"type":"{{","value":[["routebox"],["image1=SRT Northeastern Line icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Nong Khai"]]}],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Nakhon Ratchasima"]]}],["minorr1=",{"type":"[[","value":[["Khon Kaen"]]}],["image2=Thai Highway-2.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Nong Khai"]]}],["minorl2="],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Saraburi"]]}],["minorr2=",{"type":"[[","value":[["Khon Kaen"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Isaan"]]},"\n",{"type":"{{","value":[["geo"],["17.4167"],["102.7500"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Udon Thani"]]}]