[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Udzungwa Mountains National Park"]}," is in the ",{"type":"[[","value":[["Central Tanzania"]]}," region of ",{"type":"[[","value":[["Tanzania"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe Udzungwa Mountains National Park is one of Tanzania's most outstanding and exciting wilderness areas, with unique wildlife species inhabiting this range of forests.  Udzungwa is a primate park and there are currently 12 species of primate, including two found nowhere else in the world (the Sanje Mangabey and the Iringa Red Colobus).   Udzungwa is home to approximately 400 species of bird, many of which are endemic to the area. The park is treasured for the high level of biodiversity of birds and animals.  \n\nThe mountain range is often referred to as \"The Galapagos Islands of Africa\"  due to its rich levels of biodiversity and endemism.\n\nThe park's scenery is spectacular, with the rainforest spreading across rolling hills, valleys and mountains.  The park has a number of impressive waterfalls, including Sanje Waterfalls, the highest waterfall in the National Parks system in Tanzania.  Swimming in the plunge pools of the waterfalls is extremely refreshing following a hot hike!\n\n",{"type":"===","value":["History"]},"\n\nUdzungwa Mountains National Park was established in 1992.  The park was formed from five forest reserves established in 1950s.  These forests survived over 30 million years and were once connected to the ",{"type":"[[","value":[["Congo Basin"]]}," and ",{"type":"[[","value":[["West Africa"]]},".  The park was inaugurated in 1992 by WWF founder then president, Prince Bernard of Netherlands.\n\nThe name Udzungwa comes form the Kihehe word \"Wadzungwa\" which means the people who live on the sides of the mountains.  The vast areas of the Udzungwa Mountains are still pristine, where man has not disturbed the earth and its natural communities due to taboos and cultural beliefs.\n\n",{"type":"===","value":["Landscape"]},"\n\nUdzungwa Mountains National Park is one of Tanzania’s most outstanding, pristine, paradise and unique exciting wilderness mountains forested with greatest altitudinal range of forest. It is one of thirty-four “World Biodiversity Hotspot” and one of 200 WWF Ecoregion of global critical importance.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe Eastern Arc Mountains cover less than 2% of Tanzania's area but holds 30-40% of the country's plants and mammal species.  The park provides a sanctuary for many unique plants, mammals, birds, amphibians, reptiles and butterfly species.  Over 300 animal species have been recorded, including 96 vertebrate and 800 plant species found only in the Eastern Arc Mountains. \n\n",{"type":"===","value":["Climate"]},"\n\nThe park receives most of its annual rainfall from November to May.  It is possible to visit the park at any time of year but it can be slippery during the rains.  The maximum temperature is 31 degrees in October, with the minimum temperature of 21 degrees in July.\n\n",{"type":"==","value":["Get in"]},"\n\nUdzungwa Mountains National Park is about 360km almost due west of ",{"type":"[[","value":[["Dar es Salaam"]]},", Tanzania, not far after ",{"type":"[[","value":[["Mikumi National Park"]]},".\n\n",{"type":"==","value":[" By Car "]},"\n\nTo drive from Dar es Salaam, take the Morogoro road and continue for around 4 hours through Chalinze, ",{"type":"[[","value":[["Morogoro"]]}," and Mikumi National Park to Mikumi town.  In Mikumi town, take a left turn following the signs for Ifakara and Udzungwa Mountains National Park. \n\nYou pass through the town of Kilombero and cross the mighty Ruaha River to Kidatu, with its hydroelectric power station and Ilovo headquarters.\n\nHere the tarmac road ends, and you continue along on a graded dirt road for 24km. Look out for Sanje waterfall on your right when you pass through Sanje Village.\n\nYou will see the sign for the National Park on your right once you reach the village of Mang'ula.\n\n",{"type":"==","value":[" By Train "]},"\n\nThe TAZARA railway from Dar es Salaam to ",{"type":"[[","value":[["Zambia"]]}," departs on Tuesdays and Fridays at approximately 2pm.  The journey to Mang'ula where the park headquarters are takes 6-7 hours. The train is a great way to reach the park:  it is comfortable and cheap, with food, drinks, cold beers all available.  It passes through some wonderful countryside including The [Selous Game Reserve] where you might see some wildlife.  It is good to have your patience with you as the train is not always reliable and can be delayed.\n\nThe train returns from Zambia to Dar es Salaam, passing through Mang'ula on Thursdays and Sundays.  The distance from Zambia is huge so there can be major delays.\n\n",{"type":"==","value":[" By Flight "]},"\n\nIt is possible to take a charter flight to Mikumi airport using Safari Airlink.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nEntrance fees for non-citizens \/ 24 hours.\n\n$US 20 for adult\n$US 5 for child (5-16 yrs)\n\nCamping fees for non-citizens \/ 24 hours\n\n$US 30 for adult\n$US 5 for child (5-16 yrs)\n\nEntrance fees For Tanzanian Citizens \/ 24 hours\n\n1000 Tsh for adult\n500 Tsh for child\n\nCamping fees for Tanzanian Citizens \/ 24 hours\n\n1000 Tsh for adult\n500 Tsh for child\n\nPer Group:\nGuide - $10 per group (500Tsh for Tanzanian)\nRanger - $10 per group  (500 Tsh for Tanzanian)\nAll visitors need to be accompanied by a guide (for the longer hikes also a ranger).  Maximum group size 8 pax to 1 guide\/ranger.\n\n",{"type":"==","value":["Get around"]},"\n\nUdzungwa Mountains National Park is a walking only park.  Within the park, there are a number of hiking trails, from short and picturesque walks (approx 2 kms) to the small waterfalls (eg Prince Bernard Falls and Sonjo Waterfalls) to the ambitious scaling Mwanihana peak (38kms) or the Lumemo Trail (65kms).  The most popular trail is to the magnificent Sanje waterfalls, a 5km circuit with spectacular views across the plains and three wonderful waterfalls where you can swim and relax in the plunge pools and enjoy a picnic lunch.   \n\nThe surrounding area is best explored by bicycle as the terrain is relatively flat.  By bicycle, you can experience African village life first hand.  \n\nIt is possible to rent bicycles from Udzungwa Forest Camp, Hondo Hondo.\n\n",{"type":"==","value":["See"]},"\n\nFor keen bird watchers, taking a dug out canoe along the Kilombero river is a must.  The locally carved canoes are the traditional means of transport along the river and its easy to spot the endemic Kilombero Weaver, bee eaters, pelicans and other seasonal water-birds. You'll might just see hippos, crocodiles and Nile monitor lizards.  This is a great way to spend a relaxing afternoon, enjoying a picnic lunch.\n\nAlso in Ifakara, there is a wonderful hassle-free market for souvenir shopping as well as the excellent Women's Weavers, a local enterprise set up to empower women.  They make and sell some wonderful material items including blankets, table mats and napkins and you can watch them whilst they work.\n\nUdzungwa Forest Camp, Hondo Hondo can help to arrange these tours.\n\n",{"type":"==","value":["Do"]},"\n\nAs well as hiking in the park, there are plenty of other activities in the surrounding area.\n\nHiring a bicycle and a local guide is a great way to explore the surrounding villages.  From a bike, you get a wonderful first hand view of African village life with the opportunity to see the local markets, shops and school.  The area is surrounded by local farms and sugar cane plantations.  There is also a rubber plantation where it is possible to see the process from extraction from the trees all the way to the rubber being dried out and ready for transportation. \n\nA visit to the local witch doctor is an unforgettable experience where you can learn more about the recipes, lotions and potions traditionally used.  \n\nThere is a traditional Ngoma (drum and dance) group in the village who can perform for a thrilling evening of wild dancing, rhythmic drumming and singing.  This is a fantastic evening spent around the campfire enjoying traditional, impromptu dance and song.\n\nUdzungwa Forest Camp, Hondo Hondo can help to arrange all these tours.\n\n",{"type":"==","value":["Buy"]},"\n\nBuy local souvenirs at the market in the village and the larger market at Ifakara where it is possible to buy second-hand clothes.  Women's weavers in Ifakara is great for locally produced items.\n\n",{"type":"==","value":["Eat"]},"\n\nEating in the village is mainly confined to local houses and bars, where you can sample mishkaki (barbecued meat on a skewer), chips mayai (a chip omelette) or traditional ugali (maize flour cooked with water and eaten with your hands).\n\nWithin the park, it is often necessary to take a packed lunch.  \n\nUdzungwa Forest Camp, Hondo Hondo provides the best eating option in the area, see the lodging section.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"[","value":["http:\/\/www.udzungwaforestcamp.com Udzungwa Forest Camp, Hondo Hondo"]}," is a tented camp located close to the Park Headquarters with very comfortable en-suite forest tents and thatched huts in the local style.  The site is really relaxing and peaceful, sometimes monkeys come over the border from the National Park into the site itself so you can see monkeys and birds on site.  They have a bar area with cold beers and imported spirits and good food.  They also have a camping field and you can hire tents and bedding from them.   \n\nThey can help you arrange all the activities in the surrounding area as well as hire equipment\/porters for the hikes.  They have mountain bikes for hire as well.  \n\nThere are also two basic guest houses in the village, both cheap.\n\n",{"type":"===","value":["Camping"]},"\n\nIt is possible to camp within the National Park.  There are a number of small camp sites.  You have to pay camping fees to the National Park to stay overnight ($30 per adult, $5 per child) so it can work out quite expensive.\n\nAnother option is to camp and base yourselves at Udzungwa Forest Camp, Hondo Hondo, heading into the park in the daytime.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-7.8000"],["36.6833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Tanzania"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Udzungwa Mountains National Park"]]}]