[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ujjain"]}," is a city in the state of ",{"type":"[[","value":[["Madhya Pradesh"]]}," in ",{"type":"[[","value":[["India"]]},".\n",{"type":"[[","value":[["File:Harsiddhi Temple, Ujjain 02.jpg"],["thumb"],["Harsiddhi Temple"]]},"\n",{"type":"==","value":["Get in"]},"\nUjjain is well connected with rest of India by road and rail, but there is no airport in the city.The closest airport is in Indore and the distance between Indore and Ujjain is 52 Km.\n\n",{"type":"===","value":["By train"]},"\nUjjain has direct trains for all the major cities of India, though some are very inconvenient and it's better to break journey from ",{"type":"[[","value":[["Bhopal"]]},". From ",{"type":"[[","value":[["Bombay"]]}," \"Awanitka express\"(daily) and \"Pune-Indore\" express (thrice in week), from ",{"type":"[[","value":[["New Delhi"]]}," \"Hazarat Nizamuddin Intercity Express\" and from ",{"type":"[[","value":[["Bangalore"]]}," \"Jaipur Mysore Express\" are a few good leads.no train from nagpur direct.\n\n",{"type":"===","value":["By car"]},"\nUjjain is connected to nearby towns with very good roads compared to the rest of Madhya Pradesh. It is 52 km from ",{"type":"[[","value":[["Indore"]]}," along the NH 3 toll road, and it takes less than an hour to cover the distance. Indore is in turn connected by Agra-Mumbai National Highway to rest of the India.\n\nThe drive is scenic and punctuated by small villages on either side of the road. Stop by on the way to enjoy fresh guavas and corn. Its a must. Most part of the road is decent and drivable with broken road in patches on the entire stretch. Upon reaching Ujjain, the road is being laid and is a nightmare to drive. Road widening work is in progress (4-lane highway ) through to Ujjain which when complete, will make the drive smooth and will reduce travel time to 30 minutes.\n\n",{"type":"==","value":["Get around"]},"\nNagda,a small town is also about 50 km far from Ujjain. Nagda has the largest factory of Birla all over India.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mahakaleshwar"]}," - The presiding deity of time, Shiva, in all his splendour reigns eternal in Ujjain. The temple of Mahakaleshwar, its shikhara soaring into the skies, evokes primordial awe and reverence with its majesty. The Mahakal dominates the life of the city and its people, even in the midst of the busy routine of modern preoccupations, and provides an unbreakable link with past traditions. At the temple, you will be surrounded by hawkers and hard-sellers. Usually, one is not required to wait in the queue to offer prayers at the shiva jyotirling. However, the temple is crowded on weekends, including Mondays - queues can take up to 3 hours and move at a slow pace"]},"\nOnce at the garbh of the temple, which is where the main jyotirling is situated, you are not pushed (like at other temples). You can wait as long as you like to get a good view of the jyotirling.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kal Bhairava"]}," - The worship of the eight Bhairavas is a part of Saivite tradition and the chief among them is Kal Bhairava, believed to have been built by King Bhadresen, on the banks of the Shipra. There is mention of a Kal Bhairva temple in the Avanti Khanda of the Skanda Purana. Worship of Kal Bhairava is believed to have been a part of the Kapalika and Aghora sects. Ujjain was a prominent centre of these two sects. Even today, liquor is offered as a part of the ritual to Kal Bhairava Beautiful paintings in the Malwa style once decorated the temple walls, only traces of which are visible."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bade Ganeshji Ka Mandir"]}," - This temple situated above the tank near the Mahakaleshwar temple, enshrines a huge artistic sculpture of Ganesh, the son of Shiva. An idol of this size and beauty is rarely to be found. The middle of the temple is adorned by an idol of the pancha-mukhi (five faced) Hanuman. There is provision for learning of Sanskrit and Astrology in the temple."]},{"type":"*","value":[{"type":"'''","value":["Chintaman Ganesh"]}," - The temple is built across the Shipra on the Fatehabad railway line. The Ganesh idol enshrined here is supposed to be swayambhu - born of itself. The temple itself is believed to be of considerable antiquity. Riddhi and Siddhi, the consorts of Ganesha, are seated on either side of Ganesha. The artistically carved pillars in the assembly hall date back to the Paramara period. Worshippers throng to this temple because the deity here is traditionally known as Chintaharan Ganesh meaning \"the assurer of freedom from worldly anxieties\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pir Matsyendranath"]}," - This is an extremely attractive spot on the banks of the Shipra quite close to the Bhartihari Caves and the Gadkalika Temple. It is dedicated to the memory of one of the great leaders of the Natha sect of Saivism-Matsyendranath. Since muslims as well as the followers of the Natha sect call their saints 'pir', the ancient site of Pir Matsyendranath is venerated by both. Excavations at this site have yielded some antiquities which date back to the 6th and 7th century BC."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bhartrihari Caves"]}," - These caves are situated just above the bank of the Shipra near the temple of Gadkalika. According to popular tradition, this is the spot where Bhartrihari, who is said to have been the step brother of Vikramaditya, lived and meditated after renouncing worldly life. He is believed to have been a great scholar and poet. His famous works, Shringarshatak, Vairagyashatak, and Nitishatak, are known for the exquisite use of the Sanskrit meter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kaliadeh Palace"]}," - Situated on the banks of the Shipra, the island-like site immediately conjures up the natural beauty of ancient Ujjain which poets down the ages have waxed lyrical. The glorious landscape of the flowing river on both sides of the palace and the man-made tanks and channels, with water gurgling through them, provide a spectacular backdrop to the imposing building. The central dome of the palace is a beautiful example of Persian architecture. Two Persian inscriptions found in one of the long corridors of the palace record the visits of Emperor Akbar and Jehangir to this palace. The palace was broken down in the time of the Pindaris and was restored by Madhav Rao Scindia in 1920 to its present glory. The Sun Temple was also restored by the family."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Durgadas Ki Chhatri"]}," - This distinctive monument glows like a small jewel in the surrounding lush landscape. Vir Durgadas earned a secure niche for himself in the history of Marwad by his undaunting, selfless service to the State. He fought for the independence of Jodhpur after the death of Maharaj Jaswant Singh and helped Ajit Singh to ascend the throne against the wishes of Aurangzeb. Durgadas died at Rampura in 1718, and his funeral rites were performed according to his wishes on the banks of the Shipra. The rulers of Jodhpur had built the chhatri to consecrate his memory. This beautiful structure, built in the Rajpur style of architecture, houses a statue of Durgadas which crumbled down."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Harsiddhi Temple"]}," - This temple occupies a special place in the galaxy of ancient sacred spots of Ujjain. Seated between the idols of Mahalaxmi and Mahasaraswati, the idol of Annapurna is painted in dark vermilion colour. The Sri Yantra, the symbol of power or shakti, is also enshrined in the temple. According to the Shiva Purana, when Shiva carried away the burning body of Sati from the sacrificial fire, her elbow dropped at this place. There is an interesting legend in the Skanda Purana about the manner in which the Goddess Chandi acquired the epithet of Harsiddhi. Once when Shiva and Parvati were alone on Mount Kailash, two demons called Chand and Prachand tried to force their way in. Shiva called upon Chandi to destroy them which she did. Pleased, Shiva bestowed upon her the epithet of 'one who vanquishes all'. The temple was reconstructed during the Maratha period and the two pillars adorned with lamps are special features of Maratha art. These lamps, lit during Navaratri, present a glorious spectacle. There is an ancient well on the premises, and an artistic pillar adorns the top of it."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Siddhavat"]}," - This enormous banyan tree on the banks of the Shipra, has been vested with religious sanctity as the Akashyavat in Prayag and Gaya, Vanshivat of Vrindavan and the Panchavata of Nasik. Thousands of pilgrims take a dip in the Shipra from the bathing ghat built here. According to one tradition, Parvati is believed to have performed her penance here. It used to be a place of worship for the followers of Natha sect. One legend has it that some Mughal rulers had cut off the Banyan tree and covered the site with iron sheets to prevent its roots from growing. But the tree pierced the iron sheets and grew and flourished. The little village of Bhairogarh near Siddhavat is famous for its tie and dye painting for centuries. In ancient times when trade with other countries flourished, exquisitely printed cloth from Bhairogarh used to find its way to Rome and China."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sandipani Ashram"]}," - The fact that ancient Ujjain apart from its political and religious importance, enjoyed the reputation of being a great seat of learning as early as the Mahabharata period is borne out by the fact that, Lord Krishna and Sudama received regular instruction in the ashram of Guru Sandipani. The area near the ashram is known as Ankapata, popularly believed to have been the place used by Lord Krishna for washing his writing tablet. The numerals 1 to 100 found on a stone are believed to have been engraved by Guru Sandipani. The Gomti Kunda referred to in the Puranas was the source of water supply to the ashram in the olden days. An image of Nandi, belonging to the Shunga period, is to be found near the tank. The followers of Vallabha sect regard this place as the 73rd seat of the 84 seats of Vallabhacharya where he delivered his discourses throughout India."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gadkalika"]}," - Situated about 2 miles from the city of Ujjain, the deity in this temple is believed to have been worshipped by Kalidasa. The legend goes that he was an idiot and it is by his devotion to the goddess Kalika that he acquired great literary skills. Emperor Harshavardhan had this temple renovated in the 7th century AD. There is further evidence of renovation during the Paramara period. The temple has been rebuilt in the modern times by the erstwhile Gwalior State."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mangalnath"]}," - This temple is situated away from the bustle of the city and can be reached through a winding road. The temple looks upon a vast expanse of the Shipra waters and fills the onlooker with an indescribable sense of peace. Mangalnath is regarded as the birth place of Mars, according to the Matsya Purana. In ancient times, it was famous for a clear view of the planet and hence suitable for astronomical studies. Mahadev or Shiva is the deity which is worshipped in the temple of Mangalnath."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gopal Mandir"]}," - This huge temple is situated in the middle of the big market square. It was constructed by Bayajibai Shinde, the queen of Maharajah Daulat Rao Shinde in the 19th century. It is a beautiful example of Maratha architecture. The sanctum sanctorum is inlaid with marble and doors are silver plated. The door in the inner sanctum is said to have been carried to Ghazni from the Somnath temple and from thence by Mahmud Shah Abdali to Lahore. Mahadji Scindia recovered it and now it has been installed in this temple."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Navagraha Mandir (Triveni)"]}," - Situated on the Triveni Ghat of the Shipra, the temple is located away from the old site of Ujjaini town. It is dedicated to the nine planets, attracts large crowds on new moon days falling on Saturdays. Its religious importance has increased in recent years though there is no known reference to it in the ancient texts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Vedha Shala (Observatory)"]}," - Ujjain enjoyed a position of considerable importance in the field of astronomy. Great works on astronomy such as the Surya Siddhanta and the Panch Siddhanta were written in Ujjain. According to Indian astronomers, the Tropic of Cancer is supposed to pass through Ujjain. It is also the fist meridian of longitude of the Hindu geographers. From about the 4th century BC, Ujjain enjoyed the reputation of being India's Greenwich. The observatory extant today was built by Raja Jai Singh (1686-1743), who was a great scholar. He translated the works of Ptolemy and Euclid into Sanskrit from Arabic. Of the many observatories built by him at Jaipur, Delhi, Varanasi, Mathura, and Ujjain, the one at Ujjain is still in use actively. Astronomical studies are conducted through the Department of Education and the ephemeris is published every year. There is a small planetarium and a telescope to observe the moon, Mars, Jupiter and their satellites. The observatory is also used for weather forecasts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vikram Kirti Mandir"]}," - Established on the occasion of the second millennium of the Vikram era, as the cultural centre to perpetuate the memory of Vikramaditya, the Vikram Kirti Mandir houses the Scindia Oriental Research Institute, an archaeological museum, an art gallery and an auditorium. The Scindia Oriental Research Institute has an invaluable collection of 18,000 manuscripts on various subjects and runs a reference library of important oriental publications. Rare manuscripts in Prakrit, Arabic, Persian and other Indian languages cover a wide range of subjects from Vedic literature and philosophy to dance and music. Palm leaf and bark leaf (Bhurja Patra) manuscripts are also preserved in this institute. Apart from an illustrated manuscript of Shrimad Bhagavata in which actual gold and silver have been employed for the paintings, the Institute has a rich collection of old paintings in the Rajput and Mughal style. The museum also exhibits a rich array of images, inscriptions, copper plates and fossils discovered in the Narmada valley. A huge skull of a primitive elephant is of special interest."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vikram University"]}," - A famous centre of learning in the past, Ujjain continues to uphold that tradition. The establishment of the Vikram University in 1957 was an important landmark. Situated on the Dewas Road, this university plays a significant role in the literary and cultural activities of the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kalidasa Academy"]}," - This academy was set up in Ujjain by the Government of Madhya Pradesh to immortalize the memory of the great poet dramatist-Kalidasa, and to create a multi-disciplinary institution to project the genius of the entire classical tradition, with Kalidasa as the apex, enable research and study in Sanskrit classical and traditional performing arts, and facilitate its adaptation for contemporary stage in different cultural settings and language groups. The Academy complex consists of a theatre, museum, library, lecture and seminary halls, mini stage for rehearsals, research facilities for scholars, and a large open air theater."]},"\n",{"type":"*","value":[" Ram Janardhan Temple, Ram Ghat, Harihara Teertha, Mallikarjuna Teertha, Ganga Ghat, Bohron Ka Roja, Begum Ka Maqbara, Bina Neev Ki Masjid, Maulana Rumi Ka Maqbara, and Digambara Jain Museum are some of the other prominent places of interest in Ujjain."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sandalwala Building"]}," - This masterpiece was created in 1925 by Fida Husain Abdul Husain Sandalwala. The architectural marvel stands on R.P. Bhargav Marg of Ujjain, it was built by the artisans of Ujjain and Jaipur. From inside the building looks more like a Palace and is an Landmark in itself. Currently families of Mr. Fida Husain Sandalwala son of Late Asger Ali Sandalwala, Mr. Anis Sandalwala son of Late Abdul Husain Sandalwala & Mr. Firoz Sandalwala son of Late Inayat Husain Sandalwala are residing in the building."]},{"type":"*","value":["hanuman naka mandeer'''-this is 100 year old  southface hanuman naka and ram laxman and sitaji temple.this is situated old ujjain seema."]},"\n",{"type":"==","value":["Buy"]},"\nIf you are coming to Ujjain then you must buy Noorjanha Mehandi and also Jain Namkeen. Apart from that you can also buy general things like bed sheets and other cloth materials as you will find them cheaper then most of the other places and off course better cloth material. \n\nFor Namkeens & Sweets, \"Baafna Namkeen\" is also very good.\n\n",{"type":"==","value":["Eat"]},"\nWhen you are in Ujjain never forget to visit Gopal Mandir and have a bite of famous ",{"type":"'''","value":["Gajanan Kulfi"]},". Apart form that one of the most happening places in Ujjain to eat and enjoy is ",{"type":"'''","value":["Tower Chowk"]},".\nGo there try your hands on all the street chats you have ever heard. The very first thing that will attract you will be stalls of ",{"type":"'''","value":["Pani Puri"]},". Following which you will see Hot Dogs stalls serving hot , spicy, juicy  hot dogs and ",{"type":"'''","value":["Aaloo Tikia with Chhole"]}," over it garnished by onions tomatoes corriander, Green chatani, Imli chatani and if desired Fresh Curd. They call it Chhole Tikiya Chat.\n\nThen you will have ",{"type":"'''","value":["Bhelpuri"]}," stalls,Dahi Puri and all related chatpate chats varieties including Dahi Vada.\n\nFor sweet lovers have falooda ice cream there or A Barf Ka laddoo. ",{"type":"'''","value":["Rabadi"]}," is a must when you visit Ujjain.\nKids will love this place with so much eateries and Jhoolaas and balloon sellers everywhere. and of course Buddhi Ke Baal (cotton candy)\n\nShree Sweets and Restaurant at \"Tower Chowk\" also a nice place. You can enjoy best kachories there.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Suresh"],["url="],["email="],["address=Gudri"],["lat="],["long="],["directions=near Mahakal"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Poha from suresh uphar greh is a feast, two plates poha and you don't need anything other for whole day,tea,samosa and kachori of \"OM cafe\"(freeganj) are also nice"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Shipra Residency"]},"\nTel: (0734) 2551495-96, 3269000, 2552402\nThis hotel is run by the MP tourism development corporation. This is little away from the Mahakal temple ( Around 2-3 KM). There is a restaurant in the hotel and serves north-indian food. One can do advance reservation online.\nE-Mail: shipra@mptourism.com\n\n",{"type":"'''","value":["Yatri Niwas"]},"\nTel: (0734) 2511398\nE-Mail: avantika@mptourism.com\n\n",{"type":"'''","value":["Prem Palace"]},"\nTel: (0734) 2552070, 2555677\nA-16\/1, Madhav Club Road, Freeganj, Ujjain, 456010\nPrivate hotel, just near Shipra Palace. Less than 2 Km from railway station. Rooms are quite clean with good room service. This hotel has restaurant and bar. Food served is very good and cheap. Has ICICI ATM in front. Category: Budget.\n\n\n\n\n",{"type":"'''","value":["Ashray"]},"\nPrivate hotel. Around 2 KM from railway station. Decent enough hotel with clean rooms. Category: Budget.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western Madhya Pradesh"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ujjain"]]},"\n",{"type":"[[","value":[["Commons:Category:Ujjain"]]},"\n",{"type":"{{","value":[["geo"],["23.182777777778"],["75.777222222222"]]}]