[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Ujung Kulon National Park"]}," is in ",{"type":"[[","value":[["West Java"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe national park is located in the extreme south-western tip of ",{"type":"[[","value":[["Java"]]}," on the Sunda shelf, includes the Ujung Kulon peninsula and several offshore islands and encompasses the natural reserve of ",{"type":"[[","value":[["Krakatoa"]]},". It is Indonesia's first national park and was declared a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," in 1992 for containing the largest remaining lowland rain forest in Java. In addition to its natural beauty and geological interest – particularly for the study of inland volcanoes – it contains the largest remaining area of lowland rain forests in the Java plain. \n\n",{"type":"===","value":["History"]},"\nThe mainland part of Ujung Kulon was formerly farmland until it was devastated and depopulated by the 1883 eruption of Krakatoa after which it returned to its original forested state.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe most precious of all the animals in the parks is the ",{"type":"'''","value":["Java one-horned rhinoceros"]},", the ",{"type":"''","value":["rarest large animal on earth"]},".  It the only remaining home of the critically endangered Javan Rhinoceros.  A population of fifty to sixty live in Ujung Kulon, a smaller population lived in ",{"type":"[[","value":[["Cat Tien National Park"]]},", Vietnam, but the last remaining member of this population, and its entire subspecies, died last year at the hands of poachers ",{"type":"[","value":["http:\/\/www.bbc.co.uk\/news\/science-environment-15430787 according to this BBC article"]},". \n\nOnce found across much of south east Asia, the first accounts of the Java rhino date back to China’s T’ang dynasty (A.D. 618-906) when Java was noted as a source for rhino horns. In Java during the 1700’s rhinos were so numerous and damaging to the agricultural plantations that the government paid a bounty for every rhino killed, bagging five hundred within two years.\n\nUjung Kulon’s rhino population is now estimated at around fifty individuals and they were believed to be the last remaining Javan rhino in the world until a small population was recently discovered in Vietnam. However, the Vietnamese subspecies, Rhinoceros sondaicus annamiticus, is now known to be extinct, so Ujung Kulon remains the last home of this magnificent Perissodactyl. In appearance the Javan rhino is closest to the Indian rhino, both having a single-horn and skin folds or plates but there are distinct differences between their neck plates and skin textures.\n\nThe Javan rhino also has a long prehensile upper lip which extends below the lower allowing it to grasp foliage. The body shape of the Javan rhino is designed to push aside the undergrowth and only the male Javan rhino has a prominent horn while the female has a lump similar to a halved coconut. Earlier this century Javan rhinos were measures as being over 170 cm. At the shoulders, more than 3 metres in length and 2,200 kg. In body weight but a recent photographic survey indicates that the largest rhino in Ujung Kulon may be around 150 cm. in height. Rhinos range over a maximum distance of 15 to 20 kilometres a day in the densely forested lowlands of the Ujung Kulon Peninsula and to the east of its isthmus.\n\nThey are most mobile at nights, like wallowing in mud pools and sometimes venture onto beaches and grazing grounds. Although actual sightings of rhinos are rare, their prints and droppings are often found on the trails, sometimes unnervingly fresh. Javan rhinos are believed to be capable of running as fast as a person and so advice to visitors, should they happen to come across one, is to climb the nearest tree and take a photo - in that order.\n\n",{"type":"===","value":["Climate"]},"\nLowland tropical rainforest.\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way to get in is by purchase a tour from a resort in ",{"type":"[[","value":[["Anyer"]]},". The price will be around Rp 1.5 million-3 million depending on the length of stay. The price goes down if the number of the people joining the tour increases. It takes around 3-4 hours from Anyer to Peucang Island where the accommodation and national park office are situated. \n\nThe cheapest way to get here is by public transport. The journey can start from Kalideres bus station in the West Jakarta. The bus is green heading in the direction of Labuan. The cost is around Rp 25,000 one way. It takes 3 hours to arrive in Labuan from Kalideres bus station. From Labuan, the journey will continue to Sumur or directly to Taman Jaya the last point before Ujung Kulon National Park. In Labuan, a lot of touts telling you there is no bus to Sumur or Taman Jaya. They offer ojek (motorcyle transport) for the transport and off course more expensive than the bus.  There are buses to Sumur every hour, but only one bus go directly to Taman Jaya every day. The bus to Taman Jaya leaves at noon around 12.00 AM, so it is better to leave  Kalideres in the morning around 7.00 or 8.00 AM. The bus to Taman Jaya is not parking in the bus station. It usually park outside the bus station around 20 meters on the left side of the bus station. The bus will leave after full with the passengers. The bus fee to Sumur is Rupiah 25000 (USD 2.8) and to Taman Jaya Rp 40000 (USD  4.5). It will not easy drive. Most the road along 98 km is in bad condition. The journey to Sumur takes 3 hours and to Taman Jaya 4 hours. If you cannot manage go to Taman jaya, the trips suppose to be continued by Ojek from Sumur. The cost will around Rp 30000-40000 (USD 3.5-4.5) depend on negotiation. \n\nActually, there are also options to get a tour in Sumur and Labuan, but most of the local budget traveler will be heading to Taman Jaya to get the cheapest option to travel to the Ujung Kulon National Park. In Taman Jaya, there is a famous local people even in Sumur and Labuan named Pak Komar. He organizes transport (boat) and trip to Ujung Kulon. The price for the boat is Rp 1000,000 (USD 105) for one way. It is better to organize  a trip here. Take a trip for 3-4 days with boat in Ujung Kulon. If you are lucky to have more than 10 persons,the price will not higher than Rupiah 1000,000 (USD 105) for 3-4 days trip.  The price will include guide, food (local offcourse), park entry fee, accommodation in Peucang Island and boat. There is also organized jungle trekking from Taman Jaya to Ujung Kulon for 4 days to 1 week. All the price are negotiable and cheaper.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nMostly the visitor working on the permit In Peucang Island. it's about Rp.25.000 per person just to enter the Park. there is also extra fees if you are planning to roam the Lowland forest and areas which also includes insurances.\n\n",{"type":"==","value":["Get around"]},"\nGet around in the Park is mostly done with a help of a Ranger or Tour Guide. The local Ranger and Tour Guide know where to camp and where to find water . You can walk along the coastline with a breathtaking view and attractions, starting from Taman Jaya village to Tanjung Layar in 2 or 3 days. Guide and Ranger is a must.\n\n",{"type":"==","value":["By car"]},"\n\nThere are no road in Ujung Kulon. You can either walk or get on a boat\n\n",{"type":"==","value":["See"]},"\nYou can see a Banteng(bos Javanicus), Peacock in Cidaon Meadow. Monkeys, Timor Deer, and wild boar in Peucang Island. \nThe Javan Rhino is a rare sight but most of the trails and fesses of the animal is on the south beach. \nTanjung Layar is a historical sight with  2 ruins light house made by the Dutch and the Portuguese. \nAn abandon Dutch prison is also located here, The prison walls is still standing but the roof and doors is missing.\nA great view of Tanjung Layar can be seen from the new Lighthouse. ask permission before go up from the lighthouse guard.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Canoeing"]},". Canoeing at Cigenter River where usually one horn Jave Rhino seen is an interesting experience, but the rhino is hardly to see. The rhino is easier to see on dry season from April to October. You can see also some snakes hanging on the tree and swamp crocodile. You will be guided by the ranger on your canoeing journey. It takes around 45 to 1 hour exploring the river by canoe."]},"\n",{"type":"*","value":[{"type":"'''","value":["Snorkeling and Diving"]},". There are some spots for the snorkeling and diving but don't expect much because most of the reef is damage. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Jungle Trekking"]},". If you want to have jungle trekking, it is better to arrange it from Taman Jaya. Pak Komar, the owner of Sunda Guesthouse can arrange it for you depend on how long you will explore the jungle. The jungle trekking will start from Taman jaya and end up at Peucang Island (crossing by boat from mainland to Peucang Island. The price includes the guide and food."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nIt is not much choice here. There is only one restaurant belong to the Park at Peucang Island. The group tour usually bring their own cook.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay healthy"]},"\nUjung Kulon is still considered as an endemic Malarial area. Consuming malaria pill before and while exploring the park is advisable.\n\n",{"type":"==","value":["Stay safe"]},"\nIt has been reported that there have been some muggings in remote areas of the park. Make sure that you are accompanied by a guide before exploring deep into the jungle.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["geo"],["-6.746667"],["105.333611"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Java"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ujung Kulon National Park"]]}]