[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Ukhahlamba Drakensberg Park"]}," is in ",{"type":"[[","value":[["KwaZulu-Natal"]]},", ",{"type":"[[","value":[["South Africa"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe ",{"type":"[[","value":[["Ukhahlamba Drakensberg"]]}," is a relatively new park and a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]},". As is becoming increasingly the norm in ",{"type":"[[","value":[["South Africa"]]},", it is comprised of a number of existing parks that have been joined together in order to form a larger park.\n\nTechnically the ",{"type":"[[","value":[["Royal Natal National Park"]]}," also forms part of ",{"type":"[[","value":[["Ukhahlamba Drakensberg"]]},", but since that park is still free standing and will be experienced as a separate entity by the traveller, it is also treated here as a separate article.\n\n",{"type":"===","value":["Landscape"]},"\nThe park is located in the central Drakensberg mountain range, on the border with the mountain kingdom of ",{"type":"[[","value":[["Lesotho"]]},". Champagne Castle at 3377 meters above sea level is one of the highest peaks in the park. The higher peaks consist mostly of basalt rock, but at lower elevations it is mostly sandstone. A large number of caves, many of them inscribes with San rock art can be found in the sandstone. Many rivers, including the Tugela, have their origin in this part of the Drakensberg.\n\n",{"type":"===","value":["Flora and fauna"]},"\nBushbuck, oribi, mountain reedbuck, tiny duiker, and the largest of South Africa’s antelope species, the eland, as well as many others can be found here. \nEnormous lammergeier, or bearded vultures, fly overhead and baboons bark from the cliffs. \n\nThe spring is heralded by carpets of wild flowers and the pink and orange watsonia, like miniature gladioli, bloom thickly on the hillsides. In autumn the fields and lower reaches of the Drakensberg are often a waist-high sea of confetti-like pink, white and deep velvet red cosmos blossoms. \n\nIn the higher reaches on the slopes of the Little Berg, varieties of protea trees show their prehistoric flowers, and ancient tree ferns and the odd cycad dot the gullies. Hikers should note that there are 24 species of snakes in these mountains, and not all of them are willing to give way to humans!\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Map-South Africa-Ukhahlamba Drakensberg01.png"],["thumb"],["450px"],["Map of the park and surrounding area"]]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Rock Art"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are more than 500 caves in the mountains decorated with rock art and this is one of the main reasons why this area has been declared a UNESCO Heritage site. Rock Art sites are protected by law and may only be visited when accompanied by a registered rock art guide"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Govertical Mountaineering Adventures"],["url=http:\/\/www.govertical.co.za"],["email="],["address="],["lat="],["long="],["directions="],["phone=+27 82 7314696"],["tollfree="],["fax="],["hours="],["price="],["content=Guided trekking, hiking and climbing adventures in the Drakensberg"]]}]},{"type":"===","value":["Hiking the Mkomazi Wilderness Area, Kamberg, Loteni, Vergelegen & Sani Pass"]},"\n\n",{"type":"*","value":["Ash Cave Trail. A 4 hours hike (7.5 kms) A hike in the Loteni area leading to ash cave in a sandstone band. Follow the right hand fork in the path along the Loteni River. Cave must be booked - sleeps 6. "]},"\n",{"type":"*","value":["Cypress Cave. A hike of 2 hours (4.5 kms) This is one of the few short hikes in the area a small party can use the cave, which has running water nearby and sleeps six to eight people, depending on the weather. "]},"\n",{"type":"*","value":["Eagle Trail. A hike of 6 hrs The trail starts from the rest camp in the Loteni Nature Reserve. It is a circular route, taking some 6 hours. No facilities are provided on the trail therfore a lunch pack should be taken and warm clothing is recommended. "]},"\n",{"type":"*","value":["Gelib Tree Trail. A hike of 2,5 hrs A short trail offering magnificent views. A descriptive leaflet is available from the camp manager. "]},"\n",{"type":"*","value":["Hlathimbe Pass and Cave. A hike of 6 - 7 hrs (16 kms) The hike begins at Loteni Camp, follows the Ngodwini River path and ascends up to the contour path. It continues up the very steep Hlathimbe Pass and towards Redi then southwards several kms to the cave. Not for the inexperienced. The cave is situated very near to the top of the pass. Sleeps 4. "]},"\n",{"type":"*","value":["Jacobs Ladder. A hike of 2km Follows the Lotheni River and leads to the spectacular Jacobs Ladder Waterfall. "]},"\n",{"type":"*","value":["Kamberg Nature Reserve Trails (2). A hike of 8 kms Two trails with rest spots located along the route. The Mooi River trail has loops each of which is planned to include the physically disabled. The Gladstone's Nose Trail is considered to be one of the most beautiful trails in the Drakensberg. Different species of antelope occur in the area . The trail passes through grassland and indigenous forests. "]},"\n",{"type":"*","value":["Mhlangeni Pass and Cave. A hike of 3 days (30 kms) Southern Drakensberg. The hike follows the Mkhomazi and Nhlangeni Rivers. "]},"\n",{"type":"*","value":["Yellowwood Cave Tarn and Waterfall. A hike of 2 days (23 kms) From the Loteni Camp follow the Loteni River then left along the Masinhlonga Fork. The cave is south-facing and very cold in winter. The route continues up to the contour path, then eastwards back towards the camp. "]},"\n",{"type":"*","value":["Bushman's Cave and Ngwangwane Pass. An extreme 6 hrs hike (11 kms) A severe hike from the Bushman's Nek Police Post along the Bushman's River westwards. The pass is long and steep. Mzimkulu wilderness area in the KwaZulu-Natal Southern Drakensberg. "]},"\n",{"type":"*","value":["Emerald Stream Hike. A fair 3 hrs hike (8.5 kms) This hike takes one through fertile country with a magnificant view of Giants Cup."]}," \n",{"type":"*","value":["Giant's Cup Trail. A moderate 2 - 5 days hike (68 kms) The hike begins about 5kms beyond Sani Pass Hotel and follows a route below the escarpment southwards to Bushmans Nek, with most of the route at an average height of 1850m. Transport arrangements must be made for the end of the hike. This trail is ideal for the less experienced hiker as it is clearly marked and doesn't ever get that deep into the mountains. It provides great views, and is a very enjoyable trail. The serious hiking can be done in the mornings, and with your backpack in the hut, each hut has options for interesting afternoon side trips. Bookings essential. "]},"\n",{"type":"*","value":["Gxalingenwa River Trail. 13 kms about 4 hours. The hike is good for bird watching and game viewing. It follows the Emerald Stream, past indigenous forest to a spectacular waterfall with pools suitable for swimming. It begins on the Sani Pass Road and has good views of Giants Cup. It leads to Gxalingenwa Cave. "]},"\n",{"type":"*","value":["Hidden Valley. A moderate 9kms - 3hrs hike This hike begins at the Garden Castle main office, via Swimn Hut and along Hidden Valley, returning the same route. "]},"\n",{"type":"*","value":["Hodgson's Peaks. A severe 2 - 3 days hike (19 kms) The hike starts at Cobham Camp and follows the main Polela River towards the escarpment, the path becomes less clear and the Masubasuba Pass is long and difficult. "]},"\n",{"type":"*","value":["Lake District. A moderate 8 hrs - 2 days hike There are many caves in the in the area. A network of parts connects the caves and places of interest and allows hikers to amble aroud the section of the Little Berg. Hikes begin from the Cobham Camp. Cobham State Forest area, which is situated close to Himeville. "]},"\n",{"type":"*","value":["Lammergeyer Cave. A sever 6 - 8 hrs hike (16.5 kms) From the Buskmans Nek Police Post follow the jeep track westwards until the path crosses the Ngwangwane River, and heads up a ridge. Maps and knowledge of the area necessary and cave must be booked. Sleeps 12. "]},"\n",{"type":"*","value":["Monk and Sleeping Beauty Cave. A moderate 2 hrs hike (4 kms) This is a shorter walk in this area, and rivers, mountain scenery and caves can be enjoyed. It starts at the Rengus Station and follows the Mashai River to sleeping beauty cave and engagement cave a little further on. "]},"\n",{"type":"*","value":["Pholela River Walk. A fair 3.5 hrs hike (9 kms) A variety of walks start from the Cobham Hutted Camp and follow the Polela River, Emerald Stream and Trout Beck. Trout fishing is possible - with a licence. "]},"\n",{"type":"*","value":["Sani Pass. A severe 7 hrs hike (14 kms) The hike up the pass begins in the car park 5.5 km past the Sani Pass Hotel. It is long and steep. Passports are necessary at the top. "]},"\n",{"type":"*","value":["Thomathu Cave and Pass. A severe 4-5 hrs hike (10 kms) This hike follows a well-defined path on the northern flank of the Thomathu Ridge. The cave faces north-east and sleeps a large party. The cave is not very deep though and strong winds can be a problem. "]},"\n",{"type":"*","value":["Three Pools. A fair 2 hrs hike (4.5 kms) This short walk has two variations; both lead to pools and the extra distance is more than worth the small effort. It starts at the rangers station and heads eastwards."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Drakensberg Sun"],["url=http:\/\/www.southernsun.com\/"],["email=drakreservations@southernsun.com"],["address="],["lat="],["long="],["directions="],["phone=+27 36 468-1000"],["tollfree="],["fax=+27 36 468-1224"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Giant's Castle"],["url=http:\/\/www.kznparks.com\/accommodation\/kwazulunatal_giants_castle.htm"],["email=kznparks@toursa.com"],["address="],["lat="],["long="],["directions="],["phone=+27 21 975-2189"],["tollfree="],["fax=+27 21 975-5194"],["hours="],["price="],["checkin=2PM"],["checkout=10AM"],["content=Operated by KwaZulu-Natal Parks and offers two to six bed chalets in the Giant's Castle Game Reserve"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Champagne Castle"],["url=http:\/\/www.champagnecastle.co.za\/"],["email=info@champagnecastlehotel.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 36 468-1063"],["tollfree="],["fax=+27 36 468-1306"],["hours="],["price=From R1040 for a double in the hotel. From R1500 for a 6 sleeper chalet"],["checkin="],["checkout="],["content=Hotel and chalets in the Champagne Valley."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["Ukhahlamba Drakensberg"]]},"\n",{"type":"{{","value":[["related"],["UNESCO World Heritage List"]]},"\n",{"type":"{{","value":[["related"],["African flora and fauna"]]},"\n",{"type":"{{","value":[["geo"],["-29.396"],["29.516"]]},"\n",{"type":"[[","value":[["wikipedia:UKhahlamba \/ Drakensberg Park"]]}]