[{"type":"{{","value":[["pagebanner"],["Chernivtsi-banner.jpg"],["caption=Chernivtsi University"]]},"\n",{"type":"{{","value":[["warningbox"],["The political situation in Ukraine remains ",{"type":"'''","value":["unstable"]}," with public protests under way in many cities and towns, particularly in eastern, Russian speaking areas. Many countries have issued warnings to their citizens against all non-essential travel into Ukraine.\n\n\"Regional\" advisories against ",{"type":"''","value":["all travel"]}," to the ",{"type":"'''","value":["Crimea"]},", including transiting through the airports in ",{"type":"[[","value":[["Simferopol"]]}," and ",{"type":"[[","value":[["Sevastopol"]]}," and against ",{"type":"''","value":["non-essential travel"]}," to the ",{"type":"'''","value":["Donetsk"]},", ",{"type":"'''","value":["Kharkiv"]},", ",{"type":"'''","value":["Odessa"]}," and ",{"type":"'''","value":["Lugansk"]}," Oblasts have been issued due to the tenuous security situation.\n\nWhile tourists are unlikely to be the intended targets of violence, current protests cause complications to visitors, since services are disrupted. (June 2014)"],["australia=http:\/\/smartraveller.gov.au\/zw-cgi\/view\/Advice\/Ukraine"],["us=http:\/\/travel.state.gov\/content\/passports\/english\/alertswarnings\/ukraine-travel-warning.html"],["uk=http:\/\/www.gov.uk\/foreign-travel-advice\/ukraine"],["canada=http:\/\/travel.gc.ca\/destinations\/ukraine"],["nz=http:\/\/www.safetravel.govt.nz\/ukraine"],["southafrica="],["india="],["ie=https:\/\/www.dfa.ie\/travel\/travel-advice\/a-z-list-of-countries\/ukraine\/"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\n\n",{"type":"{{","value":[["quickbar"],["image=Kiev Opera.jpg"],["flag=Flag of Ukraine.svg"],["location=LocationUkraine.png"],["capital=",{"type":"[[","value":[["Kiev"]]}],["government=Republic"],["currency=Hryvnia (",{"type":"'''","value":["UAH"]},")"],["area= ",{"type":"''","value":["total:"]}," 603,550km²",{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 24,220km²br \/>",{"type":"''","value":["land:"]}," 579,330km²<\/sup>"],["population=48,396,470 (July 2002 est.)"],["language=",{"type":"[[","value":[["Ukrainian phrasebook"],["Ukrainian (official)"]]},", ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},", ",{"type":"[[","value":[["Romanian phrasebook"],["Romanian"]]},", ",{"type":"[[","value":[["Polish phrasebook"],["Polish"]]},", ",{"type":"[[","value":[["Hungarian phrasebook"],["Hungarian"]]},", Crimean Tatar"],["religion=Ukrainian Orthodox - Moscow Patriarchate, Ukrainian Orthodox - Kyiv Patriarchate, Ukrainian Autocephalous Orthodox, Ukrainian Catholic (Uniate), Protestant, Jewish, Muslim"],["electricity="],["callingcode=+380"],["tld=.ua"],["timezone=UTC +2"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.traveltoukraine.org\/ Ukraine"]}]}," (",{"type":"[[","value":[["Ukrainian phrasebook"],["Ukrainian"]]},": ",{"type":"'''","value":["Україна"]},") is a large country in ",{"type":"[[","value":[["Europe"],["Eastern Europe"]]},". It lies at the northwest end of the Black Sea, with ",{"type":"[[","value":[["Russia"]]}," to the east, ",{"type":"[[","value":[["Belarus"]]}," to the north, ",{"type":"[[","value":[["Poland"]]}," to the northwest, ",{"type":"[[","value":[["Slovakia"]]}," and ",{"type":"[[","value":[["Hungary"]]}," to the west, and ",{"type":"[[","value":[["Romania"]]}," to the south west and south, with ",{"type":"[[","value":[["Moldova"]]}," in between. \n\n",{"type":"==","value":["Understand"]},"\nMost of Ukraine (the central and eastern portions) was formerly a part of the Russian Empire; after the October Revolution and the Civil War, the entire country, known as the Ukrainian Soviet Socialist Republic, was a part of the Soviet Union. Ukraine is the second-largest country in ",{"type":"[[","value":[["Europe"]]},", albeit with one of the most rapidly  declining populations of any large country due to high emigration, low immigration, early deaths (particularly amongst males) and a shrinking birthrate that was already below replacement levels.\n\n",{"type":"===","value":["History"]},"\nUkrainian history is long and proud, with the inception of Kyivan Rus as the most powerful state in Medieval Europe. While this state fell prey to Mongol conquest, the western part of Ukraine became part of the Polish-Lithuanian Commonwealth from the 14th until the 18th century, even modern Ukraine owes it a debt of sorts. A subsequent Ukrainian state was able, in the face of pressure from the ascendant Muscovy, to remain autonomous for more than a century, but the Russian Empire absorbed much of Ukraine in the 18th century to the detriment of their culture and identity.\n\nDespite a brief, but uncertain, flash of independence at the end of the czarist regime, Ukraine was incorporated into the new USSR after the Russian Civil War in 1922 and subject to two disastrous famines (1932-33 and 1946) as well as brutal fighting during World War II. As a Soviet republic, the Ukrainian language was often 'sidelined' when compared to Russian to varying degrees; Stalinist repressions during the 1930s, attempts at decentralisation during the Khrushchev administration and the re-tightening of control during the Brezhnev-Kosygin era of the 1970s and early 1980s. In any case, the traditionally bilingual province had signs in both Russian and Ukrainian in virtually all cities, including Lviv, where Ukrainian is most prevalent. The 1986 Chernobyl accident was a further catastrophe for the republic but also widely considered as an event which, in the long run, galvanized the population's regional sentiment and led to increasing pressure on the central Soviet government to promote autonomy.\n \nUkraine declared its sovereignty within the Soviet Union in July 1990 as a prelude to unfolding events in the year to come. The Verkhovna Rada (Ukraine's Parliament) again declared its independence in early December 1991 following the results of a referendum in November 1991 which indicated overwhelming popular support (90% in favour of independence). This declaration became a concrete reality as the Soviet Union formally ceased to exist on 25 December 1991. Initially, severe economic difficulties, hyperinflation, and oligarchic rule prevailed in the early years following independence. The issues of cronyism, corruption and alleged voting irregularities came to a head during the heavily-disputed 2004 Presidential election, where allegations of vote-rigging sparked what became known as the \"Orange Revolution\". This revolution resulted in the subsequent election of opposition candidate Viktor Yushchenko as President. During the ongoing five years the \"Orange coalition\" broke up and Viktor Yushchenko lost the support of majority of Ukrainians. Ironically, his former adversary Viktor Yanukovich was elected President; ultimately the pro-Russian Yanukovich was ousted in early 2014 after months of popular protest against his failure to complete a key trade agreement with the ",{"type":"[[","value":[["European Union"]]},", but his departure comes at a time when the nation's treasury is empty and the government in disarray.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Ukraine regions map.png"],["regionmaptext="],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Central Ukraine"]]}],["region1color=#c7a9a7"],["region1items="],["region1description=The political, economic, and cultural centre of Ukraine, centred around the capital ",{"type":"[[","value":[["Kyiv"]]}],["region3name=",{"type":"[[","value":[["Western Ukraine"]]}],["region3color=#bdaecb"],["region3items="],["region3description=Historically under the control of non-Russian European countries for centuries (eg, Poland, Lithuania, Hungary, Romania, Czechoslovakia and Turkey); accordingly you'll find Central European architecture, cuisine, language and religion here"],["region4name=",{"type":"[[","value":[["Eastern Ukraine"]]}],["region4color=#b0ba91"],["region4items="],["region4description=The heavily industrialised and Russified coal-mining region of the Donbass, home to big Soviet cities and much of the country's ethnic Russian population"],["region5name=",{"type":"[[","value":[["Southern Ukraine"]]}],["region5color=#c3c4ac"],["region5items="],["region5description=The popular Ukrainian Black Sea coast (albeit not quite so popular as the Crimea), best known for the magnificent city of ",{"type":"[[","value":[["Odessa"]]}]]},"\n\n",{"type":"==","value":["Cities"]},"\nBelow is a selection of nine of Ukraine's most notable cities. Other cities can be found under their specific regions.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kiev"]]}," — The beautiful Ukrainian capital, home to leafy hills and world-famous Orthodox and Baroque architecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Chernihiv"]]}," — ancient city of Kyivan Rus', one of the oldest cities in Ukraine, has lots of Medieval architecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Chernivtsi"]]}," — the capital of Bukovina offers Balkan atmosphere mixed fine classical Habsburg architecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dnipropetrovsk"]]}," — the highlight is the mile long Promenad on the river Dnipro."]},{"type":"*","value":[" ",{"type":"[[","value":[["Donetsk"]]}," — an industrial city in eastern Ukraine on the Kalmius River."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kharkiv"]]}," — kozak metropolis, it was the capital of Soviet Ukraine for fifteen years long."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lviv"]]}," — the second most popular city in the country. Some Polish, some Austrian mixed with Russian almost in everything. Famous about medieval old town."]},{"type":"*","value":[" ",{"type":"[[","value":[["Odessa"]]}," — a harbour city on the Black Sea with a mixture of different cultures."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:2005-08-15 Pechersk Lavra seen from river Dnepr Kiev 311 cropped.jpeg"],["thumb"],["250px"],["The Kiev Pechersk Lavra in ",{"type":"[[","value":[["Kiev"]]},", Ukraine. First built in 1051."]]},"\n",{"type":"[[","value":[["Image:Czarnohora.jpg"],["thumb"],["250px"],["North part of Czarnohora (Eastern Carpathians), the highest mountains in Ukraine. The highest peak on the picture is Howerla (2061 m)"]]},"\n",{"type":"[[","value":[["Image:Chocim stronghold front.jpg"],["thumb"],["250px"],["Khotyn Fortress in the town of ",{"type":"[[","value":[["Khotyn"]]},", Ukraine"]]},"\n",{"type":"[[","value":[["File:Kamianets-Podilskyi Castle (2007).JPG"],["thumb"],["250px"],["The Kamianets-Podilskyi Castle in ",{"type":"[[","value":[["Kamianets-Podilskyi"]]},", Ukraine"]]},"\n",{"type":"[[","value":[["Image:Potemkinsche treppe.jpg"],["thumb"],["250px"],["Potemkin Stairs in ",{"type":"[[","value":[["Odessa"]]}," which extend for 142m. They were so well designed that they create an optical illusion. A person looking down the stairs sees only the landings, and the steps are invisible, but a person looking up sees only steps, and the landings are invisible."]]}," \n",{"type":"[[","value":[["File:Kharkov Freedom Square.jpg"],["thumb"],["250px"],["Freedom Square, in ",{"type":"[[","value":[["Kharkiv"]]},". The third largest city-centre square in Europe."]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Carpathians"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chernobyl"]]}," - tour the site of the 1986 nuclear disaster"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cherkasy"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Crimea"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ivano-Frankivsk"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mariupol"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rivne"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sumy"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Svyatogorsk"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Zhytomyr"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Uzhhorod"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Uman"]]}," - city in central Ukraine with a famous Park Sofiyivka."]},"\nSee also:\n",{"type":"*","value":[" ",{"type":"[[","value":[["UNESCO_World_Heritage_List#Ukraine"],["UNESCO World Heritage List, Ukraine section"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visa requirements and customs"]},"\nTourist visas are no longer required for citizens of the ",{"type":"[[","value":[["European Union"]]},", ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican City"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Mongolia"]]},", ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Montenegro"]]},", ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Paraguay"]]},", and the countries of the ",{"type":"[[","value":[["Commonwealth of Independent States"]]}," (except ",{"type":"[[","value":[["Turkmenistan"]]},"). As of 2014, Ukraine has announced plans to withdraw from the Commonwealth of Independent States and impose visa restrictions for travel from ",{"type":"[[","value":[["Russia"]]}," due to that country's occupation of ",{"type":"[[","value":[["Crimea"]]},".\n\nThese visa exemptions apply only for ",{"type":"[","value":["http:\/\/www.mfa.gov.ua\/mfa\/en\/509 tourist travel lasting less than 90 days"]},". Citizens of ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]}," may visit for 30-60 days visa free depending on the purpose of the trip.\n\nFor other countries, visas are obtainable within a few hours of visiting a Ukrainian consulate having received a 'letter of invitation' from one's perspective lodging or business provider. \n\nMore information is available at Ukraine's embassies abroad\n\nAlways know how much currency you have with you. Customs officials might inquire about the amount being brought into the country. It is prohibited to bring large amounts of Ukrainian currency (hryvnia) in to Ukraine unless it was declared upon leaving Ukraine.\n\nIt is advisable to check in advance the customs regulations (e.g. the Boryspil Airport website, which has an English version) as rules and regulations have the habit of changing at short and unannounced notice.\n\nWhen entering the country you will no longer be required to complete an immigration form.\n\n",{"type":"===","value":["Visiting Crimea"]},"\nAfter the annexation of Crimea by Russia in March 2014, Russian immigration and custom agencies started operating in the peninsula's ports of entries. \nIt was ",{"type":"[","value":["http:\/\/www.themoscowtimes.com\/news\/article\/foreigners-now-need-russian-visa-to-visit-crimea\/497173.html announced"]}," by the Russian authorities on April1, 2014, that foreign citizens would need regular Russian entry visas to visit Crimea. However, Crimea's authorities ",{"type":"[","value":["http:\/\/voiceofrussia.com\/news\/2014_04_04\/Crimea-proposes-lifting-visas-for-tourists-6958\/ plan to petition"]}," Russia's federal government for introducing a simplified visa regime for certain categories of short-term visitors,  different from that applied in the mainland Russia.\n\nSince Ukraine does not recognize Russian's annexation of the peninsula, an entry to Crimea ",{"type":"'''","value":["not"]}," from the mainland Ukraine is considered by the Ukrainian authorities  as an \"illegal entry to the territory of Ukraine\". If the fact of such a visit is discovered by the Ukrainian border authorities when a foreign national later tries to enter the mainland Ukraine, the foreign citizen  will be subject to an \"administrative punishment\" (a fine, or possibly denial of entry to Ukraine). (",{"type":"[","value":["http:\/\/www.svoboda.org\/content\/transcript\/25319809.html Перелет Москва – Крым теперь наказуем"]}," \"Flying from Moscow to Crimea will now be a punishable act\"; an interview with an official of the Ukrainian Border Service, in Russian).\n\n",{"type":"===","value":["By plane"]},"\nThe cheapest way to fly into Ukraine is through the Boryspil International Airport near Kyiv. The main international hubs for these flights are Budapest, Frankfurt, Milan, Munich, Prague, London, Rome, Vienna and Warsaw with several flights a day of Austrian AUA, CSA Czech Airlines, LOT, Lufthansa, Alitalia, Air France, British Airways, KLM; also Ukraine International, which code-shares on these routes with the respective carriers, and another Ukrainian carrier, AeroSvit. Special offers on flights come and go, depending on the whim of the carrier. \n\nLow-cost airline ",{"type":"'''","value":["Wizzair"]}," started operations from other countries  and within Ukraine  as well. The only other low cost carrier serving Ukraine is ",{"type":"'''","value":["AirBaltic"]},", with flights routing through either Riga, Latvia, or Vilnius, Lithuania. ",{"type":"'''","value":["AeroSvit"]}," could also be considered a somewhat low-cost carrier.  From 2011, Aerosvit offers flights between Kyiv Boryspil and London Gatwick.  Be advised that if you have a lot of baggage, Wizzair offers 30kg against the others 20kg allowances.\n\nThere are several airlines which offer direct flights to cities like Dnipropetrovsk (Lufthansa), Donetsk (Lufthansa, Austrian), Odessa (LOT, Austrian, CSA Czech Airlines), Kharkiv and Lviv (LOT, Austrian Airlines), but they are more expensive.\n\nTo fly inside Ukraine, the most common airline is Ukraine International Airlines. It is the unofficial national airline, and its routes cover all of Ukraine's major destinations. Planes used are newer Boeing 737 aircraft. Aerosvit also introduced flights within the country from its hub in Kyiv, mainly flying newer Boeing 737 and 767 aircraft.\n\n",{"type":"===","value":["By train"]},"\nThere are daily direct overnight trains from ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Prague"]]},", ",{"type":"[[","value":[["Warsaw"]]},", ",{"type":"[[","value":[["Belgrade"]]},", ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Bucharest"]]}," and ",{"type":"[[","value":[["Sofia"]]}," to ",{"type":"[[","value":[["Lviv"]]}," or ",{"type":"[[","value":[["Kiev"]]},". When coming from Western Europe there will be a 2-3 hour wait at the border while the train's bogies are changed in order to adapt to a different rail gauge. It's generally quicker and cheaper to buy a ticket to the border and then change trains, rather than to wait for a through train.\n \nFrom Kiev there are good international connections with central Europe and ",{"type":"[[","value":[["Russia"]]},". Departures from ",{"type":"[[","value":[["Belgrade"]]}," (36h), ",{"type":"[[","value":[["Budapest"]]}," (24h), ",{"type":"[[","value":[["Chişinău"]]}," (15h), ",{"type":"[[","value":[["Minsk"]]}," (12h), ",{"type":"[[","value":[["Prague"]]}," (35h), ",{"type":"[[","value":[["Sofia"]]}," (37h) via ",{"type":"[[","value":[["Bucharest"]]}," (26h) and ",{"type":"[[","value":[["Warsaw"]]}," (16h) are nightly. From ",{"type":"[[","value":[["Moscow"]]}," there are a multitude of trains with the fastest one being ",{"type":"''","value":["Metropolitan Express"]}," taking just 8½ hours. ",{"type":"[[","value":[["Saint Petersburg"]]}," is also well served with an overnight train taking 23 hours. ",{"type":"[[","value":[["Berlin"]]}," (22h) have nightly connections during summer while departures from ",{"type":"[[","value":[["Vienna"]]}," (34h) are nightly M-Th. There is also a connection from ",{"type":"[[","value":[["Venice"]]}," (45h) via ",{"type":"[[","value":[["Ljubljana"]]}," (41h) once a week, departing Thursdays.\n\nMore exotic cities with infrequent departures from Kiev include ",{"type":"[[","value":[["Astana"]]}," (73h, Thu), ",{"type":"[[","value":[["Baku"]]}," (64h, Wed) and ",{"type":"[[","value":[["Murmansk"]]}," (61h, seasonal). And if you are looking for a real journey, hop on train 133E linking Kiev with ",{"type":"[[","value":[["Vladivostok"]]},". It's one of the longest journeys possible by train, taking eight nights!\n\nInformation about trains can be found on the website of the Ukrainian rail-roads in ",{"type":"[","value":["http:\/\/www.uz.gov.ua\/en\/passengers\/timetables English"]}," and ",{"type":"[","value":["http:\/\/www.uz.gov.ua\/passengers\/timetables Ukrainian"]},". The website is still 'beta' and has some issues, particularly with booking online.\n\n",{"type":"===","value":["By bus"]},"\nThere are inexpensive direct bus services to ",{"type":"[[","value":[["Lviv"]]}," and ",{"type":"[[","value":[["Ivano-Frankivsk"]]}," from ",{"type":"[[","value":[["Poland"]]},".\nThey usually offer a budget level of comfort and cost about UAH 90-100.\n\n",{"type":"===","value":["By boat"]},"\nThere are some ferries from ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", ",{"type":"[[","value":[["Varna"]]}," (",{"type":"[[","value":[["Bulgaria"]]},") to Odessa or to Crimea.\n\nSee ",{"type":"[[","value":[["Ferries in the Mediterranean"]]},".\n\n",{"type":"===","value":["By car"]},"\nThe nearest significant town on the ",{"type":"[[","value":[["Poland"],["Polish"]]}," side is ",{"type":"[[","value":[["Przemyśl"]]},", and it's easy to find by following route #4 (which passes through Przemyśl), also known as the E40 in European terms. \n\nWhen you arrive, the road is fairly narrow (no motorway\/autobahn this) with a queue of trucks and vans parked to the right of the road; a hard-core parking area with cafe\/bar to the left. Don't stop behind the goods vehicles, slip up the side of them and then feed into the customs area when the guy flags you forward (for courteous Europeans, you're not jumping the queue - commercial traffic goes through a different process). \n\nIf you're in an EU registered car then make for the EU-passports, passport control section. Thence to Ukrainian passport control and then Ukrainian customs and then you're through. It used to be a nightmare, with apocalyptic tales of 5-6+ hours at the border, but the Ukrainians have made great advances in efficiency and it takes about an hour to make the crossing (2012). Don't expect the border police to treat you in a friendly or even respectful manner, in fact, expect anything ranging from neutral to extremely obnoxious behaviour.\n\nOnce through, just follow the main road towards Lviv on the E40 - this is the route right across Ukraine to Kyiv (and thence on to the east). Stick to this - the main towns on the way are Lviv, Rivne, Zhytomyr. \n\nWatch out about 15-20km inside Ukraine, in Mostyska, as police have gone crazy about traffic calming measures here (speed bumps or \"sleeping policemen\"). They are like icebergs across the road, and very badly marked. There are about four or five sets of them through the village.\n\nOther than that, take care on the road, which although the main east\/west highway, and the main road route into the EU, still remains in a miserable condition (surface-wise). You will soon realise why Ukraine has such poor statistics in relation to driver and pedestrian fatalities and injuries. Drive defensively!\n\n",{"type":"===","value":["By foot and bike"]},"\nYou can walk across the 200m long bridge from ",{"type":"[[","value":[["Sighetu Marmaţiei"]]},", ",{"type":"[[","value":[["Romania"]]},". Once you get to ",{"type":"[[","value":[["Solotvino"]]},", Ukraine, you can continue your travel in a car or a train. Bicycling is also a possibility in summer. When you have crossed the wonderful old bridge go uphill, at the church turn right. After some 50 metres there is an ATM right-hand! That's important because train tickets can be bought only in hryvnya and there is neither an exchange point nor an ATM nor the possibility to pay by credit card on the train station! Go ahead and before the rail-road crossing turn left. \nThere is one train a day to ",{"type":"[[","value":[["Lviv"]]}," (in the late afternoon). It stops in every village and takes about 13 hours to get to the final destination, the ticket is about €10. \n\nYou cannot cross the border at ",{"type":"[[","value":[["Krościenko"]]}," (Poland) by foot or by bicycle. You must be in a vehicle. Coming from Poland by bicycle in August 2011 a cyclist only has to wait about 5 minutes to flag down a driver who was willing (and had space) to take him, a bicycle, and a full cycle touring kit. The actually crossing then took about an hour or so. There was no charge by the driver or the immigration officials.\n\n",{"type":"===","value":["From Slovakia"]},"\n",{"type":"*","value":[" There are two road border crossings between ",{"type":"[[","value":[["Slovakia"]]}," and Ukraine (Ubla and Uzhhorod). Ubla is for pedestrians and cyclists only and Uzhorod for cars only. You can, however, get into someone's car just to cross the border. There is one rail border crossing Chop."]},{"type":"*","value":[" There is a daily bus from ",{"type":"[[","value":[["Košice"]]}," (except Sunday and Monday) and ",{"type":"[[","value":[["Prešov"]]},"(Slovakia) going to ",{"type":"[[","value":[["Uzhhorod"]]},". There are also few daily buses from Michalovce to Uzhorod. Uzhorod has a night train connection to Lviv and Odessa."]},{"type":"*","value":[" As alternative, you can get by daily local train from Čierna n.Tisou to Chop."]},"\n",{"type":"==","value":["Get around"]},"\nBe aware that all foreigners are subject to higher scrutiny by police when travelling on public transportation, especially intercity forms of it. Be prepared to show your passport and entry papers and keep your embassy\/consulate number handy in case you come across a corrupt official. If you are caught outside your base city without your official documents, be prepared for a big fine.\n\nThe quickest way to get around big cities is the so-called marshrutka: the minibuses which follow routes much like the regular buses do. You can generally flag them down or ask them to stop at places other than the specified bus stops. The fare is paid as soon as you get in, and is fixed no matter how far you want to go. This is the same for the conventional buses, tram, trolley-buses and the Metro. Tell the driver that you want to get off when you are approaching the destination.\n\nEach city has an intercity bus station from which you can go pretty much anywhere in Ukraine. Fares and quality of service vary widely.\n\n",{"type":"===","value":["By plane"]},"\nUIA offers cheap flights and can  be a time-saving alternative. For example the flight Odesa-Kiev (One-Way) is USD180 (including tax and fees) and takes 1.5 hours. However, be sure to book early for the cheapest fares. \n\nThe flights can be booked ",{"type":"[","value":["http:\/\/www.ukraine-international.com\/ online"]}," in English.\n\nWizzAir, as of early 2009, offers flights between Kiev and Simferopol at competitive prices.\n\n",{"type":"===","value":["By train"]},"\nTrains are operated by state-owned ",{"type":"[","value":["http:\/\/www.uz.gov.ua Ukrainian Railways"]},". As in all CIS countries, the train classes, cars and ticket system are quite same as in Russia, see ",{"type":"[[","value":[["Russia#By train 2"],["Russian train article"]]},".\n\nUkrainian trains are quite old and slow compared to European standards, but punctual, reliable and very cheap. For example ",{"type":"[[","value":[["Simferopol"]]}," to ",{"type":"[[","value":[["Lviv"]]}," for €8 on 3rd class sleeping car (",{"type":"''","value":["platskart"]},") taking you about 10 hours.\n\nGenerally, in Ukraine, for long distance the train is preferred over the bus because of their comfort and because often they are even cheaper. The \"Lux\" sleeping cars have a two-berth cabin. Second class are cabins with four berths. Third class have six berths through which the aisle passes.\n\nBecause trains are popular in Ukraine you might have to buy the tickets in advance. This is more often the case for third class. You can check availability and even buy tickets ",{"type":"[","value":["http:\/\/www.uz.gov.ua\/en\/ online"]}," or at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/e-kvytok.kiev.ua\/en Ukrainian Railways e-shop"]}]}," (website now in English, Russian and Ukrainian). The e-shop offers both domestic and international (CIS only) tickets starting in Ukraine. Note that an ",{"type":"''","value":["online purchase does not provide you with a valid travel document"]},". You have to note the booking code (or simply print out the booking confirmation) and go to any ticket office that will issue the printed ticket. Do it at least 30min prior to departure, because queues at the ticket offices are not uncommon. Large train stations may have dedicated counters for tickets purchased online. Try to identify such a counter and go there directly, instead of waiting in line at a regular counter.\n\nBuying tickets through a ticket office may be more difficult, though. Ladies at the counter are not very friendly and hardly speak any language other than Ukrainian or Russian. The usual strategy of writing your destination and train number on a piece of paper should normally work. However, you may find it more convenient to ask locals to buy tickets for you. Large stations have big screens that show tickets available for the upcoming trains. This may be handy for last-minute ticket purchases.\n\n",{"type":"===","value":["By bus"]},"\nThere are two major bus companies that run buses from all of the major cities to and from Kiev: they are ",{"type":"[","value":["http:\/\/en.autolux.ua\/Main Avtolux"]},", and ",{"type":"[","value":["http:\/\/www.gunsel.com.ua\/index.php?option=com_content&view=article&id=75&Itemid=3&lang=en Gunsel"]},". Prices run about UAH100-120 for service to Dnipropetrovsk and Kharkiv.\n\nThe major advantage of the bus service is that it leaves from Boryspil and stops in Kiev, so if your destination is not Kiev, its easier than taking a bus to the Main Passenger Railway Station in Kiev. The buses are standard coach buses, serve cold drinks and tea, show movies, and make a stop about every 3-4 hours. They run every few hours.\n\nAvtolux has a VIP bus to and from ",{"type":"[[","value":[["Odessa"]]}," that has nice leather seats and is more less non-stop. It departs once a day, takes four hours or so both to and from Kiev and costs about UAH160-170.\n\n",{"type":"====","value":["By ",{"type":"''","value":["Marshrutka"]}]},"\nIn addition, just as in Russia, there are private minibuses called ",{"type":"'''","value":["Marshrutka"]},". These run on fixed routes and may be licensed as either buses or taxis. You can board one at the start of the route or at fixed stops. Some of them will also stop at any point between designated stops, but this largely depends on the region and even on the driver's mood. Officially, they are not supposed to drop passengers outside designated bus stops, but in reality they do it quite often. At the start of the route and at fixed routes, you may find a queue you will have to stand in. At other places, just wave your hand when you see one. if there are seats available, the minibus will stop for you. To get off, tell the driver when you reach your destination and he will stop. You need to pay the amount of your fare to the driver. You don't get a ticket, unless you ask for it. Often it's not easy to figure out which Marshrutka will take you to your destination, as in any city there are literally hundreds of different routes.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi is probably the most safe way to get around the city. You want to ask your hotel or restaurant to call you a taxi. Ukraine is largely a referral based economy, and this is how you get quality, safety and good service. Taxis are always busy. Locals will tell you to call in advance. Trying to hail a cab won't be productive at best and get you in deep trouble at worst.\n\nIt might seem unreasonable to hire a taxi to take you 100km to the next city. If you use your hotels referral, you will get a decent rate. It might be twice as expensive as train, but convenient, less time consuming, and secure. Keep in mind, you need a taxi to take you to the bus or train station. Americans will find the buses for long distance travel crowded and uncomfortable.\n\n",{"type":"===","value":["By car"]},"\nIt is possible to get around in Ukraine by car, but one must be aware of certain particulars: \n\nThe signs are all in Ukrainian (Cyrillic alphabet). Only a few signs (every 200km or so) are written in the Latin alphabet, and indicate main cities. It is recommended you have a good road map (those available are mainly in Ukrainian, but Latin alphabet maps are starting to appear), because place names aren't well posted on road signs.\n\nYou are strongly advised to respect the signs, especially speed limits. Be aware that unlike in Western countries, where limits are repeated several times, in Ukraine, an obligation or a prohibition is often indicated on a single sign, which you must not miss. And even these signs are often far off the road, covered by branches, etc. The police are always there to remind you.\n\nSpeed in cities is limited to 60km\/h (40mph). However people do drive fast anyway.\n\nSpeed in \"nationals\" (single carriageway countryside roads) is limited to 90km\/h (55mph). The poor average quality of the roads already acts as a speed checker.\n\nSpeed on highways (motorways) is limited to 110-120km\/h (75mph).\n\nBe aware that corruption is widespread among Ukrainian police, and tourists are an especially profitable target. When you are stopped for speeding or other offences, officers might aggressively try and extract ridiculous sums of money from you (€100 and up), offering \"reductions\" if you pay on the spot (the proposed alternative being some unpleasant and more expensive way, all made up). If you're asked anything beyond that, demand a written ticket for you to pay later instead. Don't let them intimidate you. It's very useful to have an embassy phone number handy for these cases. If you mention that, they'll let you off the hook quicker than you know it. At any rate, write down the officers' badge numbers, rank, plate number of the police car, and notify the nearest embassy\/consulate in detail, to help fight these corrupt practices.\n\nFuel is no longer a problem in Ukraine, especially for those who remember travelling to Ukraine during the early 1990s, when petrol was considered precious. Today, there are plenty service stations. There are varying types of fuel, such as diesel, unleaded 95 octane, and (more rarely) unleaded 98 octane; one finds also 80 and 76 octane. Note that if you choose to fill-up in a rural filling station, you will need to pay first, and in cash. Even there many stations do accept credit cards, however.\n\nThe state of the roads is a huge subject: \n\nThe main roads are OK for all cars, as long as you don't go too fast. Numerous running repairs have created a patchwork road surface, and it will seriously test your suspension - even on the major dual carriageways. \n\nSecondary roads are passable, but beware: certain zones can be full of potholes and you must treat them with extra care, or avoid them entirely. Roads between villages are often little more than dirt tracks and not metalled.\n\nRoad works have been ongoing, but the quality of the roads is shy of ",{"type":"[[","value":[["Western Europe"]]}," (with the exception of ",{"type":"[[","value":[["Kiev"]]},").\n\nBe careful when driving in towns or villages. Sometimes animals prefer to walk on the road, and they are a hazard for all drivers. You're likely to see plenty of animals hit by cars, so be prepared...\n\nBicycle traffic is not very common, but you will sometimes see an aged man transporting a sack of grass on an old road-bike or a cycling enthusiast in bright clothes riding a semi-professional racing bike. Those are even more likely to be met on well-maintained roads where the pavement is smooth. Also cyclists will use both lanes of the road in both directions equally i.e. you are just as likely to meet a cyclist coming towards you, riding on the verge, as you will travelling in your direction. And almost invariably without lights or bright clothing so be extra careful when driving at night and dawn\/dusk.\n\nAlso, don't be surprised to see plenty of horse drawn carts - even on the dual carriageways.\n\n",{"type":"===","value":["By thumb"]},"\n",{"type":"[[","value":[["Hitchhiking"]]}," in Ukraine is average. It's possible to go by hitchhiking - usually cargo trucks will take you for free - but it's still worth to try stop personal cars as well. Good people are everywhere; you may be picked up in a Lada or a Lexus. (More usually the former.)\n\nThe usual hitchhiking gesture (also used to hail taxis and marshrutkas) is to face oncoming traffic and point at the road with a straight right arm held away from the body. Sometimes, for visibility, you may add a downward waving motion of the open right hand. It's a good idea to write on a piece of paper your destination's name.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Ukrainian phrasebook"]]},"\n\nUkrainian is the official language. Near the neighbouring countries, ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},", ",{"type":"[[","value":[["Romanian phrasebook"],["Romanian"]]},", ",{"type":"[[","value":[["Polish phrasebook"],["Polish"]]},", and ",{"type":"[[","value":[["Hungarian phrasebook"],["Hungarian"]]}," are spoken. Russian is a close relative of Ukrainian and is most often the language of choice in the south and east of Ukraine. It is safe to assume that virtually any Ukrainian will understand Russian; however, note that in the western parts people may be reluctant to help you if you speak Russian, though to ",{"type":"''","value":["foreigner"]},"s, Ukrainians will be more forgiving than to Russians. Especially in Lviv, you will have the hardest time because they not only mostly speak Ukrainian but they have a special dialect of their own.\n\nOn the other hand, in the eastern parts, Russian is the most commonly spoken language. In the central and eastern parts of the country, you may also find people speaking transitional dialects (generically referred to as the ",{"type":"''","value":["surzhyk"]},", i.e. the \"mix [of languages]\"). It is also common for people to talk to others in their native language, irrespective of the interlocutor’s one, so a visitor speaking Russian may be responded to in Ukrainian and vice versa. \n\n",{"type":"[[","value":[["Kiev"]]},", the capital, speaks both languages, but Russian is more commonly used. So Ukrainian is more frequently met in Central and Western Ukraine, Russian in Eastern and Southern Ukraine. \n\nYoung people are more likely to speak a little English, as it is the most widely taught foreign language in school. Most people in the tourism industry (hostels etc.) do speak English. Also, thanks to Ukraine hosting the Euro 2012, there was a lot of improvement in tourist facilities and policemen learning English to better assist the people there for the games.\n\nIn general, Ukrainian is making more ground as time goes on. Certain regions may have special rules and can have schooling in Russian like in Luhansk. Russian is in general still the lingua franca but the newer generation of people are encouraging their children to speak Ukrainian in the home. The biggest wall to Ukrainization is that there is a resistance in the East and South who would even like Russian to be an official language of the state, also a lot of the media such as books, videos, and video games are only in Russian but there have been a few titles with the option of Ukrainian subtitles on DVDs and some authors write exclusively in Ukrainian, so it is making ground. Universities used to have a choice between Ukrainian or Russian but now most of the national universities except those in special areas or private schools are exclusively taught in Ukrainian. There are plenty of people however, that believe Ukraine will always have both languages and don't feel one threatens the other's existence. \n\nAlso to be noted though, everyone there are Ukrainian by citizenship but there are more than a million who are of Russian origin, for example Kharkiv itself sports 1 million ethnic Russians, so to say. Its hard to say they are really ethnically different people but they did migrate during the Soviet Union and are proud of their roots as Russians and continue speaking Russians with their kids even though their kids are getting an education in Ukrainian. The whole language thing in Ukrainian is a touchy subject, so hopefully, the information provided seems neutral.\n\nIf you are travelling to Ukraine, learn either basic Ukrainian or basic Russian beforehand (know your phrase book well) and\/or have some means of access to a bilingual speaker, a mobile\/cell\/handy number (almost everyone has a mobile phone) can be a godsend. Virtually nobody in any official position (train stations, police, bus drivers, information desks, etc.) will be able to speak any language other than Ukrainian and Russian. If you already know another Slavic language, you will, however, be able to communicate as the Slavic languages are closely related. \n\nIt is a good idea to familiarize yourself with the Cyrillic alphabet to save you a lot of time and difficulty. Sometimes certain words if you can read the Cyrillic are close to English like ",{"type":"''","value":["telefon"]}," (telephone), you would understand if you saw it, so it helps a lot just knowing the alphabet.\n",{"type":"{|","value":[["class=\"wikitable\" border=1"],["|+ Cyrillic letters in latin:"],["! colspan=\"4\" | Common for ukrainian and russian languages"],["|-"],["|"],["А - A",{"type":"<","value":["br"]}],["Б - B",{"type":"<","value":["br"]}],["В - V",{"type":"<","value":["br"]}],["Г - G",{"type":"<","value":["br"]}],["Д - D",{"type":"<","value":["br"]}],["Ж - Zh",{"type":"<","value":["br"]}],["З - Z"],["|"],["И - I",{"type":"<","value":["br"]}],["Й - Y",{"type":"<","value":["br"]}],["К - K",{"type":"<","value":["br"]}],["Л - L",{"type":"<","value":["br"]}],["М - M",{"type":"<","value":["br"]}],["Н - N",{"type":"<","value":["br"]}],["О - O"],["|"],["П - P",{"type":"<","value":["br"]}],["Р - R",{"type":"<","value":["br"]}],["С - S",{"type":"<","value":["br"]}],["Т - T",{"type":"<","value":["br"]}],["У - U",{"type":"<","value":["br"]}],["Ф - F",{"type":"<","value":["br"]}],["Х - Kh"],["|"],["Ц - Ts",{"type":"<","value":["br"]}],["Ч - Ch",{"type":"<","value":["br"]}],["Ш - Sh",{"type":"<","value":["br"]}],["Щ - Shch",{"type":"<","value":["br"]}],["Ь - '",{"type":"<","value":["br"]}],["Ю - Yu",{"type":"<","value":["br"]}],["Я - Ya",{"type":"<","value":["br"]}],["|-"],["! colspan=\"2\" | Ukrainian language"],["! colspan=\"2\" | Russian language"],["|-"],["| colspan=\"2\" |"],["Ґ - G",{"type":"<","value":["br"]}],["Е - E",{"type":"<","value":["br"]}],["Є - Ye",{"type":"<","value":["br"]}],["І - I",{"type":"<","value":["br"]}],["Ї - Yi"],["| colspan=\"2\" |"],["E - Ye",{"type":"<","value":["br"]}],["Ё - Yo",{"type":"<","value":["br"]}],["Ъ - '",{"type":"<","value":["br"]}],["Ы - I",{"type":"<","value":["br"]}],["Э - E"]]},"\n\n",{"type":"==","value":["See"]},"\nUkraine is a country worth seeing and visiting over and over. See individual city articles for more information.\n\nSee ",{"type":"[[","value":[["UNESCO"]]}," listed ",{"type":"[[","value":[["Lviv"]]}," centre, Residence of Bukovinian and Dalmatian Metropolitans in ",{"type":"[[","value":[["Chernivtsi"]]},", or the UNESCO World Heritage site of Saint-Sophia Cathedral and Pechersk Lavra in ",{"type":"[[","value":[["Kiev"]]},".\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike"]}," in Carpathian Mountains around ",{"type":"[[","value":[["Rakhiv"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Conquer"]}," 2,061m Hoverla, part of the Chornohora mountain range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kayak"]}," down Dniester and admire ",{"type":"[[","value":[["Kamianets-Podilskyi"]]}," and Khotyn castles"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chill out"]}," on ",{"type":"[[","value":[["Crimea"],["Crimean"]]}," beaches in summer"]},"\n",{"type":"*","value":[" Visit one of the forty National Parks (total area more than ten thousand km²)"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:100 hryvnia 2005 b.jpg"],["thumb"],["100 hryvnia note"]]},"\n\nThe unit of currency is the ",{"type":"''","value":["hryvnia"]}," (",{"type":"'''","value":["UAH"]},"). It is spelt гривня and pronounced ",{"type":"''","value":["hryvnia"]}," in Ukrainian and ",{"type":"''","value":["grivna"]}," in Russian. Just to make it a little more confusing, Russian speakers in the east often refer to it as ruble and it is sometimes shown as \"₴\" both before and after the amount and with and without spaces. ",{"type":"[","value":["http:\/\/www.bank.gov.ua\/control\/en\/curmetal\/detail\/currency?period=daily National Bank actual rates"]},".\n\n",{"type":"===","value":["Money"]},"\nEvery reasonably sized town will have exchanges booths and banks that will convert euro, USD or Russian rubles to UAH, just look for signs with exchange rates. British pounds are also often exchangeable, though at poor rates. In tourist areas, a much wider range of currencies can be changed. Shop around as offered rates often vary.\n\nBooths and banks will generally not try to scam you, but count your notes to be sure. At many places bank clerks would refuse money with even minor damages or grease spots. A tear in the paper longer then five millimetres can be too much.\n\n",{"type":"====","value":["ATMs"]},"\nATMs (банкомат, ",{"type":"''","value":["bankomat"]},") are common throughout the country and generally work with international cards. They nearly always dispense UAH, though you may find some give USD. They mostly do not charge fees to foreign cards. (unless you are withdrawing dollars). \n\nDebit cards such as maestro do work in ATMs. Cirrus\/Maestro\/Plus bank cards could be most effective way to get cash in Ukraine. Not all ATMs indicate that they support the Plus system, but in most cases they do support it if they support Visa. PrivatBank ATMs indicate that they support Plus, but they do not work with North American cards.\n\n",{"type":"====","value":["Banks"]},"\nChanging money in banks is time consuming—there is a lot of paperwork involved. Bank staff may be unwilling to go through all the procedures just to change your USD100 bill and may try to fob you off with an excuse: \"sorry, we don't have the money\" is common. If you absolutely must change money there, you might be able to persuade them to change their minds; but if you can go somewhere else, you'll probably save time. At a bank, you will also need to show your passport. Banks may also only let you buy UAH; they may prevent you from buying \"hard\" currency. \n\nEven at larger branches, you cannot expect English-speaking staff. Doing anything other than currency exchange may require a translator or at least a lot of patience.\n\nIt is possible to get dollars from most banks using a cash advance from a Visa or MasterCard. There is a small service charge (3%) to do this in addition to whatever your bank charges.\n\n",{"type":"====","value":["Exchange booths"]},"\nExchange booths, while looking rather unsavoury, are generally the best places to change money. Their rates tend to be better than the banks' (but not always) and you will not need your passport. Service is quick and there's often no paperwork or receipts.\n\n",{"type":"===","value":["Shopping"]},"\n",{"type":"[[","value":[["File:Pysanky2011.JPG"],["thumb"],["Ukraine is known for its living tradition of elaborately dyed Easter eggs, called pysanka (Ukrainian: писанка)"]]},"\nBy law, all transactions are required to be in hyrvnia, although less formal transactions may be in euros or US dollars.\n\nIf you want to buy any kind of artwork (paintings, Easter eggs) in Kiev, the place to visit is Andriivskij Uzviz (",{"type":"''","value":["Андріївський узвіз"]}," in Ukrainian, ",{"type":"''","value":["Андреевский спуск"]}," in Russian).  \n\nIt is illegal to take out of the country any items of historical importance. These includes badges, medals, icons, historical paintings, etc. While you are unlikely to face a bag search, don't wear any old badges or display anything that may arouse suspicion.\n\n",{"type":"==","value":["Eat"]},"\nUkrainian cuisine is quite tasty, but just like other cuisines in the region uses a lot of fat ingredients, especially in the festive dishes. Traditional local food includes \"salo\" (salted lard) and soups like \"solianka\" (",{"type":"''","value":["солянка"]}," in Ukrainian, meat soup) or \"borshch\" (",{"type":"''","value":["борщ"]}," in Ukrainian) a soup made of red beets. Western Ukraine also has a green version of borshch, with greens and boiled eggs. The first, salo, is perhaps something you might not make yourself try - however is a delicious side dish, as for the soups being a must-have dish.\n\nIf you are outside a big city or in doubt about food, exercise caution and common sense about where you buy food. Try to buy groceries only in supermarkets or large grocery stores, always check the expiration date, and never buy meat or dairy products on the street (you can buy them at the market but not near the market).\n\nIn most towns in Ukraine there are some very good restaurants. Read the menu boards posted by the entrance of every establishment to help you to choose.\n\nYou may also find nice places to eat not by signs, but just by the smoke of traditional wood fires. These are often places where they serve traditional Ukrainian food, including very tasty shashlyky (",{"type":"''","value":["шашлики"]}," in Ukrainian). Restaurateurs are very friendly, and, more often than not, you will be one of their first foreign visitors. Next to the \"borshch\", you might also ask for \"varenyky\" (",{"type":"''","value":["вареники"]}," in Ukrainian, dumplings filled with meat, vegetables or fruits) or \"deruny\" (",{"type":"''","value":["деруни"]},", potato pancakes). You have to try varenyky with potatoes and cottage cheese in a sautéed onion and sour cream sauce, a fantastic dish. These are just starters, but ones that might fill you up quickly.\n\nYou can also use some internet services, which will help you to find any restaurant you want. They usually have a lot of options and English translation making your search easier. These services are free and provide information about major cities. If there is no possibility of internet connection you can ask people about restaurants, but remember that knowledge of English among Ukrainians is low and you can also meet unfriendly people. But in most cases English or other foreign language makes people more amiable.\n\n",{"type":"==","value":["Drink"]},"\nThe Ukrainian speciality is ",{"type":"''","value":["horilka"]}," (the local name for vodka) with pepper. Other kinds of vodka are also quite popular - linden (tilia), honey, birch, wheat. Prices range €1-20 for 1L. Souvenir bottles are available for higher prices (some bottles reach upwards of €35 for 0.5L. There is a great choice of wine, both domestic and imported. The domestic wines mostly originate in the south, in the Crimean region - known for wine making dating back to early Greek settlement over 2,000 years ago, although wines from the Carpathian region of Uzhorod are also quite tasty.  Ukraine is also famous for it's red sparkling wines. Prices for local wine range €2-35 per bottle of 0.75L (avoid the cheapest wines, €1 or less, as these are sometimes bottled as house wines but sold as local vintages), however, one can find genuine Italian, French, Australian wines from €50 per bottle and more in big supermarkets and most restaurants. The price of imported wines dropped significantly over the last number of years and trends indicate further reductions in price.\n\nThere are a lot of beverages (both alcoholic and non-alcoholic). Ukrainian beer is of very good quality. Beer from barrels or kegs (more common in cafes) is often watered down. Canned beer is not very common in Ukraine and sometimes not of the same quality as the same variety sold in bottles. The best beers are brewed by Lvivske, Obolon and PPB (Persha Privatna Brovarnia). Imported beers are also widely available but more expensive – for instance, a bottle of Austrian Edelweiss can cost upwards of €2 while average price of Ukrainian beer is €0.50. All told, Ukrainian beers are very tasty and gaining popularity elsewhere in Europe.\n\nOf non-alcoholic beverages, one should try kvas – a typically Slavic drink made of rye or wheat. During the summer one can easily buy it from designated street vendors. There are a lot of yellow barrels with kvas around the city in summer. It’s better to buy it in bottles due of unknown cleanness of the barrel. Milk drinks, of all sorts,  are also available, although mostly in supermarkets. Bottles of mineral water are available everywhere, as well as lemonades, beer, and strong drinks. When seeking to buy bottled water make sure to ask for \"voda bez hazu\" (water without gas) otherwise you are likely to be handed the carbonated drink.\n\nNever buy vodka or konjak (the local name for brandy) except from supermarkets or liquor stores as there are many fakes. Every year a few die or go blind as a result of poisoning from methyl alcohol, a compound used to make fake vodkas.\n\nIn Ukraine it's possible to buy alcohol produced in other former Soviet republics. The Moldavian and Armenian cognacs are quite good and not expensive. Georgian wines are quite unusual and fragrant, if overly sweet.\n\nYou may be concerned about offending Ukrainians by not drinking alcohol. Unlike the USA, it is not expected that everyone drinks. (In USA, you might expect someone to ask you why you don't drink, for example.) In USA culture, there is a cultural lean to not refuse hospitality. The common attitude is, \"If you do not want, you do not want.\"\n\n",{"type":"==","value":["Sleep"]},"\nHotels might be a traumatic experience for a westerner anywhere outside Kiev. The cheaper the hotel, the larger the chance of some quite unfortunate surprises, especially for those not familiar with the Soviet-style level of service which still remains in many places.\n\nThere are many mid-range (€25-45) options outside Kiev. For instance in Ivano-Frankivsk (near the Carpathians), the going rate is approximately €35 for a suite (bedroom and sitting room) in one such hotel. Many hotels have the choice between renovated rooms\/suites (\"western style\") and not renovated rooms (East European style). The last choice is more than 50% cheaper and gives you a spacious old fashioned 2 room suite, basic but clean! \n\nThere are a number of 5-star hotels in Kiev and one in Donetsk; see guides for those cities for listings. At one such hotel in Lviv, the going rate ranges from €40-60 a night.\n\nAnother option is to rent an apartment on the internet before you leave your country. There are many to choose from in Kiev and Odessa. \n\nWhat many people from ex-Soviet countries do is to go to the railway station, where they try to find people who are willing to rent a room. Prices are usually much cheaper and if there are enough people, offering the room you can make great deals (in Yalta, people are almost fighting to be able to talk to you).\n\nThese deals are usually not legal and they will take you to a corner before negotiating. Make sure they have warm water, and don't be afraid to say it's not what you expected when seeing the room.\n\n",{"type":"==","value":["Learn"]},"\nThere are a lot of foreign students in Ukrainian universities. Bribery is huge, you can obtain a diploma here having attended just twice (the first and last days of study) if you have money. That's a hyperbole, of course, but the real life is not much different. Of course if one wants to obtain good knowledge they will, but motivation in such a situation is low.\n\nAfter graduation many students find work which is not concerned with their education, but this doesn’t mean that educational system is bad. This happens because of economical instability. Educational system itself is comprehensive and competitive, and a lot of foreign students can be a confirmation of this fact (not only previously mentioned hyperbole).\n\n",{"type":"==","value":["Work"]},"\nGetting a work permit (visa) is a necessity for foreigners if they are going to be employed by any legal entity (exceptions apply only for international institutions and representative offices of foreign companies). The work permit is more of a hiring permit. The potential employer has to apply with the labour administration for hiring an non-resident employee. With the application a complete cv, as well as documents showing an accredited education, have to be submitted.\n\n",{"type":"==","value":["Stay safe"]},"\nMany people will tell you that you can take a copy of your visa with you. Sadly, some people experience trouble over this. It's always better to carry your passport with you. A photocopy can be refused as proof of identity. A phone call to a local who can help can prove very effective.\n\nGet the details of your local embassy and\/or consulates in advance and note their emergency numbers.\n\nIf you can it is useful to have a bilingual acquaintance who can be called in an emergency or if you encounter difficulties. If staying for any length of time, it is advisable to get a local SIM card for your mobile for emergencies and for cheaper local calls\/texts.  These are widely available, cheap (often free) and easy to 'top-up',\n\n",{"type":"===","value":["Crime issues"]},"\nAs in any other country, using common sense when travelling in Ukraine will minimize any chances of being victim of petty crime and theft. Try not to publicize the fact that you're a foreigner or flaunt your wealth, through your choice of clothing or otherwise. With the exception of Kiev, Odessa, and other large cities, and of course the whole of Crimea, foreign tourists are still quite rare, except Russians. As in any other country, the possibility of petty theft exists. In Kiev, make sure to guard your bags and person because pickpocketing is very common, especially in crowded metro stations. Guides have told tourists to watch certain people because they heard people say: \"They look like Americans: let's follow them for a while and see what we can get.\"\n\nRobberies and scams on tourists are fairly common, especially the wallet scam in Kiev. \n\nBut if you are arrested by police or other law enforcement, do your best to inform them that you're a foreign visitor. Not many police officials speak foreign languages freely, but many people are eager to assist in translation.\n\nDon't drink alcohol in the company of unknown people (which may be suggested more freely than in the West). You don't know how much they are going to drink (and convince you to drink with them) and what conflicts may arise after that. Also, many Ukrainians, known for a penchant for a good drink, can sometimes consume such an amount of vodka that would be considered lethal for the average beer-accustomed Westerner.\n\n",{"type":"===","value":["Financial security"]},"\nUkraine is a predominantly cash economy. The network of bank offices and ATMs (Bankomats) has grown quickly and are now readily available in all but the smallest villages. Do check the security of the machine - it would be wise to use one that is obviously at a bank, rather than in another establishment. V PAY-cards are not accepted in the country. You can use your credit cards (mostly MasterCard & Visa) or cash traveler's cheques easily. Credit and debit cards are accepted by the supermarkets.  But avoid using your credit\/debit cards for payments at establishments in smaller towns as retailers are not trained and controlled enough to ensure your card privacy. Instead, it is widely acceptable to pay cash. Locals (especially businesspeople) sometimes carry and pay in cash amounts considered unusually large in other countries. Don't suspect criminal activity in every such case.\n\nAlso, it is strongly recommended to avoid individual (street) currency exchangers as there are thieves among such exchangers, that may instead give you old, Soviet-era currency or also coupons that have been withdrawn from circulation since the mid 1990s. Use special exchange booths (widely available) and banks; also be wary of exchange rate tricks like 5.059\/5.62 buy\/sell instead of 5.59\/5.62.\n\nThe euro and US dollar are generally accepted as alternative forms of currency, particularly in tourist areas. They are also the most widely accepted convertible currency at the exchange booths, with English pounds sterling in third place.\n\n",{"type":"===","value":["Racism"]},"\n\nThe area around the American embassy in Kiev is known for the provocateur groups targeting black people, and there have been reports of such attacks on Andriyivski, the main tourist street that runs from Mykhailivska down into Podil. Particularly in rural areas, having dark skin is often a source of prejudice. Antisemitism is still a lingering problem in some Western regions and\/or other parts of Ukraine. However there are two Jewish mayors elected in Kherson and Vinnitsa.\n\nAnecdotal experience is that there is some underlying racism in Ukraine, indeed much of the former Soviet Union. Migrants from Middle and Central Asia and Romani\/Sinti people receive much closer and more frequent attention from the militsiya (police). Always have your passport (or a photocopy of the main pages if you're concerned about losing it or if you're staying in a hotel that is holding it) as foreigners are treated more favourably than others. This is not to say that it is unsafe or threatening, but it is better to be forewarned of the realities.\n\n",{"type":"===","value":["Accidents"]},"\nWhile there's a lot of swimming and diving attractions throughout Ukraine, local water rescue is tremendously underfunded. It is unlikely that you would be noticed while drowning, especially on the river. Use only officially established beaches.\n\nUkraine has some of the worst statistics for road related deaths and injuries in the world so act accordingly. Take care when crossing the roads; walk and drive defensively: be aware that traffic overtakes on both the inside and outside.  Sometimes you even need to take care when using the footpaths, as in rush-hours the black, slab-sided Audi\/BMW\/Mercedes sometimes opt to avoid the traffic by using the wide pavements; pedestrians or not. Owners\/drivers of expensive cars have been known, at times, to be more careless of the safety of pedestrians. Drivers rarely grant priority to pedestrians crossing a road unless there are pedestrian lights. Always watch out for your safety.\n\nAlso be warned that pavements suffer in the same way as the roads in terms of collapsing infrastructure. Take care when walking, especially in the dark and away from the downtown areas of the main cities (a torch is a useful possession) as the streets are poorly lit, as are most of the entries\/stairwells to buildings, and the street and pavement surfaces are often dangerously pot-holed. Don't step on man-hole covers, as these can 'tip' dropping your leg into the hole with all the potential injuries!\n\n",{"type":"===","value":["Prohibitions"]},"\nIt is illegal to smoke cigarettes and drink alcohol in public places in Ukraine. Despite the prohibition you can see some local citizens doing that, but don’t be misled. These are bad examples. Local policemen can insist on a bribe if they see a foreigner breaking the prohibition. So be wise and avoid unnecessary problems.\n\n",{"type":"===","value":["Emergencies"]},"\nEmergency telephone numbers in Ukraine:",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["112"]}," - common",{"type":"<","value":["br"]},"\n101 - fire brigade",{"type":"<","value":["br"]},"\n102 - police",{"type":"<","value":["br"]},"\n103 - ambulance",{"type":"<","value":["br"]},"\n104 - gas leaks\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Water"]},"\nAs a rule, avoid drinking tap water. The major reason for this is that water in many regions is disinfected using chlorine, so taste is horrible. Whenever possible buy bottled water, which is widely available and generally OK.\n\n",{"type":"===","value":["Infectious Diseases"]},"\nUkraine has the highest adult ",{"type":"'''","value":["HIV"]}," prevalence rate in Europe at nearly ",{"type":"'''","value":["1.5%"]}," or ",{"type":"'''","value":["1 in 66"]}," adults. Be Safe.\n\n",{"type":"===","value":["Radiation"]},"\nThere is radiation contamination in the northeast from the accident at ",{"type":"[[","value":[["Chernobyl"]]}," nuclear power plant in 1986. However the effect is negligible unless you permanently live in Chernobyl area itself. There are even tours to the town of ",{"type":"[[","value":[["Prypyat"]]},"' which is the closest to the station. The town is famous for the haunting scenery of blocks of apartment buildings abandoned in 1986, now standing out amid the vegetation which spawned from years of neglect.\n\n",{"type":"==","value":["Respect"]},"\nRespect the fact that Ukraine is an independent nation. You may find that people here are sensitive about being classified as \"Russians\". The Ukrainians have their own ethnicity and do not like being seen as Russians. \n\nDon't say \"the Ukraine,\" because that usage is outdated and implies that Ukraine is a region and not a country.\n\nUkraine is by no means a conservative country with respect to clothing or behavior, and overcharges you if they can get by with it, getting what you paid for (quality). However, homosexuals are not liked there.\n\nRaising the issue of Ukraine in the context as being part of the Soviet Union may not be welcomed by the locals. The Holodomor, like the Holocaust, is a sensitive issue. It is best to not praise the Soviet Union or Joseph Stalin, Soviet leader during the time of WWII and architect of the Holodomor.  Nevertheless, some Ukrainians also remember the recent period of the Soviet Union as a time of economic prosperity.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\nUkrtelekom is the main telecom operator. The country code for Ukraine is 380.\n\n",{"type":"===","value":["Mobile"]},"\nThe biggest mobile phone operators Kyivstar, MTS, life:).\n\n",{"type":"===","value":["Internet"]},"\nMobile GPRS access is available in vast majority of Ukraine's territory. 3G mobile access is steadily developing. Public Wi-Fi hotspots are widespread throughout cities. There are plans and projects for providing mass wireless broadband access in urban open spaces, on Ukrzaliznytsia long-distance trains and in urban public transport vehicles.\n\n\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["49"],["32"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ukraine"]]},"\n",{"type":"[[","value":[["WikiPedia:Ukraine"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ukraine\/"]]}]