[{"type":"{{","value":[["pagebanner"],["Uludag banner Cable car.jpg"],["caption=Cable car going up to Uludağ"]]},"\n",{"type":"[[","value":[["Image:Uludag01.jpg"],["thumb"],["300px"],["The summit of Uludağ as seen from a tranquil meadow afar"]]},"\n\n",{"type":"'''","value":["Uludağ"]}," (pronounced ",{"type":"''","value":["oo loo daa"]},") is a national park and wintersports resort in ",{"type":"[[","value":[["Southern Marmara"]]}," of ",{"type":"[[","value":[["Turkey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWith its 2,543 mt\/8,343 ft summit, Uludağ is the highest mountain of ",{"type":"[[","value":[["Marmara (region)"],["northwestern Turkey"]]},". There are some reports and photos that claims its summit is visible from ",{"type":"[[","value":[["Istanbul"]]}," about 150 km north as the crow flies on clear days, though this is usually not the case due to humidity.\n\nUludağ has two sides to it: On one side, it's an untouched natural beauty of forests, hills, and rocks overlooked by eagles and on the other it's a heavily-used resort of wintersports. One might argue there is a third side as well, the relatively small-sized but well-used daily-use areas that are filled with kebab-odour that disseminate from grills of open-air restaurants.\n\n",{"type":"===","value":["History"]},"\nUludağ was one of the twenty-odd mountains around the eastern half of Mediterranean basin that used to be called ",{"type":"'''","value":["Olympos"]}," in ancient times—more precisely ",{"type":"'''","value":["Mysian Olympos"]}," in this case, Mysia being the ancient name of the region what is about eastern two-thirds of ",{"type":"[[","value":[["Southern Marmara"]]}," today.\n\nIn medieval times, Uludağ served as a hermitage to Christian monks, which explains why it was named ",{"type":"''","value":["Keşiş Dağı"]}," (\"Mountain of the Monks\") in Ottoman Turkish. It was also this time when, in the absence of refrigators, the ice harvested from the mountain made its way to the imperial kitchen in Istanbul's ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old City"],["Topkapı Palace"]]},". The mountain was later renamed Uludağ, which translates \"Great Mountain\" (\"great\" being more in the sense of \"grand\"), in 1935, about a decade after the Turkish Republic was founded.\n\nUludağ was the first (and, still the most popular) wintersports resort in Turkey, with the first guesthouses aimed at skiing enthusiasts opening in 1940s. It was declared a national park in 1961, but that didn't fully stop tourism developments.\n\n",{"type":"===","value":["Landscape"]},"\nNorthern side of the mountain overlooking the city of ",{"type":"[[","value":[["Bursa"]]}," (though you should be darn lucky to have a glimpse of the city from most locations on the mountain) is dotted with a number of flat plateaus around 1,600 mt above the sea level: ",{"type":"'''","value":["Sarıalan"]}," (the main daily-use area and where cable cars from Bursa terminate), ",{"type":"'''","value":["Kadıyayla"]}," (where the cable car pauses before heading forward to Sarıalan), ",{"type":"'''","value":["Karabelen"]}," (when approaching by road, the national park gate is situated here), and ",{"type":"'''","value":["Kirazlıyayla"]}," (the first plateau after the park gate) among others.\n\nThe southern slopes of the mountain is far steeper and is less accessible.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Abies nordmanniana Uludag 2.jpg"],["thumb"],["300px"],["Fir forests of Uludağ"]]},"\n\nUludağ is one of the places where school geography textbooks come true: the mountain has belts of different types of vegetation varying with the elevation. The lowest slopes bordering ",{"type":"[[","value":[["Bursa"]]},", up to 350 mt above the sea level is covered with Mediterranean shrubs (",{"type":"''","value":["maquis"]},"), such as laurel trees. Between 350 through 700 mt, it's the warm temperate decidious forests dominated by chestnut trees (this zone is where most of those delicious chestnut desserts unique to Bursa originates from). It's the time for cool temperate decidious woods between 700 to 1,500 mt, dominated by beech trees. 1,500 to 2,100 mt is the highest belt that still allow trees to grow, dominated by the Turkish firs (",{"type":"''","value":["Abies nordmanniana"]}," subsp. ",{"type":"''","value":["bornmuelleriana"]},"), which have their widest distribution in northwestern Turkey in the world. Tree-less and fragile alpine meadows cover the areas of mountain above 2,100 mt.\n\nBears, wolves, deers, and eagles among others are the dwellers of Uludağ.\n\n",{"type":"===","value":["Climate"]},"\nAs you may be expecting, Uludağ is far chillier than nearby ",{"type":"[[","value":[["Bursa"]]}," thanks to its elevation. The wintersports season, especially skiing, is between October and April, with a guaranteed stable snowcover and constant below freezing temperatures between December and March. A summer day that is sweltering hot in Bursa is likely to be cool enough that makes it ",{"type":"''","value":["really"]}," uncomfortable without at least a cardigan outdoors in Uludağ during the day and definitely at night.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Uludag road.jpg"],["thumb"],["250px"],["Autumn colours along the cobbled road to Uludağ"]]},"\n",{"type":"[[","value":[["Image:Sarıalan14Teleferik.JPG"],["thumb"],["Cable car to Uludağ"]]},"\n\nThe narrow (wide enough for vehicles to pass side by side though) and tarmac road from ",{"type":"[[","value":[["Bursa"]]}," (with signs pointing it all around the city) winds on the side of the mountain for 22 km until it arrives at the ",{"type":"'''","value":["national park gate"]}," at Karabelen. After the gate, it turns into—or rather isn't upgraded from since it was opened—a cobbled road, presumably to force drivers to lower their speed, so that driving under icy conditions in winter on this winding road is safe. The cobbled road lasts for 8 km until ",{"type":"'''","value":["Sarıalan"]},", or 12 km until ",{"type":"'''","value":["Oteller"]}," (area where all hotels are clustered).\n\nIn winter, vehicles without ",{"type":"'''","value":["tire chains"]}," may not be allowed to go further than park gate if park authorities decide so (which usually do so in heavily-snowing days). Fortunately, you'll see a lot of stalls run by local people on sides of the road which sell chains—though they'll for sure try to rip you off if it's one of those no-cars-without-chains days (like trying to sell the chain for up to 100 TL, whereas it would cost about 15 TL elsewhere). Whether a snowy day or not, ",{"type":"[[","value":[["winter driving"]]}," rules apply.\n\n \nThe famed ",{"type":"'''","value":["cable cars"]}," (",{"type":"''","value":["teleferik"]},") going up to the mountain is curretly under renovation, and will not be back in service until at least November, 2013. That leaves you with the only public transport option of 15-person ",{"type":"'''","value":[" ",{"type":"''","value":["dolmuş"]},"es"]}," from Bursa, which have no fixed hours, and depart when full. Their departure stop is in Tophane, next to the Saltanatkapı gate of old city walls. It takes around 50 minutes to get to Oteller, their last stop in Uludağ, by these ",{"type":"''","value":["dolmuş"]},"es and a one-way trip costs 9 TL pp. There are also ",{"type":"''","value":["dolmuş taksi"]},"s with a capacity of four passengers available, which naturally have less waiting times until they are full, and which cost 15 TL pp one-way.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA flat rate—which doesn't depend on the number of passengers—for vehicles is charged at the national park gate. Bigger the vehicle, more expensive the fee (though not prohibitively so). \n\n",{"type":"==","value":["Get around"]},"\nMinibuses (",{"type":"''","value":["dolmuş"]},") are available from Sarıalan cable car station to ",{"type":"'''","value":["Oteller"]}," area, about 10 km away and where all of the hotels are located.\n\n2-person ",{"type":"'''","value":["gondola lifts"]}," (",{"type":"''","value":["telesiyej"]},") start from their separate station next to the cable car station in Sarıalan and head to ",{"type":"'''","value":["Çobankaya"]}," plateau 3 km away and about 100 mt higher than Sarıalan. A return ticket on gondola lift line costs 10 TL pp, with a 50% reduction for children aged 7-12.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" At ",{"type":"'''","value":["Bakacak"]}," Plateau a kilometre north of Çobankaya—where gondola lifts from Sarıalan terminate; accessible by a paved road from there as well as from Oteller area—you can have a ",{"type":"'''","value":["large overlooking view of the region"]}," around the mountain, including the city of ",{"type":"[[","value":[["Bursa"]]}," just north of Uludağ, and Lake Apollonia (",{"type":"''","value":["Apolyont Gölü"]}," or ",{"type":"''","value":["Ulubat Gölü"]}," in Turkish), about 50 km to west. On your way there, you may also check out ",{"type":"'''","value":["Çobankaya"]},"—literally \"shepherd's rock\"—itself, a huge granite boulder, situated on the side of the road."]},"\n",{"type":"==","value":["Do"]},"\nThe \"two sides\" of Uludağ is also evident in the activities it offers: in wintertime it's skiing down the white slopes, in summertime it's taking a walk amidst the woods.\n\n",{"type":"===","value":["Skiing"]},"\n",{"type":"[[","value":[["Image:Uludağ Kayak Merkezi- Uludag Ski Center.jpg"],["thumb"],["Teleskis and skiing tracks of Uludağ with the hotels at the back"]]},"\n\nUludağ is the oldest wintersports resort of the country with the first hotel opened in 1940s. Uludağ offers a number of tracks between fir trees, each with a different level of hardness. Lots of ",{"type":"'''","value":["teleski"]},"s are available, though unlike many other wintersports resorts around the world, there is not a universal teleski pass system in Uludağ, so you may have to pay each time you use a teleski unless you are using your hotel's own, although there are daily passes valid for each individual teleskis, which cost 80 TL a day.\n\nSkiing equipment can be rented on the mountain for 15-25 TL a day.\n\n",{"type":"===","value":["Hiking"]},"\nAlthough none of them waymarked, there is a number of hiking trails on the mountain, with the most popular ones being the trail through the forest from Sarıalan to Çobankaya and the trail above the treeline to the glacial lakes and the summit, which you can start from the abandoned wolfram mine (location simply known as ",{"type":"'''","value":["Volfram"]},") east of Oteller area (there are two ways to get to Volfram from Oteller: a footpath starting from 1. Gelişim Bölgesi, or a car-accessible road starting from 2. Gelişim Bölgesi). Volfram to lakes and summit hike is reported to take place along a non-waymarked but obvious trail which forks in about an hour and a half after you started walking: trail to right leads to the summit—the roof of ",{"type":"[[","value":[["Marmara (region)"],["northwestern Turkey"]]}," where you can catch a glimpse of part of the distinctive crocodile-like shape of the Sea of Marmara and a distant silhouette of ",{"type":"[[","value":[["Istanbul"]]}," beyond on clear days—while the one to left leads to the lakes—four of them roughly in a row, most of which are partly ice-covered even in the height of summer unless in an exceptional year. Hiking Volfram to either location is said to take around 3 hours—though those wishing to see both the summit and the lakes close-up better take their camping gear with them since, although near each other, hiking to both locations and then back at the same day is said to be demanding.\n\n",{"type":"==","value":["Buy"]},"\nThere are a number of kiosks\/grocery stores on the mountain, although like almost anything else offered by commercial establishments in Uludağ, they provide snacks and drinks for about three times of what you'd pay elsewhere.\n\n",{"type":"==","value":["Eat"]},"\nAround Sarıalan is a number of open-air ",{"type":"''","value":["Kendin Pişir Kendin Ye"]}," (\"Cook it yourself!\") restaurants mostly favoured by ",{"type":"[[","value":[["Middle East"]]},"ern (especially ",{"type":"[[","value":[["Saudi Arabia"],["Saudi"]]},") families where you buy your meat by kilo and rent a grill with some charcoal and cook your kebab yourself. Most, if not all, of these restaurants are open round the year.\n\nOtherwise, all hotels in Uludağ are full-board and you'll have your meals in your hotel.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["infobox"],["Water, anyone?"],[{"type":"''","value":["Uludağ"]}," is a word you will quite frequently notice on water bottle labels in Turkey, while travelling in ",{"type":"[[","value":[["Marmara (region)"],["northwestern parts"]]}," in particular, as the springs and creeks in the foothills of the mountain provide much of the country's bottled water, especially those produced by bigger brands."]]},"\n\nThe cafés and bars of the hotels are open to anyone (for a fee, unless you stay there, of course). Expect to pay dearly, though—a cup of coffee can easily cost 15 TL in winter.\n\n",{"type":"==","value":["Sleep"]},"\nAlthough a national park, being a wintersports resort means that those prefering a luxurious bed rather than a bumpy mat under the tentfloor won't be dissappointed in Uludağ.\n\n",{"type":"===","value":["Lodging"]},"\nAll hotels in Uludağ are located in ",{"type":"'''","value":["Oteller"]}," (literally \"hotels\") area, which is divided into ",{"type":"'''","value":["1. Gelişim Bölgesi"]},", the older development area and ",{"type":"'''","value":["2. Gelişim Bölgesi"]},", the newer development area with a few km inbetween. 1. Gelişim Bölgesi is reported to be livelier than 2. Gelişim Bölgesi. Many hotels in Uludağ, though, are aimed at skiers and thus are closed during summer.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ağaoğlu My Resort"],["url=http:\/\/www.agaoglumyresort.com.tr\/"],["email=info@agaoglumyresort.com.tr"],["address="],["lat="],["long="],["directions="],["phone=+90 224 285-20-01"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with central heating, wireless internet connection, TV. Hotel offers conference rooms, its own skiing track and a number of teleskis, and indoors swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Atasu Otel"],["url=http:\/\/www.atasuotel.com.tr\/"],["email=atasu@atasuotel.com.tr"],["address=1. Gelişim Bölgesi, Oteller"],["lat="],["long="],["directions="],["phone=+90 224 285-20-71"],["tollfree="],["fax=+90 224 285-20-73"],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with en-suite bathrooms, central heating, satellite TV, wireless internet connection, and a minibar (with everything in it free of charge!). Skiing and snowboarding equipment rental is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Otel Beceren"],["url=http:\/\/www.beceren.com.tr\/"],["email=info@beceren.com.tr"],["address=Oteller"],["lat="],["long="],["directions="],["phone=+90 224 285-21-11"],["tollfree="],["fax=+90 224 285-21-19"],["hours="],["price="],["checkin="],["checkout="],["content=A hotel open year-round, offering rooms with satellite TV. Hotel has a skiing equipment rental service, conference rooms, and day-care for children."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Otel Fahri"],["url=http:\/\/www.otelfahri.com\/"],["email=info@otelfahri.com"],["address="],["lat="],["long="],["directions="],["phone=+90 224 285-20-10"],["tollfree="],["fax=+90 224 285-20-18"],["hours="],["price="],["checkin="],["checkout="],["content=Family-run hotel offering rooms with en-suite bathrooms, satellite TV, internet connection, and forest view. Hotel also offers its own teleski and skiing track with cafes at both ends, sauna, and children day care room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Grand Yazıcı"],["url=http:\/\/www.grandyaziciotel.com\/"],["email=sales@grandyazici.com"],["address=1. Gelişim Bölgesi, Oteller"],["lat="],["long="],["directions="],["phone=+90 224 285-20-50"],["tollfree="],["fax=+90 224 285-20-48"],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with en-suite bathrooms, satellite TV, central heating, and safeboxes. The hotel offers skiing training and equipment rental, and also has teleskis free of charge (for customers) operating 9AM-5PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kartanesi Otel"],["url=http:\/\/www.kartanesiotel.com\/"],["email=info@kartanesiotel.com"],["address=2. Gelişim Bölgesi, Oteller"],["lat="],["long="],["directions="],["phone=+90 224 285-25-21"],["tollfree="],["fax=+90 224 285-23-57"],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with en-suite bathrooms, and safeboxes. Disabled-accessible rooms are also available. Hotel offers indoors swimming pool, sauna, movie theater, skiing equipment rental, skiing training, carpark, and five teleski lines and two gondola lines accessing to tracks with intermediate and advanced hardness."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Monte Baia Uludağ"],["url=http:\/\/www.baiahotels.com\/"],["email=monte@baiahotels.com"],["address=2. Gelişim Bölgesi, Oteller"],["lat="],["long="],["directions="],["phone=+90 224 285-23-83"],["tollfree="],["fax=+90 224 285-22-02"],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with en-suite bathrooms, satellite TV, heating, safeboxes, and carpet floors. Hotel offers five teleski and two gondola lift lines. Skiing training, baby sitting service, indoors swimming pool, spa&wellness centre, wireless internet connection, internet cafe, conference rooms, carpark are among what is available in the hotel."]]}]},"\n",{"type":"===","value":["Camping"]},"\nOrganized campgrounds run by Turkish Ministry of Forestry can be found in Sarıalan and in Çobankaya, in somewhat cramped and relatively crowded conditions, which goes for a nightly fee of 10 TL per tent.\n\n",{"type":"===","value":["Backcountry"]},"\nIt's possible to wild camp pretty much anywhere in the mountain as long as you are out of the tourism development zones (namely the cluster of restaurants at Sarıalan, the official campground at Çobankaya, and the conglomeration of hotels at Oteller) and the obvious trails—and, indeed, wild camping is your only option in the summit and the glacial lakes area. However, this said area, along with the others above the tree line, is covered with alpine meadows, some of the most fragile ecosystems in the world, so it's important to follow ",{"type":"[[","value":[["Leave-no-trace camping"],["leave-no-trace"]]}," guidelines there.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" A heavy ",{"type":"'''","value":["fog"]}," can quickly set on any day in Uludağ, even on a perfectly sunny one. With the loss of sight of natural distinguishers, it becomes fairly hard to follow the trails, especially on the higher meadows of the mountain, so stay ahead of weather forecasts if you're planning to hike. If you are trapped in fog, the best would be to wait until it goes away—it can rise as quick as it forms."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wilderness_backpacking#Bear_encounters"],[{"type":"'''","value":["Bear"]}," encounters"]]}," may take place in the remoter parts of the mountain."]},{"type":"*","value":[" A related danger, perhaps more frightening than the bears themselves, are ",{"type":"'''","value":["bear traps"]},". These are not the violent type that ruptures the legs when closed, but wire meshes set in a large area, that keep the unfortunate bear that happened to walk in motionless by wrapping all around its body. Keep these in mind if you'll hike away from the established trails, especially in the lower foothills near the villages, and make sure you have accustomed to your surroundings before the night falls, should you decide to camp deep in the forest. Being a national park, ",{"type":"''","value":["all"]}," wildlife is under protection and these traps are completely illegal, so if you come across with a trapped bear—which can easily be recognized by their constant shrieks even from a long distance away—immediately call ",{"type":"''","value":["jandarma"]}," (phone # 156); this will lead to the rescue of the bear, and the prompt destruction of the trap."]},"\n",{"type":"==","value":["Go next"]},"\nGetting out of the mountain generally means backtracking to ",{"type":"[[","value":[["Bursa"]]},", although there are some tracks leading to remote villages at the eastern and southern foothills of the mountain.\n\n",{"type":"{{","value":[["geo"],["40.069444"],["29.221389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Marmara"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"{{","value":[["related"],["Alpine_skiing"]]},"\n",{"type":"{{","value":[["related"],["Wilderness_backpacking"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Uludağ"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Uludağ"]]}]