[{"type":"{{","value":[["pagebanner"],["Uluru-Kata_Tjuta_banner_Kata_Tjuta.jpg"],["unesco=yes"],["caption=The 36 domes of Kata Tjuta, also known as Mount Olga"],["dotm=yes"]]},"\n\n",{"type":"[[","value":[["File:Uluru, helicopter view, croped.jpg"],["300px"],["thumb"],["Uluru (Ayers Rock) from a helicopter"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.deh.gov.au\/parks\/uluru\/ Uluru-Kata Tjuta National Park"]}]}," is a park in the southern portion of the ",{"type":"[[","value":[["Northern Territory"]]}," of ",{"type":"[[","value":[["Australia"]]},", part of the so-called ",{"type":"[[","value":[["Red Centre"]]}," of the continent. The National Park is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage"]]}," area. It is best known for ",{"type":"'''","value":["Uluru"]}," (also known as ",{"type":"'''","value":["Ayers Rock"]},"), a single massive rock formation, and also for ",{"type":"'''","value":["Kata Tjuta"]}," (also known as \"The Olgas\"), a range of rock domes.\n\n",{"type":"==","value":["Understand"]},"\nBoth ",{"type":"'''","value":["Uluru"]}," and ",{"type":"'''","value":["Kata Tjuta"]}," are considered sacred places by the Aboriginies.  The land is owned by the Anangu, leased by the government and jointly managed by the Anangu and the Australian parks and management services and visitors will notice efforts throughout the area to include and encourage respect for the Anangu perspective on the land. \nMuch of ",{"type":"'''","value":["Kata Tjuta"]}," is off-limits, for example, and climbing ",{"type":"'''","value":["Uluru"]}," is strongly discouraged by sign-posts. (A few areas around the base of Uluru are intended to be off-limits for photography, although there is no problem with it throughout most of the park.) In practice, however, the daily management of the parks is handled by members of the Australian parks department.\n\n",{"type":"{{","value":[["infobox"],["To climb or not to climb"],["Uluru is sacred to the Anangu people of the area.  They say that the climb follows the track that the ancestoral Mala men took to get to the top for ceremony.  They say that when you climb, you are on their tracks.\n\nIn addition, there are some safety and environmental concerns - at least 35 people have died while climbing Uluru - albeit most accidents occur when leaving the marked trail.  There are no toilet facilities on the track or on top of Uluru.  As a result, bacterial levels in the waterholes at the base of the rock are significantly higher than those further away from the rock.\n\nThe climb is also closed for various reasons; From 8AM in Summer months (December, January and February), Heat (if the temperature reaches 36 degrees), Rain (greater than 20% chance of rain\/5% chance of thunderstorms in 3 hours), Wind (Speed at summit reaches 25 knots), Wet (if 20% of surface is wet after rain), Cloud (if there is cloud below the summit), Rescue (if there is a rescue from the rock), or Culture (if the traditional owners request closure, for example during mourning periods).\n\nThe decision to climb when it is open is yours - but make sure you are properly informed before you decide.  Visit the Cultural Centre first to learn more about the park and what makes Uluru so significant."]]},"\n\n",{"type":"===","value":["History"]},"\nThe ",{"type":"'''","value":["Anangu"]}," people have connected to the area for thousands of years. Some records suggest they may have been there for more than 10,000 years. On an expedition in 1872, the explorer Ernest Giles saw the rock formation from a considerable distance, although he did not reach the base. Giles described it as \"the remarkable pebble\". In 1873, the surveyor William Gosse followed his footsteps and reached the rock. He chose to name it in honor of the Chief Secretary of South Australia, Sir Henry Ayers. Giles himself chose to name the domes nearby for Olga, the Queen of Württemberg.\n\nThe names ",{"type":"'''","value":["Uluru"]}," and ",{"type":"'''","value":["Kata Tjuta"]}," come from the local Anangu  people and respectively mean \"Earth Mother\" and \"Many Heads\". In the Anangu language they are written as ",{"type":"''","value":["Ulu",{"type":"<","value":["u",["r"]]},"u"]}," and ",{"type":"''","value":["Kata Tju",{"type":"<","value":["u",["t"]]},"a"]},", the letters with underscores indicating that they are pronounced with the tongue curled upwards and touching the upper part of the palate instead of the front part or the teeth.\n\nEventually, the Australian government moved to a dual-naming policy - initially \"Ayers Rock \/ Uluru\", and then \"Uluru \/ Ayers Rock\". Both names are still in frequent use. Although most official materials use the Anangu names.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Uluru CloseUp.JPG"],["thumb"],["Close up picture of Uluru's surface"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Yulara"]]}," is the only service village nearby, built to offer supplies and accommodation for visitors to the park."]},"\n",{"type":"'''","value":["Uluru"]}," is one of Australia's best known natural features, the long domed rock having achieved iconic status as one of the symbols of the continent. The rock is a so-called monolith, i.e. a single piece of rock or a giant boulder, extending about 5 km beneath the desert plain and measuring 3.6 by 2.4 km at the surface. It rises 348 metres above the plain (862.5 metres above sea level) and has a circumference of 9.4 km. Some say that Uluru is the biggest of its kind, others say that ",{"type":"[[","value":[["Mount Augustus"]]}," in ",{"type":"[[","value":[["Western Australia"]]}," is bigger. Whatever the case may be, standing in front of Uluru and seeing its massive bulk rise above the flat plain surrounding it, it is nothing less than impressive. The rock undergoes dramatic colour changes with its normally terracotta hue gradually changing to blue or violet at sunset to flaming red in the mornings as the sunrises behind it.\n\nBut the rock also extends some 1.5 miles underground. The Anangu Aborigines believe this space is actually hollow but it contains an energy source and marks the spot where their 'dreamtime' began. They also believe that the area around Uluru is the home of their ancestors and is inhabited by many ancestral 'beings'.\n",{"type":"[[","value":[["File:Kata Tjuta at sunset (October 2009).jpg"],["thumb"],["Kata Tjuta"]]},"\n\n",{"type":"'''","value":["Kata Tjuta"]}," is a collection of 36 variously-sized rock domes 36 km to the west of Uluru. Some geologists believe that it once may have been a monolith far surpassing Uluru in size, but that it eroded to several separate bulks of rock.\n\n",{"type":"===","value":["Flora and fauna"]},"\nApart from these two main features the park also protects hundreds of plant species, 24 native mammal species and 72 reptile species. To protect these, off-road access away from Uluru and Kata Tjuta is not allowed.\n\n",{"type":"===","value":["Climate"]},"\nIn December and January, the temperature can be blistering hot with temperatures exceeding 45 degrees Celsius, and occasionally tipping over 50, and some areas may be closed for travellers' safety. July and August can see minimum overnight temperatures drop to as low as minus 10 Celsius, with day time maximums occasionally only reaching as high as 15 degrees Celsius. April and September offer a more temperate climate, although still warm enough to work up a sweat at mid-day.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:LasseterHighway.JPG"],["thumb"],["Lasseter highway leading to Uluru"]]},"\n",{"type":"*","value":["From the ",{"type":"'''","value":["north"]},", in ",{"type":"[[","value":[["Alice Springs"]]}," take the Stuart Highway (87) South for about 200 km to ",{"type":"[[","value":[["Erldunda"]]}," Roadhouse. Turn right onto the Lasseter Highway and 245 km further on you arrive at ",{"type":"[[","value":[["Yulara"]]},"). It's a sealed tarmac road - a bit of a sloping surface in places, but you can easily drive along at 120 km\/h. Far more cars on the road than you would imagine, and every driver waves hello to you (that's what you get in these far off places!) Plenty of places to stop and picnic and get water, although no toilets unless you stop at an official roadhouse (few and far between). There's lots of wildlife to see too: camels, cows, dingos and birds."]},"\nCars can also be hired in Alice Springs. It is a 450 km drive to the resort from Alice, and should take between 4 and 5 hours. There are petrol stations along the Stuart Highway and the Lasseter Highway. Be sure to top off your tank when you can. In addition, if you have an early flight from Alice Springs and plan to drive back in the morning, be sure to top off the day before, as fuel in Yulara is not open 24 hours - and they won't be open if you leave pre-dawn.\n\n",{"type":"*","value":["To the ",{"type":"'''","value":["south"]}," the nearest town is ",{"type":"[[","value":[["Coober Pedy"]]},". Take the Stuart Highway north to Erldunda, 550 km away."]},"\n",{"type":"*","value":["From the ",{"type":"'''","value":["west"]}," the Docker River Road ends near Kata Tjuta. As this road is considered part of the ",{"type":"[[","value":[["Gunbarrel Highway"]]},", you will find detailed information in that article."]},"\nDriving at night can be dangerous because of animals on the road, particularly kangaroos and cows (Lasseter Highway goes through cattle station land and is not fenced in all the way). Rental car agreements often prevent doing this drive outside daylight hours.\n\n",{"type":"===","value":["By tour"]},"\nA number of tour companies based in Alice Springs visit Uluru-Kata Tjuta National Park. Tours range from basic 1 day bus tours (beware, this means at least 1,000 km of driving in 1 day) up to 5 days long, also often visiting Kings Canyon and the MacDonnell ranges on the way.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Travelwild Ayers Rock Tours"],["url=http:\/\/www.travelwild.com.au\/"],["email=tours@travelwild.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 88434158"],["tollfree="],["fax="],["hours="],["price="],["content=Small group 4WD tours for backpackers and active people, 3 and 5 day 4WD camping tours"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=AAT Kings Tours"],["url=http:\/\/www.aatkings.com\/"],["email=direct@aatkings.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 1300 228546 or +61 2 9028 5182"],["tollfree="],["fax="],["hours="],["price="],["content=Wide variety of tour options in and round the Uluru\/Kata Tjuta National Park"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Emu Run Tours"],["url=http:\/\/www.emurun.com.au\/"],["email=info@emurun.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 8953 7057"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lost In Australia"],["alt="],["url=http:\/\/www.lostinaustralia.com.au"],["email=info@lostinaustralia.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 6102 0776"],["tollfree="],["fax="],["hours="],["price="],["content=Adventure, small groups, 4WD safaris, locally owned and operated."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=The Rock Tour"],["url=http:\/\/www.therocktour.com.au\/"],["email=info@therocktour.com.au"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$330 for 3D\/2N Camping + $25 for park fees"],["content=One of the most popular tours chosen by the backpackers will be the 3D\/2N camping tour departing from Alice Springs."]]}]},"\nTour companies also provide longer tours from many of Australia's capital cities including Adelaide, Sydney and Melbourne.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Longhorn YOUnique Tours"],["url=http:\/\/www.longhorntours.com.au"],["email=enquiries@longhorntours.com.au"],["address="],["lat="],["long="],["directions="],["phone==+61 418328397"],["tollfree="],["fax="],["hours="],["price="],["content=Eco certified small group and private tours depart from Melbourne traveling to outback NT SA family owned and operated."]]}]},"\n",{"type":"===","value":["By bus"]},"\nThere is no scheduled bus service. Some tour operators may offer travel only if there is room on their buses.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Ayers Rock (Connellan)"]}," airport is around 15 km north of the rock, and services the resort town of ",{"type":"[[","value":[["Yulara"]]},". Both major carriers ",{"type":"[","value":["http:\/\/www.qantas.com.au Qantas"]}," and ",{"type":"[","value":["http:\/\/virginaustralia.com.au Virgin Australia"]}," fly there. There are direct flights from ",{"type":"[[","value":[["Alice Springs"]]},", ",{"type":"[[","value":[["Cairns"]]},", ",{"type":"[[","value":[["Sydney"]]},", and ",{"type":"[[","value":[["Perth"]]},".\n\nMany travellers also fly to Alice Springs and drive or take a tour from there, but it is well over 5 hours drive from ",{"type":"[[","value":[["Alice Springs"]]}," to ",{"type":"[[","value":[["Yulara"]]},". Unlimited mileage car hire is not common in ",{"type":"[[","value":[["Alice Springs"]]}," if you arrive and hire a car on the spot from the majors. Travel agents and the government tourist office ",{"type":"[","value":["http:\/\/www.territorydiscoveries.com"]}," do have access to unlimited mileage rates.\n\nFlights from ",{"type":"[[","value":[["Alice Springs"]]}," cost around $120 upwards with Qantas.\n\n",{"type":"===","value":["By bicycle"]},"\nThe sealed road from the Stuart Highway makes for a pleasant & relatively easy cycle tour, undertaken each year by dozens of travellers. Bicycle travellers need to be well prepared in terms of mechanical reliability, water & food, and will need to \"bush camp\" several nights at least.\n\n",{"type":"===","value":["Fees\/Permits"]},"\nA three-day permit to enter the National Park costs $25. A permit to enter the park may or may not be included in a tour you book. Ask your booking agent if your tour fee includes the permit to enter the park.\n\n",{"type":"{{","value":[["cautionbox"],["Only buy your park pass from a tour operator or at the entry gate to the National Park. Do not purchase them off other people. Passes are non transferable and must have the name of the person who is using it. Rangers can ask for photo ID when viewing your pass."]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapmask"],["-25.08073,130.66737"],["-25.12239,130.75114"],["-25.26281,130.75183"],["-25.26406,131.37049"],["-25.41238,131.37187"],["-25.41362,130.66874"]]},"\n",{"type":"[[","value":[["Image:Ayers Rock map.png"],["thumb"],["300px"],["Map of Uluru"]]},"\n\nThe big rocks are actually a little distance from ",{"type":"[[","value":[["Yulara"]]},", where the accommodation and facilities are.  If you are not with a tour, or didn't bring your car, you will need to decide how best to get to these locations.  Hire cars can be expensive, and have limited kilometres; however shuttles to and from the rock are also expensive, so do the maths and see what works best for you.\n \n",{"type":"*","value":[" Cars can be rented nearby at ",{"type":"'''","value":["Ayers Rock\/Connellan Airport"]}," or at ",{"type":"[[","value":[["Yulara"]]},". The roads around Uluru and Kata Tjuta are all sealed, paved and well-maintained so you don't require a 4WD. Vehicles drive on the left, but there isn't much in the way of traffic in the area - people accustomed to driving on the right can probably manage it. Be aware of additional charges that may apply Including premium location or one way surcharge. Also ensure you book early so you are not disappointed."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=AAT Kings"],["alt="],["url=http:\/\/www.aatkings.com.au\/"],["email=enquiries@aatkings.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 3 9915 1500"],["tollfree="],["fax=03 9820 4088"],["hours="],["price="],["content=AAT Kings operate bus sightseeing tours of the park, including sunrise over Uluru and Kata Tjuta. Tours range from $40 to $150."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ozmagic.homestead.com\/ Ayers Rock Tours"]}]},". Many of the longer tours of the Ayers Rock Region depart and return to Alice Springs. Some will pick up at Ayers Rock but do not drop back at Ayers Rock. If you are wanting to do a 3 day or 5 day tour and experience the entire region it is best to start and finish in Alice Springs."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uluruexpress.com.au\/ Uluru Express"]}]}," offers unlimited access to the Park from your choice of hotel at Yulara for 2-days or 3-days at a cost of AU$155 or AU$170, respectively.  This cost does NOT include admission to the Park.  This is a great deal for those who wish to see all the attractions in the park at their own pace.  Other trips are available."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Uluru"]}," -- there is a new sunrise viewing area opened in 2009.  The area, ",{"type":"'''","value":["\"Talinguru Nyakuntjaku\""]}," (which means 'place to look from the sand dune')is on the Eastern side of Uluru.  It gives you a raised viewing area, and you can also see Kata Tjuta to the side from the viewing point., and a sunset viewing point between the Kata Tjuta turn-off and the cultural centre. In addition, the area also has 1.6 km of walking tracks, carpark, shade shelters, toilets and an area that can be used for concerts.  "]},{"type":"*","value":[{"type":"'''","value":["Kata Tjuta"]}," -- also has a well-marked sunrise \/ sunset viewing point on the road leading to the domes."]},{"type":"*","value":[{"type":"'''","value":["The Cultural Centre"]}," -- built in 1995 to mark the 10th anniversary of Handover (the process by which land was given back to the traditional owners, and Ayers Rock became Uluru). It's worth a visit before walking around Uluru as it hosts a multitude of aboriginal creation stories and extensive articles about the history of the Pitjantjara. There are shops where you can buy local art and souvenirs. It's also a good place for a rest after trekking around Uluru."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Uluru "]},"\n",{"type":"[[","value":[["File:Gipfelplatte-Uluru.jpg"],["250px"],["thumb"],["A compass plate on the top of Uluru"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["climb"]},".  If you have decided to climb, the best bet is to start early - the climb will be closed if the temperature is forecast to be hot.  It is about a 1 km walk to the top following a worn path with a chain.  Remember there are no toilet facilities on the walk.  If you aren't persuaded by the cultural arguments, then the view from the top of the rock is nice, and worth the climb.  The walk is steep, but if you are fit, stay to the track, carry water, and avoid the heat of the day, it should present no extraordinary hazards."]},{"type":"*","value":[" The ",{"type":"'''","value":["Uluru base walk"]}," (9.8 km) will take 3–4 hours.  Most people walk clockwise on the track but a few kilometres along this track the crowds thin out to just an occasional walker."]},{"type":"*","value":[" The ",{"type":"'''","value":["Mala Walk "]}," (2 km) This track begins at the Mala Walk car-park and ends at the inspiring Kantju Gorge. "]},{"type":"*","value":[" The ",{"type":"'''","value":["Liru Walk"]}," is a walk between the cultural centre and the base of Uluru.  Its 4 km and takes about 1 and a half hours."]},{"type":"*","value":[" The ",{"type":"'''","value":["Kuniya Walk"]}," is an easy 1 km walk to the Mutitjulu Waterhole on the Southern side of Uluru.  There is some rock art here also in the rock shelter, and a good place to learn about the Tjukurpa (pronounced Chook-a-pa) of the area."]},"\n",{"type":"===","value":["Kata Tjuta"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Walpa Gorge walk"]}," (2.6 km) is the shorter - and easier - of the two walks around Kata Tjuta."]},{"type":"*","value":["The ",{"type":"'''","value":["Valley of the Winds walk"]}," (7.4 km) at Kata Tjuta is truly magnificent and should not be missed.  The walk consists of a single path to the first lookout point.  From this point, the walk enters further into Kata Tjuta, where a loop trail brings you to the second lookout point.  The counter-clockwise (left-round) direction is recommended.  The complete walk (to both lookouts) takes about 3 hours, and carrying bottled water is advised, although there are two water stations along the route. The walk beyond the first lookout may be closed during extreme weather.  As with the Uluru climb, a sign at the park entrance will advise visitors whether the walk to the second lookout is open.  This walk is best during the early morning hours, before the large crowds arrive, permitting you to see more wildlife.  The walk beyond the first lookout will be closed at 1100 if the forecast high temperature is above 36 degrees C, which is very common in summer.  The walk is also over rocky and hilly terrain.  Therefore, good hiking shoes are not only recommended, but should be required."]},{"type":"*","value":[" The ",{"type":"'''","value":["Kata Tjuta Dune Viewing Area"]}," is a short walk off the road to Kata Tjuta.  It gives you a great view to Kata Tjuta, and as the name suggests its located on the top of a sand dune.  It also gives a good view of Uluru from a distance.  600m and allow at least 1\/2 hour."]},"\n",{"type":"===","value":["General Tours"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Helicopter tours"]}," can be arranged at Yulara. They range from short buzzes over Uluru and \/ or Kata Tjuta to longer trips taking in more of the landscape, and possibly King's Canyon as well."]},{"type":"*","value":[{"type":"'''","value":["Camel to sunrise or sunset"]}," Another wonderful experience - cost is $95 pp. You are taken from the resort to the camel farm where you are instructed on what you need to do. The owner is very friendly. The camel trek is through surrounding desert, giving good views all around with a talk on camel history and the area, before reaching a viewing point to watch the sun rising or setting on Uluru. The camels are well cared for animals, not at all smelly, and all very well behaved. At the camel farm there is home made beer bread with wattle seed dip, camel meat, bush fruits and a variety of drinks. There is also the opportunity to purchase from the gift shop."]},"\n",{"type":"==","value":["Buy"]},"\nSouvenirs are available at the Cultural Centre or at several shops in Yulara. They range from standard shirts, caps and knick-knacks to authentic (and, accordingly, expensive) Anangu art. Food, drinks and photographic equipment are available in Yulara.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Cultural Centre"]}," near Uluru offers surprisingly good - and often vegetarian-friendly - fast food for reasonable prices."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Sounds Of Silence Dinner"]}," is an extremely popular - albeit expensive ($159 per adult) - night under the stars. Advance bookings (e.g. 3–4 days) are essential even in low seasons. Coaches take diners from Yulara to one of a few dining areas out in the desert. Champagne (or beer, upon request) are served while the sun goes down over Uluru and the inevitable didgeridoo plays. The clean, elegant dining area is lit by table lamps. The food is served buffet-style, but it's cooked with the attention of a gourmet chef (considering the circumstances). Between the main course and dessert, a star talker guides you through the stars that are out that night, and telescopes are available afterward. There is also a camp fire in the winter. Reservations can be made at travel agents or the various tour offices around Yulara. Ostensibly, reservations can be made over the internet as well, but it's a good idea to follow-up by phone, as coordination between the resort offices and the tour company is spotty at best."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Desert Awakenings"]},", occasionally available, is a breakfast version of the aforementioned ",{"type":"'''","value":["Sounds of Silence"]},". It includes a guided tour around the base of Uluru and ends at the Cultural Centre."]},"\n",{"type":"==","value":["Drink"]},"\nWater! And lots of it. No alcohol is sold outside of ",{"type":"[[","value":[["Yulara"]]},", and tribal elders have asked visitors not to sell or give alcohol to local Aborigines.\n\n",{"type":"==","value":["Sleep"]},"\nThere is ",{"type":"'''","value":["no accommodation"]}," inside the park, and ",{"type":"'''","value":["no camping"]}," is permitted within the park boundaries.\n\nAccommodation from 5-star to camping is available in at the resort village of ",{"type":"[[","value":[["Yulara"]]},", just outside the park boundary.  See that article for details.\n\nAbout an hour short of Yulara (coming from Alice Springs) is ",{"type":"[","value":["http:\/\/www.curtinsprings.com Curtin Springs Station"]},", which offers free unpowered camping, and $25 per night for powered sites.  They charge $2.50 for a shower.  You can \"bush camp\", but it's not recommended.\n\nIf you are interested in Aboriginal culture, consider staying at Mt Ebenezer.  It's 200 km away, so you won't see the sunrise at Uluru, but it's good for a night's stop if you are late getting away from Alice or Uluru.  Whilst the accommodation is relatively basic, it is one of only a few Aboriginal-owned roadhouses in the Territory.  Go out the back and you will see an art room for members of the local Imampa Community, and you can buy art directly from the artists.  Don't be put off by not being served by an Aboriginal person, this is due to their culture, but rest assured it is owned by the local community.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"{{","value":[["cautionbox"],["Do not enter the Mutitjulu Community or any Sacred sites without Authority.  All the information you ever want on Culture is available at the Cultural Centre and it's well worth the visit.  Also, don't take photos of Sacred Sites (they are ",{"type":"'''","value":["well"]}," signposted), and don't take photographs of people without their permission.  It's just courtesy."]]},"\n\nUnless you're well-equipped with an appropriate vehicle, supplies and maps, stay on the sealed roads. Keep an eye on your fuel supply before you set off anywhere.\n\nKeep plenty of water with you at all times while you're hiking. Whether or not you're thirsty, stop for a drink at least once an hour. The temperatures can be extreme during the summer (particularly December to January). Wear a hat and don't be shy with the sunscreen. Expect to be annoyed by flies, particularly on some stretches of the Valley of the Winds walk.\n\nWear comfortable walking \/ hiking shoes.  Some of the terrain you may be traversing will be steep and covered with loose stones.  Thongs, flip-flops, boat-shoes, and loafers are not recommended for the Uluru Climb, the Valley of the Winds walk, nor the Gorge walk.  Runners (sneakers) are acceptable.\n\n",{"type":"==","value":["Go next"]},"\nCurtin Springs Station makes a good base for a trip to ",{"type":"'''","value":[{"type":"[[","value":[["Watarrka National Park"],["King's Canyon"]]}]},", a similarly magnificent geological wonder. Make sure you fuel up in Yulara until Alice Springs when going that way, as fuel prices on the way are unbearable!\n\n",{"type":"{{","value":[["related"],["Yulara"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Red Centre"]]},"\n",{"type":"{{","value":[["geo"],["-25.33255"],["131.01282"],["zoom=13"],["layer=R"]]},"\n",{"type":"[[","value":[["Commons:Category:Uluru-Kata Tjuta National Park"]]},"\n",{"type":"[[","value":[["WikiPedia:Uluru-Kata Tjuta National Park"]]}]