[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Upcountry Árnessýsla"]},", or ",{"type":"'''","value":["Uppsveitir Árnessýslu"]}," in Icelandic, is a rural area in ",{"type":"[[","value":[["South Iceland"]]},", home to many of the country's most famous attractions.\n\n",{"type":"==","value":["Understand"]},"\nUpcountry Árnessýsla is one of the few places where arable land in Iceland reaches up to 50 km inland. As a result, it's one of the most important agricultural areas in Iceland. There are no major towns, however. The total population numbers a few thousand but only a few hundred live in the villages scattered around the area.\n\nThe entire area lies in a geologically active belt with many interesting sights such as volcanoes, geysers etc. As a result of this and the proximity to ",{"type":"[[","value":[["Reykjavík"]]}," it's one of the most popular tourist destinations in Iceland.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nSome of the most famous sights in Iceland are dotted around Upcountry Árnessýsla.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Geysir"]}," - the hot spring that is the namesake for all geysers in the world, is also one of the most popular stops in Iceland. First stories of the Geysir area can be found in documents from the year 1294 when earthquakes were frequent in the southern part of Iceland and caused the area to evolve to its current form. In the year 1630 the geysers in the area had so much power that the earth trembled when they spouted. As with many of the natural features in Iceland, many will be amazed at how close you can get to the geysers.  Access is very unrestricted, you are not held behind guard rails and no officials warn you off.  It is exhilarating to be able to be so close, and refreshing to be treated as an adult.  Here's hoping trial lawyers never discover Iceland. As well as Geysir itself, which seldom erupts, there is the five-minutely ",{"type":"'''","value":["Strokkur"]},", other geysers, and various strikingly coloured hot pools. There is free parking, a gift shop and a good cafe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gullfoss"]}," (Golden Falls) - a magnificient 32m high double waterfall on the White River (Hvítá). The flow of the river from the regular rains and the glacial runoff, particularly in summer, makes it the largest volume falls in Europe. Numerous tours take you along a ",{"type":"'''","value":["Golden Circle"]}," that includes Gullfoss. Free parking, gift shop, and cafe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kerið"]}," - a small volcanic crater on Route 35, about 12 km north of the ring road.   (Kerið lies conveniently on the route back toward Reykjavik from Gullfoss.) There is a small car park, and visitors can walk up to the rim in a matter of seconds, do a circuit of the rim in fifteen minutes, or easily walk down into the bowl on an obvious path. In winter it may be possible to walk out part-way onto the frozen ice of the crater lake. An easy volcano to get up close and personal with!"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Iceland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]