[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Upleta"]}," is a city in the Rajkot district of the ",{"type":"[[","value":[["Saurashtra"]]}," area, ",{"type":"[[","value":[["Gujarat"]]},".\n\n",{"type":"==","value":["Understand"]},"\nUpleta is situated on the bank of river Moj, on national highway no. 8b between ",{"type":"[[","value":[["Rajkot"]]}," and ",{"type":"[[","value":[["Porbandar"]]},".\n\nIn 1725 king Bha Kumbhaji was living here. After him Sir Bhagavat Shinji became king of Upleta. He was the person who started a girls school for the first time in India. Upleta also was the first city in India to start underground electricity lines. Sir Bhagavat Shinji created the world's largest dictionary \"BHAGAVAT GOU MANDAL\".\n\n",{"type":"==","value":["Get in"]},"\n\nTrains and Buses run daily from nearby cities like rajkot, jamnagar, ahemdabad,porbandar,junagath,etc. Renting care from one of this cities is also viable\n\n",{"type":"==","value":["Get around"]},"\n\nTrains and Buses run daily from nearby cities like rajkot, jamnagar, ahemdabad, porbandar, junagath, etc. Renting car from one of this cities is also viable\n\nAlso Rickshaws or local buses are available to go to or near your destinations. Taxis also run to provide traveling to nearby palaces.\n\n",{"type":"==","value":["See"]},"\nThere are many places to go in Upleta: darabar gadh, raj marg, janata baugh, taluka shala, bawala chock, gandhi chock...etc.\n\n",{"type":"[[","value":[["Junagadh"]]}," a historical city, is near Upleta, about 45km away. Junagadh is a famous for its lassi (one type of food made from curd), girnar mountain, Kesar (special Mango)\n\nGir national park is only 70km from Upleta.\n\n",{"type":"[[","value":[["Porbandar"]]},", the birth place of MAHATMA GHANDHI. national hero, national father of India. Porbandar is famous for its beach, planetarium, Indian temple, and sandipani vidhya niketan (one type of hindu religious school), arya kanya gurukul (largest girls school of India).\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nUpleta is famous for its food and cold drinks, ice-cream, gola (made from ice), bhajiya (one type of healthy and very very tasty food), pani puri, ... and its people.\n\n",{"type":"==","value":["Drink"]},"\nDrinking is prohibited in this part of India.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["21.7333"],["70.2833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Saurashtra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Upleta"]]}]