[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Upper Darby"]}," is a city in ",{"type":"[[","value":[["Pennsylvania"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nUpper Darby's main transportation center, the 69th Street Terminal is located on market and 69th Streets. Situated directly west of the city, Upper Darby is moments away from Philadelphia. Coming from center city, one would simply get on the Market-Frankford line and take it westbound to the last stop, which is the 69th Street Terminal.\n\n",{"type":"==","value":["Get around"]},"\n\nTo get in, around, and out of the town, you can use SEPTA buses, trolleys, and buses serving ",{"type":"[[","value":[["Philadelphia"]]}," and all of its suburbs. You can purchase tokens at the terminal. You can buy a ten pack for $15.50. Buying tokens will save you money as they cost $1.55 each; purchasing on the bus\/trolley cost $2.00 for a one way ride (note that the drivers do NOT give change, so it is best to have $2.00 exactly).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Sellers Memorial Library is located on State Road. The local municipal branch is located on chestnut and Garrett Roads. The local branch is within walking distance of the terminal. To get to the main branch you can take the 110 or 111 bus, which stops in front of it. These are historical buildings with much history to learn.  "]},"\n",{"type":"*","value":["The Tower Theater is located on 69th and Ludlow Streets. This historical famous theater continues to hold concerts, performances, and shows to this day."]},"\n",{"type":"*","value":["The Swedish Log Cabin is North America's oldest log-built structure still in existence. If you call ahead, you may be able to get a short tour from one of the very enthusiastic historians who maintain the building. The park that surrounds it is both a local teenage stomping ground and the original forest. The cabin is located on Creek Road and is easily accessible by the 102 trolley line which runs from 69th Street to Sharon Hill."]},"\n",{"type":"==","value":["Do"]},"\n\nVisit one of the numerous parks within the neighborhoods of Upper Darby, where you can play sports, have a picnic, or walk the field. \n\nNaylors Run Park is different from the rest of the parks because this one is full of nature. Enjoy a seat on the rocks by the running stream or hike through the trails.  Afterward, enjoy a round of tennis on the courts. This park is located on Garrett Road. To get from the terminal to the park, you can take the 101 or 102 local trolleys to the Barclay Square Stop. Here, the park will be visible on the right hand side of the road.  \n\nGo Bowling! Located on Market and Powell Lane, there is Gehris Lanes. They have a very friendly staff and good prices.  \n\nBilliards! Alpha Billiards is located on Garrett Road, just a two minute walk from the terminal. \n\nMovies! See a movie at the United Artist\/Regal Theater located on 69th Street.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tower Theatre"],["url=http:\/\/cc.com\/main.html"],["email="],["address=19 South 69th Street"],["lat="],["long="],["directions="],["phone=+1 610 352-2887"],["tollfree="],["fax="],["hours="],["price="],["content=The Tower Theater is located just across from the last stop on the westbound Market-Frankford Line. Originally a Great Depression-era movie theater, the venue is now home to some of the biggest names in music and showbusiness each year."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nComplete all of your shopping needs at the 69th Street Shopping Strip. There are many clothing and shoe stores, such as Sears, Dots, Marshalls, Footlocker, Modell's, City Blue, Lady Blue, Z-Boutique, Easy Pickins, and Lola. There are drug stores, nail salons, and grocery stores as well.  \n\n",{"type":"==","value":["Eat"]},"\n\nA Chinese Buffet is located in the Barclay Square Shopping Center on Garrette Road. Take the 101 or 102 local trolley to the Barclay Square stop.  \n\nThere are many fast food choices, such as McDonalds, Wendy's, Burger King, Dunkin Donuts,and Leondro's Pizza which are all located along 69th Street.\n\nThere are many ethnic restaurants located around market and 69th Streets. There are Chinese, Indian, Greek, and Caribbean places spread out throughout the area.\n\n",{"type":"==","value":["Drink"]},"\n\nBrownies Pub is located at 26 Garrett Road.\n\nThere are many bars along main streets, such as Garrett Road.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Summit Inn Hotel"],["alt="],["url="],["email="],["address=351 E Township Line Rd"],["lat="],["long="],["directions="],["phone = +1 610  449-6000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nMake your way back home from the terminal back to ",{"type":"[[","value":[["Philadelphia"]]},". Or make your way back to the airport. The 108 bus from the terminal goes straight to the Philadelphia International Airport.\n\n",{"type":"{{","value":[["routebox"],["image1=US 1.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Baltimore"]]}],["minorl1=",{"type":"[[","value":[["Chadds Ford"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["New York City"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Philadelphia"]]}]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["39.92833"],["-75.27389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Delaware County (Pennsylvania)"]]},"\n",{"type":"[[","value":[["Wikipedia:Upper Darby Township, Pennsylvania"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Pennsylvania\/Localities\/U\/Upper_Darby\/"]]}]