[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Upper Falls"]]},"\n",{"type":"[[","value":[["Image:Upper Falls, West Virginia.jpg"],["thumb"],["275px"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/upperfalls.us\/ Upper Falls"]}]}," is an unincorporated census designated place (CDP) in Kanawha County, West Virginia. During an exploratory expedition in 1742, John Peter Salling discovered the Upper Falls of Coal River, which bisects the community and gives it its name. Upper Falls is the largest CDP in the state of West Virginia. It is in the ",{"type":"[[","value":[["Charleston (West Virginia)"],["Charleston, West Virginia"]]}," ",{"type":"[[","value":[["Metro Valley"],["metropolitan area"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nAccess is provided by seven public highways into the center of the community. \n\nOn the west side of Coal River, Kanawha County Highway 3, known as Coal River Road, approaches from the city of Saint Albans to the north and then becomes County Highway 9\/1 as it continues south to the community of Alum Creek. Browns Creek Road, with the distinction of being County Highway 1, enters Upper Falls from its terminus at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.midlandtrail.com\/ Midland Trail National Scenic Byway"]}]}," to the north. County Highway 3, here named Falls Creek Road, enters from the community of Garretts Bend to the west. Woods Drive, or County Highway 1\/3, crosses into Upper Falls from the west at the Putnam County line.\n\nOn the east side of the river, Smith Creek Road, or Kanawha County Highway 9, provides access from the city of South Charleston further to the east. Dogwood Road, which is County Highway 6\/6, crosses into Upper Falls from Saint Albans at the Armstrong Tunnel.\n\n",{"type":"==","value":["Get around"]},"\n\nWith portage around the Upper Falls of Coal River, the adventurous can trans-navigate Upper Falls from watercraft on the Walhonde Water Trail.\n\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"'''","value":["Upper Falls of Coal River"]}," bisect the community and give it its name from their cascading waters.  \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Big Bend Golf Course"]}," (151 Riverview Drive) is a championship, 18 hole, par 71 golf course of 6,237 yards. Opened in 1965, the course was designed by Claude Evans to be easy enough for beginners and yet challenging for the pro. Trees line the fairways and water is in play on three holes. Larger greens are sloped enough to test putting skill. Big Bend is nestled within its namesake Big Bend of Coal River, which flows around the course and compliments its scenic beauty. Features include a pro shop and a snack bar that serves hot sandwiches and beverages.\n\n",{"type":"'''","value":["Meadowood Park"]}," (292 Pettigrew Lane) features soccer fields, volleyball, picnic shelters, children's play structures, fishing and boating. The park is home to the Upper Falls Landing on the Walhonde Water Trail, a natural landing on Coal River that supports watercraft portage around Upper Falls Dam and Upper Falls Lock. Upper Falls Point provides a spectacular view of the Upper Falls. The Upper Falls Walking Trail is here, one of a series of autonomous trails that comprise the Walhonde Walking Trail system. Parking and restrooms are available. Admission is free.\n\n",{"type":"'''","value":["Mountaineer Radio Control Flying Club"]}," (8004 Smith Creek Road) maintains a flying field that is very busy on summer weekends. New fliers are always welcome.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["Walhonde Trail Byway"]}," is a planned scenic byway that will transverse Upper Falls.\n\n",{"type":"{{","value":[["geo"],["38.34278"],["-81.84417"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Metro_Valley"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Upper Falls, West Virginia"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/West_Virginia\/Localities\/U\/Upper_Falls\/"]]}]