[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Urana"]}," is the central town in the ",{"type":"[[","value":[["Riverina"]]}," region of ",{"type":"[[","value":[["New South Wales"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe only feasible option to reach Urana is by road.  From the south, Urana Corowa Road branches off the ",{"type":"'''","value":["Riverina Highway"]},"(HWY 58) and leads directly to Urana's main street.  From the north, Urana Morundah Road branches off the ",{"type":"'''","value":["Newell Highway"]}," (HWY 39) and meets Urana Corowa Road in the center of the town.\n\nIf taking public transport, CountryLink, the regional public transport provider, operates a bus service from Echuca to Wagga Wagga, which stops in Urana on Sunday, Monday, Wednesday and Fridays.  The bus connects to the XPT Train service to Sydney and Melbourne in Wagga Wagga.  The outbound service to Wagga Wagga collects passengers at the Urana Post Office at 10:50 AM, with the return service from Wagga Wagga arriving in Urana at 3:30 PM.\n\nThe Urana Airstrip is 1,000 meters long and runs East\/South East to West\/North West and is equipped with a windsock.  There are no landing charges and no fuel is available.  It is therefore not a practical or safe way of reaching Urana.\n\n",{"type":"==","value":["Get around"]},"\n\nBeing a very small town, Urana is easily navigated on foot or mule.  Mules are presently not available in the town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["The Urana Aquatic Centre"]}," is a large freshwater lake located at the southern end of the town.  Although it is currently devoid of water, in rainy times it plays host to numerous species of bird and marine life which makes bird and animal watching the principle activity in Urana over the rainy season and for some months afterward.\n\n",{"type":"'''","value":["The Urana Courthouse Museum"]}," is located on William Street, in the center of town and contains a wide range of memorabilia and artifacts from the town and the Urana Shire.  Admission is free, however entry needs to be arranged ahead of time by contacting the shire council on (02) 6930-9100 during business hours.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["The Urana Aquatic Centre"]}," not only hosts animal species, but provides numerous activities to humans also.  The Centre is equipped with water-skiing, boating and swimming infrastructure and there are many facilities such as toilets, change rooms, shade cloth and free public barbecues along the shoreline. The Centre is well equipped to cater for groups of people, and is a highly recommended destination for disabled children.\n\n",{"type":"'''","value":["The Urana Hotel"]}," (the smaller pub across the road from the supermarket - the larger Royal George Hotel is closed at present) serves drinks and pub snacks throughout the week.  A visit to the pub is an insight into the lives of the folk who live in the shire.\n\n",{"type":"==","value":["Buy"]},"\n\nThe usual Australian country town souvenirs such as stubby holders, fridge magnets, bumper stickers, table cloths and bar mats are available at the Museum and Cafe in town.\n\n",{"type":"==","value":["Eat"]},"\n\nAll establishments listed below are located in the town's main street.\n\nThe IGA shopping centre  has a limited range but satisfies most grocery needs.  Having a complete monopoly over many products, the prices are absolutely outrageous.\n\nA Cafe operates 7 days a week with a good mix of hot and cold food.  Basic groceries such as milk and bread can be purchased here if the supermarket is closed.\n\nThe pub has a full bistro menu on Friday and Saturday nights which encompasses the usual wholesome and hearty pub fare such as parmigianas, steaks and casseroles.  As is the custom in rural areas, prices are generally higher than one would find for the same meals in the city.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are only two licensed establishments in operation at the current time in Urana.\n\nThe pub serves drinks every night and has an official closing time of 11:00PM Monday to Saturday and 10:00PM on Sunday, however anecdotal evidence suggests that the closing time is closer to 6:30PM except Fridays.\n\nThe Urana Bowling  Club remains open after the pub closes during the week, however this establishment will most likely be closed by 8:30PM.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["The Urana Caravan Park"]}," is located on the shores of the picturesque Urana Aquatic Centre and offers competitive rates for camping, and comfortable, well appointed cabins of varying sizes.  Facilities are also available for campers with their own campervans or caravans.  The caravan park has clean and spacious amenities and has been recognised for being easily accessible for people with wheelchairs and other mobility aids.\nThe proprietor, Marion, is a rich source of information into the history of the Urana Shire and has worked tirelessly to promote the town as a tourist destination on account of its central location and natural beauty.\n'''\nThe Urana Hotel''' provides pub-style accomodation and bookings are required in advance.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["Urana Caravan Park"]},"\n(02) 6920 8192\n\n",{"type":"'''","value":["Urana Hotel"]},"\n(02) 6920 8192\n\n",{"type":"==","value":["Go next"]},"\n\nMorundah - 50 Kilometers north of Urana, just off the Newell Highway, Morundah is a small town comprised chiefly of a pub and a wheat silo.  The pub has excellent gourmet pies and an extensive modern menu on Friday and Saturday nights.  The town also contains the Paradise Theatre, which has hosted Australian and international opera companies in recent times.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Riverina"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Urana, New South Wales"]]},"\n",{"type":"{{","value":[["geo"],["-35.316666666667"],["146.26666666667"]]}]