[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n\nChronicling travels by drawing and painting has been a long and storied tradition; common practice amongst art students, amateur hobbyists and master artists. After ",{"type":"[[","value":[["travel photography"],["photography"]]}," was developed and became widespread, capturing locations with ink and paint fell out of fashion, and was mostly left to those with professional training. However, there's been a revival of sorts with the formation of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/urbansketchers.org Urban Sketchers"]}]},", driven by social networking which encourages sketchers across the world to share their drawings online. Sketching on location can be magical, often managing to instil life into pieces of paper that isn't the same as a snapshot. Keeping a sketchbook of travels and scribblings of daily activities is a great way to collect memories.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Fort_de_l'Île-à-la-Crosse_en_1820.jpg"],["thumb"],["Watercolour by G. Back during an overland expedition of ",{"type":"[[","value":[["Canada"]]}]]},"\n",{"type":"''","value":["En plein air"]},", French for \"in the open air\", is what most people think about artists working outdoors, with a large canvas, professional-looking easel and optional umbrella. The reality is that urban sketches can be done quickly and on the go, and the final product doesn't always have to look finished. The important thing is to capture the feeling in time and place, telling the story of the here and now. \n\nIt's easy to start off with small sketches, especially as an utter beginner, without feeling intimidated by a large work. Can't draw a straight line? Straight lines are not needed! Loose lines actually contribute to the charm of a sketch. With a bit of practice, you can develop a unique style. Everybody sees things differently, and a single scene can be rendered in many ways by many people. Instead of taking that same old money shot with a camera, make your own impressions of the sights and sounds in a personal ",{"type":"''","value":["carnets de voyage"]}," or travel sketchbook.\n\nGroup excursions to local spots to draw and paint, known popularly as ",{"type":"'''","value":["sketch crawls"]},", are often organised by Urban Sketchers (USk) and ",{"type":"[","value":["http:\/\/www.sketchcrawl.com SketchCrawl"]},". An international day of sketch crawls is usually announced, with hundreds of people participating in various cities and then later sharing their experiences on Flickr, Facebook and blogs. Discover unusual locations even as a lifelong resident and meet up with locals while visiting new places. There are active communities from ",{"type":"[[","value":[["Seattle"]]}," and ",{"type":"[[","value":[["Sardinia"]]}," to ",{"type":"[[","value":[["Seoul"]]}," and more. There's also an Urban Sketchers Symposium, a yearly get-together in July for sketchers around the world with workshops, panel discussions and of course, drawing marathons. It was held in ",{"type":"[[","value":[["Barcelona"]]}," in 2013, and will be in ",{"type":"[[","value":[["Paraty"]]},", ",{"type":"[[","value":[["Brazil"]]}," for 2014.\n\n",{"type":"==","value":["Supplies and materials"]},"\n",{"type":"[[","value":[["File:Watercolor.JPG"],["thumb"],["Watercolour kit"]]},"\nUrban sketches can be carried out using all sorts of instruments and surfaces, like graphite, colour pencils, pens, markers, watercolours and even iPads. The very least you need is a ",{"type":"'''","value":["sketchbook and pen"]},", or you can go the full hog with a traditional ",{"type":"''","value":["plein air"]}," artist's setup of a tripod easel and portable stool. Sometimes a hasty retreat from bad weather is required, so it's easier to stay mobile if everything fits into a small bag or backpack.\n\nThe texture and quality of paper to use is often debated, from loose cold-pressed sheafs to the much beloved Moleskine notebooks. Flat-lying and spiral bound sketchpads both have their own supporters. Coloured paper gives a different challenge compared to plain white paper. Watercolours require thicker paper of 190gsm (90lb) and above to absorb the extra water and paint. Watercolour postcards are particularly popular in ",{"type":"[[","value":[["Japan"]]},". There are different varieties of inks and brands of pens: fountain and quill pens, permanent Indian ink and Chinese ink sticks etc.\n\nWatercolours come in pans or tubes, the former being more suitable to travel portability, though the latter is more conducive to brighter colours. A Winsor & Newton travel sketch kit is compact and handy, or odds and ends can be collected in an appropriated candy tin. Brushes are another hot topic, as sable brushes are traditionally used for watercolours, but waterbrushes have grown in popularity due to their ease of use — no more carrying bottles of water, just squeeze the water cartridge and your brush is clean.\n\nDon't get carried away buying all sorts of equipment! It's a shared affliction, yet tools do not make the artist and the key is to practice, practice, practice.\n\n",{"type":"==","value":["Techniques"]},"\n",{"type":"[[","value":[["File:Schinkel_Notebook_industrial_buildings.png"],["thumb"],["Ink drawings of industrial buildings in ",{"type":"[[","value":[["Manchester"]]}]]},"\nCoffee shops, streets and parks: there are tons of places where urban sketching can be carried out. Draw during moments of time, while waiting in the airport, on subways or over a hot coffee. Concentrate on the visual details and information, taking in the energy and the movement in front of you, and then channel its lines onto paper. Light can change quickly, so take note of the atmosphere it generates and the shadows it creates. People are just as apt to change their poses, hence fast initial studies can capture their joie de vivre in their body language and gestures. \n\nDon't be limited to people and landscapes; the most dull and dreary mundane things like postboxes and dumpsters can be great subjects. Get off the beaten track and dingy alleys could be transformed into beautiful art in a sketchbook.\n\nIt's possible to work very loosely, using a minimum of marks to recreate the scene, although some people prefer to concentrate on the details. Pencil in broad strokes before going over them with permanent ink and then dabbing on a bit of watercolour, or be bold and work without pencils, etching directly in pen, mistakes be damned. Accidental smudges and coffee stains are part of the work in progress. Not all sketches are going to be great, and some will be surprising in their artistic impact. Sketching can take as little as ten minutes to as long as two hours, it's all up to the pace you want to work at.\n\nKeep in mind vanishing points while drawing, which can affect the sense of perspective and depth. Lines of streets and buildings should meet on some distant point on the horizon. You could also toss the whole concept and create your own abstract piece of work that bends reality. Try a panoramic drawing if you're ambitious. Another trick is to draw wide-angle views, taking down everything in sight.\n\n",{"type":"==","value":["Stay safe"]},"\nUnlike ",{"type":"[[","value":[["travel photography"]]},", flaunting your sketchpads and drawing tools isn't likely to make you a target for thieves. Quite the opposite in fact, as curious bystanders come by to look, ask questions, or even offer money to buy a piece. Compliments and good-natured support flow freely. Consider moving away from crowded spots if they are too distracting. Keeping your back towards a wall prevents people from silently hovering over your shoulder and sketching in groups tends to give a little more security.\n\nTry not to sketch in sketchy areas, unless you have a buddy or keep a good lookout. Drawing can be very absorbing, and losing track of your surroundings in dodgy places is dangerous. \n\nSketching on public property does not usually require permissions, and sometimes you might even get free treats from cafe owners. But if someone does object to being sketched, respect their wishes.\n\n",{"type":"[[","value":[["wikipedia:Urban Sketchers"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travel activities"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]