[{"type":"{{","value":[["pagebanner"],["Urbex banner.jpg"]]},"\n",{"type":"'''","value":["Urbex"]},", or Urban Exploring, along with its cousin ",{"type":"'''","value":["Infiltration"]},", is the exploration of abandoned and off-limits urban locations.\n\n",{"type":"==","value":["Understand"]},"\n\nUrbex has quite the reputation of being illegal—of requiring by definition trespassing. Although some urban exploration does indeed occur in areas that are legally off-limits, few \"practitioners\" would ever recommend that you do this. The bulk of exploration happens in places no-one cares about (which explains both their abandonment and\/or the fact that no-one bothered to lock them up or even post a no trespassing sign.\n\nUrbex is most commonly understood as the exploration of parts of cities that no-one visits, be it abandoned buildings, steam tunnels, subway systems, or even sewers (sewers are extremely dangerous!). ",{"type":"'''","value":["Infiltration"]},", which involves exploring used\/inhabited areas, is often lumped in with Urbex, but it tends to attract a different crowd. Virtually any building can be an infiltration \"destination\", but the most popular are architecturally interesting commercial buildings, industrial sites, and hotels. (Trying to get into hotel pools and spas is a favorite activity.)\n\nWhy do this? Novelty, thrill seeking, boredom, and photography are the main reasons. Urbex basically opens up a whole new field of sightseeing, and makes for good stories. Many explorers find the forgotten, abandoned, and otherwise undiscovered places to have a certain beauty not to be found elsewhere—hence the popularity with photographers. Infiltration is popular too for thrill seeking, but is more valued for aesthetic and other pleasures that would otherwise be off-limits (or cost money) to the explorer. Wandering around a beautiful building or a more exotic industrial site is fun for fans of architecture and photography, while stealing luxury services from, say, the Four Seasons, offers obvious rewards. Bear in mind, though, that in the latter case you ",{"type":"''","value":["are"]}," guilty of theft.\n\n",{"type":"==","value":["Regions"]},"\n\nUrbex sites exist almost anywhere in the world. However, as a general rule, the interesting nature of a site will be based on a few key factors:\n",{"type":"*","value":[" Age of local modern culture - A recently modernised country such as Australia for example is naturally going to be lacking in ancient catacombs."]},{"type":"*","value":[" History - A country with a turbulent past may have military ruins, a country in the former Soviet bloc may have communist factories, economic strife coupled with lax zoning regulations may give rise to abandoned hotels. Urbex is as much about delving into the past as it is exploring the present."]},{"type":"*","value":[" Natural biomes - The nature of the local plant life. A region hospitable towards vines, creepers and weeds may make for a more atmospheric explore than a desert... but not always."]},"\n",{"type":"===","value":[{"type":"[[","value":[["Oceania"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Australia"]]}]},"\n",{"type":"*","value":[" Strict urban zoning regulations and exponential urban sprawl throughout the country's entire modern history has left Australian abandonments somewhat scarce, but not completely absent. Do not expect to stumble upon any long-lost historic sites however, as Australia has a reputation for perhaps overuse of historical preservation laws: quite willing to even list an entire building as protected (and thus maintained) on account of a single chimney."]},{"type":"*","value":[" Draining, the somewhat dangerous exploration of public works is rather popular on the east coast."]},{"type":"===","value":[{"type":"[[","value":[["Europe"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Romania"]]}]},"\n",{"type":"*","value":[" Exploring abandoned communist era factories in ",{"type":"[[","value":[["Iaşi"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Germany"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Prora"]]}," - at the Baltic Sea coast lies Hitler's beach resort for 20 000 guests which got finished but never got into use."]},"\n",{"type":"===","value":[{"type":"[[","value":[["Asia"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Japan"]]}]},"\n",{"type":"*","value":[" Referred to locally as ",{"type":"''","value":["haikyo"]},", one can explore mostly abandoned 80s-90s bubble-era service industry facilities (mostly hotels), plus the odd wartime relic (coastal military burrows). Due to the high levels of respect in Japanese culture, plus a cultural regard for beauty in decay, the community is a ",{"type":"''","value":["bit"]}," more open in Japan, but do not abuse this privilege. Japanese urbex has some crossovers with cosplay. Best place to start is a bookshop! Enough books exist in Japan to give them a dedicated shelf in the larger Shinjuku stores. Books typically provide great details for a site slated for future demolition, to some location hints for a regular site and right down to nothing at all for a fragile or historically significant site."]},"\n",{"type":"====","value":[{"type":"[[","value":[["South Korea"]]}]},"\n",{"type":"*","value":[" Local sites predominatly are recently abandoned. What sets South Korea apart are the high numbers of entire abandoned neighbourhoods. Modern Korean urban geography consists of many skyscraper apartment block communities which contrasts heavily with the former Asian styled small low rise neighbourhoods of 2-storey concrete houses and alleyway-sized streets. As such, urbex sites pop up and vanish regularly as the ",{"type":"''","value":["chaebol"]}," (",{"type":"''","value":["zaibatsu"]},") companies slowly buy up entire suburbs in preparation for urban renewal. Despite once being famed for the \"rotting themeparks of East Asia\", the vast majority of these have in fact been utterly leveled in the name of rapid progress. In contrast to Korea's neighbours, urbex is not seen favourably by residents."]},"\n",{"type":"==","value":["Respect"]},"\nAs abandoned sites are, by their nature, not kept up by anyone, it is essential that an urbexer leaves them how they are found for the next visitor to prevent a slow but steady decay. That means do not remove anything from the site. Do not move things needlessly. If something is moved for a photo, move it back before departing. Do not litter. Removing even moss from a wall or weeds, vines and creepers is frowned upon as this can negatively impact a future photo shoot. Basic respect and all that. Some sites, whose locations often but not always remain a closely guarded secret, are genuine contenders for future ",{"type":"'''","value":["historical preservation"]},", or in a few odd cases even potential UNESCO World Heritage rating.\n\nIf exploring an abandoned business or theme park, then a single business card or flyer (in cases only when there is an entire room full of them: more common than you'd think) is ",{"type":"''","value":["sometimes"]}," deemed an exception to this rule by specific urbexer enclaves, but not by the broader community as it can technically constitute ",{"type":"'''","value":["theft"]},". Plus, for a popular site, that room full of discarded cards—a truly bizarre sight in itself! -- can whittle down ",{"type":"''","value":["very"]}," rapidly.\n\nThis is much of the reason why ",{"type":"'''","value":["giving out maps and directions to a site in public is taboo"]}," within the community. Unless the experienced urbexer has been able to meet, talk to, and sufficiently understand the potential recipient of information, there is no way to ensure that they are not a vandal or treasure hunter. It only takes a single undignified urbexer to at best, ruin a site, at worst, erase a piece of history.\n\nFor photographers annotating photographs, in keeping with this guideline, the norm is to just state the name (often an exonym) for the site and details down to country or sometimes state\/province\/prefecture level. For sites of extraordinary historical value or fragility, and little fame, no details apart from an exonym is the norm.\n\n",{"type":"'''","value":["'Take only photographs, leave only footprints. In fact, avoid the latter if you can."]},"'\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Urbex"]},"\nSafety is or should be the number one preoccupation of any exploration. Urbex trips are often fraught with danger. Abandoned buildings are abandoned for a reason. Decrepit floors and stairs might collapse under your weight, a brush against rusty metal could give you tetanus, you might run into a gang that's been playing around in the place, encounters with wild animals, etc. On the upside, law enforcement is unlikely to care too much about your being there. At worst you would probably get a fine, and be allowed to walk out on your own. Underground Urbex suffers from several physical threats—again, crumbling infrastructure can be your enemy, as well as resident weirdos and animals, but there are extra dangers from steam vents, electricity, flash floods, and poisonous gases. Make sure you know what you are doing! Danger from law enforcement has increased exponentially in the United States and several other countries following major terrorist attacks. If you are found on camera to be sneaking around subway tunnels, you may find yourself arrested on suspicion of terrorist activity. Needless to say, that's a whole lot worse than a fine for trespassing!\n\nA good place to check for legal dangers is to read up on the specifics of your intended country's freedom to wander and gun laws.\n\nThere are universally recommended steps to keep yourself safe while exploring, and you would be a fool not to follow them. Don't ever do this alone. Make sure that someone else knows what you are doing, and plan to check in with them at set times. Bring a phone, light source with multiple batteries, hard hat if appropriate, heavy duty boots, and some food. If trying something new, do research first either on the chosen site, or at least on the type of site.\n\n",{"type":"===","value":["Infiltration"]},"\nInfiltration entails far less physical danger, but increased chance of discovery and trouble with the law. Government buildings are ",{"type":"''","value":["very"]}," nervous about terrorism, and may toss you in jail if discovered. Industrial sites have also become quite paranoid. Hotels are less panicky, so if you don't seem terribly threatening, and have not been wandering around areas off-limits to hotel guests, you are likely to get off only with a demand to leave the building immediately, or to be fined. Downtown commercial buildings tend to care the least about what you are doing, and are less likely to fine or otherwise prosecute you unless you have broken into a clearly secured area.\n\n",{"type":"==","value":["Read"]},"\n",{"type":"[","value":["http:\/\/www.infiltration.org\/index.html Access All Areas"]}," - Ninjalicious, the widely-accepted \"definitive\" guidebook to urbex, including sections on theory, technique, safety and ethics.\n\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travel activities"]]},"\n",{"type":"{{","value":[["related"],["Travel photography"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Urban exploration"]]}]