[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Sokostin huippu.JPG"],["thumb"],["View from the top of Sokosti in summer."]]},"\n",{"type":"[[","value":[["File:Urhokekkonennationalpark.png"],["thumb"],["upright"],["Location of Urho Kekkonen National Park"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/nationalparks\/urhokekkonennationalpark\/Pages\/Default.aspx Urho Kekkonen National Park"]}]}," is a ",{"type":"[[","value":[["Finnish National Parks"],["national park"]]}," in ",{"type":"[[","value":[["Finnish Lapland"]]},". With an area of 2,550 sq.km it is the second largest national park in Finland and was visited by 289,000 people in 2009. It has good connections and services near ",{"type":"[[","value":[["Saariselkä"]]},", while the backcountry is popular among wilderness backpackers. ",{"type":"'''","value":["Sompio Strict Nature Reserve"]}," borders the park and is described here.\nAlso the ",{"type":"[[","value":[["Keminhaara Wilderness Area"]]}," borders the park.\n\n",{"type":"==","value":["Understand"]},"\nUrho Kekkonen National Park is located along the Russian border in the municipalities of ",{"type":"[[","value":[["Inari"]]},", ",{"type":"[[","value":[["Sodankylä"]]}," and ",{"type":"[[","value":[["Savukoski"]]},". The park includes Korvatunturi, where Father Christmas lives – at least according to the Finns (yes, he has a reception in Rovaniemi, but he has to rest too). The park covers fells, broad mires and large wild forests. \n\nThe areas near the Koilliskaira Visitor Centre and near ",{"type":"[[","value":[["Saariselkä"]]}," have lots of visitors, but outside day trip distance (and by the other entry points) the park is quite quiet and farther into the wilderness zones you will be alone most of the time, except perhaps at wilderness huts and at some common routes.\n\nThe park is partly in the ",{"type":"[[","value":[["Sami culture"],["Sami"]]}," native region. There are exceptions in the park regulations for the Sami and for other locals.\n\n",{"type":"===","value":["History"]},"\nThe park was established in 1983 and is named after the former President of Finland Urho Kekkonen, who was an eager hiker and cross-country skier and often came here.\n\nThere are traces of human activity in the area starting from 3000 years ago. The forest Sami had four winter villages in the area and pitfalls and fences can be found from their era. There are also remainings of Kolt Sami villages of a later date.\n\nIn the 16th century the culture of the Forest Sami began to erode, as result of Christianizing and arriving settlers. The area became fishing, hunting and pearl fishing grounds for Finns. The wild reindeer got extinct in the 19th century. The Sami now living in the area are descendants of Norwegian Sami arriving in the 19th century with big reindeer herds.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Paratiisikuru waterfall.JPG"],["thumb"],["The waterfall in Paratiisikuru."]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:ReindeersCuriousFinland.jpg"],["thumb"],["The park is in the reindeer husbandry area."]]},"\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:Harrijärvi UK-puisto 01.JPG"],["thumb"],["A freezing September morning at Harrijärvi."]]},"\n\nThe park is in inland Finnish Lapland, clearly north of the Arctic circle.\n\nIn Midwinter there is Polar Night (Finnish: ",{"type":"''","value":["kaamos"]},"), with a few hours of twilight in the day and light by moon, stars and often ",{"type":"[[","value":[["Northern Lights"],["Aurora Borealis"]]},". Temperatures can drop to -50°C, although -20–30°C is more typical. In the fells there can be hard winds also in cold times (which is unusual in the south), adding severe wind chill.\n\nEarly spring is ideal for ",{"type":"[[","value":[["cross-country skiing"],["skiing"]]},", as the sun is bright and days become warm. Although the weather can be very nice indeed, you should be prepared for changes, especially if you go for the wilderness. Skis for prepared tracks are not suitable away from tracks, at least not if weather changes and you get lost.\n\nIn late spring all the snow is melting, which means high waters everywhere. Especially in the remoter areas experience is needed to choose feasible routes and ford unavoidable streams. Use local advice if at all unsure.\n\nThe weather is often comfortable in summer, with temperatures mostly about 20°C. It can be much colder, though. The mosquitoes arrive in late June and stay to freezing nights of August–September.\n\nThe time of autumn colours, ruska, is popular for hiking. It usually takes place in early September. Be prepared for possibly early winter.\n\nThe high season for hiking is the summer and autumn. The skiing season is in November–April. \"Off season\" for purpose of getting room in the huts is late autumn, midwinter and late spring.\n\n",{"type":"==","value":["Get in"]},"\n\nYou can enter the park anywhere, any time. A visit at a visitor centre is probably worthwhile, though, for most people. You can call them beforehand for any advice you need.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Koilliskaira Visitor Centre"],["alt="],["url=http:\/\/www.outdoors.fi\/customerservicepoints\/visitorcentres\/koilliskaira"],["email=ukpuisto@metsa.fi"],["address=Tankavaarantie 11 B, 99695 Tankavaara"],["lat=68.17725"],["long=27.10022"],["directions="],["phone=+358 205 64 7251"],["tollfree="],["fax="],["hours="],["price=Guided tours 50€\/hour (30 persons)"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kiehinen Customer Service"],["alt="],["url=http:\/\/www.outdoors.fi\/customerservicepoints\/othercustomerservicepoints\/kiehinen"],["email=ukpuisto@metsa.fi"],["address=Kelotie 1, FI-99830 Saariselkä"],["lat=68.42184"],["long=27.41070"],["directions=Siula center in Saariselkä"],["phone=+358 205 64 7200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Savukoski Visitor Centre Korvatunturi"],["alt="],["url=http:\/\/www.outdoors.fi\/customerservicepoints\/othercustomerservicepoints\/korvatunturi"],["email=savukoski@metsa.fi"],["address=Samperintie 32, FI-98800 Savukoski"],["lat=67.29767"],["long=28.14129"],["directions="],["phone=+358 205 64 7556"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThe opening hours of the visitor centres are limited. Check.\n\nThe western border of the park is by national road 4, i.e. E75 (",{"type":"[[","value":[["Rovaniemi"]]},"–",{"type":"[[","value":[["Sodankylä"]]},"–",{"type":"[[","value":[["Vuotso"]]},"–",{"type":"[[","value":[["Tankavaara"]]},"–",{"type":"[[","value":[["Kakslauttanen"]]}," (Kiilopää)–",{"type":"[[","value":[["Saariselkä"]]},"–",{"type":"[[","value":[["Ivalo"]]},"), with several coaches daily, including coaches from Ivalo to Saariselkä and Kiilopää and coaches from ",{"type":"[[","value":[["Nordkapp"]]},", ",{"type":"[[","value":[["Karasjok"]]},", ",{"type":"[[","value":[["Vadsø"]]}," and ",{"type":"[[","value":[["Tana"],["Tana bru"]]}," to Rovaniemi. You could come e.g. by plane to Ivalo or Rovaniemi or by train to Rovaniemi and continue by coach. \n\nThus Kiehinen Customer Service at ",{"type":"'''","value":["Saariselkä"]},", the entry at ",{"type":"'''","value":["Kiilopää"]}," and the main entrance, Koilliskaira Visitor Centre at ",{"type":"'''","value":["Tankavaara"]},", are easily reachable. These three are 230–260 km from Rovaniemi, 30–60 km from Ivalo (by coach some 3 hours or 25–45 minutes, respectively).\n\nThere is a coach from Ivalo to the border-station ",{"type":"'''","value":["Raja-Jooseppi"]}," north of the park a few times a week, continuing to ",{"type":"[[","value":[["Murmansk"]]}," (Mon, Wed, Fri; Finnish ",{"type":"''","value":["Gold Line"]},"). The border guard station is suitable to get to ",{"type":"'''","value":["Luttojoki"]}," Skolt grounds, the customs further on is near the grounds of Raja-Jooseppi. The bus comes from Murmansk in the morning and goes back in the afternoon. You can spend the first and last night at the lean-to at Luttojoki bridge (4 km from the customs, 6,5 from the border guard station) and have a day or a weekend (or more, of course) for the hike. This is the starting point for the Anteri 25 km biking route (one way, bike parking at the endpoint). By foot there are several routes with campfire sites etc., but no marked trails. The next lean-tos are 5 km from Luttojoki bridge. If you skip Raja-Jooseppi and head directly for the Skolt grounds and Suomujoki, the first lean-to is at Harrimukka, 8 km from the border guard station. You might want to camp at the campfire site on the north side of Luttojoki on the way back, not to be in a hurry at the ford.\n\nThere is a coach from Kemijärvi to ",{"type":"'''","value":["Savukoski"]}," (with Korvatunturi Visitor Centre) daily. The connection to ",{"type":"'''","value":["Tulppio"]}," is handled by a taxi acting as coach (Korvatunturi taxi, phone +358 40 730 6484). To reach ",{"type":"'''","value":["Kemihaara"]}," you have to continue 30 km from Tulppio by car or taxi (probably the same vehicle, but now paying by taxi fare). The road is regularly kept open in winter.\n\nLake ",{"type":"'''","value":["Aittajärvi"]}," at the north border of the park can be reached by car or taxi in summer: drive 13 km from Saariselkä towards Ivalo, turn to Kuutua forest road (look for \"Luttojoentie\"). Some 35 km along the forest roads. Ask about the road's condition at the visitor centre.\n\nThere are free ",{"type":"'''","value":["parking areas"]}," at all the above mentioned entry points. There are one or more marked trails leading into the park at all of them, but Aittajärvi.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"*","value":[" There are no entry fees to the park or visitor centres."]},{"type":"*","value":[" You can sleep in your tent, in open wilderness huts or in lean-to shelters for free. Reservation huts cost 10 €\/night\/person. Some huts can be reserved for a party for 25–55 €\/night."]},{"type":"*","value":[" For commercial camping sites outside the park you pay as normal."]},{"type":"*","value":[" You can book a guided tour of the Koilliskaira nature centre or negotiate a visit outside the opening hours for a fee. Guiding for a group (max about 30 persons) 50 €\/hour, double outside opening hours."]},{"type":"*","value":[" Permits are required for most fishing. Fishing in flowing water requires a Metsähallitus recreational fishing permit. You can get permits at the visitor centres. Fishing is prohibeted in some areas."]},{"type":"*","value":[" Equipment can be rented from local businesses. Also guided tours and excursions are available."]},"\nThe park borders Russia and there is a border zone, which should be strictly respected. To climb Korvatunturi you therefore need a special permit, but there is a trail to Korvatunturinmurusta, where you get a view. The border zone is very close at the grounds of Raja-Jooseppi, check your route carefully.\n\nSompio is a strict nature reserve, keep to the trails.\n\nEntry to some (minor) areas is prohibited in the bird nesting season, 15 May to 15 July.\n\n",{"type":"[[","value":[["Leave-no-trace camping"]]}," principles should be observed in most parts of the park. Although there are waste bins also in the remote areas, you should mostly carry your waste out of the park yourself. Food scraps and similar small quantities of organic waste can be put in composting toilets, where available.\n\n",{"type":"==","value":["Get around"]},"\n\nMaps are sold at the visitor centres and probably at bigger book and outdoor stores in all the country.\n\nThere are marked trails in some parts of the park, especially in the west. Local businesses offer guided and assisted tours and excursions and help with e.g. canoe tours. You can get advice at the visitor centres. Otherwise you are on your own. Even when following marked trails you yourself are responsible for finding your way, should you be caught in fog or a snow storm.\n\nIn the park you are advised to use marked trails where such are provided. Otherwise you are free to choose your route, except for a few restricted areas: the border zone, Sompio strict nature reserve and, in bird nesting time 15 May to 15 July, a few mire areas (Pajuaapa, Repoaapa and Lamminaapa). There are trails through Sompio.\n\nThere are unmarked established routes, often between huts, and reindeer paths, which lead nowhere. Use the paths where you can, but be sure you know where you are going.\n\nBiking is allowed on a few routes (see ",{"type":"[[","value":[["#Do"],["biking"]]}," below). Using a dogsled is allowed on the route around Pieranvaara. Horseback riding is allowed on the Kemihaara–Mantoselkä and Kemihaara–Vieriharju trails. Grazing is probably not allowed.\n\nThere are waterways suitable for canoeing.\n\nIn wintertime there are maintained tracks for cross-country skiing, mostly also with free-style lanes. For backcountry skiing you need appropriate skis and skills.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" There are ",{"type":"'''","value":["nature trails"]}," and ",{"type":"'''","value":["exhibitions"]}," at the visitor centres."]},{"type":"*","value":[" Natural features, e.g.:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Iisakkipää"],["alt="],["url="],["email="],["address="],["lat=68.41206"],["long=27.47218"],["directions=nature trail from Saariselkä, 6 km circle trail"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fell by Saariselkä. Good views."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rumakuru"],["alt="],["url="],["email="],["address="],["lat=68.38335"],["long=27.50206"],["directions=about 6 km from Saariselkä and Laanila, by a marked trail"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two day huts at Rumakuru valley, one of which is from about 1900, probably built by gold diggers. The steep and rocky Rumakuru itself was created by the Ice Age."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nuorttijoki river valley"],["alt="],["url="],["email="],["address="],["lat=67.92697"],["long=29.30955"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a circle trail (40 km) going up the river on one side and down on the other, partly by the river, partly higher up."]]}," "]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Korvatunturi"],["alt="],["url="],["email="],["address="],["lat=68.07453"],["long=29.32705"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home of Father Christmas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The grounds of Raja-Jooseppi"],["alt="],["url=http:\/\/www.outdoors.fi\/destinations\/historyandculture\/oldbuildings\/rajajooseppihomestead"],["email="],["address="],["lat=68.46636"],["long=28.46838"],["directions=400 m before the customs, 1,5 km walk. Driving most of the way possible in summer."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nationally valuable cultural heritage area. The Finn Jooseppi settled here with his wife in 1910."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sompio Strict Nature Reserve"],["alt="],["url=http:\/\/www.outdoors.fi\/destinations\/otherprotectedareas\/sompio"],["email="],["address="],["lat=68.164"],["long=27.373"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Includes all the common habitats of the national park, in a smaller scale. It is on the border between the Forest Lapland and the Peräpohjola vegetation zones and the Nattaset fells rise from the spruce and pine forests above the tree line. There are two hiking trails through the reserve (and a shorter circle trail leading by Nalijoki river and to the Pyhä-Nattanen fell top)"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Remainings of old Sami villages"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hiking in the Nordic countries"],["Hiking"]]},". There are 200 km of marked ",{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/nationalparks\/urhokekkonennationalpark\/trails hiking trails"]}," (",{"type":"[","value":["http:\/\/www.saariselka.fi\/sisalto\/kartat\/kesareittikartta13.pdf hiking trail overview map, PDF"]},") in the Saariselkä–Kiilopää region, 100 km of which are in the national park. There are a few marked trails in other parts of the park. Some trails:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nuorttijoki marked hiking trail"],["alt="],["url=http:\/\/www.outdoors.fi\/destinations\/trails\/nuorttihikingtrail40km"],["email="],["address="],["lat=67.85927"],["long=29.18835"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=40 km circle route along Nuorttijoki river at the south-eastern corner of the park. The ford at Haukinivat is too dangerous at high waters, ask about the current situation at the visitor centre."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/nationalparks\/urhokekkonennationalpark\/trails\/routedescriptionforkiilopaasuomunruoktutuiskukuru Kiilopää–Suomuruoktu–Tuiskukuru–Luirojärvi–Lankojärvi–Kiilopää"]}]},", 70–80 km, not marked, but one of the most popular routes, with huts and campfire sites. Includes a few fords."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Raja-Jooseppi–Suomujoki–Kiilopää"]}," is of similar length, also not marked but with huts and campfire sites. In the first part of the route there are buildings of Skolt Sami families, who were evacuated from Petsamo after the war (and later settled at ",{"type":"[[","value":[["Sevettijärvi"]]},")"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ruijanpolku"],["alt="],["url=http:\/\/www.outdoors.fi\/destinations\/trails\/ruijanpolkutrail35km"],["email="],["address="],["lat=68.11022"],["long=27.44192"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=35 km trail through Sompio to Laanila, part of the former trail between Bothnian Bay and the coast of ",{"type":"[[","value":[["Finnmark"]]}," (Finnish: ",{"type":"''","value":["Ruija"]},") at the Arctic Ocean. It is mentioned as early as in the 16th century, but fell in disuse at the beginning of the 19th century. This section is now a marked hiking trail (some of the historic markings remain)."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Korvatunturi marked hiking trail"],["alt="],["url="],["email="],["address="],["lat=67.96230"],["long=28.95457"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=20 km (one way) from Keminhaara to Korvatunturinmurusta, with view of Korvatunturi."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sompiojärventie–Nalijoki–Tankavaara trail"],["alt="],["url="],["email="],["address="],["lat=68.10776"],["long=27.32671"],["directions=Turn from E75 to Sompiojärventie forest road at ",{"type":"[[","value":[["Vuotso"]]},". Drive 9 km to information board and parking lot."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Through Sompio Strict Nature Reserve, 17–20 km, to Tankavaara and Koilliskaira visitor centre or to Männistö village. Features the Pyhä-Nattanen fell."]]}]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cross-country skiing"]]},"."]},{"type":"*","value":[{"type":"*","value":[" There are 250 km of cross-country skiing tracks in the winter, 25 km of which are lit (",{"type":"[","value":["http:\/\/www.saariselka.fi\/sisalto\/kartat\/saariselan-latukartta skiing trails overview map, PDF"]},"). Most are suitable both for classic and freestyle skiing."]}]},{"type":"*","value":[{"type":"*","value":[" You can also ski farther into the wilderness with a backpack. Suitable skills, skis and equipment needed. Less experienced visitors can do similar expeditions with a guide. On some routes snowmobile assistance is allowed."]}]},"\n",{"type":"*","value":[" Canoeing, kayaking"]},"\n",{"type":"*","value":[" Biking is allowed by the following routes:"]},{"type":"*","value":[{"type":"*","value":[" Saariselkä–Luttotupa"]}]},{"type":"*","value":[{"type":"*","value":[" Raja-Jooseppi–Anteri"]}]},{"type":"*","value":[{"type":"*","value":[" Kemihaara–Mantoselkä and"]}]},{"type":"*","value":[{"type":"*","value":[" Kemihaara–Vieriharju."]}]},"\n",{"type":"==","value":["Buy"]},"\n\nSupplies are available at Saariselkä and in the villages of Savukoski, Vuotso and Tulppio. These are not towns but small villages, so check beforehand if you want or need something special.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are restaurants and cafés especially in the Saariselkä area, but also in the other villages around the park. Some tourist businesses offer meals in the park by agreement.\n\nThere are stoves for preparing food in the wilderness huts. Take own pots, pans and cutlery with you.\n\nIn the Basic Zone, the Saariselkä wilderness zone and the Nuortti wilderness zone making fire is allowed only at the specially designated campfire sites (e.g. at the lean-to and cooking shelters). In the Kemi–Sompio wilderness area lighting fires using twigs and branches found on the ground is allowed. When there is a forest fire warning in effect, open fire is prohibited everywhere. In really dry periods fire should be avoided even in huts (the gas stove in huts can be used for cooking).\n\nYou are advised to carry a camping stove on any longer hikes. It can be used (with due care) also during wildfire warnings.\n\n",{"type":"==","value":["Drink"]},"\n\nThe water in ponds, streams and rivers should be potable, but it has not been tested. To be safe you might want to boil it. There is water available at the visitor centres and customer service points.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Jyrkkavaara wilderness hut inside.JPG"],["thumb"],["View from the bed of Jyrkkävaara open wilderness hut."]]},"\n\nExcept for day trips and short trips with reserved beds you should be prepared to sleep in your tent. Off season there is usually room in the huts, but there is no guarantee. If you get lost or caught by bad weather you might have to camp before getting there. There are no blankets in the open wilderness huts, usually not mattresses.\n\nUse the guest books of the huts.\n\n",{"type":"===","value":["Lodging"]},"\n\nThere are lodging services in the villages surrounding the park, including hotels. There is no lodging with any services in the park itself.\n\nThere are two rental huts in the park (45–55 €\/night), which can be rented for up to a week off season, two nights otherwise.\n\nThere are ",{"type":"[[","value":[["Hiking in the Nordic countries#Locked wilderness huts"],["reservation huts"]]}," in the busier areas, where you get a guaranteed bed for 10 euros a night (at most two consecutive nights). A few huts can be reserved for a group at a group discount. Reservations are handled by Koilliskaira Visitor Centre (check where to get the key).\n\nThere are quite a few ",{"type":"[[","value":[["Hiking in the Nordic countries#Open wilderness huts"],["open wilderness huts"]]}," in the area, mostly in the backcountry, and open turf huts working by the same principles. You are allowed to stay two consecutive night in any of them. Off season you are allowed to stay up to a week in some of the huts. There are saunas (self service) at some of the huts. Remember that the last to arrive has an absolute right to the facilities: be prepared to arrange room for anybody showing up in the night.\n\nThere are also day huts, primarily meant for breaks. They can be used for lodging in emergencies.\n\nThere are also ",{"type":"[[","value":[["Hiking in the Nordic countries#Lean-to shelters"],["lean-to shelters"]]}," and Lapp pole tents, mostly along the Suomujoki, Luttojoki and Nuorttijoki rivers. They are suitable for overnight stays mainly in the summer and autumn.\n\nThere are firewood sheds and dry toilets by all these facilities.\n\nThere are six ",{"type":"[[","value":[["sauna"]]},"s open for use by all and one at a rental hut for those lodging there. They work by self service, get directions if you are not used to wood heated saunas. There is also a museum sauna, which may not be used.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are no campsites with any service in the park.\n\n",{"type":"===","value":["Backcountry"]},"\n\nIn the Basic Zone of the park, camping is allowed only at campfire sites and designated areas near the huts. For Sompio nature reserve, camping is allowed on the shores of Lake Sompiojärvi, for a maximum of three days.\n\nIn the wilderness areas camping is permitted except at treeless fells, surroundings of ancient structures, the areas of Paratiisikuru and Lumikuru and possibly other areas sensitive to erosion. There are designated campsites near the lean-tos and on the shore of Lake Luirojärvi.\n\n",{"type":"==","value":["Stay safe"]},"\n\nGeneral advice for wilderness hikes in Lapland apply.\n\nThe weather may change rapidly on the fells. Be prepared for fog or storm.\n\nAlways take a good map, compass, knife and matches with you, even on the shortest day trips along marked trails. Prepare well and do not go without experienced enough company. GPS is no substitute for orienteering skills and a map.\n\nTell about your plans to a friend or e.g to the visitor centre (including a dead line when a rescue operation should be started). Tell about any changes to the plans and remember to tell when you do return. Use the guest books.\n\nThere are areas in the park without mobile phone coverage. Try fell tops. The emergency number 112 can use any provider, remove the SIM card if necessary. \n\nA 9V battery for the fire alarms of the huts may be needed.\n\nBeware of avalanches at gorges.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tankavaara"]]},", the gold rush museum"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hammastunturi Wilderness Area"]]}," on the other side of the Inari road, towards ",{"type":"[[","value":[["Lemmenjoki National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["UKK trail"]]},", leading from Tulppio all the way to ",{"type":"[[","value":[["Koli National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vätsäri Wilderness Area"]]}," in the Pasvik–Inari Trilateral Park "]},"\n",{"type":"{{","value":[["IsPartOf"],["Finnish Lapland"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["geo"],["68.25"],["28.10"],["zoom=9"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Urho Kekkonen National Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Urho Kekkonen National Park"]]}]