[{"type":"{{","value":[["pagebanner"],["Wikivoyage Uruguay banner Parque Rodo.png"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Árbol solo - Montevideo.jpg"],["location=LocationUruguay.png"],["flag=Flag of Uruguay.svg"],["capital=",{"type":"[[","value":[["Montevideo"]]}],["government=Constitutional republic"],["currency=Uruguayan peso (UYU)"],["area=",{"type":"''","value":["total:"]}," 176,220 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 173,620 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 2,600 km",{"type":"<","value":["sup",["2"]]}],["population=3,386,575 (July 2002 est.)"],["language=",{"type":"[[","value":[["Spanish"]]}," (official), Portuñol, or Brasilero (Portuguese-Spanish mix on the Brazilian frontier)"],["religion=Roman Catholic 66%, Protestant 2%, Jewish 1%, nonprofessing or other 31%"],["electricity="],["callingcode=+598"],["tld=.uy"],["timezone= UTC -3"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turismo.gub.uy\/ Uruguay"]}]}," is a country in ",{"type":"[[","value":[["South America"]]},". It has a South Atlantic Ocean coastline and lies between ",{"type":"[[","value":[["Argentina"]]}," to the west and ",{"type":"[[","value":[["Brazil"]]}," to the north. It is the second-smallest country in South America (after ",{"type":"[[","value":[["Suriname"]]},"). \n\n",{"type":"==","value":["Understand"]},"\nThe name Uruguay means ",{"type":"''","value":["river of the colorful birds"]},". It is related to the name ",{"type":"[[","value":[["Guyana"]]},": Arawak Guayana, land of many waters.  \n\nOften called the ",{"type":"[[","value":[["Switzerland"]]}," of ",{"type":"[[","value":[["South America"]]}," not for geographical features but for a stable democracy and social benefits such as free education. In 2002 Uruguay faced one of its biggest economic crises which had very negative effects on crime, and although the activity levels in 2008 were at pre crisis levels, crime is still relatively high, but still low for the region. Long a desired country for immigration, Uruguay has been suffering from high levels of emigration for almost four decades, mainly of highly trained workers and people with high level studies (brain drain) seeking better opportunities abroad.\n\nUruguay has a rich agricultural and civic history among its indigenous people. The dominant pre-20th century live stock driving techniques are still utilized in some areas, and are less visited tourist attractions than the pleasant beaches and city centers. The country has a mostly low-lying landscape. Cerro Catedral, the country's highest point, is 514 m high. \n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:Calle Washington Barbot.JPG"],["thumbnail"],["Leaves falling in May, Colonia"]]},"\nUruguay is the only South American country in the temperate zone. The country is flat grassland and all locations are particularly vulnerable to rapid changes from weather fronts and forceful winds as there are no high mountains that could act as shields. As Uruguay is located south of the Equator (approximately at the same latitude as ",{"type":"[[","value":[["Johannesburg"]]}," and ",{"type":"[[","value":[["Sydney"]]},"), summer and winter are reversed compared to the Northern Hemisphere. In the winter temperatures under freezing are rare but not unheard of.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Artigas mausoleum.JPG"],["thumbnail"],["Inside the Artigas mausoleum in Montevideo"]]},"\n",{"type":"[[","value":[["File:Uruguay (5886752274).jpg"],["thumbnail"],["Calle de los Suspiros in the old town of Colonia del Sacramento"]]},"\nUruguay was discovered by Spanish Adelantados in the ends of the XVI century, and was part of the United Provinces of the River Plate until 1811.  (Although ",{"type":"''","value":["plata"]}," literally means \"silver\" in Spanish, \"plate\" is the traditional and correct translation as it was used as a synonym for precious metals up until the 19th century.) Originally, Uruguay was simply known as the Banda Oriental, or Eastern Band, of colonies along the eastern edge of the Uruguay and Plate Rivers.  \n\nWhen Buenos Aires expelled the last Viceroy, Baltasar Cisneros, the capital moved to Montevideo. The rebel navy sailed from Buenos Aires in an attempt to overcome the Spanish troops in that city, aided by the local rebel troops.\n\nWhen finally Montevideo was freed from Spain, Uruguay intended to secede from Buenos Aires, only to be invaded by the Brazilian Empire, which started the Argentine-Brazilian war in 1813. After a variety of confusing twists, the war ultimately ended in a stalemate.  With the assistance of mediation by the British government, both warring countries agreed to end their territorial claims on the Banda Oriental in 1828, thus giving birth to the new Eastern Republic of Uruguay.  A constitution was subsequently drafted and adopted in 1830.  British assistance in the creation of Uruguay led to a long history of British influence (including the habit of driving on the left), which ended only with World War II.  \n\nThe Argentinian Civil War which ravaged that country during the 19th century was not a stranger to Uruguay, which soon gave birth to two opposing parties, the Whites (liberals) and the Reds (traditionalists) that eventually also led to a Uruguayan Civil War that went on in various hot and cold phases until the beginnings of the twentieth century.  The story goes that the parties' colors originally came from armbands allegedly torn from the Uruguayan flag, but the conservatives switched to red armbands when they realized that red faded less quickly in the sun than blue.\n\nHowever, the simmering tension between the left and right wings of Uruguayan politics persisted. From 1954 to 1967, Uruguay tried an unusual solution borrowed from Switzerland: a collegiate Executive Office in which a different member was designated President every year.  In this way, Uruguay became the \"Latin American Switzerland\" for a while, acting as model of democracy and banking liberties until a military coup ended all this.\n\nA Marxist urban guerrilla movement, the Tupamaros, launched in the late 1960s, led Uruguay's president Juan María Bordaberry to \"agree\" to military control of his administration in 1973. (They returned the favor by firing him from his job in 1976 and appointing the first of several puppet presidents.) By the end of 1974 the rebels had been brutally crushed (and Tupamaro leader and future president Jose Mujica was imprisoned at the bottom of a well), but the military continued to expand its hold over the government, by engaging in widespread torture and disappearances of alleged insurgents and anyone unfortunate enough to be perceived as opponents of the regime. Civilian and democratic rule was not restored until 1985. \n\nToday, Uruguay's political and labor conditions are among the most free on the continent. In 2004, a leftist coalition (the ",{"type":"''","value":["Frente Amplio"]}," or Broad Front) which included the Tupamaros won elections which left them in control of both houses of congress, the presidency, and most city and regional governments.  In 2009, former guerrilla leader Mujica was elected president.\n\n",{"type":"===","value":["Culture"]},"\nUruguay has its traditional elements of Gaucho culture, and culturally the country is closest to it's large western neighbor Argentina. There are also some Lusitanic influences, like the large Rio-like carnivals in the first months of the year in many cities, the historical old town of ",{"type":"[[","value":[["Colonia"]]}," — a Portuguese  17th century outpost and Uruguay's only UNESCO World Heritage Site, as well as the Portuñol language spoken near the Brazilian border. Amerindian traits can be found in Uruguayan culture, from cuisine to vocabulary, but there is no Amerindian population left. Finally the Uruguayans share the passion for association football\/soccer with Argentina and Brazil and the very first world championships were actually held in Montevideo in 1930 — won by the host nation.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Uruguay Regions map.png"],["thumb"],["right"],["400px"],["Map of Uruguay with regions colour-coded"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Atlantic Coast (Uruguay)"],["Atlantic Coast"]]}],["region1color=#83a8c1"],["region1items=",{"type":"[[","value":[["Cabo Polonio"]]},", ",{"type":"[[","value":[["Chuy"]]},", ",{"type":"[[","value":[["La Paloma"]]},", ",{"type":"[[","value":[["Punta del Diablo"]]},", ",{"type":"[[","value":[["Piriapolis"]]},", ",{"type":"[[","value":[["Punta del Este"]]}],["region1description= great beach resorts fronting the Atlantic and a land crossing to ",{"type":"[[","value":[["Brazil"]]}],["region2name=",{"type":"[[","value":[["Rio de la Plata"]]}],["region2color=#dbe086"],["region2items=",{"type":"[[","value":[["Montevideo"]]},", ",{"type":"[[","value":[["Colonia"]]}],["region2description=the capital city, old colonial magnificence and a ferry crossing to Argentina"],["region3name=",{"type":"[[","value":[["Northern Interior (Uruguay)"],["Northern Interior"]]}],["region3color=#71b37b"],["region3items=",{"type":"[[","value":[["Salto"]]},", ",{"type":"[[","value":[["Tacuarembo"]]}],["region3description= Gaucho culture, land crossings to ",{"type":"[[","value":[["Argentina"]]}," and citrus growing"],["region4name=",{"type":"[[","value":[["Central Interior (Uruguay)"],["Central Interior"]]}],["region4color=#b5d29f"],["region4items=",{"type":"[[","value":[["Durazno"]]}],["region4description=agriculture, huge dams on the Rio Negro and land crossings to ",{"type":"[[","value":[["Brazil"]]}]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Montevideo"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Punta del Este"]]}]},{"type":"*","value":[{"type":"[[","value":[["Colonia"]]}," (Colonia del Sacramento) - a well preserved old colonial town and ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}]},{"type":"*","value":[{"type":"[[","value":[["Piriapolis"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chuy"]]}," - Right on the border with ",{"type":"[[","value":[["Brazil"]]}]},{"type":"*","value":[{"type":"[[","value":[["Durazno"]]}]},{"type":"*","value":[{"type":"[[","value":[["La Paloma"]]}]},{"type":"*","value":[{"type":"[[","value":[["Paysandu"]]}]},{"type":"*","value":[{"type":"[[","value":[["Salto"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\nBeaches on the Atlantic Ocean:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Punta del Diablo"]]}]},{"type":"*","value":[" Fortaleza de Santa Teresa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cabo Polonio"]]}]},"\n",{"type":"==","value":["Get in"]},"\nHolders of passports (or MERCOSUR ID cards) from the ",{"type":"[","value":["http:\/\/www.dnm.minterior.gub.uy\/visas.php following countries"]}," can enter without a ",{"type":"'''","value":["visa"]},": Argentina, Australia, Austria, Bahamas, Barbados, Belgium, Belize, Bolivia, Brazil, Canada, Colombia, South Korea, Chile, Costa Rica, Croatia, Cyprus, Denmark, Ecuador, El Salvador, Slovakia, Slovenia, Spain, Finland, France, Germany, Greece, Guatemala, Honduras, Hong Kong, Hungary, Ireland, Iceland, Israel, Italy, Jamaica, Japan, Latvia, Lichtenstein, Lithuania, Luxembourg, Malaysia, Malta, Mexico, Monaco, the Netherlands, Nicaragua, Norway, New Zealand, Panama, Paraguay, Peru, Poland, Portugal, Dominican Republic, Czech Republic, Romania, Russia, South Africa, Seychelles, Serbia, Sweden, Switzerland, Trinidad and Tobago, Turkey, United Kingdom, United States, Venezuela. Travellers from other countries should contact the local consular section of the Ministry of Foreign Affairs. But usually Uruguay has its borders open to tourists and visitors from all countries and it is quite easy to get in or out.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Aerop 15265.jpg"],["thumbnail"],["Carrasco International Airport, Montevideo"]]},"\nThe country's largest airport and primary hub is ",{"type":"[","value":["http:\/\/www.aeropuertodecarrasco.com.uy Carrasco International Airport"]},", located 20 km east of Montevideo.  Carrasco is a relatively small airport and most travelers outside Latin America will have to connect at least once or twice to get there. \n\nFrom Carrasco there are flights to several destinations in ",{"type":"[[","value":[["Argentina"]]}," and ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Buenos Aires"]]}," and ",{"type":"[[","value":[["São Paulo"]]}," having direct connections to many major airports on other continents. Other Latin American destinations include ",{"type":"[[","value":[["Santiago de Chile"]]},", ",{"type":"[[","value":[["Asunción"]]},", ",{"type":"[[","value":[["Santa_Cruz_(city,_Bolivia)"],["Santa Cruz"]]},", ",{"type":"[[","value":[["Lima"]]}," and ",{"type":"[[","value":[["Panama"]]},". Moreover there are flights to ",{"type":"[[","value":[["MIA"],["Miami"]]},", ",{"type":"[[","value":[["Barajas Airport"],["Madrid"]]}," and ",{"type":"[[","value":[["CDG"],["Paris"]]},".\n\nOther airports in the country exist, but they have just a one or two flights to Montevideo or Buenos Aires a week — given the short distances and affordable and frequent bus transportation these airports are of marginal use for most travelers. If you are heading to western Uruguay, consider flying into Buenos Aires and continuing by bus or ferry. \n\nThe former flag carrier Pluna ceased operations in 2012. As of 2014 ",{"type":"[","value":["http:\/\/www.flybqb.com\/BQBFlyPreHome.html BQB"]},", which also operates ferries and functions as a travel agency, is the closest equivalent of a flag carrier with flights to Argentina, Brazil, Chile and Paraguay.\n\n",{"type":"===","value":["By train"]},"\nThere are no international train lines to Uruguay.\n\n",{"type":"===","value":["By car"]},"\nThere are land border crossings from both Argentina and Brazil. Some ferries between Buenos Aires and Colonia also carry vehicles. \n\nIn Uruguay, drive on the right just like in most of the rest of South America. The highways are in good shape and the speed limit is 90 km\/hour to 110 km\/hour on most of them but it's not enforced.\n\nYou should have the \"carta verde\" licence to drive in Uruguay, you can find it in the embassy. The legal limit of alcohol contentration is 0.03 % (0.0% for trucks,taxis and bus drivers)\n\n",{"type":"===","value":["By bus"]},"\n\nThere are many buses running from the Brazilian cities of ",{"type":"[[","value":[["Porto Alegre"]]},", ",{"type":"[[","value":[["São Paulo"]]}," and ",{"type":"[[","value":[["Rio de Janeiro"]]},". Bus service is very extensive and there are many services that run from Montevideo to different cities across the country. ",{"type":"[","value":["http:\/\/www.trescruces.com.uy Terminal Tres Cruces"]},", Agencia Central and Terminal Ciudad Vieja are Montevideo's three main hubs. Travel by bus is very safe. International services are available to São Paulo, Porto Alegre, (Brazil), most of the Argentinian provinces (Buenos Aires, Cordoba, Mendoza, Entre Rios), Asunción (Paraguay) and Santiago de Chile. The service is catered and buses have an outstanding level of service, much better than the average European service.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Buquebus silvia ana.jpg"],["thumbnail"],["The ferry between Buenos Aires and Colonia"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buquebus.com\/ Buquebus"]}]}," ferry service operates between Buenos Aires, Argentina, and both Colonia del Sacramento and Montevideo, Uruguay. Some services continue from there to Punta del Este. For the Buquebus-Ferry from Buenos Aires to Colonia del Sacramento there are two options. One takes three hours and the other one hour to get there. A ticket to Montevideo for the three-hour ferry is about ARS147 (03\/2010) and ARS190 (03\/2010) for the fast one.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.coloniaexpress.com Colonia Express"]}]}," operates between Buenos Aires and Colonia by one hour ferry and then by bus to Montevideo. Ticket prices to Montevideo from ARS149  (03\/2010) or even cheaper in special web offers.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seacatcolonia.com Seacat Colonia"]}]}," operates as well between Buenos Aires and Colonia by one hour ferry and then by bus to Montevideo and Punta del Este. Ticket prices to Montevideo from ARS142 (03\/2010).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\n\nThere are limited ",{"type":"'''","value":["commuter train"]}," services around Montevideo. There are some ",{"type":"'''","value":["tourist trains"]}," which do not have a fixed schedule. You need to find announcements for them at the Montevideo train station. There is no regular ",{"type":"'''","value":["long distance train"]}," service. The most usual means of public transport is the bus (inside Montevideo inner buses and from Montevideo to other main cities of the country).\n\n",{"type":"===","value":[" By bus "]},"\nUruguay has an ",{"type":"'''","value":["extensive internal bus system"]}," and in practice the only way of getting around between cities if you aren't driving. From Montevideo interdepartmental buses leave from the Tres Cruces station which also serves the international buses. There are often several companies serving the routes and the buses are frequent, safe, comfortable and the fares are affordable. \n\nDepending on the company, tickets can usually be bought online, at bus stations and on board the buses themselves. If you buy tickets before departure you will get a reserved seat, otherwise you can sit at seats that don't happen to be occupied (otherwise there's place to stand in the aisle). At least on board the buses of the COT company there was a separate ticket salesman\/inspector on board selling and checking tickets.\n\n",{"type":"===","value":[" By taxi "]},"\nTaxis in Uruguay are safe and fairly affordable, costing about USD2 per km. All taxis in Uruguay use meters and have fixed costs.\n\n",{"type":"===","value":[" By car "]},"\nThe main highway is the one that goes from Montevideo to Punta Del Este (main tourist city of Uruguay), it is double lane from both sides. However this is the exception and most of the highways are single lane and therefore you should take precautions when driving long distances (a \"long distance\" in Uruguay is 500 km max), trying to pass another car. Always keep your distance from the car in front of you.\n\n",{"type":"====","value":["Car rentals"]},"\n\nTo rent a car in Uruguay, residents of many countries (including the United States) need only their driver's license, passport, and credit card; only residents of certain countries must obtain an International Driver's Permit.  As in most developing countries, vehicle imports and gasoline are both heavily taxed.  Therefore, most Uruguayans prefer to buy cars with fuel-efficient manual transmissions, which in turn means that vehicles with automatic transmissions are rarer and much more expensive. If you can drive a manual transmission, you are looking at about USD $50\/day and up, while those who can only drive automatic transmissions (primarily residents of Canada and the United States) are looking at USD90\/day and up for a car rental.  \n\nIt will cost USD60 and up to fill up the gas tank just  on a regular small sedan like a Chevy Aveo.  Traditionally, the sole gasoline retailer in Uruguay was the state-owned monopoly, ANCAP.  (ANCAP is the \"National Administration\" for \"combustibles,\" alcohol, and Portland cement, hence the name.)  Today, ANCAP competes with Petrobras and Esso.  All gas stations are full service, so you will need to know enough rudimentary Spanish to tell the attendant to fill it up.\n\n",{"type":"====","value":["Driving"]},"\n",{"type":"[[","value":[["File:Uruguayan road.jpg"],["thumbnail"],["National Route 1"]]},"\nDriving in Uruguay is very similar to European driving, but with less traffic lights and lots of roundabouts.  North Americans accustomed to wild big-city driving (New York or Los Angeles) will not find it too difficult to adapt to.  As in many developing countries and parts of Europe, Uruguayans have a tendency to split lanes or make their own lane.  Since manual transmissions take longer to spin up, Uruguayans like to watch for the cross-traffic's yellow light and then jump the green about a second in advance, which means you should ",{"type":"''","value":["never"]}," run yellow lights if you can brake safely.  Many intersections are marked only with yield signs.  If you don't see a sign, treat it as a yield. If you see a stop sign (\"Pare\"), it means stop, ",{"type":"''","value":["please stop"]},", probably because it's a blind intersection and someone was killed there. \n\nUruguay has not yet implemented sensor loops, so all traffic lights are on timers and you will have to sit there regardless of whether the cross-street has traffic.  (Some local drivers will just run the red after sitting for a few minutes if cross-traffic is nonexistent.)  Right turns on red after stop are not allowed.  Headlights must be turned on at all times while moving.  \n\nLike much of Latin America, Uruguay has a fondness for giant speed bumps at the edge of towns the road passes through, this is true also for major roads.  These are signed well in advance  and require drivers to brake to 20 km\/h or less; failure to brake in time will send one's car flying.  \n\nUruguayan law requires drivers to keep both hands on the steering wheel while moving, which means you cannot use a handheld cell phone while driving.  \n\nThe speed limit ranges between 75 km\/h to 110 km\/h on most intercity highways, with 90 km\/h standard on most stretches.  Uruguay does not have any long-distance freeways, expressways, or motorways.  Some short stretches of Routes 1 and 5 to the west of Montevideo have been upgraded to freeways.   \n\nLook out for pedestrians and slow-moving traffic in the roadway, especially in rural areas and poorer suburbs.  Because automobiles are so expensive, many Uruguayans get around solely by foot, taxi, scooter, motorcycle, or bus.  Like many developing countries, Uruguay lacks the resources to properly maintain sidewalks in poor neighborhoods, so sidewalks often have cracks, potholes, or worse.  Therefore, you will see pedestrians frequently walking in the street even when there appears to be a sidewalk or footpath next to the road.\n\n",{"type":"====","value":["Navigation"]},"\n",{"type":"[[","value":[["File:R-IBuy.jpg"],["thumbnail"],["Toll booth at Ruta Interbalnearia between Montevideo and Punta del Este"]]},"\nUruguayan national highways are well-maintained, well-designed, easy to drive, and in excellent condition; they are maintained by the private Highway Corporation of Uruguay (CVU) under the supervision of the National Highway Directorate (DNV).  CVU charges a standard toll (UYU55 for a regular auto) to traffic in both directions at toll plazas strategically sited throughout the country near bridges over major rivers (where it is difficult to find a toll-free detour).  Transitions between CVU\/DNV and local department highway maintenance are always marked with large signs (if the jarring change in the quality of the pavement doesn't already make it obvious).  Roads under local maintenance tend to vary widely in terms of quality. \n\nThe most important long-distance highway in Uruguay is the Ruta Interbalneria linking Montevideo to Punta Del Este, which is a four-lane road with a broad median.  Note that the IB was built as what people from western North America call an expressway; that is, cross-traffic still crosses at-grade at intersections rather than at interchanges with overpasses and underpasses.  Most other highways are two-lane highways.  \n\nIt is nearly impossible to obtain paper road maps of Uruguay outside of the country. Fortunately, ANCAP sells an excellent map package at all its gas stations which, as of 2012, includes three maps.  Two are large foldable sheet maps.  One is an overview-level highway map, which has the entire Mercosur bloc on one side and all of Uruguay on the other. The other is a detailed street map of Montevideo. The third map is a booklet with detailed street maps of all departmental capital cities and several other major cities, including Punta del Este.  \n\nGoogle Maps, Bing Maps from Microsoft, and OpenStreetMap all have excellent coverage of Montevideo, and the first two also have good coverage of the rest of the country.  Although there are now mobile apps available which enable users to download OpenStreetMap data in advance to one's mobile phone, OpenStreetMap's coverage of areas outside of Montevideo and Punta del Este is still incomplete.  \n\nAnother important quirk to keep in mind is that ",{"type":"''","value":["only"]}," online map services accurately depict the one-way streets common in Montevideo and other Uruguayan cities and towns.  Virtually all Uruguayan paper road maps (including the ANCAP maps and the official maps from the Ministry of Tourism and Sport) lack arrows to show the direction of one-way streets.\n\n",{"type":"====","value":["Emergencies"]},"\n\nTake notice of the emergency phone numbers prominently posted on the highways and keep them in mind. Uruguay is not a dangerous country, but since it is mostly agricultural and very sparsely populated between the towns, if your car breaks down it can take you a long time to walk to the nearest pay phone. It is recommended to carry a cell phone with you. Ancel is the state company and the main provider.\n\n",{"type":"===","value":[" By thumb "]},"\n\nIn rural areas hitch hiking is fairly common and as safe as hitching is anywhere. Uruguay has the lowest level of violent crime in the Americas, outside Canada.  If you are female don't hitch hike alone.  Play it safe but it's more likely that the car is going to crash (1 in 100 chance) than something bad is going to happen.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]}]}," is spoken everywhere. The pronunciation and the use of the ",{"type":"''","value":["vos"]}," pronoun instead of ",{"type":"''","value":["tú"]}," is practically the same as the Spanish variety spoken in Argentina, also known as ",{"type":"''","value":["Rioplatense Spanish"]},". However it is remarkably different from e.g. the Spanish spoken in Spain both when it comes to pronunciation, grammar and vocabulary. If you are not familiar with the local dialect, be prepared to regularly having to ask people you're talking with to repeat themselves.\n\nAlthough most Uruguayans have studied ",{"type":"'''","value":["English"]}," at school, they do not actually speak or use it. However, some Uruguayans have studied English at private institutes, so they can speak it well. Outside Montevideo, Colonia and Punta del Este there are few English speakers. In most tourist spots (shopping centers and in Punta del Este) there is someone who is proficient in English and upscale restaurants and those that cater to tourists often have someone in the staff that speaks English. In practice, knowledge of basic Spanish is ",{"type":"''","value":["indispensable"]}," for independent travel in Uruguay.\n\n",{"type":"'''","value":["Portuñol"]}," (or Brasilero) is a mixture of ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," and Spanish used on the Brazilian border. \n\nIf you want to study Spanish in a language academy, you may want to check out the Grupo de Turismo Idiomático, a private sector initiative supported by the Ministry of Tourism.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Castillo Piria, emblemático por su historia vinculada a la alquimia.JPG"],["thumbnail"],["Castillo de Piria"]]},"\n\nWhile there are interesting things to see all over Uruguay, the main sights of interest are concentrated on the coastline. Perhaps unsurprisingly the largest concentration of things to see is the capital, Montevideo. There the \"father of Uruguayan nationhood\", general Jose Artigas rests in a mausoleum under an equestrian statue of himself in the middle of Plaza Independencia surrounded by buildings iconic to the capital such as Palacio Salvo, the old and new presidential palaces, the city gate and the Edificio Ciudadela. Passing through the city gate one will arrive in the old town of Montevideo hosting several museums, old buildings that once were the residences of wealthy families as well as the Puerto del Mercado. Other points of interest not to be missed in Montevideo include the neoclassical parliament building Palacio Legislativo, the Centenario Stadium and the adjacent football museum and the 22 km long beach promenade Rambla stretching along the Atlantic shore with several sights next to or nearby it.\n\nA two and a half hour bus trip west takes you to Colonia del Sacramento, a city established in 1680 by the Portuguese. While the modern part of the city isn't much of a tourist attraction, the ",{"type":"''","value":["barrio historico"]}," can pride itself on being the only ",{"type":"[[","value":[["UNESCO World Heritage site"]]}," of Uruguay. As it is located a mere one hour from Buenos Aires by catamaran, it is also a popular daytrip for visitors to the Argentinian capital. \n\nEast of Montevideo there is Punta del Este, a beach resort popular among the rich and famous and the city where the Los Dedos sculpture and the Casa Pueblo resort museum are located. Not far away from Punta del Este is the city of Maldonado with the lighthouse of José Ignacio. Closer to the capital is the city of Piriapolis where you can visit the Castillo de Piria.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Paisaje Punta del Este.JPG"],["thumbnail"],["Beach in Punta del Este"]]},"\n",{"type":"*","value":["One of the best experiences to have while your stay at Uruguay is to ",{"type":"'''","value":["watch a football game"]}," between Nacional and Peñarol, the two most followed football teams in the nation."]},{"type":"*","value":[" ",{"type":"'''","value":["Sunbathing, surfing and bathing"]}," at the beaches of the Atlantic coast. The most important beaches are  in Punta del Este, Piriapolis, La Paloma, La Pedrera, Cabo Polonio, Punta del Diablo and Santa Teresa (national park and camping)."]},{"type":"*","value":[" ",{"type":"'''","value":["Birdwatching"]}," at Rocha's touristic \"estancias\"."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Money"]},"\nThe Uruguayan currency is the ",{"type":"''","value":["Peso"]},". Prices are often quoted using the ",{"type":"''","value":["U$"]}," symbol, which may be easily confused with the US$ (US dollar) symbol. As of May 2014 the exchange rates were approximately:\n\n",{"type":"*","value":[" USD1 = UYU24"]},{"type":"*","value":[" €1 = UYU31"]},"\nPrices on costlier goods and services (over USD100, generally speaking) are often quoted in American dollars instead of pesos, and USD are surprisingly widely accepted even at some fast food restaurants. Places that cater to foreign visitors often also accept Argentinian pesos or Brazilian reais. As all of these currencies use the symbol \"$\", check which currency the prices are in if you're unsure.\n\nCards are not as widely accepted as in North America or Europe - smaller establishments often accept only cash (",{"type":"''","value":["efectivo"]},"). Try to have more or less exact change as they even in a mid-size supermarket can have some problems giving you change back if you are paying for UYU600 worth of purchases with a UYU1000 bill.\n\n",{"type":"===","value":["Stores"]},"\n",{"type":"[[","value":[["File:Portones Shopping Mall.png"],["thumbnail"],["Pontones shopping mall, Montevideo"]]},"\nUruguay is like many developing countries in that the retail industry is still dominated by small specialized shops, small supermarkets, and small, crowded shopping malls.  There are no true department stores in the country remotely comparable to the giant stores found in New York or Paris. Even the shopping buildings along Avenida 18 de Julio in central Montevideo are not department stores but collections of 10-20 smaller stores. In the entire country, there is only ",{"type":"''","value":["one"]}," true hypermarket, Geant (operated a joint venture between local chain Disco and the French chain Geant), that constitutes a reasonably decent facsimile of hypermarkets elsewhere (down to the huge parking lot, high ceiling and wide aisles).  Uruguay does not have the big box \"category killer\" stores for which the U.S. is famous (and which have been copied to a lesser extent in Australia and Europe).\n\nOne quite widespread supermarket chain is ",{"type":"[","value":["http:\/\/www.tata.com.uy Ta-ta"]},". These relatively small supermarkets sell a wide range of products from food and household items to clothes and even things you can bring home as souvenirs. If you've forgotten to bring something for your trip you can probably find it there. Most of them are open seven days a week.\n\n",{"type":"===","value":["Products"]},"\nUruguay does not manufacture most consumer goods locally. Most items in the stores have either been imported from China, or from Argentina or Brazil.  Even worse, Uruguay charges high import tariffs and high value-added tax (IVA) of about 22% on virtually everything.  Accordingly, imported goods cost as much as in Australia, Canada, or Europe. Uruguayan products on the other hand - chiefly comprised of food and leather products - can be very affordable.  \n\nSome parts of Uruguayan stores feature numerous high-quality brands familiar to any North American, like Dove soap, Colgate toothpaste, Listerine mouthwash, Del Monte canned fruit, and so on.  There are other brands with familiar logos but strange names; for example, Coca-Cola's South American juice brand is del Valle, which has a logo similar to Coca-Cola's North American juice brand, Minute Maid.  \nHowever, Uruguay is not a major priority for most other brands found in the developed world, which means their products are rare or nonexistent here. Locally available brands (as noted, imported mostly from China) tend to be of poor quality.  Because the Uruguayan market is so small and most Uruguayans are still relatively poor compared to consumers elsewhere, Uruguayan retailers lack the bargaining power of their North American or European counterparts.  In turn, Chinese factories often sell their highest-quality product lines to the dominant First World markets and send their mediocre-quality product lines to Uruguay and other small developing countries.  For example, while American and European consumers are accustomed to advertisements for luxury bedding made of 700+ thread count textiles woven from Egyptian or pima cotton, luxury bedding in Uruguay consists of 250+ thread count textiles woven from cotton\/polyester blends.  \n\nPopular items to buy include ",{"type":"'''","value":["yerba mate"]}," gourds, antiques, wool textiles, and leather goods: jackets, purses, wallets, belts, etc.  With regard to textiles and leather goods, although the prices may look like great bargains, one must keep in mind that local designs are inferior to designs elsewhere. Uruguay is still decades behind other countries when it comes to the quality of metalworking, which is a serious problem since leather goods like purses and belts have metal parts like clasps and buckles.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:La chacra del puerto Asado.JPG"],["thumbnail"],["Asado, traditional barbecue"]]},"\nUruguayan cuisine is typical for temperate countries, high on butter, fat, and grains, low on spice. It has an important Italian influence due to the strong Italian inmigration. If you are from the Mediterranean, you will find it bland, but if you come from the Northern Europe, Russia or the US, you won't have trouble getting used to it. \n\n",{"type":"===","value":["Prices"]},"\nAs of May 2014, breakfast for 4 people (a liter of fruit juice and two packages of biscuits) can cost as little as UYU100 in a supermarket, a serving of fast food costs about the same while meals in sit down restaurants generally speaking start from UYU300.\n\n",{"type":"===","value":["Specialties"]},"\nThere are many public ",{"type":"'''","value":["markets"]}," where you can get a hundred varieties of ",{"type":"'''","value":["meat"]},". Vegetarians can order ",{"type":"'''","value":["ravioli"]}," just about anywhere. \n\n",{"type":"'''","value":["Empanadas"]}," (hand-sized meat or cheese pies) make an excellent portable, inexpensive, and delicious snack or lunch. You can find them easily at many corner bakeries. \n",{"type":"[[","value":[["File:Chivito al plato.JPG"],["thumbnail"],["Chivito al plato"]]},"\nUruguay has traditionally been a ranching country, with cattle outnumbering people more than two-to-one, and therefore features excellent (and affordable) ",{"type":"'''","value":["steaks"]},".  One dish that should not be missed is ",{"type":"'''","value":["chivito"]},", a heart-attack-on-a-platter sandwich (some guidebooks call it a \"cholesterol bomb\") that is made of a combination of grilled tenderloin steak, tomato, lettuce, onion, eggs (hard-boiled and then sliced), ham, bacon, mozzarella cheese and mayonnaise and fries. There are two versions of chivito. ",{"type":"''","value":["Al pan"]}," means it's served \"on bread\", this is the classic variant and it looks like a hamburger served on a plate. If it is served ",{"type":"''","value":["al plato"]}," it is like a hamburger minus the bread and often with more vegetables.\n\n",{"type":"'''","value":["Asado"]}," is a typical Uruguayan barbeque, consisting of a variety of grilled meats (beef short ribs, sausage, blood sausage and sweetbreads and other offal) over wood coals. Almost all Uruguayans know how to make it and its variations appear on most restaurant menus. For a traditional experience, try it at the \"Mercado del Puerto\" market, in Montevideo's port area. As many of the European immigrants to the area around Rio de la Plata a century ago came from Italy, ",{"type":"'''","value":["Italian dishes"]}," have a special place in the local cuisine, often with a local twist. The Central European ",{"type":"''","value":["schnitzel's"]}," local relative ",{"type":"'''","value":["Milanesa"]}," is made with beef instead of pork and is also available as a sandwich.\n\nUruguay, with its long shoreline, also enjoys an excellent variety of ",{"type":"'''","value":["seafood and fish"]},". The flavor of the most commonly offered fish, ",{"type":"''","value":["brotola"]},", may be familiar to people from North America, where it is called hake.  \n\nFor desserts, ",{"type":"'''","value":["dulce de leche"]},", a kind of caramel, is found in all manner of confections, from ice cream to ",{"type":"'''","value":["alfajores"]}," (dulce de leche-filled cookie sandwiches), or ",{"type":"'''","value":["Ricardito"]},", a famous Uruguayan dessert (available in all supermarkets).\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Yerba Mate"]}," is widely drunk on the streets, but can hardly be ordered in restaurants, as young and old go around with their own cup and thermos bottle on the street there would likely not be anyone ordering it in a café or restaurant if they would offer it.  You may have to buy a package at a supermarket and make your own.  The drinking gourds are widely available and range from economical to super-luxe silver and horn.  Yerba Mate is a social drink. If you are with a group of Uruguayans they will probably offer you some, do be mindful, it may taste somewhat bitter. If you try some it will make everybody happy.\n\nUruguay is also acquiring a reputation for its fine ",{"type":"'''","value":["wines"]},", especially those made from the Tannat grape.\n\nAlcohol is relatively inexpensive. Beer often come in large, 1l bottles that can go for as low as UYU50. The two brands found everywhere are Pilsen and Patricia, Zillertal being a distant third. Imports are available too but other Uruguayan brands probably exist but are hard to find.\n\nThe most common strong alcohol beverage is surprisingly ",{"type":"'''","value":["whisky"]},", even many famous brands such as Johnnie Walker being manufactured in Uruguay under license. A 1l bottle of the cheapest brands can be bought for just UYU250 in a supermarket.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Pradera y bosque de ribera Uruguay.JPG"],["thumbnail"],["Landscape in the San José department in the southern part of the country"]]},"\nFor nature lovers, birdwatchers, and those seeking a respite from the fast-paced world, there are many \"estancias\" in serene and peaceful environments, surrounded by many species of native and migrating birds, which offer a unique opportunity to reconnect with nature.\n\nThere are many more beach houses to rent along the coast than actual hotel rooms. They are plentiful, and outside the high season affordable. During the first two weeks of January it's impossible to find anything, every cottage and hotel room is booked months in advance.\n\n",{"type":"==","value":["Work"]},"\n\nThere are numerous English language schools which are looking for native speakers as ",{"type":"[[","value":[["Teaching English"],["teachers"]]},". They can arrange papers or pay teachers under the table. The pay is not good, but enough to live on in Montevideo. Work permits are not particularly difficult to obtain and Uruguay lets you convert a tourist visa to a work visa without leaving the country. Residency visas without permission to work simply require you prove access to USD500 a month.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Plaza Matriz night.JPG"],["thumbnail"],["Night view of Plaza Constitución in Montevideo's old town"]]},"\nHistorically, Uruguay has enjoyed a very ",{"type":"'''","value":["low rate of violent crime compared to its neighbors"]},".  Thus, Argentines and Brazilians traditionally go on vacation in Uruguay because they love not having to worry about being carjacked, kidnapped, or murdered while on vacation.  Even today, Uruguay is still relatively free of those types of crimes.  \n\nHowever, this does not mean that Uruguay is crime free.  The major differences are that most Uruguayan crimes are either nonconfrontational or do not involve the gratuitous use of firearms.  Montevideo in particular has seen its crime rate gradually rise since the severe 2001-2002 financial crisis, and now has moderately high levels of theft, burglary, and robbery similar to those found in major U.S. cities.  Fortunately, Punta del Este and most rural areas continue to enjoy relatively low crime levels.  As long as you take basic precautions in Montevideo (i.e., use a money belt and\/or hotel safe for valuables, look alert, and keep out of obvious slums), you will have a very safe trip.\n\nCannabis is one of the most widely used drugs in the country and legal as well. Uruguay is the first country in the world where the sale, growth and distribution of cannabis is legal.\n\nIn an emergency, call ",{"type":"'''","value":["911"]}," or ",{"type":"'''","value":["999"]},". For firefighters, call, 104.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nTap water is safe to drink in all major cities. The Hospital Britanico (British Hospital), SUMMUM and BlueCross & BlueShield Uruguay have a European-quality service and they are clean and efficient. Asociación Española, Medica Uruguaya and CASMU are the largest healthcare companies in Uruguay and they have a European-quality level. Just don't make any unwise drinking decisions.\n\n",{"type":"[[","value":[["Tropical diseases"]]}," present in Uruguay include ",{"type":"'''","value":[{"type":"[[","value":[["Dengue fever"],["dengue"]]}]}," and ",{"type":"'''","value":["chagas disease"]},". Vaccine does not exist against either of these, so you need to watch out for mosquitoes and bugs. In practice you won't encounter insects in Uruguay very frequently, at least during the Southern Hemisphere winter.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Los Academicos 1.JPG"],["thumbnail"],["Supporters of the samba school Los Academicos in Artigas"]]},"\nUruguay is a socially progressive country. Women got the vote in Uruguay 12 years before France. Uruguay is a secular state unlike Argentina, Chile or Paraguay; the Uruguayan state has not supported any religion since 1917. The population is mainly Catholic, but not very practicing.\n\nThere are a few gay and lesbian bars in Montevideo and in Punta del Este, but outside those two cities there is no public \"queer\" community. The only public monument to sexual diversity is in Ciudad Vieja (the old city).\n\nHowever, it was the first Latin American country to pass a civil union law and is considered to be safe and welcoming to gay and lesbian visitors. Uruguay is ranked 6th in the ",{"type":"[","value":["http:\/\/www.spartacusworld.com\/gaytravelindex.pdf Spartacus Gay Travel Index"]},". Civil unions are legal in Uruguay, which convey the full rights of marriage, and gay and transgendered marriage was legalized in mid-2013. Even in rural areas, gay travelers experience little overt discrimination.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"[[","value":[["File:Montevideo pay phone.JPG"],["thumbnail"],["Antel pay phone in Montevideo"]]},"\n",{"type":"===","value":["Telephone"]},"\nThe national landline telephone monopoly is ",{"type":"[","value":["http:\/\/www.antel.com.uy\/antel\/ Antel"]},", which provides all public pay phones and is also the sole provider of landline Internet service. \n\nAlthough Antel pay phones only take Antel's proprietary magnetic cards, it is possible to use international calling cards to call home by taking the phone off the hook, waiting for a dial tone, and dialing the correct access code.  However, note that many public pay phones are not properly maintained. If you do not hear a touch tone emitted for each key, that means the phone is defective and you must try another one.\n\nUruguay's country code is +598.  Montevideo and suburbs have phone numbers beginning in two, while the rest of the country has phone numbers beginning with 4. \n\nAntel also operates a cell phone network, and in this field competes with two private companies, Movistar and Claro. All three have numerous kiosks and stores throughout the country. The standard is GSM and both the European (1800 MHz) and North American (1900 MHz) frequencies are used.\n\n",{"type":"===","value":["Mail"]},"\nThe national postal service is ",{"type":"[","value":["http:\/\/www.correo.com.uy Correo Uruguay"]},".  Most of their post offices are very hard to find and are open from 9 am to 5 pm Monday through Friday; some are open from 9 am to 12 pm on Saturdays. \n\nLetterboxes for depositing outbound mail are made out of cheap blue translucent plastic and are extremely difficult to find outside of post offices.  Some post offices have three boxes: one for the local city, one for domestic mail (\"interior\") and one for international (\"exterior\").  \n\nUruguayan letterboxes are designed only for indoor use.   Keep in mind that Correos licenses many retailers, such as pharmacies, as postal agents, and letterboxes can sometimes be found around those agents' premises as well.\n\n",{"type":"===","value":["Internet"]},"\n\nAntel is the ",{"type":"''","value":["only"]}," provider of landline Internet service, while Dedicado is the main provider of fixed wireless Internet service.  WiFi is ubiquitous and can be found in virtually all decent hotels as well as many restaurants, cybercafes, and shopping malls. \n\nAntel WiFi hotspots are normally available only to Antel landline Internet subscribers, unless you are in a place with free service like Carrasco International Airport, in which case a public username and password for free access are prominently posted and always username: antel password:wifi. Dedicado WiFi hotspots are free for everyone.\n\n",{"type":"==","value":["Go next"]},"\nUruguay borders on ",{"type":"[[","value":[["Brazil"]]}," and ",{"type":"[[","value":[["Argentina"]]},". The border of ",{"type":"[[","value":[["Paraguay"]]},", the next closest country, is about 500 kilometers away from the extreme northwest of Uruguay.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Uruguay"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Uruguay"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Uruguay\/"]]},"\n\n",{"type":"{{","value":[["geo"],["-34.8833"],["-56.1667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South_America"]]}]