[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Urumqi s bazzar.jpg"],["thumb"],["The Grand Bazaar at night."]]},"\n\n",{"type":"'''","value":["Urumqi"]}," (Pronounced: ",{"type":"''","value":["Y-RYM-chee"]},") (乌鲁木齐; ",{"type":"''","value":["Wūlǔmùqí"]},"; Uyghur: ئۈرۈمچی) is the capital of the ",{"type":"[[","value":[["Xinjiang"],["Xinjiang Uighur Autonomous Region"]]},", administered by the ",{"type":"[[","value":[["People's Republic of China"]]},". The city has a population of around 2.5 million and is in the ",{"type":"[[","value":[["Tian Shan"]]}," mountains.\n\n",{"type":"==","value":["Understand"]},"\nUrumqi is quite famous for its claim that it is the most inland major city in the world, that being the farthest from any ocean. \n\nThere are two major ethnic groups, a quarter million of the original Uyghur inhabitants of the area and 1.5 million Han (ethnic Chinese); the city has a higher proportion of Han than elsewhere in the region. Other ethnic groups in Urumqi include Kazakhs, Kyrgyz, Mongols and Hui Muslims.\n\nRegardless of ethnicity, most people in Urumqi can speak some level of ",{"type":"[[","value":[["Mandarin Chinese"]]},", however in some parts of the city ",{"type":"[[","value":[["Uyghur phrasebook"],["Uyghur"]]},", a Turkic language, is dominant.  Few people speak English, even in some of the large hotels. When taking a taxi, it is a good idea to have a piece of paper with the name of your destination written in Chinese. \n\n",{"type":"[[","value":[["Image:View of Urumqi from Hongshan (red mountain) park.jpg"],["350px"],["thumb"],["City skyline from Hongshan Park"]]},"\n\nDespite what some of the guidebooks say, Urumqi has a lot to offer and can provide a great introduction to Xinjiang.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["merge from"],["Moscow to Urumqi"]]},"\n",{"type":"===","value":["By plane"]},"\nUrumqi is served by the Urumqi Diwopu International Airport (乌鲁木齐国际机场; Wūlǔmùqí Guójìjīchǎng; ",{"type":"{{","value":[["IATA"],["URC"]]},") 20 km (12 mi) northwest of the city center with regular domestic flights from ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Changsha"]]},", ",{"type":"[[","value":[["Chengdu"]]},", ",{"type":"[[","value":[["Chongqing"]]},", ",{"type":"[[","value":[["Dalian"]]},", ",{"type":"[[","value":[["Dunhuang"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Hangzhou"]]},", ",{"type":"[[","value":[["Jilin"]]},", ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Lanzhou"]]},", ",{"type":"[[","value":[["Nanjing"]]},", ",{"type":"[[","value":[["Qingdao"]]},", ",{"type":"[[","value":[["Sanya"]]},", ",{"type":"[[","value":[["Shanghai"],["Shanghai-Hongqiao"]]},", ",{"type":"[[","value":[["Shenzhen"]]},", ",{"type":"[[","value":[["Shijiazhuang"]]},", ",{"type":"[[","value":[["Xiamen"]]},", ",{"type":"[[","value":[["Xi'an"]]},", ",{"type":"[[","value":[["Xining"]]},", ",{"type":"[[","value":[["Yinchuan"]]},", and ",{"type":"[[","value":[["Zhengzhou"]]},".\n\nUrumqi also offers flights from ",{"type":"[[","value":[["Almaty"]]},", ",{"type":"[[","value":[["Astana"]]},", ",{"type":"[[","value":[["Baku"]]},", ",{"type":"[[","value":[["Bishkek"]]},", ",{"type":"[[","value":[["Dushanbe"]]},", ",{"type":"[[","value":[["Islamabad"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Kabul"]]},", ",{"type":"[[","value":[["Moscow"]]}," (Sheremetyevo), ",{"type":"[[","value":[["Novosibirsk"]]},", ",{"type":"[[","value":[["Osh"]]},",  ",{"type":"[[","value":[["Seoul"]]}," (Incheon), ",{"type":"[[","value":[["Tashkent"]]},", and ",{"type":"[[","value":[["Tehran"]]}," (Imam Khomeini).\n\nXinjiang destinations include ",{"type":"[[","value":[["Aksu"]]},", ",{"type":"[[","value":[["Aletai"]]},", ",{"type":"[[","value":[["Hotan"]]},", ",{"type":"[[","value":[["Kashgar"]]},", ",{"type":"[[","value":[["Kuche"]]},", ",{"type":"[[","value":[["Tacheng"]]}," and ",{"type":"[[","value":[["Yining"]]},".\n\nA taxi costs about ¥50 by meter to the city, although most drivers will try for more. Travel time is about 20 minutes without traffic.\n\nAirport shuttles available for ¥15.\n\nFor those in transit note that the airport closes after the arrival of late flights and one is not permitted to remain inside the building overnight.\n\n",{"type":"===","value":["By train"]},"\nWulumuqi Railway Station (乌鲁木齐火车站; Wūlǔmùqí Huǒchēzhàn) is at Qingfeng Road.\n",{"type":"*","value":[" Beijing West - Urumqi (乌鲁木齐) Train T69 takes 33h:52m  Hard seat = ¥316: Soft seat ¥502: hard sleeper ¥531 \/ ¥549 \/ ¥568: Soft sleeper ¥837 \/ ¥874"]},{"type":"*","value":[" Chengdu - takes about 49 hours "]},{"type":"*","value":[" Dunhuang - takes about 14 hours (as of September 2009 no trains were running on the branch line to Dunhuang)"]},{"type":"*","value":[" Hami - takes about 9 1\/2 hours"]},{"type":"*","value":[" Jiayuguan - about 16 hours "]},{"type":"*","value":[" Kashgar - takes 24-33 hours (¥506 for top bunk soft sleeper)"]},{"type":"*","value":[" Kuche - takes about 14 hours"]},{"type":"*","value":[" Lanzhou - takes about 21 hours (¥338)"]},{"type":"*","value":[" Shanghai - takes about 44 hours"]},{"type":"*","value":[" Turpan - takes about 2 hours (but drops you about 50 km\/31 mi north of Turpan, from where you have to catch a bus) "]},{"type":"*","value":[" Xi'an - takes about 34 hours"]},{"type":"*","value":[" Almaty, Kazakhstan (direct service, via Alashankou) - takes 32-48 hours"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yining"]]},", ",{"type":"[[","value":[["Khorgas"]]}," (Kazakh border) - takes 10-11 hours (overnight trains only)"]},"\nTo get tickets for Almaty you need to purchase them from the hotel to the right of the train station.  One can purchase tickets from ",{"type":"[","value":["http:\/\/www.realrussia.co.uk\/|RealRussia"]}," for about 3 times their face value.  It is difficult to purchase tickets from standard travel agencies in China.\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/qq.ip138.com\/train\/xinjiang\/WuLuMuQi.htm Urumqi train schedule"]}," (in Chinese)"]},"\n",{"type":"===","value":["By bus"]},"\nThe Northern Long-Distance Bus Station is at Heilongjiang Road\n",{"type":"*","value":[" Almaty, Kazakhstan (via Korgas) - takes about 24 hours and ¥440, tickets can be bought at the Bianjiang Hotel, room 2121 (边疆宾馆2121号房间) or at the international bus station at Nianzigou (碾子沟国际客运站). Time spent clearing customs at Korgas make the travel time rather variable."]},{"type":"*","value":[" Burqin - takes about 13 hours "]},{"type":"*","value":[" ",{"type":"[[","value":[["Korgas"]]}," - takes about 14 hours"]},{"type":"*","value":[" Lanzhou - takes about 40 hours"]},{"type":"*","value":[" Tacheng - takes about 12 hours"]},{"type":"*","value":[" Yining also called Yili - takes 11-14 hours and costs ¥165 (Jul 2008)"]},"\nThe Southern Long-Distance Bus Station (南郊客运站) is in the southern part of city (across from the Shuishang Amusement Park (水上乐园))\n",{"type":"*","value":[" Hotan - takes 19-26 hours"]},{"type":"*","value":[" Kashgar - takes about 24 hours"]},{"type":"*","value":[" Korla - takes about 10 hours"]},{"type":"*","value":[" Kuche - takes about 17 hours"]},{"type":"*","value":[" Turpan - takes about 3 hours (heading for ",{"type":"[[","value":[["Gansu"]]},", will need to change buses for Hami)"]},"\n",{"type":"===","value":["By car"]},"\nChina Highway 312 is a motorway crossing Xinjiang from Gansu to the border with Kazakhstan.  Most destinations within Xinjiang can be accessed via private car.  Drivers tend to congregate near the bus stations and will often approach passengers shouting their destination.  Drivers usually try to fill the car with four passengers, but you can also rent the whole car (包车; bāochē).  In almost every case, a car will save hours of travel time over a bus.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On foot"]},"\nThe city centre is big, and separated in to different 'centres'.  You can walk, but distances are large, roads are wide, and ongoing building work will block your path. Furthermore, in summer it gets very hot and in winter it can drop to -35°C (-31°F) at night.\n\n",{"type":"===","value":["By taxi"]},"\nMetered taxi fares start at ¥6.  There are also ",{"type":"''","value":["black taxis"]}," (illegal), driven nowadays by anyone, male or female.  Fares for these are negotiable and they definitely come in handy during rush hour when metered taxis are tough to come by.  Regardless, you should never pay more than ¥20 for a ride within the city.\n\n",{"type":"===","value":["By bus"]},"\nBus number 52 goes from the round about near the airport to the museum.  Other useful routes running generally north-south are 101, 61 and 63.\n\nThe very visible BRT (Bus Rapid Transit) Buses are a quick, efficient and very crowded way from getting from one end of the city center to another. BRT1 and 2 are very useful. BRT1 runs straight down Youhau Lu to the train station. BRT 3 connects the grand bazar, People's Theater and Square and ultimately terminates with a connection to BRT1 at its Northern end. Just put ¥1 in the box on the way onto the platforms and then squeeze onto a bus. These are recently opened (Sept 11) and run along a segregated busway - something of a cross between a bus and a tram.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Grand Bazaar"],["alt=新疆国际大巴扎"],["url="],["email="],["address="],["lat=43.778360"],["long=87.615562"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Xinjiang International Grand Bazaar, a traditional Islamic market area and the main Uyghur enclave in downtown – definitely worth a visit in the evenings for some food and people watching. In the summer time, the Da Bazar at night is a rather lively place, if you come just as it is getting dark you can see tight rope walkers walking from one side of two the next with the tall minaret in the background."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Red Mountain"],["alt=Hongshan, 红山"],["url="],["email="],["address="],["lat=43.808072"],["long=87.605837"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This pleasant park has, among other things, a Ferris wheel, a Buddhist temple and great views over the city. The park itself has a free entrance but you have to pay for some of the attractions."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=People's Park"],["url="],["email="],["address=Between Guangming Rd and Hellongliang Rd."],["lat=43.793430"],["long=87.601251"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A wonderful place for people watching. Busy at all times of day but particularly in the early mornings and evenings, with people making music, singing, dancing, playing games, exercising, doing tai chi, practicing calligraphy, in fact pretty much any recreational activity."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=People's Square"],["alt=人民广场"],["url="],["email="],["address="],["lat=43.793930"],["long=87.621635"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A big square in the middle of town with an army monument in the middle."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Shuimugou Hot Springs (水磨沟)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Xinjiang Uygur Regional Museum (Qu Bowuguan, 自治区博物馆)- "]},"- 132 Xi Bei Lu \/ West North Rd. Located behind the Sheraton Hotel. Highlights include a few mummies on display and other artifacts. If you start your trip around Xinjiang, the museum gives you a verry good introduction about the history and minorities. Admission is free."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Xinjiang Silk Road Museum (新疆丝绸之路博物馆)"],["alt="],["url=http:\/\/www.xjsczlbwg.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Easy to find - located right next to the Grand Bazaar at No.160 Shengli Rd. Bus No.110 stops very close to it. It is on the fifth and sixth floor of a very large European style building which houses a shopping complex as well. The admission charge is ¥30 per person. Most of the exhibits have English names as well and some of their guides speak some English."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Confucian Temple"],["url="],["email="],["address=Qianjin Lu."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful, quiet and peaceful temple. To find it follow the red wall alongside the Autonomous Regional Party Committee building north from People's Square.  Take the first turn to the right and follow the road east to the end where you will find the temple.  It closes at 13:00 for lunch."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Liyushan Park"],["url="],["email="],["address=No.158 Kunming Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Admission is free"],["content=The park is showing old trees from the desert, large stone trees, stones with carvings from BC and some Przewalski horses (which are rare) plus other animals. The north entrance is hard to find and just behind the Yema International Business Hotel (4th floor of the building in the back yard)."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe Grand Bazaar (aka Erdaoqiao) is a great place not only for regional specialty items, but also has many goods from nearby countries such as Russia and Mongolia. It is a popular tourist destination although somewhat of a tourist trap these days.  However, the surrounding area is the heart of the Uyghur community and makes visiting worthwhile.\n\n",{"type":"*","value":[" Imported delicacies can be found at the Youhao supermarket in the basement of the Tianshan Shopping Center (天山百货), located across from the People's Square."]},"\n",{"type":"*","value":[" A number of stores selling outdoor gear, camping supplies (户外用品) etc. can be found on Renmin Lu, east of Nanmen."]},"\n",{"type":"*","value":[" Hualin (华凌市场)is a huge trade complex selling almost anything you can think of. Shangmao Cheng (商贸城)is a similar huge bazaar in the south of the city."]},"\nPlease beware pickpockets and watch your possessions carefully.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=People's Park"],["url="],["email="],["address=Between Guangming Rd and Hellongliang Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A wonderful place for people watching.  Busy at all times of day but particularly in the early mornings and evenings, with people making music, singing, dancing, playing games, exercising, doing tai chi, practicing calligraphy, in fact pretty much any recreational activity."]]}]},"\n",{"type":"==","value":["Eat"]},"\nFood is one of the things that Xinjiang is famous for. Fresh naan, spicy kababs, steaming pilaf, or famous hand stretched noodles — there are a lot of choices, and lots of variety. \n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Confucian Temple"],["url="],["email="],["address=Qianjin Lu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Lunch until 13:00"],["price="],["content=A beautiful, quiet and peaceful temple.  To find it follow the red wall alongside the Autonomous Regional Party Committee building north from People's Square.  Take the first turn to the right and follow the road east to the end where you will find the temple."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Qosh Amet"],["url="],["email="],["address=Konsulhana St"],["lat="],["long="],["directions=Follow the street between the large Arman Supermarket and the huge Mosque at the end of Yan'an Lu"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For perhaps the best Dapan ji in town -- a famous Hui dish ( 大盘鸡, literally \"Big Plate of Chicken\"), head to Konsulhana Kochisi (near the large mosque across from the north end of Yan'an Lu) where you'll find Qosh Amet. For those who don't know Uyghur, simply look for the large English sign that reads \"Chicken Food\" and head on in. It's a three-story restaurant with a singular focus. The only choice you have to make is if you want a Zhongpan ji or dapan ji (Zhong being smaller, suitable for 2-3 people). A larger plate will run you ¥60, and is served with a side of noodles."]]}]},{"type":"===","value":["Budget"]},"\nLocal restaurants are available throughout the city, although most Uyghur restaurants are concentrated in Erdaoqiao, around the Grand Bazaar - there  are plenty of restaurants on the street behind the mosque offering a nice alternative to standard Chinese cuisine. A standard price for a plate of hand-streched noodles with vegetable meat topping (laghman\/bànmiàn) is about ¥9--if you are still hungry, you can request more noodles (jiāmiàn). Melon slices also make an excellent snack, at about ¥1 a slice from a street vendor.\nAmong other common Uyghur foods are dumplings of mutton and onions (samsa), Uyghur fried rice (polo), dumpling soup (chuchura), meat pies (Gush Nan) and Opke Hessip (lungs and stuffed intestines) for the brave.  Local specialty drinks include Kawas (carbonated drink flavored with honey) and Dogh (a mixture of crushed ice, yoghurt and honey available in summer).  The best known Hui dish is big plate chicken (dàpánjī), a spicy mixture of chicken and potatoes.  Personal experience leads me to recommend the following:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bodun （博盾）"],["url="],["email="],["address=42 Heping Rd N"],["lat="],["long="],["directions=5 min S of People's Sq"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious and cheap Uyghur staples.  Good location in the city center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Avral"],["url="],["email="],["address=60 Shengli Rd"],["lat="],["long="],["directions=In Erdaoqiao (二道桥), across from large mosque"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious and finely decorated, Avral is also well known for its Uyghur ice cream (marozhni).  This location is currently undergoing renovation, but there delicious ice cream shows up in other restaurants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dumpling House"],["url="],["email="],["address="],["lat=43.762164"],["long=87.626790"],["directions=from Rendezvous on 960 Yan'an Rd, walk back towards the city. Take the first left (a small side street) and walk 250m. You should see the dumplings being prepared"],["phone=13899968044"],["tollfree="],["fax="],["hours="],["price= ¥1-4"],["content=For an authentic local experience, just around the corner from the Rendezvous cafe, try here. They serve a form of fried, then steamed dumplings that are very popular with the local crowd, accompanied by a hot bowl of butter milk tea."]]}]},"\nHui and Uyghur food can be very spicy, and it is a good idea unless you like very spicy food to tell them \"búyào là de\", or for Uyghurs \"kizil mooch salmang!\". \n\nOne warning before you go out and get local food though. Not everyone can stay healthy eating Uyghur and Hui food. Often it is cooked with a large amount of oil. Sanitary conditions are also perhaps not what you would have expected. If you have a weak stomach, or gall bladder problems it might be a good idea to try some of the other options. Or just stick to naan and kebab.\n\nTake care if you are considering going to one of the restaurants next to the Grand Market.  They will quite happily give you a 'tourist menu' where every dish is priced at over ¥1,000.  You can get similar and just as nice food at other restaurants in the nearby streets for a fraction of that price.\n\n",{"type":"===","value":["Mid-range"]},"\nIn town there are several mid-range options available for western food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rendezvous"],["url="],["email="],["address=960 Yan'an Rd"],["lat=43.760857"],["long=87.629128"],["directions=right by the Silk Road Hotel, on the 16, 63,106 and 912 bus routes"],["phone=+86 0991 255-5003"],["tollfree="],["fax="],["hours=11:00-22:00"],["price=¥20-¥50"],["content=American-run.  Also offers an excellent breakfast menu (at the moment only on the weekends) and their wraps are quite delicious.  Try the Enchilada if you are hungry or the Burgers.  They also have a great range of cakes, some say the best chocolate cake in Urumqi.  For the money, the best and cheapest Western food in Urumqi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eversun Coffee Minzhu Rd"],["alt=一阳咖啡"],["url="],["email="],["address=Hongqi Rd and Mingzhu Rd"],["lat=43.795646"],["long=87.614490"],["directions=on the corner of Hongqi Rd and Mingzhu Rd, once at this busy roundabout, glance up and you should see the sign on level 4F"],["phone="],["tollfree="],["fax="],["hours="],["price=¥50-120"],["content=A trendy local coffee chain with a comprehensive western menu including several steak options. Eat and drink in a classy Urumqi establishment. Smoking is permitted, and there is live piano music some nights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Texas Cafe"],["alt=德州咖啡屋"],["url=http:\/\/texascafe.weebly.com"],["email=texascafecn@gmail.com"],["address=Nanmen Mashixiaoqu"],["lat=43.788455"],["long=87.613107"],["directions=near Nanmen down the grapevine covered alley across from the south entrance to the computer market"],["phone=+86 0991 281-0025"],["tollfree="],["fax="],["hours=13:00-23:00"],["price=¥25-55"],["content=",{"type":"'''","value":["NB. as of November 2013, this cafe is undergoing a management change and is closed for business."]}," A Tex-Mex and classic American café.  For comfort food try their fajita plates or tacos.  They've got refried beans and homemade taco shells.  The place is decorated with a lot of Texas memorabilia and it's somewhat of an Tex-Mex oasis there in Xinjiang.  Also, they have a good selection of English books."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vine Coffeehouse"],["alt=德蔓咖啡屋"],["url="],["email="],["address=65 Minzhu Rd"],["lat="],["long="],["directions=Down a small street near the People's Theater (人民电影院, Rénmín Diànyǐngyuàn)"],["phone=+86 0991 230-4831"],["tollfree="],["fax="],["hours=Closed M"],["price="],["content=A Caribbean cafe serving a wide array of western and Caribbean specialty dishes.  Somewhat overpriced with small portions, but the little steaks are nice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Edo No Sakura"],["url="],["email="],["address=65 Guangming Rd"],["lat="],["long="],["directions=On 1F of brightly colored high rise near Hongshan Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For those intrigued by the prospect of eating sushi in the city furthest from an ocean.  It is a bit pricey as can be expected.  Next door is also a Brazilian barbeque restaurant, Sabbath."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tashkent"],["alt=塔什干; Ташкент"],["url="],["email="],["address=47 Xinhua Rd S, near the Huaqiao Hotel(华侨宾馆)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pleasantly decorated Central Asian cafe (with a smattering of European dishes, as well), which used to be located on Xin Hua Nan Lu, but in April of 2011 moved down to the Dawan Bei Lu area. From the Number 10 bus stop, turn right at the first semblance of a road, pass a few run-down shops and suddenly you will enter a nearly new strip-mall area surrounded by fancy apartments. Keep walking about two (short) blocks, and Tashkent will be on your left. Madina, a tasty Pakistani restaurant that used to be located next to Tashkent's former location, has now taken up shop on the 15th floor of the Huaqiao Hotel(华侨宾馆). Take the elevator to the 14th floor and wander until you find a staircase to the 15F. Same golden arches sign as before, albeit much smaller. The place has downsized significantly, but still features amazing Pakistani food and tea."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ice Mountain Creamery"],["alt=美国冰淇淋"],["url="],["email="],["address=乌市人民路车市 H9 (Wushi renmin lu che shi H9), near the center of town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=American-owned  ice cream shop selling delicious ice cream.  They have a very small window in the center of town but you can also buy it  at the Texas Cafe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are also a number of Russian restaurants near the Bianjiang Trade Complex (边疆商贸城)on Yan'an Rd."]]}]},"\nHan Chinese dishes places, available all around town also fall into the mid-range category.\n\nA good local Chinese chain is ",{"type":"'''","value":["Shunming (顺明)"]},", serving Uyghur and Chinese food for a reasonable price.  They are open twenty four hours and have several locations around town including at the People's Square (人民广场) and the People's Theater (人民电影院)\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vegan Yuanqi Vegetarian Restaurant"],["url="],["email="],["address=2 Altay Rd"],["lat="],["long="],["directions="],["phone=+86 0991-8735001\/8487563"],["tollfree="],["fax="],["hours="],["price="],["content=A Buddhist restaurant located near the junction of Altay Road and Xinyi Road. Walk about 200 meters north from the junction. On the left side of the road stands a big apartment block with two buildings. Restaurant is located 50 m inside a little alley between A and B wings.  The staff are charming but speak no English, the menu is entirely in Chinese."]]}]},"\nAnother option is fast food, which has become increasingly popular in the last few years. KFC restaurants(肯德基）have sprung up all around town and are located at the Grand Bazaar, People's Square, Hongshan, and the Children's Park among other locations. There are also two Pizza Huts (必胜客, located at Zhongshan Rd. (中山路) and Youhao Shopping Mall (友好商场)), and several smaller Chinese fast food chains--specifically Dicos (德克士) & Fast Food Burgers (百富烤霸, also known as Roast King).\n\n",{"type":"===","value":["Splurge"]},"\nThe buffet at the China Southern Airlines Hotel is an ideal place to splurge. The head Chef is Austrian, and the food is very authentic Western fare, with some local dishes as well. Dinner costs ¥88 plus 15%, and includes tea, coffee, and a glass of red wine.\nThe buffet at the Urumqi Sheraton ought to be rather good. ¥130.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Korgan"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the Grand Bazaar (Dà Bāzhā) in Erdaoqiao"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Luxuriously decorated Uyghur restaurant.  Very good Uyghur food if somewhat inflated prices."]]}]},"\n",{"type":"==","value":["Drink "]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Victoria"],["url="],["email="],["address=94 Shengli Rd"],["lat="],["long="],["directions="],["phone=+86 0991-8555556"],["tollfree="],["fax="],["hours=11:00-01:00"],["price="],["content=A popular hangout with hip Uyghurs, Central Asians and Russians. The dancing and atmosphere are good but the prices are high. Small beers start at ¥25 (local beer by comparison is ¥2), and most dishes begin around ¥60."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Almaly Club"],["alt=苹果之父"],["url="],["email="],["address=38 Renmin Rd (F5, Xinhongxin Mansion, 新宏信大厦5楼)"],["lat="],["long="],["directions=On Renmin Rd right before the highway overpass"],["phone=+86 0991-2334189"],["tollfree="],["fax="],["hours="],["price="],["content=Newly opened in a very nice new venue, this Kazakh themed restaurant and club serves a wide variety of Kazakh and Russian dishes. After 22:00 Beijing time there is live music and dancing(but also a minimum expense of ¥200 per party)."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maitian International Youth Hostel"],["url="],["email="],["address=726 Youhao Rd S, near Parkson 友好南路726号，友好百盛旁边"],["lat="],["long="],["directions=Take every bus that pases in Hongshan (红山) stop (101,2,7,14 and more )"],["phone=+86 0991 4591488, 13999883785"],["tollfree="],["fax="],["hours="],["price=Dorms: 8-bed ¥40 6-bed ¥50 Double with private bath ¥140. Discounts for HI members"],["checkin="],["checkout="],["content=In an alley right to the Parkson shopping center (Bǎishèng). Clean toilets, hot water, wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Silver Birches International Hostel"],["alt=Xinjiang International Youth Hostel"],["url=http:\/\/www.yhaxinjiang.com"],["email=yhaxinjiang@hotmail.com; syb-2000@sohu.com"],["address=186 Nanhu Rd."],["lat="],["long="],["directions=From the airport you can take the shuttle which costs ¥10 per person and will go directly to Youhao Lu, then take a taxi which should cost ¥6 in low traffic to the Nanhu Urumqi County Court, the hostel is across the street. Alternatively you can take the taxi straight from the airport which should cost ¥40, you should tell the taxi to take this route: Wàihuán(外环)- Běijīng Lù(北京路) - Sūzhōu Lù(苏州路) - Shìzhèngfǔ(市政府)Nánhú(南湖). From the train station you can take either the number 8 or 58 bus to Beimen Medicine Company and then take the number 73 bus; You can also take the taxi for ¥15 to 186 Nanhu Rd S"],["phone=+86 0991-4881428 \/ 13809943984"],["tollfree="],["fax="],["hours="],["price=Dorms: 10-bed ¥30, 5-bed ¥45. Discounts for HI members."],["checkin="],["checkout=noon"],["content= A nice hostel with a good atmosphere, a nice common area and a good lawn. Laundry, travel information, free Wi-Fi and free water are available. Both the large and small dorms can be feel a bit cramped when they are full. Not clean - hallways are dingy, smoking is allowed in the building, all toilets are squatters which smell quite bad.."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youth Hotel"],["url=http:\/\/www.xyjt.info\/youthhotel\/lianxi.html"],["email=yj2000@vip.sina.com"],["address=Shaybake district, Yangzijiang Rd, beside Wulumuqishi Shayibake people's Government building 乌鲁木齐市 沙依巴克区"],["lat=43.798"],["long=87.594"],["directions=Coordinates: 43.47955 87.35717"],["phone=+86 0991-4509-766, 7730098"],["tollfree="],["fax="],["hours="],["price=Double with bath ¥90 \/ without bath ¥70 Single with bath ¥70 \/ without bath ¥50. Ask for discounts"],["checkin="],["checkout="],["content=A Chinese guesthouse which doubles as both a Youth Hostel and a Brothel, with very little guests being travellers (July 2011 - most people seems to be travellers, not a bad option to the other expensive YHA's). Relativly cheap, but the rooms are small. WiFi in some rooms and fans available. Laundry ¥10 per load. The owners\/managers speak no English, but can understand sign language - if you call, you may want to have a Mandarin speaker to make a booking."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Islam Grand Hotel"],["url="],["email="],["address=22 Zhongshan Rd"],["lat="],["long="],["directions="],["phone=+86 0991 2811017"],["tollfree="],["fax=+86 0991 2811513"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quanjude Tianshan Hotel"],["alt=全聚德 天山大饭店"],["url="],["email="],["address=199 Longquan Street, Tianshan District"],["lat=43.784095"],["long=87.608915"],["directions=corner of Longquan St and Xinhua South Rd"],["phone=+86 991 8538556"],["tollfree="],["fax=+86 991 8550111"],["hours="],["price=¥200-¥300"],["checkin="],["checkout=12:00"],["content= A hotel of the famous Beijing Duck chain (the restaurant is on level 2, do get the duck while you're here!), well located in the Uyghur part of town, close to the Grand Bazaar. Free wired internet in all rooms. Try the samosa and naan on the opposite street for a delicious and cheap snack during your stay."]]}]},"\nThere are numerous hotels in the mid-range bracket, but they are not always easy to find as they often do not have signage at street level.  Look high on the buildings where there may be a hotel sign, then find the entrance at street level.  You should easily be able to find a comfortable room with en-suite bathroom and aircon for under 300.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=China Southern Airlines Hotel"],["alt=南航饭店"],["url="],["email="],["address=Youhao Rd N"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Another high quality foreign hotel. Formerly known as the Kempinski Hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hoi Tak Hotel"],["alt=海德宾馆"],["url="],["email="],["address=1 Dongfeng St"],["lat="],["long="],["directions="],["phone=+86 0991 2322828"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Broadband internet access, and satellite TV. 5 star hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Urumqi"],["alt=假日饭店"],["url="],["email="],["address=168 Xinhua Rd N"],["lat="],["long="],["directions="],["phone=+86 0991 2818788"],["tollfree="],["fax=+86 0991 2817422"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hung Fu hotel"],["url="],["email="],["address=160 WuYi Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From ¥600"],["checkin="],["checkout="],["content=A downtown 5 star hotel that can offer good value in comparison to the upmarket chains.  Opened in 1998 it is starting to show its age just a little (weak a\/c, temperamental showers).  Service is excellent however. Rooms are modern and have some character, and occupy floors 12-28 hence offer nice views of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Hotel"],["alt=喜来登酒店"],["url="],["email="],["address=669 Youhao Rd N"],["lat="],["long="],["directions="],["phone=+86 0991 6999999"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Broadband internet access, and satellite tv. Five star hotel north of the city center.   There's super luxurious shopping next door now too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yindu Hotel Urumqi"],["alt=银都酒店"],["url=http:\/\/www.yinduhotel.com\/e_hotel.html"],["email="],["address=39 Xibei Rd"],["lat="],["long="],["directions="],["phone=+86 0991 4536688"],["tollfree="],["fax=+86 0991 45171663"],["hours="],["price="],["checkin="],["checkout="],["content=Broadband internet access, and satellite TV. Located in the business district, 312 rooms, six restaurants, exercise equipment, spa, sauna, massage, swimming pool, night club, KTV rooms."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nIn general Xinjiang is a rather safe place.  However, in the bigger bazaars and on public transportation pickpockets do operate so be sure to secure your valuables.  Riots in summer 2009 also necessitate extra caution.  While there is currently a large police and military presence in the city, protests and other violence have broken out sporadically since then.  In the aftermath of the 2009 riots, communications were severely restricted with internet access and all international calls in and out of the region blocked by the government.  These restrictions appear to have been lifted (June 2010).  In any case, calls are able to be placed from the bianjiang binguan (边疆宾馆 mentioned above) for ¥5\/min and possibly also from post offices 邮电局 for ¥2-3\/min.  Keep these restrictions in mind before traveling.  Also be prepared to be stopped by security personnel suspicious of foreigners.\n\n",{"type":"===","value":["Respect"]},"\nIn most Islamic cultures, naan (bread), is very important. It is not a good idea to throw it away. If you drop it, pick it up and carry it with you. Do not step on naan--It is important to treat it with some respect. Also, if you decide to eat naan while walking, break off a piece, and eat that. Do not bite into the whole loaf.\n\nBefore entering a local shop (such as an boutique, antique store, etc.), it is custom to raise your hands above your head, clasp them together, and bow deeply, keeping your folded hands extended outward. Bowing shows the locals that you acknowledge that you are a guest. Outreaching your hands shows that you want them to lead you. Only visitors are to do this, not local people.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kazakhstan"]]}," ",{"type":"{{","value":[["listing"],["name=Kazakhstan"],["url="],["email="],["address=216 Kunming Rd"],["lat="],["long="],["directions=Bus #2 from the main train station stops reasonably close. Get off at Xiaoxigou station, backtrack some 50 m or so and then go left. Walk towards Yema Silk Road Hotel and you will see the embassy with long queues right next to it. As an international guest you can probably skip those lines however. Coordinates: 43.51343 87.34245"],["phone="],["tollfree="],["fax="],["hours=M-Th 10:00-13:00"],["price=Visas issued in two working-days. AT THE MOMENT JULY 2011 IT TAKES 5 DAYS. Cost varies depending on nationality: British and American ¥261. Most Europeans ¥137. Visa collection at 16:00. Day 1: fill out application (1 Photo and passportcopy needed), You'll get a form for paying the bill at any China Construction Bank, Day 5: show up at 10:00 with the receipt for the payment, Day 5: 16:00 pick up the visa. To save a trip to the embassy, just pay the bill at day 1 and return it to the embassy. There is a bank 200m straight from the entrance through the parks on the right."],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kyrgyzstan"]]}," ",{"type":"{{","value":[["listing"],["name=Kyrgyzstan"],["url="],["email="],["address=58 Hetan Rd N"],["lat=43.48784"],["long=87.35748"],["directions=The consulate is in the Central Asian Hotel, the entrance is the blueish door left from the main door of the hotel.Coordinates: 43.48784 87.35748"],["phone=+86 0991 518-9980"],["tollfree="],["fax=+86 0991 518-9985"],["hours=Visa applications 12:00-13:30, picking up visas 13:30-14:00, closed W"],["price=¥460 (some EU nationals), ¥520 (British), ¥735 (same day processing)"],["content=EU nationals (and some others) are required to attach one passport size photo and a copy of the passport to the application. You will also be asked to write a letter explaining who you are and what are your reasons for traveling. Normal time required for processing is five days, but they have same day processing available, for a higher fee (pick up at 17:00). You can start the application without leaving the passport at the embassy."]]}]},"\nUnfortunately, these are the only two consulates in Urumqi.  For those heading to other destinations in Central Asia, instead of returning to Beijing, a good bet would be to pick up visas for those locations in Almaty, Kazakhstan or Bishkek, Kyrgyzstan.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tianshan Tianchi National Park"]]}," (天池) - scenic with prismatic splendor.  Tickets are approximately ¥140.  Buses leave from the north end of People's Park every morning at 9:00.  It will give you a wonderful experience of Chinese tourism with your time micro-managed by the tour guides.  The bus costs ¥130 with another ¥140 for entrance to the park.  This gives you lunch of a sort and a visit to a yurt village as well as to Heavenly Lake."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nan Shan"]]}," (南山) -  Picturesque mountains south of Urumqi. In summer the valleys are populated with Kazakh Yurts, which accept travellers for ¥50-100 per night including food.  Excellent for hiking and horseback riding.  Cheap buses (¥8-25) leave for the area throughout the day from the bus station south of People's Park (Renmin Gongyuan).  Particularly recommended is Juhua Tai (菊花台, chysanthemum terrace), with plenty of food and sleeping options along with mountain pastures filled with alpine flowers."]},{"type":"*","value":[" ",{"type":"[[","value":[["Number One Glacier"]]}," (一号冰川) -  Located in the far south of Nan Shan is this fast disappearing glacier, the first in China to be thoroughly researched.  The area is in the higher peaks in the Nan Shan range (over 4200 m\/14,000 ft)and boasts spectacular views along with few tourists.  The glacier can be reached after first taking the Nan Shan bus to Hou Xia (后峡, ¥12.6), and then finding a driver in the town to take you to the glacier(¥150-200 one way, about an hour). Several kilometers from the glacier are Kazakh families that rent their yurts to tourists for ¥20.  Polo (fried rice), bread, kebabs and tea are also available for about ¥15 or so.  Coming back, you should be able to hitch a ride for free with trucks returning to town from a nearby mine."]},{"type":"*","value":[" ",{"type":"[[","value":[["Heart of Asia Monument"]]}," - South of Urumqi is a monument supposedly marking the center of the Eurasian landmass, underscoring just how far from the ocean you really are.  "]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["43.8250"],["87.6000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Dzungarian"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Ürümqi"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Xinjiang\/Urumqi\/"]]}]