[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Усть-Нера. Вид с горы..jpg"],["thumb"],["300px"],["View over Ust-Nera in summer with Indigirka river in background."]]},"\n",{"type":"'''","value":["Ust-Nera"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},":Усть-Нера, ",{"type":"''","value":["Oost-NE-ra"]},")  is a city in ",{"type":"[[","value":[["Yakutia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nGold mining town of about 17000 people located at the confluence of the Nera and Indigirka rivers. Though subjected to freezing winters and boiling summers, the town does not lack spirit or location. In particular, it is surrounded by tall craggy mountains, some glaciers, endless taiga.\n\n",{"type":"==","value":["Get in"]},"\n\nBy road, Ust-Nera is exactly 1017km from both ",{"type":"[[","value":[["Yakutsk"]]}," and ",{"type":"[[","value":[["Magadan"]]},".\n\nBy plane, there are flights (seasonally) to ",{"type":"[[","value":[["Tomtor"]]},", Yakutsk, and ",{"type":"[[","value":[["Moscow"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nThe town can be covered on foot. There is a bus service to the airport, about 8km to the west.\n\n",{"type":"==","value":["See"]},"\n\nThe regional museum has several interesting exhibits covering geography, geology, indigenous culture, and local history  (the first geologists arrived by float plane in 1938).\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are restaurants, but most only open on Friday and Saturday night.\n\n",{"type":"==","value":["Drink"]},"\n\nAlcohol, juice, or water can be bought from any corner store. Public consumption is frowned upon, if not illegal.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is one hotel in a pink building on the main street. Single rooms are 1600 rubles (about $50 US) a night but very basic. There is a camp site near the airport, but wild animals often make a stop there for food.\n\n",{"type":"==","value":["Connect"]},"\n\nInternet cafes are unknown here. Mobile reception works, though can be patchy. If you desperately need internet, you could ask someone and offer to pay, as consumption is billed by the megabyte.\n\n",{"type":"==","value":["Go next"]},"\n\nAbout 200km south by plane is Tomtor, the northern ",{"type":"[[","value":[["Pole of Cold"]]},". There is a decaying dirt track around 50km south to one of the few gulags still visible in the region. The good artefacts are in a museum and all the buildings collapsed. \n\nAbout 100km to the north is the Indigirka gorge, a rather spectacular set of rapids that can be visited by helicopter. Some rafting expeditions have been organised, but not in recent years. The rapids are big enough that fish cannot cross - there are different species above and below.\n\n",{"type":"{{","value":[["geo"],["64.568056"],["143.236111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yakutia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["related"],["Kolyma Highway"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ust-Nera"]]}]