[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uster.ch\/de\/ Uster"]}]}," is a city near ",{"type":"[[","value":[["Zurich"]]},", ",{"type":"[[","value":[["Switzerland"]]},". Uster lies 350m above sea level, so it is just in the winter snow.\n\n",{"type":"==","value":["Get in"]},"\nThere is train service by S-Bahn lines every few minutes. S5 and S15 from Zurich mainstation (quick service, taking 15min, both together making 4 connections per hour, from around 5am to 12.30pm) \nS14 from Zurich HB (over Oerlikon and Wallisellen) and S9 from Zurich HB (over Stettbach, Dübendorf) - from Wetzikon, there is S5\/S15 quick service as well as S14, making it 6 connections an hour (S14 continues to Hinwil, while S5 and S15 go on to Rapperswil). For transport from the airport, there is at least one change required. Either take a train from the Airport to Zurich Mainstation and switch there to the S-Bahn to Uster, or, and ticket-wise cheaper, take the Glatttalbahn (Light rail) to Wallisellen and switch to S14 service there. It's not even much slower and safe you 3.60 CHF on a full ticket. (Connecting over Zurich Mainstation is 10 CHF, over Wallisellen is 6.40)\n\nUster is the end point of the highway connecting from the main swiss highway (A1) - it takes around 15min from the Airport to Uster by car, or around 60-70 CHF by taxi.\n\nThere is a boat service on the Greifensee as well, connecting Maur with Uster. The direct \"commuter\" boat drives all year around if weather permits.\n\n",{"type":"==","value":["Get around"]},"\n\nUster train station is located next to the bus depot. Although there is only one train stop in the city of Uster, the buses are also a part of ZVV network and travel throughout the city. A taxi stand is also located next to the train station, although Swiss taxis are some of the most expensive in the world.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Uster lies between two lakes. They are called \"Greifensee\" and \"Pfaeffikersee\". Greifensee is the bigger one. When the sun is shining the rim of the lake is full of people, above all on bicycles and rollerblades. "]},"\n",{"type":"*","value":["Marathon"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Horseriding"]}]},{"type":"*","value":[{"type":"'''","value":["Biking"]}]},{"type":"*","value":[{"type":"'''","value":["Boating"]}]},{"type":"*","value":[{"type":"'''","value":["Play golf"]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nMcDonalds, at the trainstation. Meals around 12-15 CHF. Open till late.\nPeking Garden, China Restaurant, situated at the trainstation, next to McDonalds. European Chinese food, good value for money. Over lunch, several menus for as little as 10 CHF including drinks. Dinner 15-20 CHF.\nHan's Mongolian Barbecue, Mongolian-style restaurant, you may pick from several meats and add vegetables and sauces which are the freshly prepared for you. Special lunch menus for around 20 CHF, dinner with all-you-can-eat for 35 CHF, sometimes discounts on less frequent days of the week.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["47.35124"],["8.71791"],["zoom=15"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Zurich (region)"]]},"\n",{"type":"[[","value":[["Wikipedia:Uster"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Switzerland\/Cantons\/Zurich\/Localities\/Uster\/"]]}]