[{"type":"{{","value":[["pagebanner"],["Hite Crossing Bridge banner.jpg"],["caption=Hite Crossing Bridge"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.utah.com Utah"]}]},", located in the ",{"type":"[[","value":[["Southwest (United States of America)"],["Southwest"]]}," region of the ",{"type":"[[","value":[["United States"]]},", is well known for its incredible scenic beauty and year round outdoor activities including skiing, snowboarding, hiking, boating, water skiing, horseback riding, camping, and rock climbing. The capital city of ",{"type":"[[","value":[["Salt Lake City"]]}," has a number of unique modern and historical sites to visit, including Temple Square, the headquarters for the Mormon church.\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Utah regions map.png"],["regionmapsize=280px"],["region1name=",{"type":"[[","value":[["Wasatch Range"]]}],["region1color=#a5c85d"],["region1items="],["region1description=The most urbanized area of the state - home to ",{"type":"[[","value":[["Salt Lake City"]]},", the majority of Utah's population, a number of LDS temples, and ",{"type":"''","value":["world class"]}," skiing and snowboarding"],["region2name=",{"type":"[[","value":[["Canyon Country"]]}],["region2color=#c79a50"],["region2items="],["region2description=Mars on earth; few people reside here, but some of the world's most extraordinary desert landscapes and enormous national parks await"],["region3name=",{"type":"[[","value":[["Northeastern Utah"]]}],["region3color=#7f9b47"],["region3items="],["region3description=High desert landscape, mining settlements, and the Uinta Mountains, home to Utah's highest peaks"],["region4name=",{"type":"[[","value":[["Utah's Dixie"],["Dixie"]]}],["region4color=#a4c883"],["region4items="],["region4description=Utah's southwest is home to striking desert landscapes, forested mountains, ranchland, and the warmest spot in the state"],["region5name=",{"type":"[[","value":[["Central Utah"]]}],["region5color=#94b261"],["region5items="],["region5description=Rolling hills, agricultural land, and historic Mormon settlements abound in the Central region"],["region6name=",{"type":"[[","value":[["Western Utah"]]}],["region6color=#ececa5"],["region6items="],["region6description=Endless desert, some high mountains, rugged terrain, salt flats, and the Great Salt Lake"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Mt. Superior Alta UT.JPG"],["thumb"],["300px"],["Mount Superior at Alta Ski Resort is located near ",{"type":"[[","value":[["Salt Lake City"]]}," in the Wasatch Range."]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Salt Lake City"]]}," – located along the Wasatch Range, it is the largest city and capital of the state, the center of The Church of Jesus Christ of Latter-day Saints (LDS Church, whose members are known as Mormons), including Temple Square, and the University of Utah; host city of the 2002 Winter Olympics"]},{"type":"*","value":[{"type":"[[","value":[["Cedar City"]]}," – good-sized college town of Southern Utah University in northern Dixie, home to the annual Utah Shakespearean Festival, and located near ",{"type":"[[","value":[["Cedar Breaks National Monument"]]}," and the northwestern section of ",{"type":"[[","value":[["Zion National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Logan (Utah)"],["Logan"]]}," – fast-growing city located in Cache Valley in northern Utah, with plenty of nearby recreational activities, two impressive Mormon religious structures, and Utah State University"]},{"type":"*","value":[{"type":"[[","value":[["Moab"]]}," – tourist town in northeastern Canyon Country, located in the center of a major recreational area that includes ",{"type":"[[","value":[["Arches National Park"],["Arches"]]},", ",{"type":"[[","value":[["Canyonlands National Park"],["Canyonlands"]]}," national parks and ",{"type":"[[","value":[["Dead Horse Point State Park"]]},", and offering outdoor outfitters and guides"]},{"type":"*","value":[{"type":"[[","value":[["Ogden"]]}," – traditionally industrial city north of Salt Lake City, which includes George S. Eccles Dinosaur Park and is near many ski resorts and abundant recreational activities"]},{"type":"*","value":[{"type":"[[","value":[["Price (Utah)"],["Price"]]}," – small town in eastern Utah with many local dinosaur attractions, ancient Indian petroglpyhs, the College of Eastern Utah, and wide open desert areas"]},{"type":"*","value":[{"type":"[[","value":[["Provo"]]}," – located in Utah Valley south of Salt Lake City on the Wasatch Range, home to Brigham Young University, and surrounded by high mountains, great skiing, canyons, Utah Lake, and numerous other recreational opportunities"]},{"type":"*","value":[{"type":"[[","value":[["Park City (Utah)"],["Park City"]]}," – mountain resort city at center of large winter sports area with 3 ski resorts; many events for the 2002 Winter Olympics took place near here"]},{"type":"*","value":[{"type":"[[","value":[["St. George (Utah)"],["St. George"]]}," – fast-growing city in the southwest corner of state in Dixie, near ",{"type":"[[","value":[["Zion National Park"]]}," and offering plenty of leisurely recreational activities akin to ",{"type":"[[","value":[["Mesquite (Nevada)"],["Mesquite"]]},", ",{"type":"[[","value":[["Nevada"]]}," and also a hot spot for spring break"]},"\n",{"type":"==","value":["Other Destinations"]},"\n",{"type":"[[","value":[["File:Delicate arch sunset.jpg"],["thumb"],["300px"],["Delicate Arch in ",{"type":"[[","value":[["Arches National Park"]]},"."]]},"\n",{"type":"[[","value":[["Image:5088-canyonlands-green-river-canyons RJ.jpg"],["thumb"],["300px"],["Green River Overlook in ",{"type":"[[","value":[["Canyonlands National Park"]]}]]},"\n\nUtah has an extraordinary number of national parks and monuments.  The following is subdivided into \"National parks and monuments\" and \"Other\" as an aid to the reader:\n\n",{"type":"===","value":[{"type":"[[","value":[["United States National Parks"],["National parks and monuments"]]}]},"\n\nA ",{"type":"[","value":["http:\/\/buy.nationalparks.org\/default.asp?ref=nps \"Park Pass\""]}," from the United States National Park Service is a particularly good investment if you're visiting Utah and planning to see its national parks and monuments.  The $80 fee allows unlimited access to all National Park Service units for a year, and also provides discounts on some of the services within the units.  Paying for this pass may save you money in the long run as you move from park to park in Utah.  (Note, however, that there are a very few national monuments that are ",{"type":"''","value":["not"]}," part of the National Park Service, and are therefore not covered by a Park Pass; ",{"type":"[[","value":[["Monument Valley"]]}," is one prominent example in Utah.)\n\n",{"type":"*","value":[{"type":"[[","value":[["Arches National Park"]]}," – largest concentration of natural arches in the world, just northeast of Moab, as well as other strange sandstone formations, such as pinnacles, cliffs, mesas, and gorges"]},{"type":"*","value":[{"type":"[[","value":[["Bryce Canyon National Park"]]}," – heavily-forested mountainous area with large natural amphitheater and other strange sandstone formations"]},{"type":"*","value":[{"type":"[[","value":[["Canyonlands National Park"]]}," – large, spectacular wilderness of sandstone cliffs, narrow gorges, canyons, plateaus, bluffs, and other strange and beautiful formations west of Moab"]},{"type":"*","value":[{"type":"[[","value":[["Capitol Reef National Park"]]}," – remote park along the Waterpocket Fold, a 100 mile monocline of domes, monoliths and narrow canyons"]},{"type":"*","value":[{"type":"[[","value":[["Cedar Breaks National Monument"]]}," – large natural amphitheater northeast of Cedar City in forested, mountainous area"]},{"type":"*","value":[{"type":"[[","value":[["Dinosaur National Monument"]]}," – area featuring a major excavation site for dinosaur bones as well as spectacular scenery and Native American rock art"]},{"type":"*","value":[{"type":"[[","value":[["Glen Canyon National Recreation Area"],["Glen Canyon National Recreation Area - Lake Powell"]]}]},{"type":"*","value":[{"type":"[[","value":[["Golden Spike National Historic Site"]]}," – the first transcontinental railroad was completed by the driving of a symbolic golden spike at Promontory Summit in The Utah Territory"]},{"type":"*","value":[{"type":"[[","value":[["Grand Staircase-Escalante National Monument"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hovenweep National Monument"]]}," -- mainly in ",{"type":"[[","value":[["Colorado"]]}," but with some units in southeastern Utah"]},{"type":"*","value":[{"type":"[[","value":[["Zion National Park"]]}," – popular area of sandstone cliffs, gorges, gullies, bluffs, plateaus, mesas, and other strange and colorful formations"]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"[[","value":[["File:Uinta-national-forest-banner02.jpg"],["thumb"],["300px"],["Mount Timpanogos in the Uintah National Forest is located near ",{"type":"[[","value":[["Provo"]]},"."]]},"\n",{"type":"[[","value":[["File:Great Salt Lake Utah USA 2005.jpg"],["thumb"],["300px"],["Great Salt Lake"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bear Lake"]}," - popular water sports and summer resort area surrounded by spectacular mountain scenery northeast of Logan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cache Valley"]]}," - a scenic mountain valley in Northern Utah, home to Utah State University and blanketed by irrigation-fed agriculture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dead Horse Point State Park"]]}," - spectacular gorge southwest of Moab where the Colorado River winds through a major bedrock of sandstone"]},{"type":"*","value":[" ",{"type":"[[","value":[["Flaming Gorge"]]}," - reservoir north of Vernal, popular for water sports, located in the eastern Uintas"]},{"type":"*","value":[" ",{"type":"[[","value":[["Four Corners"]]}," - only place where four states meet, located at southeast corner with Arizona, Colorado, and New Mexico"]},{"type":"*","value":[" ",{"type":"[[","value":[["Goblin Valley"]]}," - desert valley with strange formations of sandstone in south-central portion of state"]},{"type":"*","value":[" ",{"type":"'''","value":["Great Salt Lake"]}," - shallow, salty lake in northwestern portion of state northwest of Salt Lake City. The Great Salt Lake Marina, operated as a state park, ",{"type":"[","value":["http:\/\/www.utah.com\/stateparks\/greatsaltlake.htm Great Salt Lake State Park and Marina"]}," is located on the south shore of the Great Salt Lake, 16 miles west of Salt Lake City along Interstate 80. The Great Salt Lake Marina has 300 slips and is available for year-round boating on the lake that never freezes. Few power boats frequent the lake which makes this large lake with beautiful vistas and expansive night skies an excellent sailing location. The ",{"type":"[","value":["http:\/\/www.gslyc.org\/ Great Salt Lake Yacht Club"]}," organizes sailboat races that occur all summer long on Saturday mornings and Wednesday evenings."]},{"type":"*","value":[" ",{"type":"'''","value":["King's Peak"]}," - in the Uinta mountain range - the tallest mountain in Utah (13,528 feet)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kodachrome Basin State Park"]]}," - is a small, popular (but very quiet) state park, situated about 20 miles (32 km) southeast of Bryce Canyon National Park, containing multicoloured rock formations "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Maple Canyon"]]}," – Conglomerate rock climbing area with hiking, camping, and OHV."]},{"type":"*","value":[" ",{"type":"[[","value":[["Monument Valley"]]}," - A ",{"type":"[[","value":[["Navajo Nation"]]}," Tribal Park boasting the Southwest's most famous desert scenery"]},{"type":"*","value":[" ",{"type":"[[","value":[["Palisade State Park"]]}," – Golf, Fish, Swim, Canoe, Camp."]},{"type":"*","value":[" ",{"type":"[[","value":[["Snowkite Skyline Drive"]]}," – The newest extreme winter sport."]},{"type":"*","value":[" ",{"type":"[[","value":[["The Arapeen ATV Trail System"]]}," – 350-mile Off-Highway Vehicle Trail System."]},{"type":"*","value":[" ",{"type":"'''","value":["Uinta Mountains"]}," - large east-west range of the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountains"]]}," through northeast portion of state with spectacular mountain climbing and pristine, serene wilderness"]},{"type":"*","value":[" ",{"type":"'''","value":["Wasatch Mountains"]}," - mountain range running through center of state north-south with gorgeous mountain scenery, excellent summer recreational activities, and multiple world-famous ski areas; vibrant fall colors that rival that of New England"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yuba Lake State Park"]]}," – Waterski, Fish, and Camp."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Utah public lands map.png"],["thumb"],["300px"],["Utah public lands map"]]},"\n\n",{"type":"'''","value":["Dixie"]}," refers to the low-lying area in the southwest corner of the state. It contains the city of ",{"type":"[[","value":[["St. George (Utah)"],["St. George"]]},", and the climate is more closely-related to the southwestern deserts than it is to the rest of the state, with low annual precipitation, hot, dry summers, and mild winters with infrequent snowfall. Early settlers were able to grow cotton in the area, hence the name Dixie (a name for the cotton belt of the southern U.S.).\n\nThe ",{"type":"'''","value":["Wasatch Range"]}," is the heavily-populated region of basins and valleys located between the Wasatch Mountains on the east and on the west by the Great Salt Lake (to the north) and the Oquirrh Mountains (to the south). 3\/4 of Utah's population lies in this portion of the state, which stretches from Brigham City in the north to Santaquin in the south. ",{"type":"[[","value":[["Ogden"]]},", ",{"type":"[[","value":[["Salt Lake City"]]},", ",{"type":"[[","value":[["Sandy"]]},", ",{"type":"[[","value":[["Orem"]]},", and ",{"type":"[[","value":[["Provo"]]}," are located on the Wasatch Range.\n\nThe ",{"type":"'''","value":["benches"]}," are former shorelines of the ancient Lake Bonneville on the higher slopes along the Wasatch Range. Residential development on the Wasatch Range typically extends high onto the slopes of the Wasatch Mountains in some areas. Homes here are generally more affluent, as they provide spectacular views of the surrounding areas, and the benches receive more precipitation and much more snow than the valley floors.\n\n",{"type":"'''","value":["Mormons"]}," or members of ",{"type":"''","value":["The Church of Jesus Christ of Latter day Saints"]}," make up a majority of Utah's population, and their beliefs and practices are one of the strongest influences for public policy in the state, particularly when it comes to drinking, smoking, and homosexuality. Mormons are generally tolerant and friendly towards non-Mormons, but may be taken aback by cussing, smoking, or drinking in their presence, particularly in the more rural cities and towns. Sunday is considered a day of rest, and so some stores will be closed on Sunday. These stereotypes hold more weight in smaller cities and towns, and in some areas (especially Park City and Salt Lake City) the number of non-Mormons do outnumber members of the LDS faith.\n\n",{"type":"===","value":["When to visit"]},"\nUtah has four distinct seasons and widely-variable climate zones. Summer is hot in the north (about 80°-100°F), but rarely extreme, and is often unbearable in the far southern valleys and desert terrain (often exceeding 100°F, and even 110°F). However, summers tend to be quite comfortable in the mountains, making summer an ideal time to experience the mountain terrain of Utah. In winter, temperatures from 20° - 40°F are common in the north, with warmer temperatures in the south. Overnight temps can occasionally drop below 0°F. Snow is common statewide, with the exception of the far southern valleys, from November - March, and often occurs even earlier and later than this. Snow is particularly common downwind of the Great Salt Lake, due to lake effect. A number of excellent ski resorts operate in the Wasatch Mountains, especially around Salt Lake City, from about late November through mid-April. Snow is common in the mountains from late September - May. Summer and fall are both excellent times to enjoy the mountain scenery, with comfortable temperatures, low chance of snow, and easy access to a number of fantastic trails and hiking paths.\n\nAlthough snow is common in winter in much of the state, rain is less common - it can be expected in winter and spring in the south and in spring in the north, but it's usually fairly light and short in duration. Fall also sees a short but unpredictable rainy season. Although summer is bone dry statewide, thunderstorms are a daily threat, especially throughout the south and in the northern mountains. Although these t-storms are short and small, they can be very intense. Although summer and fall are great times to enjoy the mountains and the slot canyons and desert terrain of southern Utah, attention must be paid to the skies as the evening approaches if camping in the mountains or enjoying the rugged terrain of southern Utah, especially in August. These storms can bring flash flooding to the narrow slot canyons of southern Utah, so make sure to evacuate the slot canyons as soon as possible if you see thunderstorms nearby - if you have a guide they will usually know when precautions must be taken. Summer and fall also bring a serious threat of wildfires in the backcountry.\n\nSeptember and early October is usually the best time to enjoy Utah, especially the mountains, with milder temperatures than summer, less chance of violent thunderstorms, and little chance of snow in the mountains. In addition, significant snowpack can linger in the mountains through May, while by early Autumn, summer has melted all of the snow, and snowstorms are rare. The national parks of Utah can get very crowded during Summer but predictably become less crowded towards late Summer and into Fall. Finally, Fall colors are spectacular in the mountains of Utah, and reach their peak in September. Colors in the valley peak in mid-October but aren't especially spectacular. The gorgeous Fall colors in the mountains rival the famous colors of New England, and are sometimes accompanied by early snow, creating a unique and beautiful mixture of vibrant colors and soft white.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish. On top of the Latino population that speaks Spanish, there are a surprising number of non-native Spanish speakers, especially in Salt Lake City and Provo, since the LDS church actively seeks converts in Latin America. \"No hablo inglés\" doesn't work anymore when these guys knock at your door.  The universities also have a large number of foreign speakers, particularly Chinese.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:SLC airport, 2010.jpg"],["thumb"],["300px"],["Salt Lake International Airport"]]},"\n",{"type":"===","value":["By road"]},"\nTake I-15 from Southern California and Las Vegas. It also enters from Idaho to the north, eventually connecting to ",{"type":"[[","value":[["Canada"]]},". I-80 connects west to ",{"type":"[[","value":[["Reno"]]}," and northern California - the route begins in ",{"type":"[[","value":[["San Francisco"]]},". It also connects from Wyoming near Evanston, providing the quickest route from ",{"type":"[[","value":[["Denver"]]}," to Salt Lake City. I-70 heads straight west from Denver, entering Utah near Grand Junction and providing quick access to the incredible desert terrain of southern Utah, although not to any of the urban centers.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}," runs the ",{"type":"'''","value":[{"type":"[[","value":[["California Zephyr"]]}]}," from ",{"type":"[[","value":[["Emeryville"]]}," to ",{"type":"[[","value":[["Chicago"]]},", stopping in ",{"type":"[[","value":[["Green River (Utah)"],["Green River"]]},", ",{"type":"[[","value":[["Helper"]]},", ",{"type":"[[","value":[["Provo"]]},", and ",{"type":"[[","value":[["Salt Lake City"]]},".\n\nFor more information, see Amtrak's website or Wikivoyage's article ",{"type":"[[","value":[["Rail travel in the United States"]]},".\n\n",{"type":"===","value":["By plane"]},"\n\nSalt Lake City International Airport (SLC) is the westernmost hub for Delta Air Lines, which offers nonstop service from 109 different destinations, most in the western US, but also from medium-sized cities in the central US and the large cities on the east coast.  Nonstop service is also available from Paris-De Gaulle and 5x weekly service from Tokyo-Narita. American Airlines, United, US Airways, and low cost airlines Southwest and JetBlue also serve Salt Lake City.\n\nCedar City (CDC) in central Utah is served with prop service to Salt Lake City, and St. George (SGU) in southern Utah has prop service to Salt Lake City and Los Angeles.\n\nCanyonlands Field (CNY) (serving the Moab area) has service to Ely, Nevada (ELY) and Denver on Great Lakes Airlines.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Frontrunner north temple station.jpg"],["thumb"],["300px"],["UTA offers TRAX and FrontRunner trains with service throughout the Salt Lake Valley (including the airport) and between Ogden and Provo."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Roads"]},": Nearly every city in Utah is laid out on a grid system, a vision of the original Mormon settlers. They generally feature wide roads, with a numbering system consisting of intervals of 100 originating from a central point (for example, heading north from the center, the first road will be 100 North, then 200 North, and so on). This system can be confusing for first-time visitors, but is easy to pick up and familiarize yourself with. The major exception to this is Ogden, which was settled as a non-Mormon railroad town and therefore possesses a different numbering system."]},{"type":"*","value":[{"type":"'''","value":["Public Transportation"]},": The ",{"type":"[","value":["http:\/\/www.rideuta.com\/ Utah Transit Authority (UTA)"]}," maintains a bus system with several routes, generally between Ogden and Provo.  UTA also is responsible for the TRAX system, which is light rail running from the University of Utah to downtown Salt Lake to Sandy.  For both bus and train, one-way fare is $2, and a transfer can be obtained upon request, which will allow you to board another bus or train within two hours. UTA also operates Frontrunner, a commuter train, running between Pleasant View, north of Ogden, through Salt Lake City to Provo. The cost of Frontrunner is $2-$9 one way depending on how far you travel. Fares have change frequently in the past, so check UTA website ",{"type":"[","value":["www.rideuta.com"]}," for updates."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:The Wave, Utah.jpg"],["thumb"],["300px"],["The Wave, one of the myriad astonishing rock formations of ",{"type":"[[","value":[["Canyon Country"]]}]]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[{"type":"'''","value":["Skyline Drive"]}," – winds for over 100 miles along the very top of the Wasatch Plateau, providing access to forested mountains, alpine meadows and numerous lakes, streams and camping areas. At elevations ranging from about 9,000 to 11,000 feet above sea level, it is one of the highest roads in America. Views of the mountain basins and surrounding valleys are marvelous."]},"\n",{"type":"==","value":["Do"]},"\n\nUtah is also home to some of the best skiing and snowboarding in the world.  Most of Utah's best ski areas are located in Big Cottonwood Canyon and Little Cottonwood Canyon, which are both conveniently located less than an hour's drive away from Salt Lake City.\n\nIf you like off-roading, ",{"type":"[[","value":[["Moab"]]}," is home to the semi-annual Jeep Safari.   The Safari will oftentimes run twice a year, one over Easter Weekend the other over Memorial Day Weekend.  The desert terrain combined with its vast canyons can make for some fun and beautiful scenic drives, or wild rides with some very challenging obstacles.  You can also bike and in some cases take an ATV out on the trails. For a less arid ride, try your hand at high mountain OHV riding through aspen and pine forests on the ",{"type":"[[","value":[["The Arapeen ATV Trail System"],["Arapeen ATV Trail System"]]},".\n\nThere is some mind-blowing rock climbing to be done in Utah, some of the best is located at ",{"type":"[[","value":[["Maple Canyon"]]}," and ",{"type":"[[","value":[["Zion National Park"]]},". If this is not enough to satisfy your extreme sports cravings, consider ",{"type":"[[","value":[["Snowkite Skyline Drive"],["snowkiting at high altitudes on Skyline Drive"]]},".\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["Infobox"],["Heathen hops"],["Chances are, at some point during a visit to Utah, you will wonder: What the heck is \"Polygamy Porter?!\" The fact that their motto is \"Why have just one\" will likely only fuel further questions about why the state seems to be full of local brews insulting the local religion. The explanation is bizarre and not just a little humorous. An entrepreneurial ",{"type":"[[","value":[["Milwaukee"],["Milwaukeean"]]}," decided that America's most temperate state could use a brewery, and that the best way to market his brews would be to have as outrageous and controversial an advertising campaign as possible. Stunts like sending two men in stereotypical \"Mormon missionary dress\" door-to-door trying to convert Mormons to beer, predictably generated the intended controversy, which in turn served as widespread publicity for his business, the Wasatch Brew Pub. In any rate, it can feel a little uncomfortable to ask a local for a \"Polygamy Porter,\" but it is a fine brew."]]},"\n\nUtah's liquor laws are known as one of the more peculiar things about the state.  Liquor is sold only in state-owned stores and generally costs  more than in other states. Beer contains slightly less alcohol (3.2% alcohol by weight [4% alcohol by volume], as opposed to the standard 5-6% ABV) than the usual brew, which is available in stores and restaurants. \"Full strength\" beer is available in bars, although not on tap, and liquor stores.  Recently, state law changed the previous 1 ounce limit on liquor in mixed drinks to a more standard 1.5 ounces. Secondary alcoholic flavorings may then be added to a mixed drink as the recipe requires. \"Happy hours\" and other drink specials are not allowed, so prices remain constant regardless of day or time. Keep in mind that driving after drinking is prosecuted aggressively in the state of Utah.  \n\nAlthough liquor laws in Utah are strict, they are not impossible. There are several kinds of establishments to know about:\n\n",{"type":"*","value":[{"type":"'''","value":["Private club"]},". Memberships are no longer required at Utah's bars as of 2009. Bars can serve until 1 AM (last call usually occurs between 12:15 and 12:45 depending on the number of people in the bar) and close at 2 AM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Taverns"]},".  A tavern is a bar that serves only beer and requires no \"membership\"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurants"]},". Many restaurants serve beer as well as hard liquor. No \"membership\" is required, but you must order food. Mixed drinks and wine can be served with meals from noon until 1AM. Beer may be ordered 10AM-1AM."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Monumentvalleyviewfromnorth.jpg"],["thumb"],["300px"],["Looking south towards ",{"type":"[[","value":[["Monument Valley"]]}," on Highway 163 about 13 miles north of the Utah\/Arizona border in Utah. Distances can be greater and resources can be less than you may anticipate, so plan accordingly."]]},"\nWhile much of Utah is developed, there is a great amount of desert especially to the south and west. If going out to the deserts always take plenty of water (at least one gallon per person, per day) and sunscreen as well as light clothing.  Let people know where you are going and when you expect to get back.  \n\nAlways be careful and watch for lightning while hiking.  It's often best to hike in the early morning to avoid the possibility of hitting an afternoon thunderstorm.  If caught in a storm while hiking seek shelter as quickly as you can. Also, if you see a thunderstorm nearby while exploring the slot canyons or the rough desert terrain of southern Utah, seek high ground immediately! Flash flooding is common in these areas, even when there is not a thunderstorm overhead.\n\nThere is a great risk for avalanches after snow storms, especially outside of the boundaries of ski resorts. Stay in groups and have locator beacons.\n\nScam artists target Utahns frequently, and property crime is a considerable risk.  Lock up, use common sense, and store valuables and personal information out of sight.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nBecause of Utah's High Elevation those not accustomed can be subject to mild altitude sickness, especially when hiking.  Always pace yourself when hiking, and drink plenty of water, especially in summer time.  \n\nThe high elevation also makes the exposure to UV rays far more intense than other places.  Too much exposure can lead to skin conditions down the road, including skin cancer.  Always apply sunscreen when you are expecting prolonged time in the sun.  It's advised to do this year round.\n\nCertain parts of Utah are valley regions.  In the winter time they are subject to days of pollution inversions.  Those with respiratory and heart conditions should advise the air quality index to see the primary pollutant.  You usually can find the indexes in the daily paper as well as watching local news and The Weather Channel.     \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Idaho"]]}]}," - Utah's northwestern neighbor is a rugged state, with snow-capped mountains, whitewater rivers, forests, high desert, and plenty of wilderness."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wyoming"]]}]}," - Located northeast of Utah,  Wyoming is home to most of the landmass of ",{"type":"[[","value":[["Yellowstone National Park"]]}," and provides an excellent opportunity to experience America's cowboy heritage."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Colorado"]]}]}," - The Rocky Mountain state borders Utah to the east and offers a mind-boggling array of outdoor activities."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Mexico"]]}]}," - Joining Utah only at the ",{"type":"[[","value":[["Four Corners"]]},", this state lies to Utah's southeast and was a Spanish and then Mexican colony until the Mexican War of the 1840s, and retains a culture that is heavily influenced by its native and colonial past."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arizona"]]}]}," - Home to the ",{"type":"[[","value":[["Grand Canyon"]]},", Arizona borders Utah to the south."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nevada"]]}]}," - The Silver State borders Utah to the west and is home to the adult playground of ",{"type":"[[","value":[["Las Vegas"]]},"."]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["39.34"],["-111.52"],["zoom=7"],["layer=OB"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southwest (United States of America)"]]},"\n",{"type":"[[","value":[["Commons:Category:Utah"]]},"\n",{"type":"[[","value":[["WikiPedia:Utah"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Utah\/"]]}]