[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.np-utrechtseheuvelrug.nl\/ Utrechtse Heuvelrug National Park"]}]}," is one of the 20 national parks in the ",{"type":"[[","value":[["Netherlands"]]},". It consists of the southern part of the Utrecht Hill Ridge, a series of hills that were created during the last glacial period. The park consists of mixed forests, moorlands and large estates.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"====","value":["Forests"]},"\nThe forests have originally been planted as production forests, but most forests have now developed into interesting ecosystems. With the aging of the woods and specific management a more varied forest appears, both in species as in spatial structure.\nDead trees are the habitat and food source of insects, birds, ferns and mushrooms. Indigenous tree species like birch, beech and oak are gaining terrain on the coniferous forests. Birds of prey like the hawk and buzzard are common and in spots ravens can be heard.\n\nWoodpeckers, bats, squirrels and pine martens live in cavities of old trees. Roe deer and foxes are permanent residents of the park and the population of badgers is growing steadily. In the herb layer of the forests blueberry and Sorrel can be found. \nHolly, May lilly and Common Cow-wheat is found the wetter parts of the forests. On the edges of the forests near the flood planes wood anemone, Spindle, Sand leek and blue violets grow.\n\n",{"type":"====","value":[" Heaths, fens and shifting sands "]},"\nBesides forests, the national park houses quite many heaths, fens and shifting sands. Next to the Leersumse Plassen ",{"type":"''","value":["(Pools of Leersum)"]}," are wet heaths with heather, wolf's-foot clubmoss, sundew and marsh gentian. In the Kombos ",{"type":"''","value":["(Basin forest)"]}," near Maarsbergen you can find Bog Myrtle with its fragrant buds. On the heaths Woodlarks can be spotted.\n\nOn the poor soils sand lizards, blind-worms and specialized insects live. At the edges of the shifting sand lichens, sand sedge and bunt grass is found.\n\nThe fens, wet heaths, pools and the former decoy in the Kombos ",{"type":"''","value":["(Basin forest)"]}," house amphibians and reptiles. Eight of the fifteen species that live in the Netherlands live in these areas, among them grass snake and natterjack.\n\n",{"type":"====","value":["Grasslands"]},"\nNext to the castle of Amerongen are some former cultivated lands that are being grazed. A large part of this area is now transformed to 'wild river nature'. Grazing by horses and oxen and the occasional floods form this terrain. A seepage swamp was created here in 2000.\n\nLately a spectacular bird richness has appeared here. Bluethroat, shoveler, reed warbler and snipe can be spotted. In the western part partridge and corncrake breed. Occasionally an osprey can be seen.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nAccess to the park is free. No permits are required to enter.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Utrecht (province)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["52.06600"],["5.33884"],["zoom=13"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Utrechtse Heuvelrug (national park)"]]},"\n",{"type":"[[","value":[["Wikipedia:Utrechtse Heuvelrug National Park"]]}]