[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Uttaradit"]}," (อุตรดิตถ์) is a city in ",{"type":"[[","value":[["Lower Northern Thailand"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n\nA province in ",{"type":"[[","value":[["Lower Northern Thailand"]]},", Uttradit has a long history developing through the years since pre-historic time.\n\nThe site of the original town, then called ",{"type":"'''","value":["Bang Pho Tha It"]},", was located on the right bank of the Nan River. It flourished as a port for goods transportation. As a result, King Rama V elevated its status into a province and re-named it Uttradit, literally the Port of the North.\n\nUttradit is located 491 kilometres from Bangkok and covers an area of 7,838 square kilometres\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nUttaradit has a surprising number of places to eat, including a couple chain restaurants. Some of the most popular places to eat include a large food-court located on the top floor of Friday's grocery store located downtown.  Here you will find a mix of Thai dishes, desserts, and beverages very reasonably priced. Like so many food-courts in Thailand, customers exchange their baht for food coupons which are then used to pay vendors.\n\nKFC can be found inside the Lotus department store downtown Uttaradit along with a doughnut shop, and another Thai food court. The New York Restaurant located downtown (in between Lotus and the bus station) serves a variety of American and German dishes as well.  Here you can find that cheeseburger you've been craving, or more formal dinner with a glass of red or white wine or German beer. Thai food is also available (starts from 45 Baht).\n\nAdditionally, Uttaradit has several coffee shops, a Pizza Company take-away or delivery restaurant, and several Thai restaurants serving local food. Overall, there are many great places to dine in Uttaradit. For those who speak little Thai however, New York Restaurant is the choice which has both English and German-speaking staff.\n\n",{"type":"==","value":["Drink"]},"\nBeverage options in Uttaradit are plentiful. As noted above, there a several small coffee shops located throughout the city, many of which also serve desserts.\n\nIf you are interested in a \"night out on the town\" you may want to consider visiting The Crystal Palm disco.  Here you will find a selection of Thai whisky and beer. This establishment is in fact a disco with live performances onstage, attracting a young crowd.\n\nFor those who wish to drink casually, the Treehouse Restaurant and Bar may be your place of choice. Located on the outskirts of the city, you can expect to find a warm, casual, and romantic place to dine and drink under a dimly lit balcony-styled outdoor eatery. A live band often plays more adult contemporary music while you dine under the stars.  Indoor seating is also available.\n\n",{"type":"==","value":["Sleep"]},"\nThere are two big Hotels (Siharaj and Friday, up to 800 Baht) and nice smaller once (Taitana, next to the bus station, 420 Baht).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=SRT Northern Line icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Chiang Mai"]]}],["minorl1=",{"type":"[[","value":[["Lampang"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Bangkok"]]}],["minorr1=",{"type":"[[","value":[["Phitsanulok"]]}]]},"\n",{"type":"[[","value":[["WikiPedia:Uttaradit"]]},"\n\n",{"type":"{{","value":[["geo"],["17.623056"],["100.095833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Lower_Northern_Thailand"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]