[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Uttar Pradesh in India (disputed hatched).svg"],["200px"],["thumb"],["Map of ",{"type":"[[","value":[["India"]]}," showing Uttar Pradesh's location"]]},"\n\n",{"type":"'''","value":["Uttar Pradesh"]}," is a state in the ",{"type":"[[","value":[["Plains (India)"],["Plains"]]}," region of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Awadh"]]}," —It is the central part of the state including the capital, ",{"type":"[[","value":[["Lucknow"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Doab"]]}," —Situated between the Ganges and Yamuna rivers, in the western and southwestern part of the state."]},{"type":"*","value":[{"type":"[[","value":[["Northern Bundelkhand"]]}," — It is in the southwestern part of the state."]},{"type":"*","value":[{"type":"[[","value":[["Purvanchal"]]}," — It is in the southeastern part of the state."]},{"type":"*","value":[{"type":"[[","value":[["Rohilkhand"]]}," —It is in the northern part of the state."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lucknow"]]}," — the capital of Uttar Pradesh, also home to one of the IIM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Agra"]]}," — the tourist Capital of India, home to three World Heritage Site, including the Taj Mahal"]},{"type":"*","value":[" ",{"type":"[[","value":[["Allahabad"]]}," — holy place where the rivers Ganga, Yamuna & Saraswati meet"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ayodhya"]]}," — birth Place of Lord Shri Ram and Lord Rishabhdev, first Tirthankar of the Jains. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Bareilly"]]}," — historical city of Rohilkhand"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jhansi"]]},"  — historical city of Northern Bundelkhand"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kanpur"]]}," — once known as the \"Manchester of India\", now famous for its leather works and the IIT"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kasganj"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mathura"]]}," — birth Place of Lord Krishna"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sarnath"]]}," — the site of the Buddha Sakyamuni's first teaching after gaining enlightenment"]},{"type":"*","value":[" ",{"type":"[[","value":[["Varanasi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bulandshahr"]]}," — Holy Place of Mahabharata, Pandavas stayed here during Vanvas."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dudhwa National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nUttar Pradesh has the largest population of nearly 167 million. Its is also the fifth largest state in terms of land area. The western plain is the most urban region. Agriculture is the most important section of the UP’s economy, employing about three-fourths of the work force. Uttar Pradesh has the largest production of food grain and oil seeds in India. In addition, UP ranks the first in the production of wheat, maize, barley, gram, sugar cane, and potatoes. The three most important industries of UP are sugar, cotton fabrics and diversified food preparations. Goods carrier equipment, photostat machines, chemicals, polyester fiber and steel tube galvanized sheets are the other big industries of UP.\n\nThe Kathak dance style, the most popular classical dance form in India, nourished in UP. Today, foreign countries have also learned this elegant dance form to perfection: the beautiful Veronique Azan as an example. The countryside songs and dances are significant traits of local culture. Uttar Pradesh famous for handicrafts such as, carpet weaving, hand printing, chikan (a type of embroidery), metal enameling, brocade and brass, and ebony work. Also, UP has the biggest Brass and Copperware manufacture area in India.\n\nThe history of the State of Uttar Pradesh is very ancient and interesting. It is recognised in the later Vedic Age as Brahmarshi Desha or Madhya Desha. Many great sages of the Vedic times like Bharadwaja, Gautam, Yagyavalkya, Vasishta, Vishwamitra and Valmiki flourished in this state. Several sacred books of the Aryans were also composed here. Two great epics of India, Ramayana and Mahabharata, appear to have been inspired by Uttar Pradesh. \n\nIn the sixth century BC, Uttar Pradesh was associated with two new religions - Jainism and Buddhism. It was at Sarnath that Buddha preached his first sermon and laid the foundations of his order, and it was in Kushinagar in Uttar Pradesh, where Buddha breathed his last. Several centres in Uttar Pradesh like Ayodhya, Prayag, Varanasi and Mathura became reputed centres of learning. In the medieval period, Uttar Pradesh passed under Muslim rule and led the way to new synthesis of Hindu and Islamic cultures. Ramananda and his disciple Kabir, Tulsidas, Surdas and many other intellectuals contributed to the growth of Hindi and other languages. \n\nUttar Pradesh preserved its intellectual excellency even under the British administration. The British combined Agra and Oudh into one province, and called it United Provinces of Agra and Oudh. The name was shortened to the United Provinces in 1935. In January 1950, the United Provinces was renamed as Uttar Pradesh. \n\nThe State is bounded by the states of Uttarakhand and Himachal Pradesh as well as Nepal in the north, Haryana in the west, Madhya Pradesh in the south, and Bihar in the east. Uttar Pradesh can be divided into two distinct regions, (i) Southern hills and (ii) Gangetic plain.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n# Sangam, Anand Bhavan, Minto Park, Sita Samahit Isthal, Company Garden, New yamuna Bridge, and lots more in the holy city Allahabad (Prayag).\n# Ghats at Varanasi (Kashi).\n# Nawab's or Royal city Lucknow.\n\n",{"type":"==","value":["Do"]},"\nTake a holy dip in Sangam at Allahabad and visit ghats at Varanasi\nand it is  a very royal place.\n\nIn Lucknow(capital of Uttar Pradesh),  there is a place called Chowk. Chowk has tons to offer (in terms of tourist-y locations like the imambaras) but what I found most fascinating (even tho I grew up there) were the narrow streets of Chowk. It may be a good idea to just walk around there. Get off public transport and head into the streets that separate the high buildings. Notice the large doors that line those streets. People live and sell stuff from those. That is pretty awesome for someone not used to that lifestyle!\n\nLucknow is famous for it's Hospitality and dialect. Known as \"Nawabo ka Shaher\" or \"City of Nawabs\".\n\n",{"type":"==","value":["Eat"]},"\n\nThe cuisine consists of both vegetarian and non-vegetarian dishes. Uttar Pradesh has been greatly influenced by Mughal cooking techniques. The Awadhi cuisine of Uttar Pradesh bears similarities to those of Kashmir and Punjab, and the state is famous for its Nawabi foods(of Lucknow and environs) and use of mutton, paneer, and rich spices including cardamom and saffron. Its most famous dishes include kebabs, Dum Biryani, and various Mutton recipes. The Chaat, samosa and pakora, among the most popular snacks in all of India, are also originally from Uttar Pradesh. Awadhi is a type of West-Central Uttar Pradeshi cuisine found in the state's Awadh Region. Mughlai cuisine is also integral to Western and Central Uttar Pradesh's cuisine.\n\nLucknow ,capital city of Uttar Pradesh is a heaven for food lovers because of the sheer range of variety available there...Lucknow ,before being seat of Nawabs(Kings) of Awadh region ,is the birth place famous awadhi cuisine. It is where you can find refined Muslim indian food.\nbe sure to visit Old Lucknow where its normal to have eatries which are 150-200years old serving Famed Lucknowi Biryani(mutton & Basmati rice preparation with exotic herbs), nehari,kulcha,sheermal etc etc.\nVaranasi is another city where people live for eating..but more famous for Hindu Vegetarian style which includes chaat, tikki,kachori etc etc.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nUtter Pradesh lead India's kidnapping statistics by quite a substantial margin with 4.478 cases reported in the 2008, 16 percent of all kidnappings happening in the country. While this mainly concern to natives, as always travel sensibly and remain vigilant.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["26.85"],["80.91"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Plains (India)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["WikiPedia:Uttar Pradesh"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Uttar_Pradesh\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Uttar Pradesh"]]}]