[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Uttarakhand in India (disputed hatched).svg"],["right"],["thumb"],["180px"],["Location of Uttarakhand"]]},"\n",{"type":"[[","value":[["Image:Rishikesh.jpg"],["350px"],["thumb"],["The Ganges flowing through Rishikesh"]]},"\n\n",{"type":"'''","value":["Uttarakhand"]}," (Hindi: उत्तराखण्ड) ",{"type":"[","value":["http:\/\/gov.ua.nic.in\/uttaranchaltourism\/index.html"]},", until 2007 known as ",{"type":"'''","value":["Uttaranchal"]},", is a stunningly beautiful state in the ",{"type":"[[","value":[["Himalayan North"]]}," of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Regions"]},"\nUttarakhand has two parts, each with its own culture and language.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Garhwal"]]}," – the western and more easily accessed part"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kumaon"]]}," – the eastern part"]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Tungnath - Highest Siva Temple, Rudraprayag.jpg"],["350px"],["thumb"],["Highest Shiva temple, Tungnath\/Chopta, built by Pandavs\/Adi Shankaracharya"]]},"\n",{"type":"[[","value":[["Image:Pauri.jpg"],["350px"],["thumb"],["Pauri town"]]},"\n",{"type":"[[","value":[["Image:Pauri2.jpg"],["350px"],["thumb"],["Pauri at dawn, Himalayas as the last upper ridge in the background"]]},"\n",{"type":"[[","value":[["Image:Dunagiri,Almora,India.jpg"],["350px"],["thumb"],["Dunagiri. Experience serenity, divinity, eternity."]]},"\n",{"type":"[[","value":[["Image:Himalayas near Ukhimath, Rudraprayag.jpg"],["350px"],["thumb"],["Himalayas near Ukhimath,Rudraprayag"]]},"\n",{"type":"[[","value":[["Image:Himalayas, Kedarnath and Neelkanth peaks from Ukhimath, Rudraprayag.jpg"],["350px"],["thumb"],["Kedarnath & Neelkanth peaks from Ukhimath, Rudraprayag"]]},"\n",{"type":"[[","value":[["Image:Chamba.jpg"],["350px"],["thumb"],["Chamba town & valley, near Mussoorie"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dehradun"]]}," – the capital, called the \"Oxford of India\" for its boarding schools - Doon School, Welhams and St. Joseph's Academy. Government agencies like Indian Military Academy, Survey of India and ONGC are headquartered here. Forest Research Institute, Rajaji National Park & lots of other beautiful picnic places"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Almora"]]}," – a hill station"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chamba"]]}," – near Mussoorie, provides a great view of Chamba Valley & the Bhagirathi River (the Ganga). A paradise for nature lovers, as it's surrounded by alpine forests. Its proximity to Dehradun, Rishikesh & Tehri Dam is a plus."]},{"type":"*","value":[" ",{"type":"[[","value":[["Haridwar"]]}," – holy city on the Ganges and one of the sites of Kumbh Mela, the world's largest festival"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mukteshwar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mussoorie"]]}," – hill station, known as \"The Queen of Hills\", providing panoramic views of the Himalayas & Doon valley"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nainital"]]}," – picturesque hill station in the Himalayan foothills known for its 150+ year old schools: Sherwood College, St. Mary's Convent, St Josephs College and All Saint's College. The town is centered around the Naini lake and is in the Lake District which consists of numerous other lakes close to each other."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pithoragarh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rishikesh"]]}," – the yoga capital of the world, the biggest agglomeration of ashrams, meditation centers and temples. It is famous for its lakshman and ram jhula also. Sachcha Dham, ashram of Sachcha Baba is near lakshman jhula. Also there is  Neelkanth Mahadev temple few kms from Rishikesh."]},"\n",{"type":"==","value":["Other destinations "]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Auli"]]}," – ski resort "]},{"type":"*","value":[{"type":"[[","value":[["Badrinath"]]}," – temple of Vishnu"]},{"type":"*","value":[{"type":"[[","value":[["Bhojwasa"]]}," – on the way to Gomukh"]},{"type":"*","value":[{"type":"[[","value":[["Bhowali"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bigul"]]}]},{"type":"*","value":[{"type":"[[","value":[["Binsar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chakrata"]]}," – picturesque, less frequented hill station "]},{"type":"*","value":[{"type":"[[","value":[["Choukari"]]}," – a sleepy picturesque hill station with one of the best views of Mount Nandadevi"]},{"type":"*","value":[{"type":"[[","value":[["Corbett National Park"]]}," - oldest national park of India"]},{"type":"*","value":[{"type":"[[","value":[["Dunagiri"]]}," – nature retreat where serenity, eternity and divinity come together"]},{"type":"*","value":[{"type":"[[","value":[["Gangotri"]]}," – source of the holy Ganges river"]},{"type":"*","value":[{"type":"[[","value":[["Gopeshwar"]]}," – dense forests"]},{"type":"*","value":[{"type":"[[","value":[["Kedarnath"]]}," – temple of Shiva"]},{"type":"*","value":[{"type":"[[","value":[["Peora"]]}]},{"type":"*","value":[{"type":"[[","value":[["Valley of Flowers National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yamunotri"]]}," – source of the Yamuna River"]},"\n",{"type":"==","value":[" Understand "]},"\nUttaranchal in the Himalayan region is one of the most picturesque states of the country and has tourist destinations that range from hill stations to popular towns to pilgrim destinations.\n\n",{"type":"==","value":[" Talk "]},"\n\nThe local languages are ",{"type":"[[","value":[["Kumaoni phrasebook"],["Kumaoni"]]}," and ",{"type":"[[","value":[["Garhwali phrasebook"],["Garhwali"]]},", but everyone also speaks ",{"type":"[[","value":[["Hindi phrasebook"],["Hindi"]]},". English is not so common, but well-understood and spoken in some parts.\n\n",{"type":"==","value":[" Get in "]},"\n\nThere are many ways to enter Uttrakhand. If you are interested in seeing the Garhwal region you can enter through either Haridwar or Kotdwar. Haridwar is the more popular entrance. For both options there are regular bus and train services available from New Delhi.\n\n",{"type":"==","value":[" Get around "]},"\nAs public transit is not very extensive in the state, you might consider hiring a car and possibly a driver.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"[[","value":[["Nainital"]]},", ",{"type":"[[","value":[["Mussoorie"]]}," and ",{"type":"[[","value":[["Ranikhet"]]}," though it's better to treat these slightly overcrowded, touristy 'hill stations' as base camps to explore lots of other hidden jewels further afield in UK. In ",{"type":"[[","value":[["Garhwal"]]},", ",{"type":"[[","value":[["Pauri"]]}," and ",{"type":"[[","value":[["Gwaldam"]]}," there are very peaceful & scenic places. In the Kumaon region if are near Almora and want to stay in a secluded area, try ",{"type":"[[","value":[["Peora"]]}," or ",{"type":"[[","value":[["Mukteshwar"]]},". ",{"type":"[[","value":[["Dunagiri"]]}," in Almora district is a stunningly beautiful area off the beaten track. But do remember in Uttarakhand the journey itself is destination.\n\n",{"type":"'''","value":["Bhowali:"]}," \n\nBhowali is situated at a distance of 11kms, from Nainital, at an altitude of 1706 mts, from the level of sea. This place provides a panoramic view of the nature. This place if famous for its panoramic view as well as hill fruit mart, which was established in 1912.\n\n",{"type":"'''","value":["Dunagiri:"]},"\nVery few places are left on our planet where we can enjoy nature experiences in such pristine, tranquil and calm environment amidst ancient forests. A spot of stunning natural splendor, being one with nature is easy to do at Dunagiri Nature Retreat. Its greatness lies not merely in its fascinating history and captivating beauty, it is rather the serene and spiritual atmosphere of this place that strikes the mind and brings peace to the soul. Known by various names such as Drongiri, Dronagiri and Doonagiri - a visit to Dunagiri is a holiday like no other; it is a journey into the innermost recesses of the soul, a re-discovery of the essence of being. \n\n",{"type":"'''","value":["Rajaji National Park:"]}," Rajaji National park always attracts to wildlife enthusiasts and nature lovers.  This place is located around 208km from ",{"type":"[[","value":[["Delhi"]]}," and around 9 km from Haridwar. This park remains open from November to June for the tourists. \n\n",{"type":"'''","value":["Badrinath Temple:"]},"  This beautiful temple is located near to Alaknanda River, at an altitude of 3133 meters above from the sea level. This temple is dedicated to the Lord Vishnu. \n\n",{"type":"'''","value":["Dehradun:"]}," Dehradun is the capital city of the Uttaranchal state. This is one of the oldest cities of India, located in mountain range of Himalayan. This city is also termed as the “Oxford of India”, as it is best known educational centres of India.\n\n",{"type":"==","value":[" Do "]},"\n\nUttarakhand is a great place for trekking. At the lower levels, there are forests and wildlife. At the upper reaches, you go past the tree line to snow clad mountains.\nThere are many trip designs which can be conceived of, but there are perhaps around 20 trips\nwhich are the most popular. See also: ",{"type":"[[","value":[["Leave-no-trace camping"]]}," and ",{"type":"[[","value":[["Wilderness backpacking"]]},"\n",{"type":"*","value":[" Roopkund Trek - Bedni Bugyal, Chamoli District - one of the most popular treks. Roop kund also known as Mystery Lake is a clear water Himalayan lake. Roopkund starts from Debal. This beautiful lake is surrounded by majestic Himalayan peaks covered with snow and glaciers."]},{"type":"*","value":[" Panwali Bugyal Trek, Tehri District - it leads to Triguninarayan, a place where the eternal flame of Shiva & Sati's (Parvati's previous incarnation) marriage is still kindling"]},{"type":"*","value":[" Gangotri Glacier Trek - Tapovan (meditation ground of Gods), Gaumukh (source of Ganga)& Shivling Mountain"]},{"type":"*","value":[" Satopanth Swargarohini Trek - near Badrinath, one of the most pristine treks. Satopanth tal is a lake at an altitude of 4600m. "]},{"type":"*","value":[" Pindari glacier trip"]},{"type":"*","value":[" Chandrashila Trek, Chopta - Chandrashila commands the most beautiful view of the Himalayas in the whole region, especially Chaukhamba & Nanda Devi. There's one of the Panch Kedars - Tungnath's temple - the highest temple of Shiva"]},{"type":"*","value":[" Madmaheshwar Trek, near Ukhimath, Rudraprayag - one of the most beautiful treks leading to a Panch Kedar, it's at the base of Chaukhamba Peak (7300 m\/23,950 ft)."]},{"type":"*","value":[" Kuari Pass Trek - near Auli, quite popular with foreign tourists"]},{"type":"*","value":[" Khatling Glacier, near Gangotri"]},{"type":"*","value":[" Valley of Flowers Trek, near Badrinath - the most beautiful valley"]},{"type":"*","value":[" Har ki doon - very scenic trek, near to Swargrohini peak, from where Pandavas went to the heaven."]},{"type":"*","value":[" Trekking inside Nanda Devi Sanctuary"]},{"type":"*","value":[" Sunder dhunga trek"]},{"type":"*","value":[" Thailisan - Binsar Trek in Pauri, an uplifting trek, providing panoramic view of Himalayas"]},{"type":"*","value":[" Milam glacier trek"]},{"type":"*","value":[" Kafni glacier trek"]},{"type":"*","value":[" Kalindni Pass Trek - Gangotri to Badrinath - a lifetime dream for many an adventurer."]},{"type":"*","value":[" Deoriatal Trek- Deoriatal Trek is one of the famous trekking destinations in Uttarakhand. One can drive up to the Sari village near Ukhimath, from where it is a short 4 kms walk to the lake. Trekking can be done for entire year in Deoriatal."]},"\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"'''","value":["Kumaoni food"]}," is very simple but very nutritious and completely suits the hard environment of the Himalayas. Pulses like gehet are fashioned into different preparations like ras-bhaat, chains, faanda and thatwaani – all are unique preparations from the same pulse. Jholi or curry seasoned with curd. Chudkan\n",{"type":"*","value":[" ",{"type":"'''","value":["Bal Mithai"]}," is a brown chocolate-like fudge, made with roasted khoya, coated with white sugar balls."]},{"type":"*","value":[{"type":"'''","value":["Dubka"]}," is a simple dish made from various lentils, which are ground and made into a curry-like dish with a few local spices available in the Kumaon hills like jamboo and jakhiya. It's usually made in an iron wok and eaten with rice. "]},{"type":"*","value":[{"type":"'''","value":["Chains"]}," is a preparation of whole urad which are first roasted then ground and then seasoned into a soup."]},{"type":"*","value":[{"type":"'''","value":["Kaapa"]}," is a dish prepared with spinach leaves crushed into a paste and cooked with other condiments."]},{"type":"*","value":[{"type":"'''","value":["Jholi"]}," is a curry seasoned with curd and curry leaves."]},{"type":"*","value":[{"type":"'''","value":["Bhatt ki Churkani"]}," is a soup like preparation of bhatt pulses eaten with rice."]},{"type":"*","value":[{"type":"'''","value":["Saag"]}," is a fried dish of green vegetables. Can be made from any of the various green vegetables like palak (spinach), lai, methi (fenugreek leaves) and so on."]},{"type":"*","value":[{"type":"'''","value":["Aaloo gutuk"]}," and ",{"type":"'''","value":["Pinalu Gutuk"]},"  are fried potatoes or pinalu, seasoned with spices."]},"\nThe types of food here include Garhwali, Indian, Chinese and Tibetan.\n\nIn the tourists centers such as Badrinath, Gujarati, Marwari, and other regional cuisines are available for the hordes of pilgrims that descend on the holy sites every summer.\n\nIt is popularly believed that divine and powerful sages are living in the uncharted areas of Utharkhand. In some caves or dens, a lot of sages may be abiding with their disciples. But is very hard to get there.\n\n",{"type":"==","value":[" Drink "]},"\nUttarakhand has high excise taxes on beer and alcohol: a bottle of beer can cost 80-90 rupees, nearly double the price of some other states in India.  Quite a few holy towns including ",{"type":"[[","value":[["Haridwar"]]}," and ",{"type":"[[","value":[["Rishikesh"]]}," are officially dry. Cannabis is illegal, but widely used anyway.\n\n",{"type":"==","value":[" Stay safe "]},"\nThe roads are a bit tricky, and taxi rides in the hills may appear dangerous, but otherwise Uttarakhand is a pretty safe place for tourists. However, tourists are known to encounter problems in the urban centers and the plains districts such as Haridwar.\n\n",{"type":"==","value":["Go next"]},"\nOne may take up one of the trekking tours to have a walk in Chopta, Tungnath, Deoria Taal and Chandrasheela. Or, simply dive in the natural garden of Buransh - a destination considered to be the Switzerland of India.\n\n",{"type":"{{","value":[["geo"],["30.33"],["78.06"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Himalayan North"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Uttarakhand"]]}]