[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Uvita"]}," is a small town south of Dominical, and north of Ojochal.  It is the heart of Ballena Marine National Park. \nThere has been a tremendous influx of foreigners (non-Costa Ricans) moving into Uvita over the past few years. Uvita was once considered \"remote\" but now features numerous grocery stores, banks, doctors, dentists, Internet cafe's and a thriving expat and local culture.\n\nThe local ",{"type":"'''","value":["Uvita Information Center"]},", ",{"type":"[","value":["http:\/\/www.uvita.info"]},", can help you with general information on Uvita and the surrounding areas.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom Quepos take a Bus to Uvita\n\nFrom San Jose you have to option take the bus via Quepos or take the bus to San Isidro de Perez Zeledon and from there the bus to Uvita. The first option is longer, but a great drive next to the ocean. The Second one a shorter ride, and great view over a great mountain range.\n\nFrom Palmar Norte and south of there, the bus to ",{"type":"[[","value":[["Dominical"]]}," goes by Uvita, or the Uvita bus stop at the town.\n\nBest way to get to Uvita from\/to SJO airport is ",{"type":"'''","value":["Easy Ride Shuttle Services"]}," they run shuttles twice a day in moderns vans, professional drivers, A\/C they go through the Cost and trips is just 3.5 hours a lot faster than regular Bus.\n\nYou can also fly into Palmar Sur via Sansa or Nature Air. \n\nOr rent a car and drive your self.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ballena Marine National Park"]},"- This large coastal national park is famous for the Humpback Whales that migrate here each year from December to April to mate.  The enormous pristine beaches here are rarely crowded and perfect for swimming, snorkeling, and sun-bathing.  At low tide, a land bridge appears to Punta Uvita, and visitors can walk out to the tip which resembles a whale tail.  There is also a small estuary which many people swim and fish in despite signs that warn of crocodiles.  Walking through the main entrance will cost foreigners about $6, but there are many unmarked trails that lead to the beach as well."]},{"type":"*","value":[{"type":"'''","value":["Waterfalls"]},"- Walk north of the main road past Tucan Hotel, turn left after the cemetery, and walk up a large hill.  There will be signs all along the way reading \"Cataratas\" or \"Waterfalls\".  Near the top of the hill on the left, there is a little restaurant which charges $2 to access the lovely waterfalls in the canyon behind their property.  A steep path leads down to the waterfalls and several swimming holes which are surrounded by bamboo and flowering trees.  A perfect place to get out of the sun for a while and read a book, swim, and relax."]},{"type":"*","value":[" Envision festival (February\/March) ",{"type":"[","value":["http:\/\/www.2013.envisionfestival.com\/ Find out about 2013"]}]},"\n",{"type":"==","value":["Eat"]},"\n\nYou will find a great deal of places, from a drive thrue hot dog place, to lots of little SODAS (small little restaurants that are traditional all over Costa Rica. Seafood is great. Uvita is on the ocean. Pizza places are around, La Fogata is the oldest and best one, they also have great BBQ Chicken. For more upscale you can visit Terrazas, up in the hills of Uvita, great view. Also La Cusinga Eco Lodge, the first hotel in the area, a truly Eco Lodge.  You need to call ahead for reservations, as it is reservation only.  La Cusinga offers a great view of Ballena Marine National Park. They have trails and a Private Preserve. A new Mexican place is open, next to the Gas Station (i have not eaten there so can not review it).\n\n",{"type":"*","value":["La Cusinga Eco Lodge ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lacusingalodge.com\/en\/culinaryhighlights (The Gecko Restaurant)"]}]}," (",{"type":"'''","value":["A great organic restaurant, next to Ballena Marine National Park"]},") Our mission is to offer our guests the same spiritual and physical sustenance in our food that they will receive from the natural beauty surrounding them at La Cusinga Lodge. Just as La Cusinga represents a sustainable form of eco-tourism, at The Gecko we offer a cuisine that reflects that same sustainability.."]},"\n",{"type":"==","value":["Drink"]},"\n\nWell you are at the beach and a hot sun will make you search for a cool drink, along the beach there are a few bars, also in the main road there are a few too. there are always something happening, Karaoke, ladies night, a soccer match on TV. Try the local beer, Imperial, or the Cacique ron. SOme of the place are Marino Ballena, Almendros, Pachanga, Delfines, and some that come a go. For a more upscale sunset relaxing mood Terrazas is the place, drink special, and movie nights are always popular.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=",{"type":"[[","value":[["La Cusinga Eco Lodge"]]}],["alt="],["url=http:\/\/www.Lacusingalodge.com\/"],["email=info@lacusingalodge.com"],["address="],["lat="],["long="],["directions="],["phone=+506 2770-2549"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A great Eco Lodge, next to Ballena Marine National Park. See the Whales from your room, toucans, Cusingas, Howler Monkeys, and many more animals from your room, from the restaurant, in the parking lot. Nature is all around, you do not need to walk far to be with in nature! ",{"type":"'''","value":["CST certified with 4\/5 leafs (first in the area)"]},"."]]}," "]},{"type":"*","value":["Canto Ballena"]},{"type":"*","value":["Rana Roja Cabins"]},{"type":"*","value":["Nido del Halcon"]},{"type":"*","value":["Cabinas Gato"]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mar y Selva Ecolodge"],["url=http:\/\/www.maryselva.com"],["email="],["address=Ballena-Uvita"],["lat=9.119854"],["long=83.685479"],["directions=From entrance to Ballena Beach, 1.4 k south, 1.2 k east"],["phone=+506 2786-5670"],["tollfree="],["fax="],["hours="],["price=$85-120"],["checkin=2PM"],["checkout=11AM"],["content=Rain-forest ecolodge overlooking Ballena Marine National Park.  It provides a relaxing immersion in the rain-forest with breathtaking views of the Three Sisters Islands in the Pacific while being just 10-15 minutes from several beautiful beaches and many activities. Dedicated to making your stay memorable, protecting the environment,and offering you all the comforts of home, we are a non-smoking establishment."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tucan Hotel"],["url=http:\/\/www.tucanhotel.com\/"],["email="],["address="],["lat=9.172729"],["long=-83.738351"],["directions=Just north of the main road"],["phone=+506 2743-8140"],["tollfree="],["fax="],["hours="],["price=$6 Camping or Hammock, $10 Dorm, $25-35 Private Room"],["checkin="],["checkout="],["content=The Tucan Hotel is a friendly and vibrant hostel that caters more to budget travelers.  Rooms are clean, there are plenty of hammocks, and room to camp as well.  The Tucan offers a great free shuttle to the Ballena Marine National Park and other area beaches.  They also have Wi-Fi, computer access, kitchen use, coffee and parking all of which are free.  The Tucan has a restaurant and bar on site, and usually a rather mellow atmosphere.  They have a small library and rent bicycles, surfboards, and snorkel gear.  Also, be sure to hang out in the treehouse out front."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kura Design Villas"],["url=http:\/\/www.kuracostarica.com\/"],["email=reservations@kuracostarica.com"],["address=Costa Ballena, Uvita de Osa, Costa Rica"],["lat="],["long="],["directions="],["phone=+506 8448-5744"],["tollfree="],["fax="],["hours="],["price=from US$440"],["checkin="],["checkout="],["content=Treasure of the South Pacific.  Brand new posh, boutique resort.  Private villas. Infinity pool.  Panoramic views of the Pacific and the “Whale’s Tail”.  Rainfall showers.   Full service spa.  Yoga retreats. Diving and snorkeling.  Close to secluded beaches."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nTours\nBahia Aventuras : Tel +506 2743-8362  WWW.bahiaaventuras.com  \/ info@bahiaaventuras.com \/  Boat and nature tour operador , Whale & Dolphin encounter , snorkeling tours to Cano Island , nature hikes to Corcovado National Park.\n\n",{"type":"{{","value":[["IsPartOf"],["South Pacific Costa Rica"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Uvita (Costa Rica)"]]}]