[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Blue Water 2.jpg"],["thumb"],["\"Big Rock\" Beach"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aboututila.com\/ Útila"]}]}," is the smallest of the three major islands in the ",{"type":"[[","value":[["Bay Islands"]]}," group in the west Caribbean Sea off the northern coast of ",{"type":"[[","value":[["Honduras"]]},". It's a very popular destination for budget travelers to get their PADI certifications (or do fun dives) and party. It's a great place to dive but there's essentially no other reason to go there.\n\n",{"type":"==","value":["Get in"]},"\nGetting to Útila is a relatively simple process from many gateway cities.  Direct flights to both San Pedro Sula and Roatan are now available from Houston, Atlanta, Miami and Toronto. \n\nFrom either ",{"type":"[[","value":[["Roatan"]]}," or ",{"type":"[[","value":[["San Pedro Sula"]]}," a simple Honduran airline flight (with SOSA or Charter) gets you to Útila.\n\nBy land, take a bus to ",{"type":"[[","value":[["La Ceiba"]]}," where you can catch a ferry over.  Its about an hour ride.  The Ferry runs twice daily, once in the morning and once in the evening.  The ferry fare as of November 2011 is 475 lps one-way, or $27 USD one-way. (see The Útila Princess ",{"type":"[","value":["http:\/\/aboututila.com\/TravelInfo\/Utila-Princess\/Index.htm"]}," or ",{"type":"[","value":["http:\/\/utilaguide.com\/utilatravel\/utilaprincess\/"]}," for current fares and schedules).\n\nTransportation directly from Utila to Roatan or vice-versa is occasionally available by several different small boat operators on the islands.  Ask around as service is not regularly scheduled and boats will generally not leave unless they have enough people on both islands to make the journey viable.  Cost is about US$55 one-way, about the same as the long way on the ferry.\n\nTACA, Delta, American and Continental all service Honduras.\n\n",{"type":"==","value":["Get around"]},"\nThe main town in Utila is fairly small and everywhere can be walked to fairly easily.  Tuk-Tuks are available on the main road at all times and will go anywhere for $1-$3.  Rentals for bikes, scooters, motorcycles, and ATVs are available at several locations in town, however the rates are quite high.\n\n",{"type":"==","value":["Understand"]},"\n\nFormer British colony, which helps explain why English is so common (besides all the tourists).\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Hawksbill Turtle.jpg"],["thumb"],["A hawksbill turtle at the Black Hills dive site"]]},"\n",{"type":"===","value":["In the Water"]},"\nÚtila is consistently ranked among the best diving destinations in the Caribbean. Útila certifies more new divers than any other location in the Caribbean and arguably around the world. Historically, diving on Útila has been startlingly inexpensive, hence its reputation as a backpacker resort. The diving is spectacular. Moreover, Útila is legendary for its macro creatures (e.g. sting rays, occasional whale sharks). Útila rewards the diver that perfects their buoyancy and is willing to slow down and spend time to find the hidden little creatures of the reef.\n\nWhile Útila is not known for its beaches, there is some excellent snorkeling available right offshore - especially towards the Blue Bayou area. It is possible to snorkel either right off the few small beaches, or with most of the dive boats.  Snorkel equipment rental ranges from $5-$15 USD.\n\nÚtila also has fantastic waters for kayaking and stand up paddleboarding.  The island is split east\/west by a canal that you can kayak through; kayaks can be rented from Coral View Hotel near the southern canal entrance or from several dive shops. Guided kayaking trips (see Kayak Útila ",{"type":"[","value":["http:\/\/www.kayakutila.com"]},") to the North Shore through the Mangrove Channel and down to the Cays are a great option to safely explore these waters as well.\n\n",{"type":"===","value":["On the Land"]},"\nThere are a variety of things to see that you can make a day of hiking to (ask around for directions).  A crashed drug runner airplane in the jungle north of the airport is an interesting sight.  Freshwater caves on the eastern shore can make for good swimming or exploring, but be very careful if you plan to go deep into them as people have gotten lost and died inside (take 2 waterproof flashlights).  The view from the top of pumpkin hill is not to be missed.  Similarly panoramic is the view from the top of the water tower.  \n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Diving"]}," - Útila boasts the cheapest Open Water courses in the Caribbean, price is currently $225-$300 USD for PADI Open Water, Advanced Open Water, or Rescue Course. Typically this also includes a basic hostel room during the course, and a couple of fun dives after completion. Be sure to shop around as every shop offers its own unique atmosphere and some are definitely better than others.  "]},"'''\n\n",{"type":"*","value":[{"type":"'''","value":["Paddling"]}," -Útila's waters are fabulous for paddling- both kayaking and new this year, Stand up Paddleboarding  For kayaking, you can either rent a kayak at various spots or hook up with a marine naturalist guided tour with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kayakutila.com Kayak Útila."]}]},"  Stand up Paddleboards (SUPs) are available through ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.PaddleUtila.com Paddle Útila"]}]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Partying"]}," - There is a very strong nightlife on Útila with a party happening somewhere almost every night, especially during high season.  There is an unofficial understanding between the major bars of the island as to where people will go each night.  Generally after 1AM only one bar is still going, and it typically stays open until 4 or 5AM.  Ask around and you should have no trouble finding out where the place to be is that night.  Or just follow the music."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sunjamutila.com SunJam"]}]}," - Early in August every year Útila hosts the largest electronic music party in Central America.  DJs are flown in from all around the world, and the event draws a crowd of over a thousand from all over Central America.  The entire week leading up to SunJam there are pre-parties and the island is crowded and buzzing with excitement.  Note that it can be very hard to find a place to stay during this week.  For more information about SunJam visit ",{"type":"'''","value":[{"type":"[","value":["http:\/\/diveparrotsutila.com Parrots Dive Centre"]}]},", whose owner is one of the main organizers."]},"\n\n",{"type":"====","value":["Scuba diving facilities"]},"\n",{"type":"[[","value":[["File:2006 March 15 jason1.jpg"],["thumb"],["A whale shark swims near Útila"]]},"\nWhen you get to the island, you'll be given flyers for several dive shops. Before signing up for a diving course, you should visit some of the shops to meet the instructors and see the facilities yourself, because the shops are very similar on paper. You can drop your bags and one of the shops while you shop around. Many of the shops will give you a free night in the dorms if you just check out their shop (e.g. Útila Dive Centre did this as of August 2012). The island is small and it's an efficient market -- the prices are very similar between the dive shops. The quality of the instruction is also going to very similar, since they're (almost) all teaching the same PADI course. Most shops will also be able to give you instruction in English, Spanish, and other languages -- just ask to speak to the instructor when you stop by.\n\nEach shop will emphasize some specific aspect of their facility (e.g. \"we have the best parties!\", \"we're the best place for instructors to train to be diving instructors!\", \"we're locally owned!\", etc.), but they are essentially all equally good facilities and instructors (enforced by PADI). You should just try to find the best fit for your personality.\n\n",{"type":"<","value":["br"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Alton's Dive Center"],["alt="],["url=http:\/\/diveinutila.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":[" Courses are available at least in English and Spanish."]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Capitain Morgan's Dive Centre"],["alt="],["url=http:\/\/divingutila.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":["The logo appears similar to the brand of rum, but there is apparently no endorsement from the alcohol company."]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Útila Dive Centre"],["alt="],["url=http:\/\/www.utiladivecenter.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":[" In 2011 and 2010 the Útila Dive Centre was awarded #1 PADI Instructor training facility in the Americas by international training agency PADI."]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Bay Islands College of Diving"],["alt="],["url=http:\/\/www.dive-utila.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":[" Courses are available in English, French, Spanish, Dutch and German. "]}]},{"type":"*","value":[{"type":"*","value":[" Courses come with free accommodation."]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Underwater Vision Dive Resort"],["alt="],["url=http:\/\/utilascubadiving.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":["PADI scuba dive courses from the Beginner to Professional Level "]}]},{"type":"*","value":[{"type":"*","value":["Instructor Development Course (IDC) begin each month"]}]},"\n",{"type":"==","value":["Buy"]},"\nOne needs to understand that islands are isolated.  Goods do not arrive every day, so not everything will be available all the time.  The ATMs sometimes run out of money, produce not grown locally is often only available for a couple days after it has arrived, etc.\n\nCredit cards are accepted at most places but discouraged, as there is a very high transaction fee (8-10%).  Traveler's cheques can be cashed at Henderson's just west of the ferry dock, and are taken by most dive shops.  The easiest way to get money is from an ATM (there are 2, on both plus and cirrus networks) or by going into the bank itself.  Lines can be long at the bank but the ATMs run out of money fairly regularly.  Also the maximum withdrawal is $4000lps (a little over $200USD) but if you go into the bank there is no limit to how much you can take out at once.  Make sure not to run completely out of money before making another trip to the bank or you might find yourself looking for someone to lend you some money for a day.\n\nScuba diving and snorkeling equipment is available for sale from the ",{"type":"'''","value":["Diveshack Útila"]},", located on the corner of the crossroads in the main town, and where the ferry leaves\/departs.  There is a good range of scuba diving and snorkeling equipment at reasonable prices.\n\n",{"type":"'''","value":["Funkytown Library"]}," (located at the main road at the Reef Cinema) offers a wide range of great books for sale, exchange and rent. Feed your head.  Another book exchange can be found at Bundu cafe.\n\nGroceries: There are many small grocery stores and corner stores to buy food for cooking. Almost all the hotels have shared public kitchens.  Bush's is the largest grocery store, similar to a North American supermarket, but is considerably more expensive than everywhere else.  At time of writing, the cheapest grocery stores were Mermaids and Tiende del Pueblo.\n\n",{"type":"==","value":["Eat"]},"\nThe island has a wide variety of fruit, seafood meals, pasta, vegetarian and breakfast fitting for a king with fresh and full-bodied coffee.  Many establishments offer a discount for larger groups, so be sure to round up a posse at your hostel before you go out to eat.\n\n",{"type":"*","value":["Check the ",{"type":"'''","value":["Bundu Cafe"]}," daily for their specials which are always changing and never disappoint.  Also a great place to enjoy a margarita."]},{"type":"*","value":["Not to be missed is ",{"type":"'''","value":["RJ's"]}," located across from ",{"type":"'''","value":["Alton's Dive Center"]}," furthest east from the ferry dock.  The BBQ is great with mostly fresh seafood and the \"Ruminade\"(home-made lemonade with local rum) is just what you need after a long day of diving.  Only open Wednesday, Friday, and Sunday."]},{"type":"*","value":[{"type":"'''","value":["La Piccola"]}," has the best italian food on the island, with a classy atmosphere.  This place is truly a labour of love for the owner, Kate.  Be sure to try the hand-made ravioli!<\/drink>"]},{"type":"*","value":["Great for people watching and with very reasonable prices, you can't go wrong at ",{"type":"'''","value":["Munchies"]},".  Their long hours mean you're likely to still get a meal there after everywhere else has closed."]},{"type":"*","value":["If you want to splurge, try the ",{"type":"'''","value":["Mango Inn"]},".  Beautiful surroundings, excellent liquor selection, and a giant wood burning stove that ensures some of the best pizza on the island."]},{"type":"*","value":[{"type":"'''","value":["Mainstreet Lounge"]}," (formerly Dave's) has a small menu but everything on it is fantastic and fairly priced.  The enchiladas are a personal favorite of many."]},{"type":"*","value":["If you're craving something different, ",{"type":"'''","value":["Indian Wok"]}," (in front of Tranquilla bar) is not to be missed.  The menu changes daily.  This restaurant also features the only sushi on the island."]},"\nFinally, no trip to Honduras is complete without eating a few baleadas.  They're cheap and everywhere; street vendors dot the island.  Ask other travellers as not all baleadas are created equal.  The super baleada from ",{"type":"'''","value":["Thompson's Bakery"]}," is a great choice.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Skid Row Bar & Restaurant"],["url=http:\/\/skidrow.honduras.com\/"],["email="],["address="],["lat="],["long="],["directions=Sandy Bay across from Ecomarine Dive Shop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Utila's best sports bar and grill.  2 big screen TVs, food ranging from pizza, to toasted subs, to kebabs.  Complete with a pool table, dart boards and great conversations."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["There is no shortfall in entertainment with the consistent danceable music of ",{"type":"'''","value":["Coco Locos"]},", the bar on a dock."]},{"type":"*","value":["Enjoy the psychadelic and open-air feel of ",{"type":"'''","value":["Treetanic"]},", perched up in a tree straight ahead from the ferry dock.  The owner has spent over a decade and a half perfecting this work of art.  Not to be missed."]},{"type":"*","value":["Every Tuesday is ladies night at ",{"type":"'''","value":["La Pirata"]},".  Women drink free for most of the night and things often get pretty crazy!  Be sure to say hello to the Canadian DJ, 'Ben Jammin'.  This bar also has an amazing view of the sunset and offers drink specials during that time."]},{"type":"*","value":["If you want to dance the night away, it is the ",{"type":"'''","value":["Bar in the Bush"]}," on Wednesdays and Fridays."]},{"type":"*","value":["Local divers can be found recounting stories of Whale Sharks at ",{"type":"'''","value":["Tranquilla"]},", on the water beside Colo Loco.  This is a very popular place to watch the sun set."]},{"type":"*","value":[{"type":"'''","value":["Bundu Café"]}," offers free movie nights and live music Jam on Thursdays."]},{"type":"*","value":[{"type":"'''","value":["Skid Row"]}," is popular with ex-pats.  Also one of the only places you can get Guifiti (Honduran moonshine)."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Mariposa"],["url=http:\/\/www.thecafemariposa.com"],["email="],["address=Calle Central"],["lat="],["long="],["directions=Behind Banco Atlantida"],["phone=+504 9754 9957"],["tollfree="],["fax="],["hours=11AM-10PM"],["price=mid-range"],["content=Under new management for just three months as of March 2009, this place is causing a lot of interest because of its delicious food and drinks, great service, and unmatched views of the harbor at sunset.  There are daily specials and a great atmosphere to help you relax and enjoy your time on the island."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nPlaces to stay are plenty, and range from about $2+ for a dorm bed to $30+ for modern rooms with hot water in low season (as of February 2011).  Accommodation is usually provided free with dive courses\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=slumberland"],["url=http:\/\/www.slumberlandutila.com"],["email="],["address="],["lat="],["long="],["directions=left from the dock after chepes beach"],["phone="],["tollfree="],["fax="],["hours="],["price=150"],["checkin="],["checkout="],["content=private villas on the water the best views of the bay. great accommodations, privacy and close to the reef"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Captain Morgans"],["alt="],["url=http:\/\/www.divingutila.com\/Accommodations.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rents small houses (some out on islands) for about $5\/person. Captain Morgans office is right by the ferry terminal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jade Seahorse"],["alt=Útila Lodging"],["url=http:\/\/www.jadeseahorse.com"],["email="],["address=Cola de Mico Road, Bay Islands"],["lat="],["long="],["directions=From the municipal Dock, walk straight ahead up Cola de Mico road for about 5 minutes"],["phone=011-504-425-3270"],["tollfree="],["fax="],["hours="],["price=please contact"],["checkin="],["checkout="],["content=Cabins surrounded by gardens."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nÚtila is much safer than the mainland, with very little violence and virtually no murders.  Theft most commonly occurs as late-night snatch and runs from intoxicated people being careless, or occasional break-ins if you forget to lock your door.  Most hostels employ night watchmen.\n\nThere is currently a big problem with cards that are used in the ATMs on the island being cloned. A safer way to get money is to go in to the bank with your cash card and your passport. \n\nThe biggest concern in Útila are the sand flies, which are worst at dawn and dusk or when there is no breeze.  (Mosquitoes are around but not nearly as bad as the sand flies.)  The best way to avoid them is, you guessed it, to avoid the sand!  This doesn't mean avoiding the water! At most of the dive shops, you access the water and boats via a dock, not a beach. Aside from avoiding the beach, you may be able to avoid the flies by doing the following:\n",{"type":"*","value":[" Wearing full length pants and tucking your pants into your socks. This may work, but you'll look look ridiculous and you'll roast in the heat."]},{"type":"*","value":[" Applying a layer of oil to your body (e.g. coconut oil, baby oil, suntan oil). Oils work only if applied heavy enough to drown the insects before they can bite. Several shops on the island sell a local (made on Roatan), organic and environmentally friendly (so as to not damage the coral) oil repellent; a small bottle is around L15. This may work for some, but then you're covering in oil."]},"\nTraffic is also something to be aware of.  The roads are narrow and some people drive too fast.  Just because you're a pedestrian doesn't necessarily mean they will give you the right of way.\n\nUse caution buying a bicycle from strangers on the street. It is a small island and if the one you bought was stolen, the owner WILL see you riding it and confront you.\n\n",{"type":"==","value":["Connect"]},"\nInternet costs 30-50 lps  ($1.50-$2.50 USD) per hour. There are several internet cafes, such as Annie's (right when you get off the ferry) and Mermaids (east of the ferry dock and just before the cinema). Lots of dive shops and restaurants have free wi-fi, and some dive shops have a computer that guests can use.\n\nCellphones are cheap (starting at about $6 USD) and calls to North America cost very little. On the Digicel network you can call North America for 18 minutes for about 7 lps (roughly $0.35 USD). Annie's internet cafe has skype phones.\n\nThe postal service is reliable (among the best in Central America) but slow (upwards of a three weeks to arrive from North America).  Mail is usually sent general delivery but can also be addressed c\/o any of the dive shops. To pick up a parcel or letter the recipient must present their passport at the post office, located at the ferry dock. Address mail to: Útila, Bay Islands, 34201, Honduras, Central America.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["DEFAULTSORT:Utila"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Bay Islands"]]},"\n",{"type":"{{","value":[["Geo"],["16.1"],["-86.933333"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Útila"]]},"\n",{"type":"[[","value":[["Commons:Útila"]]}]