[{"type":"{{","value":[["pagebanner"],["'s Hertogenbosch Wikivoyage Banner.png"],["caption=The ",{"type":"''","value":["Markt"]}," of 's Hertogenbosch, with its town hall, is famous not only for its unusual triangular shape, but also for changing very little over the centuries, as exemplified by this historic painting."]]},"\n",{"type":"[[","value":[["File:SHertogenbosch, straatzicht Smalle Haven-de Gruijterpassage foto3 2011-06-18 18.22.JPG"],["thumb"],["Street view in the city"]]},"\n",{"type":"'''","value":["'s-Hertogenbosch"]},", commonly known as ",{"type":"'''","value":["Den Bosch"]},", is a city in the south of the ",{"type":"[[","value":[["Netherlands"]]}," and the capital of the province of ",{"type":"[[","value":[["North Brabant"]]},". Once a stronghold, vital in the protection of the young Dutch nation, Den Bosch has a charming and well-preserved medieval centre. Wander through the winding streets to see Saint John's Cathedral and then pick out a street terrace on the market square to relax with a chilling beer. Take a boat to see part of the unique Binnendieze, a subterranean network of canals under the city, or head to the south part of town where the ancient ramparts still mark the border of the city and the beginning of a natural reserve area. In short: what Den Bosch lacks in fame, it makes up for in charm. A place well worth visiting.\n\n",{"type":"==","value":["Understand"]},"\n\nThe population of Den Bosch is approximately 140,000 and with that it is reaching its limits. This because almost all the ground available for building has been used. This does not mean that the whole area is one big city as there are several (big) parks. Likewise, the southern edge of city is totally green as this is a protected natural reserve.\n\nDen Bosch can be seen in 9 regions (",{"type":"''","value":["note: these regions are build up of several neighborhoods"]},"):\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Center"]}," includes the whole area inside the city walls. Most sights and places to visit can be found in this area."]},{"type":"*","value":[" ",{"type":"'''","value":["North"]}," is the area between the city center and the A59, which includes the neighborhoods ",{"type":"''","value":["de Rompert"]},", ",{"type":"''","value":["Orthen"]},", ",{"type":"''","value":["Herven"]}," and the area around the ",{"type":"''","value":["Prins Hendrik Park"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Maaspoort"]}," is the area north of the A59. Mostly a residential area with some industry."]},{"type":"*","value":[" ",{"type":"'''","value":["Hintham"]}," is the area around the FC Den Bosch football stadium."]},{"type":"*","value":[" ",{"type":"'''","value":["South"]}," is the area between the city center and the A2 highway to the south. Residential, but with also a large amount of office buildings."]},{"type":"*","value":[" ",{"type":"'''","value":["West"]}," is the area west of the central station. High presence of industry, as wel as the residential neighborhoods ",{"type":"''","value":["Kruiskamp"]}," and ",{"type":"''","value":["Helftheuvel"]},". The ",{"type":"''","value":["Brabanthallen"]}," can be found here."]},{"type":"*","value":[" ",{"type":"'''","value":["Engelen"]}," is the village of ",{"type":"''","value":["Engelen"]}," which is going through the development of ",{"type":"''","value":["Haverleij"]},", a combined residential complex on a golfcourse."]},{"type":"*","value":[" ",{"type":"'''","value":["Rosmalen"]},", a town to the east of the A2. "]},{"type":"*","value":[" ",{"type":"'''","value":["Empel"]},", small village to the north of ",{"type":"''","value":["Rosmalen"]},"."]},"\nMost visitor attractions are found in the center, except for the footballstadium and the ",{"type":"''","value":["Sportiom"]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Amsterdam Airport Schiphol"]}," is the largest airport in The Netherlands. It is located near Amsterdam and there is a direct train link from the airport to the station of Den Bosch.\n\n",{"type":"'''","value":["Rotterdam Airport"]}," and ",{"type":"'''","value":["Eindhoven Airport"]}," are smaller, regional airports located near their respective cities. Transavia, KLM CityHopper and Ryanair service these airports from various destinations within Europe. Getting from the airport to Den Bosch is possible by public transport, although it necessary to change modes of transport several times. From these airports a car is best option.\n\n",{"type":"===","value":["By train"]},"\nDen Bosch has a good location within the railway system of the \"",{"type":"[","value":["http:\/\/www.ns.nl Nederlandse Spoorwegen"]},"\" (Dutch Railroads) and almost every city has a direct connection or with a single stopover. Trains depart from Den Bosch main station in city center, which is located at the 'Stationsweg', towards Utrecht-Amsterdam-Haarlem and Utrecht-Schiphol in the north, in the direction of Nijmegen-Arnhem-Zwolle in the east, towards Eindhoven-Maastricht and Tilburg-Breda-Roosendaal in the south.\n\n",{"type":"===","value":["By car"]},"\nAlthough Den Bosch is along major highways, it is not easy to reach Den Bosch because of traffic jams.\n\nThe major highway that passes Den Bosch is the A2, generally seen from Amsterdam to Maastricht. This one of the busiest highways of The Netherlands, and the part along Den Bosch, known as \"knooppunt Hintham\" and \"knooppunt Empel\" (intersection Hintham and Rosmalen), is in the top 5 of busiest traffic points in The Netherlands.\n\nThe other, less busy, highway passing Den Bosch is the A59, coming from Roosendaal (and the A16) towards Nijmegen. This highway is less busy than the A2, although traffic jams might occur when there is a jam on the A2 as the A59 merges into the A2 for a short part.\n\nNevertheless, if staying outside the peak hours, which are roughly from 7AM-9PM and from 4:30PM–7:30PM, Den Bosch is easily accessible by car.\n\n",{"type":"===","value":["By bus"]},"\nThe regional buses, operated by the BBA, link Den Bosch with Tilburg and Eindhoven. As these are the regional buses, they do not go directly between these city but stop at several small villages. Therefore, the fastest and advisable way is using the train.\n\n",{"type":"===","value":["By taxi"]},"\nIn you want to travel quickly between cities in the region you can also travel by taxi. Prices will vary, but if you use a taxi with more people than this is still a cheap way of transportation in and around Den Bosch. There are several taxi services available, but if you need a good and reliable one call +31 412 484 415 or visit the website ",{"type":"[","value":["http:\/\/www.taxi-tco.nl\/taxi_denbosch.php"]},"\n\n",{"type":"==","value":["Get around"]},"\nEverything within the city center is reachable by foot. Everywhere in the city, so also in the suburbs, are sidewalks. In the city center, most areas are pedestrian only, and traffic within the city is restricted.\n\nIf you want to go to the suburbs (where there is no reason to, as all interesting places are within the city center), Arriva operates a network of buses throughout the city and towns in the vicinity. All buses arrive and depart from the central station, although for some lines it is along the line. Travelling on these buses is around €1,20 per zone, and you have to purchase at least 2 zones. You can either pay cash at the driver, or but a 'strippenkaart', a sort of multiple journey card, for this. The last one should only be considered of you intend a lot of traveling, or travel with multiple persons.\n\nThe city counsel is trying to get the city center car free, so it is bringing up all kind of measures to deter people from taking the car into the city. Cars can still be parked in the city center, but on Saturdays and Thursday evening these garages are packed. Parking is also available just outside the city center and from there buses are available every 15 minutes for only €1.\n\nThe best means of transportation is, just as in the rest of The Netherlands, by bicycle.\n\nIf you want to have a Taxi call +31 73 644 60 10 or visit the local Taxi Site ",{"type":"[","value":["http:\/\/www.taxi-denbosch.nl"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Binnendieze 's-Hertogenbosch.jpg"],["thumb"],["The Binnendieze is a maze of canals under the city."]]},"\n",{"type":"[[","value":[["File:Sint-Jans-Hertogenbosch.jpg"],["thumb"],["The large St John's Cathedral is a central point in the city."]]},"\n's-Hertogenbosch is a medieval city and among the oldest cities in the Netherlands. When the Netherlands were still young it was a fortified city that served for the protection of The Netherlands. Especially on the south side of the city, a lot of these fortifications have been saved and over time restored.  Start at ",{"type":"''","value":["Bastion Vught"]}," and walk northwards via the ",{"type":"''","value":["Parklaan"]},", ",{"type":"''","value":["Spinhuiswal"]},", ",{"type":"''","value":["Zuidwal"]}," and ",{"type":"''","value":["Bastion Oranje"]}," and ",{"type":"''","value":["Hekellaan"]}," until you reach the bridge over the ",{"type":"''","value":["Zuid Willemsvaart"]},". This way you covert the best part of the old fortifications. In 2004, the city was awarded ",{"type":"''","value":["European Fortress of the year"]},".\n\nThe ",{"type":"'''","value":["Sint Jans Cathedral"]}," is one of the most prominent landmarks of Den Bosch. Building on the cathedral as we know it right now started in 1380 and is built in Gothic style. Because the exterior of the building is deteriorating fast due to toxic rain they started in 1998 with the restoration of the exterior. It will take years to restore the full church, but the first sections are already finished and can be seen at this moment. This restoration only applies to the exterior.\n\n",{"type":"'''","value":["The Moriaan"]}," is the oldest brick building in The Netherlands, built in the 13th century. It is located on the market square and currently houses the Tourist Center (VVV), and in the basement rockcafe Plein79.\n\nAnother place on the market square that is worth a visit is the ",{"type":"'''","value":["Town Hall"]},". It is located on the south side of the square next to the V&D department store. It was built in the 17th century and reflects Dutch ",{"type":"''","value":["classicism"]},".\n\nIn the north of the city center, outside the boundaries of the northern fortifications is the ",{"type":"'''","value":["Citadel"]},". This fortress was added to the city later and is not directly included in the fortifications but sort of pasted on. It held the garrison to protect the city or, if necessary, to counter an uprising in the city. It is now part of the national archive.\n\nOpposite the Citadel is the ",{"type":"'''","value":["Kruithuis"]},", or powder arsenal. It is an hexagonal building and one of the last in its kind. It is currently used as a museum for art.\n\nAs the city center is protected there are still a lot of medieval buildings to be found. Wander around and see the traditional building style.\n\nHidden below the old city is a canal network called the ",{"type":"'''","value":["Binnendieze"]}," that once spanned 22 kilometres. It started out as a regular river, the Dommel, running through the city in medieval times but due to lack of space in the city, people started building their houses and roads over the river. In later times it functioned as a sewer and fell into disrepair. In recent decades, the remaining sixth of the old waterway system has been renovated, and it is possible to take several guided subterranean boat trips through it.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Efteling Park"],["alt="],["url=http:\/\/www.efteling.com\/"],["email="],["address="],["lat=51.64979"],["long=5.04895"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A family theme park. It is not in Den Bosch, but a 15-20 minute drive from the centre. It does have some number of thrill rides, and also kids rides, which makes it fun for everyone."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nDen Bosch is a popular place for shopping, combining a charming historic atmosphere with a wide variety of stores. In the city centre you'll find all the major chains and department stores. For more characteristic speciality stores or small boutiques try the ",{"type":"'''","value":["Snellestraat"]}," or the so-called ",{"type":"'''","value":["Bossche Kwartier"]},", meaning the small streets around the Fonteinstraat. The ",{"type":"'''","value":["Verwerstraat"]},", with its large monumental buildings, is the place to go for antiques, fashion and design. The ",{"type":"'''","value":["Vughterstraat"]}," is another excellent pick, with clothing shops as well as some fine home decoration and furniture places.\n\n",{"type":"'''","value":["Markets"]}," are frequently held on the large market square. The main market is on Saturdays (9-17h) and has a wide selection of food and non-food products. On Wednesday the selection is similar, but the market somewhat smaller. On Fridays, there's a biological market (9-14h) with a good selection of high-quality, mostly regional products. There's another regular market on every first Sunday of the month, but it's a lot smaller than the one on Saturday. \n\n",{"type":"==","value":["Eat"]},"\nThe city is famous for a local pastry called \"Bossche Bol\" or \"moorkop\", a must-try for any visitor. It's a chocolate ball filled with cream, the size of a tennis ball, typically eaten with a cup of coffee in the afternoon but also for desert. It makes for a fine sweet treat when you kick back and relax at one of the many cafés, after a day of walking through town.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jan de Groot"],["alt="],["url= http:\/\/www.bosschebollen.nl\/winkel-lunchroom.php"],["email="],["address=Stationsweg 24"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price= € 2.05 for one pastry."],["content=This bakery is particularly well-known for its Bossche bollen and caters to many of the cafés in town. They also have a lunchroom of their own."]]}]},"\n",{"type":"===","value":["Restaurants"]},"\nThe city centre is packed with small and large restaurants that serve all kinds of crowds. The ",{"type":"'''","value":["Korte Putstraat"]}," and the ",{"type":"'''","value":["Lange Putstraat"]}," are your best bet if you're looking for a meal, as they have a particularly broad selection of places with nice outdoor terraces in summer. Typically you'll have no problems finding a table somewhere, but if you have a particular establishment in mind or if you want a good table on the terrace it's definitely wise to reserve ahead, as the best places are often full.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eetcafé 't Keershuys"],["alt="],["url= http:\/\/www.keershuys.nl\/"],["email=info@keershuys.nl"],["address=Lepelstraat 45"],["lat="],["long="],["directions="],["phone=+31 73 612 80 87"],["tollfree="],["fax="],["hours="],["price="],["content=Cosy place in a 14th-century building, once a small cheese factory. Today it's a restaurant serving simple, good value for money food. It's also a popular place for lunch and High Tea. Lunch breads start at around €5 and in the evening you can have the dish of the day for €10,50. Pasta dishes around €12 and other mains from €15."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bar Bistro Tic Tac"],["alt="],["url=http:\/\/www.tic-tac.info"],["email="],["address=Kerkstraat 83"],["lat="],["long="],["directions="],["phone=+31 73 613 4088"],["tollfree="],["fax="],["hours="],["price=Full course mains around €15"],["content=Lots of finger food and bistro dishes with American and Asian influences. Think simple but tasty and filling steaks, burgers and salads."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=In Den Zevenden Hemel"],["alt="],["url=http:\/\/www.indenzevendenhemel.nl\/"],["email="],["address=Korte Putstraat 13-17"],["lat="],["long="],["directions="],["phone=+31 73 6901451"],["tollfree="],["fax="],["hours="],["price=€34.95 for a set 3 course menu"],["content=Popular with locals, this place gets good reviews and is often crowded. Mains start around €20 and there's several vegetarian options too. The staff is friendly; ask them for the English menu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name= Nescio"],["alt="],["url=http:\/\/www.nescio-restaurant.nl\/"],["email="],["address= Hinthamerstraat 80"],["lat="],["long="],["directions="],["phone=+31 73 6 100 900"],["tollfree="],["fax="],["hours="],["price= € 34,50 for a 4 course chef's menu."],["content= Cosy little restaurant with good food, right next to the cathedral. On the menu you'll find a range of small dishes which allows you to get a good idea of the cuisine. Most visitors opt for the chef's menu, called the \"Wandeling door de kaart\" (walk through the menu)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Binnenhof -eten & drinken-"],["alt="],["url=http:\/\/www.binnen-hof.nl"],["email=info@binnen-hof.nl"],["address= Guardianenhof 26"],["lat="],["long="],["directions="],["phone=+31 73 6145010"],["tollfree="],["fax="],["hours="],["price= From €34,95 for a 3 course menu."],["content= Modern, nicely decorated restaurant with good food."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Sense"],["alt="],["url= http:\/\/www.restaurantsense.nl"],["email=info@restaurantsense.nl"],["address=Verwersstraat 58"],["lat="],["long="],["directions="],["phone=+31 73 614 42 08"],["tollfree="],["fax="],["hours= closed Sun&Mon"],["price= From €43,50 for 4 courses"],["content=Sense has a number of small, high quality dishes on the menu; the idea is that you order them more or less in a random order, as you like. They start at around €16; count on 4 dishes for an average eater. If you're not very picky, the surprise menu is a good option."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fabuleux"],["alt="],["url="],["email="],["address=Verwerstraat 23"],["lat="],["long="],["directions="],["phone=+31 73 741 00 11"],["tollfree="],["fax="],["hours=Closed Mon&Tue"],["price= From €37.50 for a 3 course surprise."],["content= Proper French cuisine in a historic house. This place also has some excellent wines on the menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNightlife in Den Bosch is as you might expect from a city of its size: not as extravagant as Amsterdam or Rotterdam, but nice, with a friendly crowd attending and a nice atmosphere. The places most worth visiting:\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Drie Gezusters"],["alt=One of the most popular places in Den Bosch, it has 3 areas: Pub, Apres Ski and Club with different music and appearance. Can't miss it on Friday and Saturday as there will be a line outside."],["url=http:\/\/www.driegezusters.nl"],["email="],["address=Karrenstraat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Opens at 21.00, but the scene starts at around 23.00. Open until 04.00"],["price=Entrance €4, coatcheck €1"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cinq"],["alt=Formerly known as the ",{"type":"''","value":["Cuba Libre"]},", it turns into a nightlife scene after 23.00. On busy nights hard to get in."],["url="],["email="],["address=Parade"],["lat="],["long="],["directions="],["phone =+31 73  6900768"],["tollfree="],["fax="],["hours="],["price=Entrance depends on attendance. Busy nights require around €2 entrance to be paid."],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Carrousel"],["alt=Place to attracts a crowd of mainly 25+. Is sometimes open slightly longer than the other places."],["url="],["email="],["address=Karrrenstraat"],["lat="],["long="],["directions="],["phone =+31 73  6900311"],["tollfree="],["fax="],["hours=starts at around 10PM until 4AM, sometimes later."],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Silva Ducis"],["alt=Next to Cinq, same attendance."],["url=http:\/\/www.silva-ducis.nl"],["email="],["address=Parade"],["lat="],["long="],["directions="],["phone =+31 73  6130405"],["tollfree="],["fax="],["hours=10AM-4PM"],["price="],["content="]]}," '"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golden Tulip Hotel Central"],["alt=Located in the city center, this is one of the best hotels to visit the city if you are willing to pay a little more."],["url=http:\/\/www.hotel-central.nl\/uk"],["email="],["address=Burg. Loeffplein 98"],["lat="],["long="],["directions=Go to the Markt (market square) which is easily found from within the city center. Here the hotel will be on the north side, easily recognized as a white building"],["phone=+31 73 6926926"],["tollfree="],["fax=+31 73 6145699"],["hours="],["price=around €140"],["checkin="],["checkout="],["content="]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mövenpick Hotel 's-Hertogenbosch"],["alt=Hotel located outside the city center. Easy accessed by car, but has a bad public transport connection to the city center. Walking is an option though, and would take about 20 minutes."],["url=http:\/\/www.moevenpick-hotels.com\/hotels\/s_Hertogenbosch\/welcome.htm"],["email=hotel.s-hertogenbosch@moevenpick.com"],["address=Pettelaarpark 90"],["lat="],["long="],["directions=Near the highway A2. Take exit 22, where signage will guide you to the hotel."],["phone=+31 73 6874674"],["tollfree="],["fax=+31 73 6874635"],["hours="],["price=around €140"],["checkin=3PM"],["checkout=12PM"],["content="]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western Euro Hotel"],["alt=Located in the city center. Cheaper hotel, but overal it is in a bad shape. Renovations has been done from Dec. 06 until Mar. 07, so there might be some improvement."],["url=http:\/\/www.bestwestern.com"],["email="],["address=Kerkstraat 56"],["lat="],["long="],["directions=Near the St. Jans Cathedral opposite the main post office."],["phone=+31 73 6137777"],["tollfree="],["fax=+31 73 6128795"],["hours="],["price=€95"],["checkin=14:00"],["checkout=11:00"],["content="]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Campanile Hotel 's-Hertogenbosh"],["alt=Cheap hotel located in the northern suburb 'Maasport' and adjacent industrial area"],["url=http:\/\/www.campanile.com"],["email=denbosch@campanile.com"],["address=Goudsbloemvallei 21-25"],["lat="],["long="],["directions="],["phone=+31 73 6422525"],["tollfree="],["fax=+31 73 6410048"],["hours="],["price=€59"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bark Hotel 's-Hertogenbosch"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mercure Hotel Rosmalen"],["alt=Located outside the city center along the A2 highway"],["url=http:\/\/www.accorhotels.com\/accorhotels\/fichehotel\/gb\/mer\/2112\/fiche_hotel.shtml"],["email=H2112@accor.com"],["address=Burg. Burgerslaan 50"],["lat="],["long="],["directions="],["phone=+31 73 5219159"],["tollfree="],["fax=+31 73 5216215"],["hours="],["price=€120"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=van der Valk Hotel Vught"],["alt=Large hotel located in the town of Vught, about 10 minutes by bus to 's-Hertogenbosch."],["url=http:\/\/www.valk.com"],["email=vught@valk.com"],["address=Bosscheweg 2"],["lat="],["long="],["directions="],["phone=+31 73 6587777"],["tollfree="],["fax=+31 73 6587700"],["hours="],["price=€80-100"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\nDen Bosch uses the area code 073.\n\n",{"type":"==","value":["Stay safe"]},"\nDen Bosch is in general a safe city. Even the neighborhoods considered dangerous by the locals are still quite safe during daylight (",{"type":"''","value":["Hambaken"]},", ",{"type":"''","value":["Graafsewijk"]}," and ",{"type":"''","value":["Kruiskamp"]},"). If a traveler uses his common sense he will be alright, also during night. The only time the crowd can get a bit rough is during Thursday, Friday and Saturday night. These are the general party nights, so people sometimes drink too much. Nevertheless, there is a lot of police around, and you will be safe if you just take care and mind your own business.\n\n",{"type":"==","value":["Go next"]},"\nWell connected and at a fairly central location, there are endless options for next destinations when leaving 'sHertogenbosch. Some of the more prominent nearby places are ",{"type":"[[","value":[["Utrecht"]]},", ",{"type":"[[","value":[["Tilburg"]]},", ",{"type":"[[","value":[["Eindhoven"]]},", ",{"type":"[[","value":[["Breda"]]}," and ",{"type":"[[","value":[["Nijmegen"]]},". The ",{"type":"[[","value":[["Loonse en Drunense Duinen National Park"]]}," is also a short ride. \n\n",{"type":"{{","value":[["routebox"],["image1=NL-A2.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Amsterdam"]]}],["minorl1=",{"type":"[[","value":[["Culemborg"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Maastricht"]]}],["minorr1=",{"type":"[[","value":[["Eindhoven"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Brabant"]]},"  \n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["51.69014"],["5.29897"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["Commons:'s-Hertogenbosch"]]},"\n",{"type":"[[","value":[["Wikipedia:'s-Hertogenbosch"]]}]