[{"type":"{{","value":[["pagebanner"],["Ha_Long_Bay_Banner.JPG"],["pgname=Ha Long Bay"],["caption="],["star=no"],["dotm=no"],["unesco=yes"]]},"\n\n",{"type":"[","value":["http:\/\/www.halong.org.vn\/index.asp?lan=en ",{"type":"'''","value":["Ha Long Bay"]}]}," (also \"Halong Bay\")  is in northern ",{"type":"[[","value":[["Vietnam"]]},", 170 km (105 mi) east of ",{"type":"[[","value":[["Hanoi"]]},". The bay is famous for its scenic ocean karst topography and is often included on lists of natural wonders of the world.\n\n",{"type":"[[","value":[["Image:Halong bay 1999.jpg"],["thumb"],["400px"],["Halong Bay in the Gulf of Tonkin"]]},"\n\n",{"type":"==","value":["Islands"]},"\nThe Ha Long Bay archipelago is made up of 1,969 islands, both settled and uninhabited. These can be accessed from various ports, though in the special case of ",{"type":"[[","value":[["Cat Ba"]]}," you can also arrive either by car, motorbike or bus (via ",{"type":"[[","value":[["Haiphong"]]},") or combined bus\/boat (from ",{"type":"[[","value":[["Hanoi"]]}," via ",{"type":"[[","value":[["Halong"],["Halong City"]]},").\n\n",{"type":"*","value":[{"type":"[[","value":[["Ban Sen"]]},", a thickly forested, almost uninhabited island reachable by ferries to ",{"type":"[[","value":[["Quan Lan"]]}," from ",{"type":"[[","value":[["Cai Rong"]]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Cat Ba"]]},", the home of the endangered Cat Ba langur, a national park, numerous caves and the most popular destination in Ha Long Bay for tourists. It can either accessed by local bus and ferry from Hanoi's Lương Yên bus station (recommended), by tourist boat from Halong City (a five hour \"hard sell\" ordeal; this is what the hordes of Hanoi package tourists do), or by local bus or ferry from ",{"type":"[[","value":[["Haiphong"]]}," (less scenic)."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Quan Lan"],["Quan Lạn"]]},", a historically significant outlying island with the beginnings of some tourism infrastructure and some beautiful beaches. Reachable by ferry from ",{"type":"[[","value":[["Cai Rong"]]}," or also (reportedly) from Halong City."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Van Don"]]},", a large island that is well inhabited, little visited by tourists and connected by road to the mainland near ",{"type":"[[","value":[["Cua Ong"],["Cửa Ông"]]},"."]},"\n",{"type":"==","value":["Understand"]},"\n\"Ha Long\" means \"Bay of Descending Dragons\" (Chinese: 下龙湾; ",{"type":"''","value":["Xiàlóngwān"]},"), though prior to the 19th century this name was not recorded in any document or archive. When mentioning the present-day Quang Ninh Sea or Ha Long Bay, old histories often referred to them by the names of ",{"type":"''","value":["An Bang"]},", ",{"type":"''","value":["Luc Thuy"]}," or ",{"type":"''","value":["Van Don"]},". Not until the late-19th century did the name of ",{"type":"''","value":["Ha Long Bay"]}," appear on a French maritime chart. The ",{"type":"''","value":["Hai Phong News"]},", a French newspaper of the time, had an article, ",{"type":"''","value":["Dragon appears on Ha Long Bay"]},", reporting the following story: In 1898 a sub-lieutenant named Lagredin, skipper of the ",{"type":"''","value":["Avalanse"]},",  reported seeing a huge sea snake in Ha Long Bay. This was also witnessed by many of the crew. Thus emerged the European image of the Asian dragon. Whether this appearance of a strange animal resembling a dragon resulted in the name of Ha Long Bay is unknown.\n\n",{"type":"==","value":["Get in"]},"\nThere are a number of domestic connections, particularly to the ports of ",{"type":"[[","value":[["Halong"],["Halong City"]]}," and ",{"type":"[[","value":[["Haiphong"]]},".\n\nFrom Hanoi, you can take a minibus from Gia Lam bus station. Tickets are 90,000 dong. The ride is approximately 4 hours long, and the bus will stop to pick up passengers along the way. Air conditioning is minimal, so be prepared to break a sweat in summer. Larger-sized tourists will not find it to be a pleasant ride, but it is a nice authentic Vietnamese experience.\n\nYou also take a shuttle bus from Hanoi to Halong: This type of transfer is available for departing from Hanoi centre only. The shuttle bus can be thought of as a \"tourist bus\", leaving Hanoi around 08:00 and returning at 12:00 from Ha Long Bay everyday. If your hotel is in Hanoi's Old Quarter, you will be picked up from the hotel. Otherwise, you have to take a taxi to the meeting point. The meeting point in Hanoi is in front of Opera House, No 1 Trang Tien St. The terminus in Ha Long Bay is at Bai Chay Harbour. There are a maximum 14 people on the shuttle, a Ford Transit minivan. The cost is USD12\/person\/way.\n\nOr hire a private car from Noi bai airport or Hanoi city centre to Halong Bay. There are many providers.\n\nFrom ",{"type":"[[","value":[["Nanning"]]}," in ",{"type":"[[","value":[["China"]]},"'s ",{"type":"[[","value":[["Guangxi"]]}," province, the ",{"type":"'''","value":["Nanning International Tourist Distribution Center"]}," (有爱南路10号(中华路口); ",{"type":"''","value":["Yǒuàinánlù shí hào (zhōnghuá lùkǒu)"]},"; #10 You'ai Nanlu on the corner of Zhonghua Lu) provides daily buses to Halong City (170元, 8 hours) at 07:30.\n\n",{"type":"====","value":["By tour"]},"\nThere are many package tours to Cat Ba Island from ",{"type":"[[","value":[["Hanoi"]]},". Standards vary considerably: while comfortable (or even downright luxurious!) boats, excellent food and knowledgeable and enthusiastic guides may be available, most are characterized by long and crowded bus rides, tourist-oriented rip-off trips on boats so slow you could swim faster (to get you to buy more food and drink on board), hard-sell add-ons like brief stops for kayaking, water cave visits, and other shady practices. If you must visit Cat Ba, then simply avoid the tourist port entirely by crossing from Haiphong.\n\n",{"type":"==","value":["Get around"]},"\nThe islands can be accessed from various ports:\n\n",{"type":"*","value":[{"type":"[[","value":[["Cai Rong"]]},", a small port serving the northeastern archipelago."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Halong"],["Halong City"]]},", spanning a portion of the northern part of the archipelago. There are several ports here; at least one port exists that is wholly distinct from the tourist boat piers."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Haiphong"]]},", a large historic port city at the mouth of the Red River."]},"\n",{"type":"[[","value":[["File:Ha Long Bay - North East Vietnam.JPG"],["thumb"],["400px"],["Ha Long Bay - Northeast Vietnam"]]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"''","value":["Tu hài"]}," is an expensive gourmet shellfish associated with the Van Don Island district, sometimes called 'snail spout'(?). It is reputed to have a particularly unique and unforgettable taste. It can be prepared in soup or salads, steamed, or baked. Steamed ",{"type":"''","value":["tu hài"]}," is sweet and cool, and sometimes mixed with spices."]},"\n",{"type":"===","value":["Recipe"]},"\n",{"type":"*","value":["Select ",{"type":"''","value":["tu hài"]}," of a similar size."]},{"type":"*","value":["Soak in water at 80-90 degrees Celsius for about 3 minutes."]},{"type":"*","value":["Remove and wash the cooked ",{"type":"''","value":["Tu hài"]},"."]},{"type":"*","value":["Dice some dried onion, garlic, and fresh onion leaves in to small pieces, fry them in vegetable oil, and mix in to the ",{"type":"''","value":["tu hài"]},"."]},{"type":"*","value":["Add fish sauce, soup, and MSG to taste."]},{"type":"*","value":["Steam for 12 to 15 minutes."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nHead up to ",{"type":"[[","value":[["Hanoi"]]},", take the coast or a train towards ",{"type":"[[","value":[["China"]]},"'s ",{"type":"[[","value":[["Nanning"]]}," or ",{"type":"[[","value":[["Yunnan"]]}," or continue heading south down the coast from ",{"type":"[[","value":[["Haiphong"]]},".\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Vietnam"]]},"\n",{"type":"{{","value":[["geo"],["20.85"],["107.15"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Halong Bay"]]}]