[{"type":"{{","value":[["pagebanner"],["Haarlem Wikivoyage Banner.png"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vvvhaarlem.nl\/ Haarlem"]}]}," is a lovely historical city, located on the river Spaarne at no more than 20 kilometres from ",{"type":"[[","value":[["Amsterdam"]]},". International tourism finally seems to have discovered the town's many charms, and an increasing number of visitors find their way here each year. A quick glance at the city centre makes it obvious why. Haarlem boasts a magnificent old centre with plenty of monumental buildings. As the city was home to several first class Dutch painters, including Frans Hals, there's a lot of art to go around. And if you're into shopping, a day in Haarlem is a day well spent too, as it was  best shopping city of the country several times. Other towns may lay claims to that title, but Haarlem's centre undisputably offers a colorful mix of large chain stores, specialty shops, boutiques and art galeries. A broad range of bars and restaurants makes the picture complete. In short, Haarlem is well worth a visit. For those who are wondering: yes, the famous ",{"type":"[[","value":[["New York City"]]}," neighbourhood of ",{"type":"[[","value":[["Harlem"]]}," is named after this once powerful Dutch city.\n\n",{"type":"==","value":["Understand"]},"\n\nHaarlem is the centre of a flower-growing district and a major export point for flower bulbs. However, with some 750.000 people visiting the city each year, tourism makes up an increasingly important part of the town's economy. With about 150.000 inhabitants, Haarlem is 13th on the list of largest cities in the Netherlands but when it comes to tourism, it's the 4th most visited city. As for most popular places, this may mean the incidental line and some crowds around main attractions in high season. However, the town is fairly quiet in off season and its growing popularity does come with ample opportunities to eat and sleep.\n\n",{"type":"===","value":["History"]},"\n\nThe first record of the name 'Haarlem' dates from the 10th century. Located on a busy north\/south connection route, the city became the seat of the Counts of Holland. In 1245 the city was granted city rights by Count William II of Holland. Due to the heroic acts of knights from Haarlem during the fifth crusade and their contributions to the siege of Damiate in 1217, Haarlem was granted permission to show a cross and a sword in the city's coat of arms. Originally known for its flower growing district, Haarlem in the beginning was also known for its textiles, shipyards, engineering plants and textile mills. In 1573, the Spanish ended its charter. In the 16th and 17th centuries, Haarlem became known as a mecca for Dutch painting. Frans Hals, Jacob van Ruisdael, and Adriaen van Ostade were all located here. Also in the 17th century it became a refuge for Huguenots.\n\nIn the beginning, all of the city's buildings were wooden and the risk of fire was always present. Unfortunately for Haarlem, in 1328 most of the city was burnt down. When rebuilding began, yet again in 1347, another fire spread through Haarlem. This time though, it engulfed the Counts' castle and city hall. However, the Count decided that he no longer needed a base in Haarlem and decided to move to Den Haag (Hague). With that, he donated the land to Haarlem and later a new city hall would be built in its place. It would take over 150 years for the city to be rebuilt.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourist information office"],["url=http:\/\/www.haarlemmarketing.nl\/praktische_info\/vvv_informatiekantoor_haarlem\/"],["email=info@vvvhaarlem.nl"],["address=Verwulft 11"],["lat="],["long="],["directions="],["phone=+31 (0)900-6161600 (€ 0,50 per minute)"],["tollfree="],["fax="],["hours=Apr-Oct: Mo 13 -17.30h, Tu-Fri: 9.30-17.30h, Sa 10-17. In winter months limited hours, check website"],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nHaarlem is well-connected by train, with intercity and sprinter trains running between Amsterdam and Haarlem Central Station roughly every 10 minutes. From Amsterdam, it's a 15 minute journey (€3,80) with trains usually leaving from platform 1 or 2. Pay a bit of attention: Haarlem is one of the stops on the main train line between Amsterdam and Dordrecht\/ The Hague, so it will likely not be the final destination for the train. However, as not ",{"type":"''","value":["all"]}," trains to those cities will stop in Haarlem, check the signs or ask a conductor to make sure you're getting into the right one.\nComing from Schiphol directly, you'll have to change once, at Amsterdam Sloterdijk (or at Amsterdam Central Station, but that will take you an extra 10 minutes or so). Trains are easy to use and you may be lucky enough to encounter one or more of the most entertaining ticket collectors in the country. They number singers and magicians among their members.\n\n",{"type":"===","value":["By bus"]},"\nA good alternative is to use the big red and grey \"R-net\"-bus, line 300. It runs every 6–10 minutes between Schiphol and Haarlem Central Station, or you can get out at Wulft\/Centrum.  There are a fair amount of stops along the way, but for a lot of the journey there is no traffic because the bus has its own dedicated lane.  The trip is approximately 45 minutes.  You will need to carry your luggage on the bus with you. As on all public transport in the Netherlands, you pay with a ",{"type":"[[","value":[["Netherlands#OV chipcard"],["OV chipcard"]]}," and a single trip costs € 3,64. There are many bus stops clustered in this area—the one for the R-net 300 is across the street, and is indicated on the sign at the bus stop.\n\n",{"type":"===","value":["By bike"]},"\nIf you have – or rent – a bike, it takes between an hour and an hour and a half to cycle (depending on the cyclist) from the centre of Amsterdam, a fairly relaxing ride on typically level terrain.\n\n",{"type":"==","value":["Get around"]},"\n\nHaarlem is best seen on foot: it's a 10 to 15 minute walk from the train station to the city centre. If you don't want to walk, bus lines 2, 73 and 300 will take you from the central train and busstation to busstop \"Centrum\/Verwulft\" in about 5 minutes.\n\nAlthough Haarlem's waterways aren't quite as numerous as those of Amsterdam, there are enough of them to make a tour of the city by boat a nice experience. Boats are operated by Post Verkade cruises ",{"type":"[","value":["http:\/\/www.postverkadegroep.nl\/post_verkade_cruises\/arrangementen\/140\/rondje_haarlem_cruise.html"]},"(€9.50, Dutch only) and ",{"type":"[","value":["http:\/\/www.haarlemcanaltours.com\/en\/content\/rondvaarten Haarlem Canal Cruises"]}," (smaller groups, open boat, €12.50) and leave from opposite Teylers Museum. It's best to call ahead.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Molen Adriaan Haarlem 2.jpg"],["thumb"],["250px"],["After burning down in 1932, windmill the Adriaan was rebuilt only in 2002 to reclaim it's prominent place among Haarlem's attractions."]]},"\nHaarlem's main sights are its lovely historic centre and its fine art museums. You'll get a good idea of what the city has to offer by just wandering the streets in the centre for a while, as many monumental buildings and the most prominent museums are all there. The tourist information office can provide maps and walking routes as well as guides, if you don't want to miss anything.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["Image:Voorgevel Teylers Museum aan het Spaarne.jpg"],["thumb"],["250px"],["Teylers Museum, one of the main museums, is located along the river Spaarne"]]},"\nWith 14 large and small museums in town, you won't be hard pressed to get your art and culture here. The most prominent ones are listed here. ",{"type":"[[","value":[["Netherlands#Museumkaart"],["Museumkaart"]]}," accepted.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Teylers' Museum"],["url=http:\/\/www.teylersmuseum.nl\/index.html"],["email="],["address=Spaarne 16"],["lat="],["long="],["directions="],["phone=+31 23 516 09 60"],["tollfree="],["fax="],["hours=Tu-Sa 10-17h, Su&holidays 12-17h, Closed on Mondays, Christmas Day and New Year's Day"],["price=€9"],["content=Open since 1784, this is the oldest museum in the Netherlands. It's interesting collection is broad, reminding one of 18th century curiosity cabinets. Apart from a fine collection of paintings and drawings, including works by Rembrandt and Michelangelo, it has a great collection of fossils, minerals and antique scientific instruments on display, but also medals and coins."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Frans Hals Museum"],["url=http:\/\/www.franshalsmuseum.nl\/home\/?language=en"],["email="],["address=Groot Heiligland 62"],["lat="],["long="],["directions="],["phone=+31 23 5115775"],["tollfree="],["fax="],["hours=Tu-Sa 10-17h, Su&holidays 12-17h, Closed on Mondays, Christmas Day and New Year's Day"],["price=€13"],["content=Named after one of the great Dutch Golden age painters, this museum boasts a good collection of Dutch Golden Age art. In those days, Haarlem was one of the leading Dutch cities when it came to art and many thousands of works were produced here. This museum's collection holds about a dozen painting by Frans Hals himself as well as works by a list of other renowned artists, including Jacob van Ruisdael and Jan Steen. At a separate location on the Grote Markt, the museum also has several exhibition halls with modern art."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=History Museum"],["url=http:\/\/www.historischmuseumhaarlem.nl\/"],["email="],["address=Groot Heiligland 47"],["lat="],["long="],["directions="],["phone=+31 23  542 24 27"],["tollfree="],["fax="],["hours="],["price=€5"],["content=Across the street from the Frans Hals Museum, this small museum offers a glimpse of old Haarlem. During the city's Golden Age four centuries ago, Haarlem was a thriving commercial centre rivalling Amsterdam. Back then, the town was a port on the large Haarlemmer Lake, with the North Sea only about five miles away (threatened by floods, residents eventually diverted the lake into canals to preserve shipping business and then pumped the remaining land dry). As well as being the tulip capital, Haarlem was a manufacturing centre producing wool, silk, lace, damask cloth, furniture, smoking pipes (along with cheap, locally-grown tobacco), and massive quantities of beer. Haarlemmers were notorious consumers of beer. It was a popular breakfast drink, and the average person drank six pints a day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ten Boom Museum"],["url=http:\/\/www.corrietenboom.com\/information.htm"],["email=info@corrietenboom.com"],["address=Barteljorisstraat 19"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Admittance to the museum is free. Donations are appreciated"],["content=During WW2, the Ten Boom family who lived and ran a watch shop in this house, used the top floor to hide Jews and others from the Nazis. After being discovered by the Nazi's in 1944, only Corrie Ten Boom survived. She wrote several books about here experiences, which served as a basis for the museum that was opened after her death in the 1980s. It's located in the centre of town and run by volunteers. You will have to join one of the guided tours, starting times are indicated on the door. Since it's a small building, you can't wait indoors for the next tour to start."]]}]},"\n",{"type":"===","value":["Landmarks and sights"]},"\n",{"type":"[[","value":[["Image:Grote-Kerk-Haarlem.jpg"],["thumb"],["250px"],["Saint Bavo Church on the market square"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Grote Markt"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Haarlem's main market square, with the huge Saint Bavo church right on it, is the heart of the old city. Not only the church, but several monumental buildings can be found on different sides of the square and when the weather allows, it's lined with outdoor café terraces. You'll also see the statue of Laurens Janszoon Coster, locally called \"Lautje\", a pioneer of book printing who has become an icon of Haarlem."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Bavo Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This impressive Gothic style church has been the heart of the city and its main landmark for centuries. Located right in the middle of the Grote Markt, it was originally built as a Catholic church between 1370 and 1520. In 1559 it finally became the cathedral of the Diocese of Haarlem-Amsterdam, but less than 20 years later it was confiscated in the name of the Protestant Reformation and it has been a Protestant church ever since. Much of the antique interior remains, including the great Müller-organ that, according to records, has been played by Händel, Mozart, Mendelssohn and other famous people throughout its history. When built, this organ was the largest one in the world, leading Herman Melville in his famous novel Moby Dick to compare the inside of the whale's mouth to the many pipes of Haarlem's great organ."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Vleeshal (Meat Hall)"],["url="],["email="],["address=Grote Markt 18"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From 1604 until the 18th century, the Meat Hall was the only place in town where it was permitted to sell fresh meat. Butchers had to pay rather steep amounts to be granted a spot in the Dutch Renaissance style building that had been designed and built for the purpose. It's now part of the Frans Hals Museum."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hoofdwacht"],["url=http:\/\/www.haerlem.nl\/index.php?id=92&t=2&l=1"],["email="],["address=Grote Markt 17"],["lat="],["long="],["directions=Corner of Smedelaan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in the 13th century, this is one of the oldest monuments in the city and the first century of its existence, it served as the first town hall. Later, it was used as private housing for several prominent Haarlem families. From April-Sept. the building is open to visitors but only on weekends. No fee."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=City Hall"],["url="],["email="],["address=Grote Markt 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=After fires destroyed the Count's castle on this location in the 14th century, this city hall was built. The current façade is slightly younger, and originates from the 17th century."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Windmill De Adriaan"],["url=http:\/\/www.molenadriaan.nl\/indexEN.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€3"],["content=this beautiful windmill on the benches of the river Spaarne was of the main landmarks of Haarlem for centuries, until it was destroyed in a 1932 fire. Several plans to rebuild it failed due to lack of funds, but in 2002 the windmill was finally fully restored to former glory. It's functional, for tourist purposes, and holds a small museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral of Saint Bavo"],["url=http:\/\/www.rkbavo.nl\/english-summary.html"],["email="],["address=Leidsevaart 146"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"This cathedral, confusingly named after Saint Bavo too, as is the much older church on the Grote Markt, was built by the Catholics from 1895 to 1930. It replaced the former Waterstaatskerk St. Joseph, which itself was built to replace the confiscated Sint-Bavo church, which had been converted to Protestantism in 1578. The Cathedral became the main cathedral for the Roman Catholic Diocese of Haarlem-Amsterdam, and holds that function still today. A small museum has been created in the former sacristy, allowing visitors to see some historical artefacts from Haarlem's Catholic past."]},"\n",{"type":"==","value":["Do"]},"\n\nVisit the ",{"type":"[","value":["http:\/\/www.teylersmuseum.nl\/ Teylers Museum"]}," which is the oldest public museum in the Netherlands. The museum hosts a collection of fossils (among which the famous Haarlem specimen of Archaeopteryx), minerals, historical scientific instruments and works of art, exhibited in a 19th-century manner.\n\nThe ",{"type":"[","value":["http:\/\/www.patronaat.nl\/ Patronaat"]}," is Haarlem's largest venue for live music. Their Fridays and Saturdays are dance nights and generally packed.\n\nOn summer days, hang out in the sun on Haarlem's 'Grote Markt' (near the ",{"type":"[","value":["http:\/\/nl.wikipedia.org\/wiki\/Grote_of_Sint-Bavokerk Grote Kerk"]},") after a long day of shopping or go sightseeing in Haarlem's ancient city centre.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Spaarndam"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quaint old Dutch village, nice harbour, couple of restaurants and bars. Easy cycle from central Haarlem. Famous for its statue of Peter, the boy who put his finger in the dike and saved Haarlem from flooding. There you can find great places to enjoy a great cup of coffee or a cold glass of beer. It is a strictly people zone, meaning no cars or trolleys pass through."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nHaarlem is a popular city for shopping in the region. It has been voted many times as Best Shopping City in the Netherlands and boasts a very diverse range of shops. The Grote Houtstraat, the main shopping street, has most of the obvious shops. The surrounding streets (Kleine Houtstraat and Gierstraat) house smaller shops, where you can browse or buy everything from high-end bicycles to teapots.\n\nShops are open from Monday to Saturday. Opening times usually are from 9AM to 5PM, except on Mondays when shops open at 1PM. Many shops in the city centre also open on the first Sunday of the month and usually shops may be open from 7PM to 9PM on Thursdays as well, the so-called \"avondverkoop\" (\"evening sale\") although no special discounts will be given).\n\nOn the main square (Grote Markt) there is on Saturdays a General Market and on Mondays a textile market.\n\n",{"type":"==","value":["Eat"]},"\n\nScattered through the inner city, you'll find a large number of restaurants. There's something for everyone and every budget, with many different styles of restaurants and a broad variety of cuisines.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eet, Lunch en Biercafe Bruxelles"],["url=http:\/\/www.cafebruxelles.nl\/index.php?page=1"],["email="],["address=Lange Wijngaardstraat 16"],["lat="],["long="],["directions="],["phone=+31 23-5314509"],["tollfree="],["fax="],["hours="],["price="],["content=If you're on a budget, Bruxelles' 5,5 or 6 euro \"dish of the day\" is a good option. Besides the daily specials, there's a menu with plenty of options under €15."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant het Pakhuis"],["url=http:\/\/www.hetpakhuis.org\/haarlem\/"],["email="],["address=Gravinnesteeg 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The people behind Pakhuis restaurant have a vision. They want to sell tasty food for affordable prices. The food isn't spectacular but it's good enough and all menu items cost €10 or less."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eetcafé de Linde"],["url=http:\/\/www.cafedelinde.nl\/"],["email="],["address=Botermarkt 21"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€11"],["content=Typical Dutch \"eat-café\" with simple food for low prices. It's nothing special but you get a fair portion and it's good value for money. The unlimited spareribs for 11.95 are popular, but you can also choose from steaks, pasta, fried chicken, veggie dishes and more. Good place for lunch, too."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Truffels"],["url=http:\/\/www.restauranttruffels.nl\/"],["email="],["address=Lange Veerstraat 4"],["lat="],["long="],["directions="],["phone=+31 23 5325770"],["tollfree="],["fax="],["hours="],["price=€39,95"],["content=A locals' favorite, this small and cosy restaurant offers a fixed 6 course menu for a fixed price. The menu changes every month and is posted on the website. If you're not a picky eater this is a great deal. The food is good, the service friendly and there's an absolutely open kitchen. If you get a table in the back, you can see exactly what the two chefs are cooking. Make sure to reserve a table."]]}]},{"type":"*","value":[" Restaurant\/Brasserie Stempels; Klokhuisplein 9"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Specktakel"],["url=http:\/\/www.specktakel.nl\/"],["email="],["address=Spekstraat 4"],["lat="],["long="],["directions="],["phone=+31 23-5323841"],["tollfree="],["fax="],["hours="],["price=€32,50 for 3 courses"],["content= This place serves nice food from all over the world. Good quality for the price, modern establishment. There's also a good selection of dishes for vegetarians."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=De Kloosterkeuken"],["url=http:\/\/www.dekloosterkeuken.nl"],["email="],["address=Hagestraat 12"],["lat="],["long="],["directions="],["phone=+31 23  533 88 85"],["tollfree="],["fax="],["hours="],["price=From €21 for 3 courses"],["content=A nice restaurant in a historic setting. Throughout the centuries, this place served as a refuge and care centre for pilgrims on the way to Santiago de Compostela and later for the elderly and the poor. De Kloosterkeuken serves simple, pure food for a good price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Noor"],["url=http:\/\/www.restaurantnoor.nl"],["email="],["address=Kleine Houtstraat 31"],["lat="],["long="],["directions="],["phone=+31 23 - 532 47 81"],["tollfree="],["fax="],["hours=Closed on Su & Mo"],["price=€32 for 3 course surprise menu"],["content=Popular, modern style restaurant. Not the cheapest place around but the service is good and the food is tasty. If you're not too picky, the surprise menu is good value for money."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=De Lachende Javaan"],["url=http:\/\/www.sir-restaurants.nl\/javaan\/index.html"],["email="],["address=Frankestraat 27"],["lat="],["long="],["directions="],["phone=+31 23-5328792"],["tollfree="],["fax="],["hours="],["price=€25"],["content=Well-prepared Indonesian food in a remarkable setting. The combination of the old Dutch building and the Indonesian decorations are interesting at least. All in all, this place gets good reviews across the board."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=ML"],["url=http:\/\/www.restaurant-ml.nl\/keuken.html"],["email="],["address=Kleine Houtstraat 70"],["lat="],["long="],["directions="],["phone=+31 23 - 534 53 43"],["tollfree="],["fax="],["hours="],["price=55 euro for 4 course surprise menu"],["content=ML is the only Michelin-star restaurant in town. As often in establishments like this, the menu is limited and prices are fairly high, but for that you get artistically plated, top class food. Calling ahead is a good idea."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vis & Ko"],["url=http:\/\/www.visenko.nl"],["email="],["address=Spaarne 96"],["lat="],["long="],["directions="],["phone=+31 23  512 79 90"],["tollfree="],["fax="],["hours="],["price=€40"],["content=Upscale fish restaurant with a limited menu but good food."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nBeerbrewing has been a very important industry for Haarlem. The historical Haarlems beer, recreated in 1995 is Jopenbier or Jopen.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=In den Uiver"],["url="],["email="],["address=Grote Markt"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lovely old Proof Lokaal facing the side of the Bavo Kerk.  Great choice of beers and friendly staff and customers. Free jazz sessions Sunday evenings and Thursday nights."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tierney's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=just off the Grote Markt, the only traditional Irish pub in Haarlem, friendly, nice crowd,show all major sporting events including  Gaelic Athletic Association (GAA) Irish sports (if it doesn't clash with a soccer match), live Irish session every first Sunday of the month."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Vijf Hoek"],["url="],["email="],["address=Vijf Hoek"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cosy, local bar, highly recommended for atmosphere."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Briljant"],["url=http:\/\/www.cafebriljant.nl"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good beer!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jopenkerk"],["url=http:\/\/www.jopenkerk.nl"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Can there be anything more Dutch than changing a church into a brewery? The Jopenkerk just opened recently and already appears to be the place to drink beer. Meet locals of all ages and drink special -award winning- brew: Jopen beer."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Stiels"],["url=http:\/\/www.stiels.nl"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=R&B like is was supposed to be (hence not R'n'B). Expect blues performances, alternative bands and an occasional unexpected jam session. Good for an alternative dance night on Fridays or Saturdays."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Club Stalker"],["url=http:\/\/www.clubstalker.nl"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dance, house and other electronic music. Famed for 'Anti Kinky' - a gay friendly night - however all the other nights are very straight."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Victor's Espressobar"],["url=http:\/\/www.victorsespressobar.nl"],["email="],["address=Kruisstraat 35"],["lat="],["long="],["directions=Haarlem"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best coffee in haarlem and home made pastry!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Coffeedate"],["url=http:\/\/www.coffeedate.nl"],["email=info@coffeedate.nl"],["address=Paarlaarsteeg 2"],["lat="],["long="],["directions=from bus stop centrum\/verwulft, walk into Koningstraat, 200 metres on your right"],["phone="],["tollfree="],["fax="],["hours=Open monday to friday 8AM to 6PM, saturday 9AM to 17 pm"],["price=Normal americano €3,00"],["content=Coffeedate is a small and cosy coffeebar, used by studens to take away or by workers to read and use the free wifi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Studentencafé de Koning"],["alt=Students' café 'the King'"],["url="],["email="],["address=Spaarne 78"],["lat="],["long="],["directions=to get here, follow the mass of teens"],["phone="],["tollfree="],["fax="],["hours=Weekends until 5AM"],["price=Beer is around €2"],["content=If you want to see what the 14 to 18 year olds do in Haarlem, go for a visit. Even though you won't want to stay long, you have to have seen this."]]}]},"\n",{"type":"===","value":["Music venues"]},"\n",{"type":"*","value":[" Patronaat"]},"\n",{"type":"===","value":["Theater"]},"\n",{"type":"*","value":[" De Toneelschuur"]},"\n",{"type":"===","value":["Comic convention"]},"\nIn the even years (2000, 2002, 2004, etc.) the biggest Dutch comic book convention 'Stripdagen Haarlem' takes place all over Haarlem. With events on the Grote Markt, in art galleries, Teyler Museum, de Toneelschuur and Patronaat.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sara"],["url=http:\/\/www.sleepwellinhaarlem.mfbiz.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Sleepwellinhaarlem.mfbiz.com Stay authentic in haarlem in a historic Dutch Apartment. Just a 5 minute walk from the rail station and 10 minute walk to the city centre."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Stay Okay Haarlem"],["url=http:\/\/www.stayokay.com\/index.php?pageID=3207&hostelID=356041&view_impression=surrounding"],["email="],["address=Jan Gijzenpad 3"],["lat="],["long="],["directions="],["phone=+31 23 537 37 93"],["tollfree="],["fax="],["hours="],["price=€18 for a dorm bed"],["checkin=from 15.00h"],["checkout=10.30h"],["content=The Stay Okay Hostel chain generally offers simple and clean private rooms as well as dorm beds. It's popular with international youngsters and one of the cheapest options around. This one is located out of Haarlem, so you will have to take a bus, but connections are good. Line 2 stops right in front of the door. Alternatively, you can take a train to Santpoort-Zuid and walk 10 minutes."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ambassador Hotel & Joops Hotel"],["url=http:\/\/www.haarlem.com\/acccontact.php?lang=en"],["email="],["address=Oude Groenmarkt 20"],["lat="],["long="],["directions="],["phone=023-5125300"],["tollfree="],["fax="],["hours="],["price=€79 (Ambassador) €52,50 (Joops) for a double"],["checkin="],["checkout="],["content=Ambassador Hotel offers plain but fine rooms right in the city centre. Under the name Joops Hotel it offers cheaper, more basic rooms too. The location is great and service is friendly. Breakfast is not included in the price. The reception is open 24\/7."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amrâth Grand Hotel Frans Hals"],["url=http:\/\/www.amrathhotels.nl\/franshals\/default-en.html"],["email="],["address=Damstraat 10"],["lat="],["long="],["directions="],["phone=+31 23 5 18 18 18"],["tollfree="],["fax="],["hours="],["price=€125"],["checkin=15.00"],["checkout=12.00"],["content=One of the best hotels in town, with good rooms and facilities right in the centre of town. Breakfast is rather expensive (€18.50) but good. If you're not on a budget, there are spcious deluxe rooms and junior suits available."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amadeus Hotel"],["url=http:\/\/www.amadeus-hotel.com\/GB\/hotel.htm"],["email="],["address=Grote Markt 10"],["lat="],["long="],["directions="],["phone=+31 23 5324530"],["tollfree="],["fax="],["hours="],["price=€60\/€85  single\/double"],["checkin=14.00"],["checkout=11.00"],["content=Friendly hotel with 15 small but clean rooms, located in a historic building on the main square. A rather steep stair will take you to the reception, which is located on the first floor. From there, an elevator is available to take you higher up in the building. Good value for money. Rooms on the square side have nice views but can be a bit noisy. Breakfast is included."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Carlton Square"],["url=http:\/\/www.carlton.nl\/square\/default-en.html"],["email="],["address=Baan 7"],["lat="],["long="],["directions="],["phone=+31 23 531 90 91"],["tollfree="],["fax="],["hours="],["price=€109"],["checkin=14.00"],["checkout="],["content=Classic, good hotel in the historic centre of town, with good rooms and spacious suites available. Rooms are equipped with all the amenities you would expact from a 4 star hotel and the staff is helpful. Here, as in comparable hotels, breakfast is extensive but doesn't come cheap, at €18.50."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Haarlem Hotel Suites"],["url=http:\/\/www.haarlem-hotelsuites.nl\/home"],["email="],["address=Korte Veerstraat 40 (reception)"],["lat="],["long="],["directions="],["phone=+3123-5407146"],["tollfree="],["fax="],["hours="],["price=€ 95 - € 115"],["checkin=14.00"],["checkout=11.00"],["content=This \"hotel\" offers a few lovely, individual apartments, all in the direct neighbourhood of the reception. Most are in old houses, all are adequately equipped with furniture and small kitchens, allowing for self-catering. Mind that they are on the first floor, with no elevator. Expect service like in a mid-range hotel, including towels, shampoo etc. Reception is shared with Lambermons suites and is not open 24\/7."]]}]},"\n",{"type":"==","value":["Go next"]},"\nAt just 20 kilometers, ",{"type":"[[","value":[["Amsterdam"]]}," is an obvious tourist destination nearby. However, there are a number of other interesting options.\n",{"type":"*","value":[{"type":"[[","value":[["Zandvoort"]]}," - one of the most popular Dutch coastal destinations is just 10 km away. You can take a train, or go by bike as it's a pleasant ride."]},{"type":"*","value":[{"type":"[[","value":[["Spaarndam"]]}," - this small village always had a strong relation with the water. It gained fame through the 1865 American novel ",{"type":"''","value":["Hans Brinker or the Silver Skates"]},", in which a boy put his finger in a hole in the dike to prevent Spaarndam from flooding. (Bus line 14, 20 min.)"]},{"type":"*","value":[{"type":"[[","value":[["Zaandam"]]}," - is the biggest town in ",{"type":"[[","value":[["Zaanstreek-Waterland"]]},", with its typical old Dutch villages, windmills, dikes and wooden houses. It's a 20 min. train journey, but you'll have to change at Amsterdam Sloterdijk."]},{"type":"*","value":[{"type":"[[","value":[["Zuid-Kennemerland National Park"]]}," is just outside Haarlem. To enter, head to ",{"type":"[[","value":[["Overveen"]]},". It's no more than 3 minutes by train."]},{"type":"*","value":[{"type":"[[","value":[["Alkmaar"]]}," - famous for its cheese market, has canals and a nice historic centre too. The direct train takes about 30 min."]},"\n",{"type":"{{","value":[["routebox"],["image1=NL-A9.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Alkmaar"]]}],["minorl1=",{"type":"[[","value":[["Heemskerk"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Amsterdam"]]}],["minorr1="]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Kennemerland"]]},"\n",{"type":"{{","value":[["geo"],["52.380278"],["4.640556"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Haarlem"]]},"\n",{"type":"[[","value":[["Wikipedia:Haarlem"]]}]