[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Kabushima02.jpg"],["thumb"],["right"],["350px"],["Kabushima Benzaiten Shrine"]]},"\n\n",{"type":"'''","value":["Hachinohe"]}," (八戸) ",{"type":"[","value":["http:\/\/www.city.hachinohe.aomori.jp\/english\/hachi_0_e.html"]},", a mid-sized port city in ",{"type":"[[","value":[["Aomori_(prefecture)"],["Aomori"]]},", is a stop on the Tohoku Shinkansen line and an embarkation point for ferries bound for Tomakomai on the island of Hokkaido. \n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nThe ",{"type":"'''","value":["Tohoku Shinkansen"]}," provides hourly service from Tokyo station to Hachinohe. Trains are all-reserved and are known as ",{"type":"''","value":["Hayate"]}," (はやて) trains. The trains only stop at major stations such as Ueno, Omiya, ",{"type":"[[","value":[["Sendai"]]}," and ",{"type":"[[","value":[["Morioka"]]}," prior to reaching Hachinohe, then continue on to ",{"type":"[[","value":[["Aomori"]]},".\n\nHayate trains from Tokyo reach Hachinohe in three hours and cost ¥15,400 each way. For foreign tourists making the trip from Tokyo, the better deal is to purchase a ",{"type":"'''","value":["JR East Rail Pass"]}," or the national ",{"type":"'''","value":["Japan Rail Pass"]},". Beware that the Hayate trains are coupled to ",{"type":"[[","value":[["Akita"]]},"-bound Komachi trains, which split at Morioka (sometimes Sendai), so be sure you're in the right train and car when boarding.\n\nThere are also various local, rapid, and limited express trains to ",{"type":"[[","value":[["Aomori"]]}," and other points in ",{"type":"[[","value":[["Tohoku"]]},".\n\nAlso, if you're living in Japan it would be a good idea to watch out for the Hachinohe-Higairi (Hachinohe-Day-Trip) package offered by JR. This can be booked at the JTB or View Plaza counters at most major JR Stations.\n\nTypically, during the winter season, the rail trip tickets are discounted to a total of  ¥10,000 (Return Tickets!!) and they have extra options such as Shopping Tour (extra ¥2,300) or the Onsen Trip (¥1,600) (Onsen - Hot Spring Bath).\n\n",{"type":"===","value":["By bus"]},"\nTowada Kanko Bus and Kokusai Kogyo bus operate an overnight bus service to Hachinohe from ",{"type":"[[","value":[["Tokyo\/Chiyoda"],["Tokyo Station"]]}," and ",{"type":"[[","value":[["Tokyo\/Ikebukuro"],["Ikebukuro"]]}," (9 hours from Tokyo Station, ¥9500 one way, ¥17100 round trip).\n\n",{"type":"==","value":["Get around"]},"\nHachinohe has an extensive train and bus system, all using the same station as the bullet train.  The buses require some Japanese reading ability.  There are always plenty of taxis parked outside of the train station as well.  The city is a bit spread out, so walking to many destinations could be time consuming.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nejo Plaza"]}," (根城). The reconstruction of a historic castle from the 1300s.  Admission is 250 yen for adults as of Oct. 22, 2005."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kabushima Island"],["alt=蕪島"],["url="],["email="],["address="],["lat=40.5382"],["long=141.5575"],["directions=Get off at the train station called Same"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The breeding ground for thousands of black-tailed seagulls, and the very scenic ",{"type":"'''","value":["Kabushima Benzaiten"]}," (蕪島弁財天) shrine overlooks the ocean.  Breeding season is in May, but there are many seagulls there all year except for in the winter."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tanesashi Seaside"],["alt=棚差"],["url="],["email="],["address="],["lat=40.5072"],["long=141.6093"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful seaside of Hachinohe.  There is a giant grass lawn area to have a picnic or to enjoy the delicious soft cream available across the street.  Beach areas are also prevalent.  Finally, there are several surf breaks located on this stretch of coast. A local train services the coast but the local bus (100 yen) offers better views and more stops where you can drop for a walk between bus stops."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sansha Taisai"]}," (三社大祭).  Usually held in the first few days of august, this is called \"Japan's largest float festival.\"  The three days of celebration focus around a huge parade each day featuring enormous and intricately decorated and articulated floats."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Enburi Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A winter festival held nightly in front of City Hall downtown from Feb 17 - 20.  The festival is held at the beginning of each year to pray for a good harvest.  There are various Enburi performances of dancing and singing.  Of course there is also food, beer, and hot sake!"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Appi Kogen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located about an hour south of Hachinohe in Iwate Prefecture is Appi.  Just get on the toll road and head south!  It has amazing skiing\/snowboarding in winter and is a perfect mountain for intermediate riders.  There is also hiking, beautiful scenery, and various other outdoor activities to enjoy during the remainder of the year.  Onsens and restaurants are also plentiful."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Onsen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are many onsens in the city, but one of the biggest and most famous is called Gokuraku.  It is located next to Yamadenki which is close to the Pia Do shopping mall.  Here you can enjoy many different baths, good food, great ice cream, incredible massages for a decent price and also next to the Onsen is a great Vegetarian buffet restaurant worth checking out.  The price for this onsen is 420 yen."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nagane Athletic Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This athletic center is located just west of downtown (close to Hon-Hachinohe station).  It has an old, but functional gym (100 yen per hour \/ showers 60 yen), with treadmills, stationary bikes, free weights, nautilus machines, and a table tennis area.  There is also an outdoor running track (free), several playing fields, an outdoor ice rink for winter skating, and facilities that offer a variety of classes.  The outdoor baseball stadium is a great place to catch a High School game."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Movies"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are a movie theaters located in Cino and also at the Shimoda mall.  Check the schedules for special discount days (ladies' day, mens' day, couples' day, etc) where tickets are only 1000yen."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fish Market"]},", to your right as you exit the old train station (Hon Hachinohe, 本八戸).  The indoor fish market which, other than fish, also sells many local souvenirs including food specialties and hand crafted items, including lacquerware and horse statues.  There is also a float on display here.  "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Pia-do shopping center"]}," is directly north of downtown Hachinohe, about 8 blocks north of the Hon-Hachinohe train stop.  There is a Xebio sports (giant sporting goods store) attached to the mall.  Also, there is a Sunday store (home improvement\/general store) where you can look at puppies!  Next to the mall are also a ",{"type":"'''","value":["Toys R Us"]}," and an electronics store, ",{"type":"'''","value":["Yamada Denki."]},"  The food court at Pia-do has a McDonalds."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hasshoku Center"]},", the big food market hall of Hachinohe. A few minutes apart from the centre (100￥bus from Main Station available), with a lot of different stands of food (fish, sweets, restaurants, liquor...). The mawaru-zushi restaurant here is a bit expensive, but oh so delicious.  Also, there is a restaurant where you can grill your own fresh fish you buy from the market.  You simply pay a fee to rent the grill."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lapia"]}," is close to Pia-do and has a department store called Nagasakiya. There are various stores, including a ",{"type":"'''","value":["Daiso"]}," (100 yen store), an indoor amusement park, and various restaurants."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Greenhouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great outdoors store located near Hon-Hachinohe Station (exit Hon-Hachinohe station and take the street on your right headed away from the station, it's just past the gas station on the left). The store features brands like The North Face, Patagonia, Columbia, and MontBell.  Hiking, trekking, camping, and other outdoor activity gear and clothing are available.  The Japanese lines of the clothing are bright and super cool.  While Columbia in the US is usually earth tones, here it is neon!  The manager, Takahashi-san, speaks some English."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Niji Hachinohe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Via Nova shopping building, this store has trendy boutique clothing.  It is on the more expensive side, but of course, you get what you pay for."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Shimoda Mall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located north of Hachinohe off of the 45 (about 25 mins) is Shimoda Mall.  It is a large shopping mall with many stores, restaurants, food courts, movie theaters, a bowling alley, and the department store Jusco.  It also has two large sporting goods stores.  Sports Authority is attached to the mall & Takeda Sports is located across the street.  Takeda Sports usually has an English speaking staff member working to service the many American customers who come from nearby Misawa Base.  If you spot the American staff member, she might give you a discount coupon to use on your purchases!"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Kaldi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Shimoda Mall, this store sells many international products.  Pastas, sauces, Indian foods\/spices, olives, pickles, various sweets & candies, Mexican ingredients (taco shells\/salsa\/etc), cheeses, wines, even frozen bagels can be found.  They hand out free coffee upon entering the store.  The fresh ground coffee available for purchase is terrific!"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Downtown"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mokkiriya"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located next to the Orion Parking lot on the pedestrian street that is directly across from the Ramen Alley exit. This restaurant has some of the best quality Japanese food you can find. In addition to delicious handmade sushi, sashimi, hotpots, and a variety of traditional Japanese food, the chef often experiments with different seasonal foods and culinary styles. They've got some great drinks too!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bon"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in an alley behind Concert Hall Pachinko. The 'Master' Kappa has some of the best food in town. There is a mix of Japanese, Western and other Asian Cuisine. There is an English menu, plus Kappa has excellent English too."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pore Pore"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This Indian restaurant located in Lapia shopping center features an amazing lunch buffet for around 1200 yen.  The naan bread is delicious!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kantaro Sushi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the east side of the 45 just south of Yurinoki Dori, this Mawaru-zushi restaurant offers fresh sushi and delectable fried foods.  The price is just a bit higher, but the quality is much better than kappa sushi.  The flagship Kantaro is in Hakodate, so there are Hakodate posters and scenic dvds playing on the restaurant flat screen tvs.  There is also a variety of Hokkaido sweets for sale at the register."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria Corte"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This super 'kawaii' Italian restaurant is located on the street behind Cino (It is on the opposite side of the street from the Cino parking garage.  Located behind a real estate office, but they have a sign on the sidewalk).  It is small and features mid-century modern decor.  The best pizza (thin crust Italian style) in Hachinohe!  Pizzas, pastas, and salads are all delicious.  The decanters of house red wine are a great deal.  Prices for mains (pizzas\/pastas) are all around 1500 yen.  There is also a small outdoor patio to enjoy when the weather permits."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dipasana"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Indian food - Dipasana (located downtown, close walk towards the 45 from Sakurano) has a lot of great curry dishes and great nan bread.  Be careful though because during the week they close by 8pm.  The other great restaurant is located in Lapia (Pore Pore).  It is owned by a Japanese-Indian chef who makes all his dishes on the spot including the best nan bread I have ever had.  This place is great for lunch as they have a buffet for only 1200 yen."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Izakaya Row"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the center of downtown on the main street is an alleyway of tiny izakayas.  They serve up cold beer and tasty food.  It is a great place to mingle with locals and business travelers."]]}]},"\n",{"type":"===","value":["Train Station"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tenryu"],["alt=天竜"],["url="],["email="],["address="],["lat=40.50976"],["long=141.43356"],["directions=Between the train station and Comfort Hotel"],["phone = +81 178-27-4363"],["tollfree="],["fax="],["hours=12:00-23:00"],["price="],["content=A small restaurant that serves local cuisine at very reasonable prices. It's conveniently located near the main train station."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe area in central Hachinohe near city hall contains numerous bars, izakaya, restaurants, pubs, and hostess bars.  Many of the establishments, especially the hostess bars, will not allow foreigners to enter, although some can be persuaded to change their mind if you speak Japanese.  However, most of the \"western\" style bars, especially those frequented by young adults, are very welcoming to foreigners. Two bars that are worth  a visit are Bon and Flat. You will find Flat (music symbol for flat note) downstairs on the main street, next to Miroku Yokocho. Bon is found in the maze of alleys behind Concert Hall Pachinko.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Saude"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located across the hall from Bar Flat (below the 100 yen store next to Ramen Alley) this is a tiny, but fun Portuguese restaurant.  It only has a few tables and a bar, so it fills up quickly!  The owners are a very nice young married couple (Yuko and Takashi) who are learning English.  Yuko serves and handles the bar, while Takashi whips up delicious small bites in the tiny kitchen.  It is great to watch him cook while sipping a glass of the many fine wines available."]]}]},"\n",{"type":"===","value":["Music"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flat"]}," (music symbol for flat note) is the home of music in Hachinohe. You will find a good mix of live music played at this establishment. the 'Master\" Mitsuya can cook, sing and play the guitar. You can find Flat downstairs on the main street, next to Miroku Yokocho. You may also want to pop in to meet 'Japanese Nick', a Japanese Nicholas Cage look alike."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kawayo Green Farm"],["alt=カワヨグリーン"],["url=http:\/\/www.kawayo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Lies three train stops outside the city, in Mukaiyama, and includes a comfortable Youth Hostel on its grounds. It's worth a stopover for some horse riding, mini golf or just some countryside."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Toyoko Inn Hachinohe Ekimae"],["alt="],["url=http:\/\/www.toyoko-inn.com\/e_hotel\/00106\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 178-27-1045"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=1-3-17 Ichibancho. A business hotel that is very easy to spot just outside the train station's main exit. Singles\/doubles from ¥5,400(including tax¥5,670) \/ ¥7,400(including tax¥7,770)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Hotel Hachinohe"],["alt=コンフォオトホテル八戸"],["url=http:\/\/www.choice-hotels.jp"],["email="],["address="],["lat=40.5103"],["long=141.4335"],["directions=clearly visible from the eastern exit from the new (Shinkansen) Hachinohe train station"],["phone = +81 178-70-4811"],["tollfree="],["fax="],["price=5400 yen for double room with breakfast"],["checkin=15:00"],["checkout=10:00"],["content=A convenient, clean business hotel."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox-1"],["image1=Tohoku Shinkansen icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Aomori"],["Shin-Aomori"]]}],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Sendai"]]}],["minorr1=",{"type":"[[","value":[["Ninohe"]]}],["image2=JR Tohoku icon.png"],["imagesize2=100"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Aomori"]]}],["minorl2=",{"type":"[[","value":[["Towada-Hachimantai National Park"],["Towada-Hachimantai N.P. (Oirase)"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Sendai"]]}],["minorr2=",{"type":"[[","value":[["Morioka"]]}],["image3=Hachinohe Expwy Route Sign.svg"],["imagesize3=100"],["directionl3=N"],["majorl3=END"],["minorl3="],["directionr3=S"],["majorr3=JCT ",{"type":"[[","value":[["Morioka"],["N"]]}," ",{"type":"[[","value":[["Image:Tohoku Expwy Route Sign.svg"],["88px"]]}," ",{"type":"[[","value":[["Hachimantai"],["S"]]}],["minorr3=",{"type":"[[","value":[["Ninohe"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Hachimantai"],["Ashiro"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Hachinohe, Aomori"]]},"\n\n",{"type":"{{","value":[["geo"],["40.5000"],["141.4833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Aomori_(prefecture)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Hachinohe, Aomori"]]}]