[{"type":"{{","value":[["pagebanner"],["Hafnarfjörður banner.jpg"]]},"\n",{"type":"'''","value":["Hafnarfjörður"]}," is a town in ",{"type":"[[","value":[["Southwest Iceland"]]}," with a population of 25,000. It has a long history as a town (by Icelandic standards) but has today become a suburb of ",{"type":"[[","value":[["Reykjavík"]]}," and the westernmost town in the contiguous urban area of the capital.\n\n",{"type":"==","value":["Understand"]},"\nHafnarfjörður is in many ways dominated by its neighbour Reykjavík. However, it is also a separate town with its own centre and independent town spirit. It forms a sort of second centre of gravity in the greater Reykjavík area (or the greater Hafnarfjörður area as some locals call it), with most of the suburbs having formed between these two towns. The name of the town means ",{"type":"''","value":["harbour-fjord"]}," and Hafnarfjörður has a large harbour, used both for imports\/exports and fishing. It also has some of the most important industrial areas around the capital.\n\nThe old town of Hafnarfjörður is what most people come to see. Despite its growtn and becoming part of the much larger capital area, Hafnarfjörður retains a village charm in its heart, with small wooden buildings and narrow winding streets. You get the feeling of a place where everybody knows their neighbours.\n\nOne of the things that has helped Hafnarfjörður retain this status is how the town is planned and built around nature. It sits in the middle of a lava field, and in many places the lava formations have remained untouched, giving the town a very organic feel to it. This is what gives Hafnarfjörður the nickname \"the town in the lava,\" and it is also partly because of this that the town has become increasingly associated with legends of the Icelandic elves in recent years.\n\n",{"type":"==","value":["Get in"]},"\n\nHafnarfjörður sits on the main road between Keflavík International Airport and Reykjavík, so you are likely to drive through it when arriving in Iceland and the FlyBus can stop there if requested. There are also scheduled buses between Keflavík and some of the other towns on the Reykjanes peninsula into Hafnarfjörður. From Reykjavík, it is easy to take the public bus that runs every 15-20 minutes. Route 1 starts from Lækjartorg in downtown Reykjavík and runs through Hafnarfjörður.\n\n",{"type":"==","value":["Get around"]},"\nThe centre of Hafnarfjörður isn't too big and it is easy to walk between the local attractions. Several bus routes can bring you to the other neighborhoods, the main interchange is called Fjörður.\n\n",{"type":"==","value":["See"]},"\nSpend a day walking around in the old part of Hafnarfjörður. See the old houses and visit Hellisgerði, a popular public park where the natural lava formations of the area can be observed. In the park you can also find the only collection of Japanese bonsai trees in Iceland. As a part of your walking tour you can walk along the beach in the heart of the town. Five minutes away is a magnificent cliff from the top of which there is a view over the town. Hafnarfjörður has one of the only monasteries in Iceland and is home to a few museums.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hafnarborg"],["url=http:\/\/www.hafnarborg.is"],["email=hafnarborg@hafnarfjordur.is"],["address=Strandgata 34"],["lat="],["long="],["directions="],["phone=+354 587 5590"],["tollfree="],["fax="],["hours=12-5PM F-M and W, 12-9PM Th"],["price=Free"],["content=An art gallery and venue run by the town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hafnarfjörður Museum"],["alt=Byggðasafn Hafnarfjarðar"],["url="],["email=museum@hafnarfjordur.is"],["address=Vesturgata 8"],["lat="],["long="],["directions="],["phone=+354 585 5780"],["tollfree="],["fax="],["hours=Variable opening hours (different houses are open at different times)"],["price="],["content=A collection of old houses in the centre of town, some of them have simply been renovated and demonstrate their original use, others contain different exhibitions relating to the history of Hafnarfjörður."]]}]},"\n",{"type":"==","value":["Do"]},"\nIn recent years, Hafnarfjörður has marketed itself well as the town of the Icelandic elves. This is understandable, given the local nature and the close proximity between human habitation and lava rocks. Several companies offer tours visiting the homes of the elves and listening to stories about them. The town is also becoming increasingly popular in December for its Christmas Village, open in the centre of town during weekends that month. People frequently come from Reykjavík and other towns in the Southwest to do some of their Christmas shopping.\n\nThere are several good options for outdoor activities around the edges of Hafnarfjörður. You can go hiking on the town mountain Helgafell or take a walk around the lake Hvaleyrarvatn. Íshestar ",{"type":"[","value":["http:\/\/www.ishestar.is"]}," offer horse riding tours from their stables on the outskirts of town.\n\n",{"type":"===","value":["Festivals"]},"\nThere are two annual festivals in Hafnarfjörður that can make for an interesting visit:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bjartir dagar"],["alt=Bright Days"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An arts and culture festival held annually for a weekend around the beginning of June to coincide with the national celebrations of the Seamen's Day (the first monday in June)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Viking festival"],["alt=Víkingahátíð"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every summer Hafnarfjörður is host to a Viking festival, where people dress up in viking costumes, fight with viking weapons, etc. There is a market with craftsmen selling their viking-like wares."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Seaman’s Day Festival"],["alt=Sjómannadagurinn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=‘Sjómannadagurinn’ means seaman’s Day. The day is a public holiday in Iceland and a celebration of the fishing industry."]]}]},"\n",{"type":"===","value":["Geothermal pools"]},"\nHafnarfjörður has three swimming pools, two outdoors and one indoors:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Suðurbæjarlaug"],["url="],["email="],["address=Hringbraut 77"],["lat="],["long="],["directions="],["phone=+354 565 3080"],["tollfree="],["fax="],["hours=6:30AM-8:30PM M-F, 8AM-6PM Sa-Su"],["price="],["content=The main swimming pool in Hafnarfjörður, just outside the centre of town. Includes an outdoor pool, several hot pots, a steam bath and a water slide."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ásvallalaug"],["url="],["email="],["address=Ásvellir 2"],["lat="],["long="],["directions="],["phone=+354 512 4050"],["tollfree="],["fax="],["hours=6:30AM-9PM M-F, 8AM-6PM Sa, 8AM-5PM Su"],["price="],["content=The newest pool in Hafnarfjörður, part of a larger sports complex on the way out of town towards Keflavík."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sundhöll Hafnarfjarðar"],["url="],["email="],["address=by Herjólfsgata"],["lat="],["long="],["directions="],["phone=+354 555 0088"],["tollfree="],["fax="],["hours=6:30AM-5PM M-Th, 6:30AM-7PM F, closed weekends"],["price="],["content=The old, indoors swimming pool - not a typical tourist pool. Today it is frequently closed, so it may be best to call first if you're planning a visit."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nHafnarfjörður is well known for its art galleries, e.g. Gallerí Thors ",{"type":"[","value":["http:\/\/www.gallerithors.is"]},", ",{"type":"[","value":["http:\/\/en.hafnarborg.is\/design"]},", boutiques and goldsmiths, Fríða ",{"type":"[","value":["http:\/\/www.fridaskart.is"]}," and Sigga og Timo ",{"type":"[","value":["http:\/\/www.siggaogtimo.is"]}," and some small galleries and shops in downtown Hafnarfjörður. During weekends in December there is a Christmas village in the centre with a market place and free live entertainment.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several nice restaurants in Hafnarfjörður. In Tilveran in downtown Hafnarfjörður you get delicious seafood, pizza or meat and in the Viking Village ",{"type":"[","value":["http:\/\/www.vikingvillage.is"]}," you can get all kind of Icelandic food, traditional food, meat or fish. In café Súfistinn ",{"type":"[","value":["http:\/\/www.sufistinn.is"]}," you can have a cup of coffee or something bigger, at Café Aroma ",{"type":"[","value":["http:\/\/www.aroma.is\/"]}," you get all kinds of modern food and at Gamla Vínhúsið ",{"type":"[","value":["http:\/\/www.gamlavinhusid.is"]}," you can have a lunch or a dinner.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several hotels in Hafnarfjörður (in English: Hafnarfjordur). The two biggest ones are the Viking village ",{"type":"[","value":["http:\/\/www.vikingvillage.is\/fjorukrain\/en\/"]}," and Hotel Hafnarfjordur ",{"type":"[","value":["http:\/\/www.hhotel.is"]},". There are several guest houses, e.g. Helguhus ",{"type":"[","value":["http:\/\/www.vikingvillage.is\/fjorukrain\/en\/"]},", Arahus ",{"type":"[","value":["http:\/\/www.arahus.is"]},", Hafnarfjordur Guesthouse ",{"type":"[","value":["http:\/\/www.hafnarfjordurguesthouse.is\/?i=58"]}," and others ",{"type":"[","value":["http:\/\/www.travelnet.is\/Icelandic\/Gisting\/Hofudborgarsvaedid\/Gistihus\/"]},".\n\n",{"type":"==","value":["Stay safe"]},"\nSafety concerns in Hafnarfjörður are mostly the same as in other towns and cities, but it should be noted here that Hells Angels have recently set up base in Iceland - in Hafnarfjörður to be precise. Their headquarters are in an industrial area in the southwest of town, and although it's unlikely anything will happen to you if you're not involved in criminal activities yourself, it's a good idea to stay away.\n\n",{"type":"==","value":["Go next"]},"\nApart from simply getting on the next bus to ",{"type":"[[","value":[["Reykjavík"]]},", there are several options to get out from Hafnarfjörður. You could take the road south towards the ",{"type":"[[","value":[["lake Kleifarvatn"]]}," and ",{"type":"[[","value":[["Krýsuvík"]]},", a geotehermal area on the south coast of ",{"type":"[[","value":[["Reykjanes"]]}," which in fact belongs to the municipality of Hafnarfjörður. You could also drive west on ",{"type":"[[","value":[["Reykjanesbraut"]]}," towards ",{"type":"[[","value":[["Keflavík"]]}," (about 20 minutes away) and the other towns on the ",{"type":"[[","value":[["Reykjanes peninsula"]]},", or even go on a trip to the ",{"type":"[[","value":[["Blue Lagoon"]]},". \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["64.0667"],["-21.9500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwest Iceland"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hafnarfjörður"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Iceland\/Localities\/Hafnarfjörður\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Hafnarfjörður"]]}]