[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Haikou"]}," (海口 Hǎikǒu) is the provincial capital of ",{"type":"[[","value":[["Hainan"]]}," Province in southern ",{"type":"[[","value":[["China"]]}," and is at the north end of the Hainan island.\n\n",{"type":"==","value":["Understand"]},"\nHaikou is a tropical coastal city with a population consisting mostly of immigrants from other provinces. As one of the least developed provincial capitals, Haikou has a somewhat laid-back atmosphere but many development projects are in progress.\n\nMany streets in Haikou are quite different during the day compared to the evening. Small outdoor restaurants and stalls fill the streets in the evening and many areas are at their busiest from 9.00pm to 1.00am. Local favourites are BBQ stalls which serve cheap local beer till late. You will soon notice the abundance of coconut trees within Haikou. Most streets are lined with them. It is greener than most Chinese cities and has decent air quality.\n\nThe downtown does not have many tourist attractions and the water in its only beach area is murky but as a transport hub, it can be conveniently served as a base for traveling to some cities on the north of Hainan.\n\n",{"type":"==","value":["Get in"]},"\nHaikou is a transport hub with flights to many cities and boats to nearby mainland cities such as ",{"type":"[[","value":[["Beihai"]]}," and ",{"type":"[[","value":[["Zhanjiang"]]},".\n\n",{"type":"===","value":["By plane"]},"\nFlight examples below with full cost economy class prices, but notice that discounts up to 50% are not unusual.\n\n ",{"type":"'''","value":["From\/to \tDuration (hours)\tCost (¥)"]}," \n Beijing         3h40                    2,500\n Guangzhou       1h10                      900\n\nLocal airlines ",{"type":"'''","value":[{"type":"[","value":["http:\/\/global.hnair.com\/ Hainan Airlines"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.csair.com\/en\/index.asp China Southern Airlines"]}]}," have domestic flights to many Chinese cities, as well as some international flights to neighbouring countries. In addition, Haikou is well-served by other Chinese airlines.\n\nIn addition, there are also international flights to ",{"type":"[[","value":[["Hong Kong"]]}," on ",{"type":"[","value":["http:\/\/www.hongkongairlines.com\/web\/eng\/ Hong Kong Airlines"]},", ",{"type":"[[","value":[["Seoul"]]}," on ",{"type":"[","value":["http:\/\/flyasiana.com\/ Asiana"]}," and ",{"type":"[[","value":[["Singapore"]]}," on ",{"type":"[","value":["http:\/\/www.tigerairways.com Tiger Airways"]}," and ",{"type":"[","value":["http:\/\/www.jetstar.com Jetstar"]},".\n\n",{"type":"===","value":["By train"]},"\nThere is a train link between Haikou and Guangdong province (the trains are loaded onto ferries to cross the sea). So you can get the train from Guangzhou to Haikou. The trains actually start and finish in Sanya, but it takes about an hour by bus to get from downtown to the train station, and the train station in Sanya is also far from that city's downtown area.\n\nTrain schedules below\n\n ",{"type":"'''","value":["From    \t Train no.   Departure   Arrival   Hard seat  Soft sleeper"]}," \n Beijing West     T201\/T204   6:10PM       1:46AM      ¥335     ¥930\n Shanghai South   K511        9:50AM       6:27PM      ¥300     ¥835 \n Guangzhou        K407        9:25PM       9:06AM      ¥145     ¥415\n\n",{"type":"===","value":["By high-speed train"]},"\nA new high-speed Eastern Ring railway was opened in January 2011, connecting the major towns on the east coast of Hainan. It takes 1.5–2 hours from Sanya to Haikou. The trains also serve Haikou's Airport. Haikou to Sanya costs around ¥90.\n\nThe train stops at the following places in Hainan: Sanya (三亚), Tiandu (田独), Lingshui (陵水), Wanning (万宁), Boao (博鳌), Qionghai (琼海), Wenchang (文昌), Haikou Airport (美兰), Haikou East (海口东; main city stop), Haikou West Train Station (海口).\n\n",{"type":"===","value":["By bus"]},"\nBuses connect Haikou to many cities on the Chinese mainland, including Guangzhou, Hong Kong, Shenzhen, Guilin, and Nanning. Most buses are overnight sleepers. Buses are loaded on to ferries and arrive in Haikou at either Xingang port or Xiuying port. Here's a few examples showing journey duration and price.\n\n ",{"type":"'''","value":["From\/to \tDuration (hours)\tCost (¥)"]}," \n Guangzhou\t10 \t                290 \n Guilin\t        12                \t258\n\n",{"type":"===","value":["By boat"]},"\nThere are frequent daily ferries between Haikou and ",{"type":"[[","value":[["Haian"]]},". Takes around 1.5 hours and costs about ¥42. There are bus connections from Haian to other cities, but the options are limited compared to Haikou, especially in the evening.\n\nThere are daily Haikou-",{"type":"[[","value":[["Beihai"]]}," ferries, taking around 12 hours and costing between ¥120-230 per person, depending on number of people sharing a cabin.\n\n",{"type":"''","value":["Ye Xiang Gong Zhu"]},", capable for 800 passengers, connects Guangzhou and Haikou. One-way trip takes 18 hours. It leaves Haikou at 2PM ten times a month.\n\n",{"type":"==","value":["Get around"]},"\nThere are four main forms of public transportation in Haikou:\n\n",{"type":"*","value":[" Three-wheeled bicycle which start at ¥2 and can be used for short distances"]},"\n",{"type":"*","value":[" Three-wheeled motorcycle which are a little bit more expensive than the bicycle but faster"]},"\n",{"type":"*","value":[" Taxi which is the most expensive option. The are easily hailed everywhere in the city. The meter starts at ¥10, but it is customary to bargain before you get on, and a typical fare for a shorter trip is ¥15.  The taxi from the airport is half an hour to the city centre.  On arrival you will have a familiar experience in China of a number of drivers shouting taxi at you. These are illegal taxis, and you risk at least paying extra for your journey by taking these.  Instead, walk out of the terminal building and you will see a line of licensed taxis.  Before departing, insist on using the meter (",{"type":"''","value":["dabiao"]},") even if they are reluctant to do so.  It should cost ¥50-60 to the city centre."]},"\n",{"type":"*","value":[" Buses are very inexpensive, but you need to know the routes.  If you choose to get the bus from the airport, show the address of your hotel to the attendant who will show you the bus that will take you closest. There is an airport shuttle that cost ¥15 per person from airport to Home Inn (formerly Civil Aviation Hotel) at Haixiu Avenue in downtown Haikou."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Historical sites"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wugong Temple"],["alt=五公祠; wǔgōng cí"],["url="],["email="],["address=Qiongshanqu, Haifulu 169, 琼山区海府路169号"],["lat="],["long="],["directions=10 minutes taxi ride from the city centre; or local buses 1, 11"],["phone=65353047"],["tollfree="],["fax="],["hours=8AM-6PM"],["price=¥20"],["content=A Ming dynasty construction dedicated to five officials who were banished to Hainan during the Tang dynasty for criticism of the government. This is a pretty temple in a tropical setting, surrounded by ponds filled with lilies, winding bridges and exotic palm trees. The main building is the Wugong temple housing life like statues of the five officials and known as the first building of Hainan. The Song dynasty poet, Su Dongpo, is also commemorated here.  There is also a newer museum building here with further information on the five officials, a shop and also other exhibitions with absolutely no relation to the temple, everything is in Chinese only."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tomb of Hairui"],["alt=海瑞幕; hǎiruì mù"],["url="],["email="],["address="],["lat="],["long="],["directions=Yabin Village, Xiuying District"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hairui Tomb is a key national cultural protection unit. Hairui, a famous official in the Ming dynasty, was born in Qiongshan and was known as \"Hai Qingtian\" (incorruptible official).  The tomb was built in 1589 and it is said that when people was carrying Hairui's coffin, suddenly the rope broke, and then people decided that this should be the place. Hairui Tomb has an area of 7.4 acre. In the middle, there is a high archway on which is written \"Yue Dong Zheng Qi\". The grave path is paved with granite and there are three memorials on the way. On the sides of the path leading to the tomb, there stands stone statue shaped like sheep, horses, lions, tortures, and human beings. Hairui Tomb was completely built by granites at three meters and formed like an ancient bell. Evergreen trees are planted around the cemetery. Hairui Cultural Exhibit Hall is also in the cemetery."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Xiuying Battery"],["alt=Xiuying Gupaotai"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥10"],["content=A 19th century coastal fort near Evergreen Park. It can be visited for ¥10 (you may have to wake up the ticket seller). As of February 2008, the exhibition hall inside the fort is closed, but you can still see the replica cannons, the underground chambers, and many banyan trees."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Qiongtai Academy"],["url="],["email="],["address=Wenzhuang Rd, Qiongshan City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Established in commemoration of Qiu Jin, believed to be the most brilliant scholar in Hainan and a renowned Ming Dynasty academic. Construction began in 1705. The two-storey main building is made of brick and wood and is rich in traditional ethnic characteristics. The well-preserved academy is now the site of Qiongtai Teachers' Training School. The academy became celebrated after a well-known Cantonese and Qiong drama was written based on events there."]]}]},"\n",{"type":"===","value":["National Parks etc"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Haikou Shishan Crater Cluster National Geological Park"],["url="],["email="],["address="],["lat="],["long="],["directions=in Shishan and Yongxing Towns southwest of Haikou City, close to Qiongzhou Strait, 15km from Haikou downtown, take bus 24 from the city centre to XiuYing Xiao Zhan (fare ¥1) and from there take the XiuYing-ShiShan  minibus to the Geopark (fare ¥3)"],["phone="],["tollfree="],["fax="],["hours=8:30AM-5:30PM"],["price=Park ticket ¥60"],["content=Covers 108km2. China hosts one of the few dormant volcanic clusters from the Holocene period (about 10,000 years ago). The volcanic cluster comprises 40 volcanoes and some 30 caves, however, most visitors only see the most spectacular volcano and crater. The lava rock villages in the volcano area offer a unique countryside scene and a glimpse into countryside life\/culture. Notable villages in the area include Rongtang and Meishe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dongjiao Coconut Plantation"],["url="],["email="],["address="],["lat="],["long="],["directions=twenty minute's ferry from Qinglan Harbour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are about 500,000 various kinds of coconut trees here amongst winding footpath, small huts, sunshine and the sandy beach. Enjoy the seafood in the restaurants at the shore and try different kinds of beach and sea sports or just have a stroll along the footpath. If it happens to be a breezy day, the leaves of coconut trees will let out a sound of pleasing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dongzhai Harbor Mangrove Natural Reserve Area"],["url="],["email="],["address=Yanfeng Town, Qiongshan City"],["lat="],["long="],["directions=take a minibus from Wugong Temple to Fusheng in Qiongshan city, a pedicab will take you to the forest park from here"],["phone="],["tollfree="],["fax="],["hours=8AM-6PM"],["price="],["content=The Red Forest Nature Reserve (Hong Shu Lin) is an unusual and intriguing evergreen forest peculiar to the subtropical coastal area of Hainan. Despite the name, the trees here do not actually have red leaves. When the tide is in, the roots of the trees are surrounded by water, giving the appearance that the trees grow directly from beneath the sea. This aquatic environment is ideal for breeding fish and shrimp and the leaves on the trees here are also said to have medicinal value. This particular type of tree produces seeds which sprout and propagate within their own shell. Tide times vary according to season, but when the tide is in there are some really fun boat trips to be enjoyed, winding in and out of the tree trunks and then on to the tiny island nearby, ripe with pineapple trees. The boat leaves from the entrance of the park when the tide is in. Each trip takes approximately one hour."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Beach park between Xixiu Beach and Holiday Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Baishamen Amusement Park"],["url="],["email="],["address="],["lat="],["long="],["directions=at the northern end of Renmin Dadao (人民大道),  in Baishamen Park on Haidian Island in the northern end of the city"],["phone="],["tollfree="],["fax="],["hours="],["price=Entrence free, rides ¥10"],["content=Small amusement park."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Evergreen Park"],["url="],["email="],["address=Binhai Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Golden Bull Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Haikou Park"],["url="],["email="],["address="],["lat="],["long="],["directions=next to East Lake, in between the old centre of Haikou and Haixiu Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=MOCA - Museum of Contemporary Art Haikou"],["url=http:\/\/www.mocahaikou.org\/"],["email="],["address=Fuxingcheng A-002, 32 Binhai Rd"],["lat="],["long="],["directions="],["phone=+86 898 66554780"],["tollfree="],["fax="],["hours=Tu-Su 10AM-5PM"],["price=Free"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hainan Provincial Museum"],["url="],["email="],["address=65 Guoxing Ave"],["lat="],["long="],["directions="],["phone=0898 6523-8880"],["tollfree="],["fax="],["hours=Tu-Su 9AM-4:30PM"],["price=Free"],["content=This provincial museum is focused on the history and culture of Hainan Island\/Province. The museum is located on the east side of the city across the street from the provincial government buildings. The museum is housed in a new, gleaming architectural masterpiece structure. There are exhibits about the people and history of the island."]]}]},"\n",{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Holiday Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=follow Binhai Xilu out of the city to the west until after Xixiu Beach and [the beach park], bus no 40 (¥2) or a taxi (around ¥50)"],["phone="],["tollfree="],["fax="],["hours="],["price=Free, ¥20 rent for beach chairs and a parasol"],["content=Nice beach with a number of restaurants and cafes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Xixiu Beach"],["alt=西秀海滩; xīxiù hǎitān"],["url="],["email="],["address="],["lat="],["long="],["directions=follow Bīnhǎi Xīlù out of the city to the west until just after the harbour area"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Nice beach with a few restaurants.  Watch the locals windsurfing and jogging.  Not as much activity as at Holiday Beach, but closer to the city centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Baishamen Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=on the north coast of Haidian Island"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Guilinyang Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=to the east of Haikou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Old Street (老街; lǎo jiē)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Explore old city streets, markets and shops. Located along Bo2 Ai4 Lu4, which is bounded by Chang2 Di1 Lu4 and Hai3 Xiu4 Dong1 Lu4. This is the only area in Haikou where the old buildings are preserved, giving rise to an authentic atmosphere. It has an eclectic range of shops: eg pets(puppies, chicks, cats, rabbits), household drapes, kitchen tools, hardware, roast duck, toys. You can walk into some of the old courtyard style buildings and see the original wood work and details. In the Old Street area visit Dongmen market (East Gate) to see all the exotic foods for sale."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sea Turtles 911"],["url=http:\/\/www.seaturtles911.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only non-profit organization promoting sea turtle conservation in China, Sea Turtles 911's primary facility is a floating sea turtle hospital in Lingshui near Nanwan Monkey Island, as well as programs in Sanya and Haikou. While on Hainan Island visitors are welcome to volunteer with the sea turtles and the organization's educational programs. Recommended donation. Go to www.seaturtles911.org for more information."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Visit an ",{"type":"'''","value":["abalone farm"]},". Take a tour to the northeast coast of Hainan Island - Wen Chang Shi, Long Lou Zhen (文昌市, 龙楼镇 Wénchāng shì, Lónglóu zhèn) to visit a Commercial Abalone Farm and & experience the shallow water diving for wild abalone. Our first abalone epiphany was that abalone are not bi-valves like clams or oysters. They are snails. Gross, yet cool. The farm produces almost 100,000 abalone a year. The water is changed daily, dumped out through fine membranes to catch the microscopic babies which are then laid back in clean water. The hoses are also used to inoculate the tubs with algae-plugs of green stuff are allowed to form in the hoses and then blown into the tub to make seaweed slushies. Visitors can buy the fresh live abalone at a very reasonable local farmer price (around ¥100 per 400g). Most of the abalone production is delivered fresh. Live abalone can survive for 30 hours. Farmer contact: Zhou Yi(周义), Address: Wen Chang Shi, Long Lou Zhen, Gu Song Cun (海南省, 文昌市, 龙楼镇, 红海村委会, 古松村). tel. +86 130 7891 5777 (Mandarin speaking)."]},"\n",{"type":"==","value":["Eat"]},"\nThe tropical weather of Haikou has attracted the Chinese all over the country to move to this island, along with their specialty. While most tourists don't come to Haikou for food, an impressive choice of foods is a hidden gem. The cooking style is a fusion of Cantonese, Hokkienese and certain Southeast Asian elements and seafood is impressive.\n\nPrices have surged as the tourism industry is booming. In 2009, a dish of Chao Bing costs around ¥2 and in 2011 it became 4-6. However, prices are still generally lower than many other Chinese cities if you can avoid being overcharged. Compare to other places such as Sanya, Haikou is less touristy and a way cheaper to taste the local food.\n\n",{"type":"*","value":[{"type":"'''","value":["Chao Bing"]}," (炒冰; chǎobīng) Literally 'stir-fried ice' in Chinese, it is a fresh-made sorbet-like dessert. First select your fresh tropical fruits. The fruits are  blended. A device that looks like a frying pan is used to freeze the juice in a minute. This process, due to its super chill temperature, yields a very fine ice crystal and make the sorbet so smooth. Perhaps try a combination of Mango and Passion Fruit. Costs just ¥5.  Good Chao Bing vendors can be found on San Xi Lu, just off Renmin Dadao, on Haidian Island in the north of Haikou."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hainan University Night Market"]}," It is a busy night food market outside the Hainan University and caters for the wallet of undergraduates, which means food is cheap and reasonably priced. Common items include Chao Bing, Qingbuliang (various beans and jelly in iced coconut soup), BBQ. Operate until 11PM-midnight."]},"\n",{"type":"*","value":[{"type":"'''","value":["People's Bridge Night Market"]},". On Haidian island connected by a bridge to the mainland, this area is 3 minute away from the Hainan University Night Market. It has a night market for cheap clothing and cheap food. In May 2011, you can have around 6-8 oysters (depending on their size) or 4 scallops for Y10. Meat skewers start from 0.5 (mini sized one). Y1 for grilled tofu and Y3 for a grilled corn. Overcharging can often happen if you don't speak Chinese so compare the price first. Operate until 4AM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Banqiao Road Local Restaurant Area"]},"  This large covered outdoor restaurant area is a unique local experience. To begin with have a look around the integrated fresh food market and choose what you want. There is much to pick from; coconut rice to strange seafood to Cobra snakes. It’s all alive when you purchase so you know its fresh and half the fun is just looking at what’s available. Each set of tables has its own kitchen and the food is cooked however you want. Expect to pay ¥30-40 per person."]},"\n",{"type":"*","value":[{"type":"'''","value":["The area south of East Haixiu Road"]}," has a number of small streets with small local restaurants cooking the food out in the street and with tables both in and out.  Expect to pay ¥20-30 per person."]},"\n",{"type":"*","value":[{"type":"'''","value":["Local street BBQ food"]}," (烧烤 shāokǎo) Popular with locals, these vendors come out in the evening and serve a variety of BBQ'ed food. Choose what you want and take a seat while its cooked. Food is inexpensive and you can also buy cheap local beer. Locals eat, drink and play cards at these places until early morning. Many vendors can be found on Haidian Er East Rd (海甸二东路) on Haidian Island in the north of Haikou.  Expect to pay ¥30-40 per person."]},"\n",{"type":"*","value":[{"type":"'''","value":["Betel nuts"]}," (檳榔 bīnglang) Illegal in some western countries, Betel nuts are common in South East Asia and India. Chewed for their effects as a mildly euphoric stimulant, attributed to the presence of relatively high levels of psychoactive alkaloids. Spot the locals who chew Betel nuts by their red teeth. Popular with bus drivers. Available on street corners for around ¥1. Shops also sell the dried variety. These are not as potent."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Corner"],["url=http:\/\/www.emperorfoods.cn"],["email="],["address=Yusha Rd & Guomao Rd"],["lat="],["long="],["directions=2nd floorof the KFC Building opposite Gome Dept. Store & Allen Bar Night Club"],["phone=898-6858-5907"],["tollfree="],["fax="],["hours=9:30AM-12:30PM"],["price=M"],["content=Offers great pizzas, pastas, soups, salads and BBQ chicken wings. This international franchised food operation provides a superb dining experience with outdoor dining and a fully air conditioned restaurant for the comfort of its guests."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Noodle King"],["alt=老面馆; lǎomiànguǎn"],["url=http:\/\/www.jiumaojiu.com"],["email="],["address=Haixiu Middle St 49 (海秀中路49号)"],["lat="],["long="],["directions="],["phone=66730466, 66738466"],["tollfree="],["fax="],["hours="],["price=Noodles around ¥10, main courses at around ¥30"],["content=Northern cuisine specialising in noodles, but also with other courses.  Other branches on Xi1 Sha1 Lu4 11 (西沙路11号, 66713785) and Bai2 Long2 Nan2 Lu4 61 (白龙南路61号, 65203748)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coconut Garden"],["alt=椰乡人美食园 yē xiāngrén měishí yuán"],["url="],["email="],["address=Haifuyiheng Street (海府一横路)"],["lat="],["long="],["directions=east of Bailong South St"],["phone=65311881"],["tollfree="],["fax="],["hours="],["price=½kg of sheep meat is ¥30"],["content=Try the local variant of hotpot in a cosy partly outdoor environment close to small river.  Several similar restaurants on the same street."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sea food restaurant at Xixiu Beach"],["url="],["email="],["address=Bīnhǎi Xīlù, Xīxiù Beach (滨海西路西秀海滩)"],["lat="],["long="],["directions=follow Bīnhǎi Xīlù out of the city to the west until just after the harbour area"],["phone=0898-68667777"],["tollfree="],["fax="],["hours=until 1:30AM"],["price=Main dishes around ¥50"],["content=Large upscale seafood restaurant by the Xīxiù Beach (西秀海滩), which also serves vegetable and meat dishes.  Do not expect a menu card, but follow the waitress around and look at the fresh food and living fish etc and point at what you want (price signs at each dish)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Haida South Gate Snack Food St"],["url="],["email="],["address=3 West Rd (Sanxi Lu)"],["lat="],["long="],["directions=Outside the south gate of Hainan University (Haida)"],["phone="],["tollfree="],["fax="],["hours=Evening"],["price=Inexpensive ¥3-10"],["content=Regarded by locals as the best place to eat street food. There are around 40 different stalls to choose from. Foreigner friendly because you can look at the food first and choose what appeals."]]}]},"\n",{"type":"==","value":["Drink"]},"\nHaikou has a vibrant night life. The city has many clubs and bars, most of which are busy on any night of the week.\n\n",{"type":"===","value":["Night Clubs"]},"\nThere are several clubs on Guomao Road in the business district of Haikou.  There is a bar\/club area at Haikou Bay, next to Evergreen Park.\n\n",{"type":"'''","value":["Guo Mao District"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=High Love"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Candy Land"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Smuse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=M2"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chao Chao"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=True Colors"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Song & Song"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Soho"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=66 Club"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=123 Ya Nuo Da"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n\n",{"type":"'''","value":["Haikou Bay"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Beach 18"],["url="],["email="],["address=Haikou Bay, next to Evergreen Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Muse"],["url="],["email="],["address=Haikou Bay, next to Evergreen Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Pubs and Bars"]},"\n",{"type":"'''","value":["Hai Dian Dao (Hai Dian Island)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Xuewu"]}," near Heping road on Haidiandao offers a decent outdoor environment as well as a pub style indoor area and night BBQ. The whole BBQ chickens are recommended by other travelers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Heping Road"]}," on Haidian Island has many small outdoor places to drink inexpensive local beer."]},"\n\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Fushan Coffee"],["alt=福山咖啡; fúshān kāfēi"],["url=http:\/\/www.fushancoffee.com"],["email="],["address=Bailong South Rd, 白龙南路琼苑广场道层"],["lat="],["long="],["directions="],["phone=0898-65366618"],["tollfree="],["fax="],["hours="],["price=Imported coffee at ¥15-25 a cup,  local brew at ¥12 for as much as you like"],["content=Large cafe with primarily male guests hanging around for hours drinking coffee and smoking. Other branches at Bin4 Hai3 Da4 Dao4 (滨海大道会展中心附楼), Nan2 Sha1 Lu4 59 (南沙路59号), Yi4 Long2 Lu4 (义龙路市人大宾馆道层)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Coffee World"],["url=http:\/\/emperorfoods.cn"],["email="],["address=Yusha Road & Guomao St"],["lat="],["long="],["directions=2nd floor of the KFC Building opposite Gome Dept. store and Allen Bar Night Club"],["phone=898-6858-5907"],["tollfree="],["fax="],["hours=9:30AM-12:30PM"],["price=Moderate"],["content=Offers 32 specialty drinks along with an array of freshly made sandwiches and a nice selection of cakes and ice creams. Outdoor dining provided as well as a fully air conditioned restaurant. Coffee World is the only international coffee branded store operating in Haikou City. A relaxing environment to meet friends and entertain guests. English speaking staff."]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":["Drink a fresh coconut. Vendors will chop the top off the coconut and give you a straw to drink the juice inside. Costs ¥3-4. Available on most street corners. Some shops have cold coconuts in the fridge. Some people find the cold ones more refreshing."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Haikou Banana Hostel"],["url=http:\/\/www.haikouhostel.com"],["email=haikouhostel@gmail.com"],["address=3-4 Liyuan Villas, Renmin Da Dao"],["lat="],["long="],["directions=behind the 'yi jia yi"],["phone=+86 0898 66286780"],["tollfree="],["fax="],["hours="],["price=Prices starts at ¥40-45 for the dorm, or ¥80 for a private room"],["checkin="],["checkout="],["content=A member of International Youth Hostel association has English speaking staff. All rooms have private bathroom with hot water shower. Double\/twin and dorm rooms have western toilet and air-con. Wi-fi is free. Largely redecorated in 2011 so is much cleaner now. English book exchange. Italian cook serving authentic Italian food in evenings."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Haikou Hotel"],["alt="],["url=http:\/\/www.haikouhotel-hainan.com\/"],["email=tprsvns@hubs1.net"],["address="],["lat="],["long="],["directions="],["phone=86-21-61226688 ext 7800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 4-star business hotel offering 196 rooms with 4-star amenities. Business facilities include conference rooms and business center. Leisure facilities such as sauna and fitness center are also available. Address: 4 Haifu Rd, Meilan District."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hainan Airlines Business Hotel"],["url=http:\/\/www.haikouhnahotel.com\/"],["email="],["address=38 Datong Rd, Longhua District"],["lat="],["long="],["directions="],["phone=+86 898 66796999"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Four-star hotel with rooms with Internet access.  Multifunction banquet hall, function rooms and business center available.  Japanese-Korean restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hainan Huatian Hotel"],["url=http:\/\/www.hainanhuatianhotel.com"],["email="],["address=No. 9-1 North Longkun Road, Longhua District"],["lat="],["long="],["directions="],["phone=86 898 66799988"],["tollfree="],["fax="],["hours="],["price=Rates start at ¥308.91"],["checkin="],["checkout="],["content=This four-star hotel is also near a number of city attractions, shopping malls, and business establishments. Each of the hotel’s Hainan accommodation is furnished with air-conditioning, cable TV, and Internet access."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hainan Xinyuan Hot Spring Hotel"],["alt="],["url=http:\/\/www.hainanxinyuanhotspringhotel.com"],["email="],["address=18-8 Haixiu Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Longhua District. The 4-star hotel provides natural hot spring water in each of its 351 rooms. It also boasts KTV rooms, bar, restaurant, sauna cabin, spa, and a 300-capacity conference hall with translation systems. Rates around ¥300."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Home Inn"],["alt="],["url=http:\/\/www.homeinns.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has two branches: one is at 61 Bailong Rd and the other is more centrally at 91 Haixiu Middle Rd. They charge ¥169\/night for a single. This nationwide chain offers two-star European standard with broadband cabling in each room. Staff helpfulness makes up for limited English though you can get lucky with one or two at the reception almost half the time. The member's card costs ¥40 and obtains a 10% discount on all room rates nationwide."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=International Financial (Jasper) Hotel"],["alt="],["url=http:\/\/www.intlfinancialhotel-haikou.com\/"],["email="],["address=29 Datong Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Longhua District. The 4-star hotel particularly suits business travelers, as it provides deluxe rooms and meeting spaces, and low-key recreation nooks. Online booking available on the website."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crown Spa Resort Hainan"],["url=http:\/\/www.csrhn.com\/crown\/home.php"],["email="],["address=1 Qiongshan Av, East Riverside"],["lat="],["long="],["directions="],["phone=+86 898 65966888"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=Noon"],["content=This five star hotel is ideal for individuals wishing to enjoy spa services and a first class hotel in a seaside setting. The rooms are deluxe with appropriate amenities. There are five restaurants within the resort offering a wide array of cuisine dining options. In addition there is nightly entertainment in the resort's lobby area. There is a separate Convention Center and a separate Spa Center. The Spa has those ex-foliating fish, very ticklish at first. The resort has wonderful gardens and has a large pool area with a high temperature outdoor pool.  The resort offers its guests a courtesy shuttle bus service to the city center of Haikou for those wishing to explore the city."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nHaikou traffic is a nightmare, said by many Chinese travelers, so expect to experience some of the worst traffic in China where traffic rule is nationally practiced half-heartedly. Cars and motorbikes can come in from any directions. Drivers will drive on anywhere as if they had right of roads. Even at some very obvious moments when a car is expected to stop, they don't necessarily.\n\nAt nights it is common to see a motorbike without a headlight lit up suddenly show up and come at a fairly fast speed. If you are not familiar with these reckless drivers, don't put your hope on them. Turn your precaution to maximum instead. Even if you are confident that you have enough experience with traffic conditions in many cities in China, expect it even worse here.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wenchang"]]}," (文昌) is one of the provincial of ",{"type":"[[","value":[["Hainan"]]}," Province in southern ",{"type":"[[","value":[["China"]]}," and is located at the north-east coast of Hainan Island. Is the centre of Han settlement and the place where standard Hainanese is spoken. It is also one of the main sources of Hainanese migration overseas (Malaysia, Singapore & Thailand). It takes about 60 minutes by car from Haikou to Wenchang. A bus leaves from the East Bus Station (Haifu Rd.). It takes about 1 hour and costs ¥17\/person. Busses leave 6:40AM-8:30PM every 30 minutes. East Bus Station, Haifu dadao, opposite Wugongci (Wugong shrine). Telephone: 0898-65370453"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bo'ao"]]}," (博鳌) is a small town on the East coast of Hainan Island, China. At the mouth of the Wanquan river Boao is best known for the annual Boao Forum for Asia. Because of this prestigious event the town is impeccably maintained year round with blooming planters and clean swept streets. It has a diverse selection of ethnic restaurants as well as one of the most well known seafood eateries on the island. Peaceful and quiet, Boao is the perfect place that combines international savvt with small town appeal. Dotted with ancient temples and surrounded by lush rice fields, Boao is the perfect beach getaway for those who want to avoid the crowds and high prices of Sanya.  Take the bus from Haikou to QiongHai(¥35)then bus #2 to Boao."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sanya"]]},", at the southern side of the island, is famous for its beaches and offers the best tourist facilities on the island. The bus journey to Sanya takes 3.5 hours from Haikou and costs about ¥78."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Central Mountains."]}," You have not really seen Hainan if you do not visit the mountains. Largely undeveloped, very scenic."]},"\n",{"type":"*","value":[" There are sometimes tours to ",{"type":"[[","value":[["Vietnam"]]},", by boat out of Haikou. These are designed for Chinese rather than international tourists, so they tend to give good value for money but not Western comforts."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["20.042778"],["110.341667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hainan"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Haikou"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Hainan\/Haikou\/"]]}]