[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitoslofjord.no\/halden\/ Halden"]}," "]}," is a town in ",{"type":"[[","value":[["Østfold"]]}," county in ",{"type":"[[","value":[["Norway"]]},".\n",{"type":"[[","value":[["File:Halden Fra Festningen.jpg"],["300px"],["right"],["thumb"]]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By train"]},"\nHalden is served by the Norwegian State Railway ",{"type":"[","value":["http:\/\/www.nsb.no\/"]}," as the southern terminus of the ",{"type":"[[","value":[["Oslo"]]},"-Halden line, which also continues to Gothenburg 3 times a day.\n\n",{"type":"'''","value":["By Car"]},"\nWhen entering the country from Sweden, turn right just after the Svinesund Bridge, and follow the road signs to Halden. \n\n",{"type":"'''","value":["By Boat"]},"\nYou could take the boat from Sandefjord to Strømstad in Sweden. From there, you can take the bus, or drive by car. Estimate 30 minutes travel time from Strømstad.\n\nIf you own a boat of your own, sailing through the narrow Svinesund (a part of the border fjord Iddefjorden) brings you to Haldens beautiful guest harbour where you could stay for your visit.\n\n",{"type":"'''","value":["By Bus"]},"\nYou could take the bus from Oslo to Halden (and Strømstad in Sweden) http:\/\/www.nettbuss.no\/ekspressbuss\/timekspressen. Estimate 55 minutes travel time from Strømstad and 2 hours from Oslo.\n\n",{"type":"==","value":["Get around"]},"\nIf staying inside the town, the best thing is to travel by foot. There's no long distances, and you get to see most of the town.\nThere are also frequent Town busses that cover the town center and nearest surroundings. In daytime usually each 30 minutes.\n\n",{"type":"==","value":["See"]},"\nYou should go see the Fredriksten fortress.  This is where the Swedish king Carl XII (Charles XII)was killed - in 1718 - during the war between Sweden and Norway, at that time a province of Denmark.\n",{"type":"[[","value":[["File:Halden-FredrikstenFortress.jpg"],["thumb"],["200px"],["Fredriksten Fortress seen from the harbour"]]},"\n\nAnother place worth visiting is \"Rød Herregård\" (The Rød Mansion). Rød Herregård, is one of Norway's most completely preserved manor houses. It has retained its patrician appearance and original interior from the time that it was still inhabited. Rød Manor contains one of the country's largest private collections of arms. The barn has been converted into a café and gallery. The buildings are surrounded by a beautiful Baroque garden and an English landscaped garden.\n\nWhile in town, you should take a walk in Busterudparken, located on the north side of the town. It's a small, but beautiful park. From the park, walk down \"Gågata\" and take a look at the harbour.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Go hiking in one of Haldens forrest. Bring your tent and stay a night in Boksjøen."]},{"type":"*","value":[" Go fishing in the Iddefjord, Berbyelva or one of the lakes. Be aware that fishing anywhere else than in the Iddefjord requires a small fee."]},{"type":"*","value":[" Go bathing: Take a bath in the iddefjord, Krussæther or one of the lakes."]},{"type":"*","value":[" Exploring the town."]},{"type":"*","value":[" Visit all the bars at one night and get drunk."]},{"type":"*","value":[" Take the ferry \"Turisten\"."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nHalden has numerous restaurants and small cafeterias. If you look around inside the town, you can be sure to find a place that match your taste.\n\nIf you just want to get a cheap meal, you could always go to McDonalds, located at Tista Shopping center.\n\n",{"type":"==","value":["Drink"]},"\n\nThe harbour is full of places to enjoy a cold beer on a hot summer day.\n\nThe pub \"Siste Reis\" by the train station is worth a visit, voted to be on of the ten best pubs in Europe!\n\n",{"type":"==","value":["Sleep"]},"\nNumerous hotels are available. Be aware that staying at a hotel is expensive. If you are on a low budget, your best option will be to bring a tent and visit one of the camping sites instead. Fredriksten Camping is located at the fortress. From there you can walk down to the town in less than ten minutes.\n\nIn the suburbs it is possible to book a house near the lake Femsjøen (10 km away from Halden). But before you arrive ask for exact description of how to get there, because without it you will surely get lost. It can be done through Norwegian or Danish travel agency (for example Novasol).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox-1"],["image1=Tabliczka E6.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Oslo"]]}],["minorl1=",{"type":"[[","value":[["Sarpsborg"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Göteborg"]]}],["minorr1=",{"type":"[[","value":[["Strömstad"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["59.1264"],["11.4828"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Østfold"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Halden"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Halden"]]}]