[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/hale\/ Haleakala National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," on ",{"type":"[[","value":[["Maui"]]}," in ",{"type":"[[","value":[["Hawaii"]]}," of ",{"type":"[[","value":[["United States of America"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe park is open year-round, 24 hours a day, except for severe weather closures. The park preserves a stunning volcanic crater and surrounding mountain.\n\n",{"type":"'''","value":["Visitor Centers"]}," Three visitor centers are open daily and year round subject to staff availability (with the exception of Haleakala Visitor Center on 25 December and 1 January).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Park Headquarters Visitor Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 808 572-4400"],["tollfree="],["fax="],["hours=8AM-4PM"],["price="],["content=7,000 ft\/2,134 m"]]}," "]},{"type":"*","value":["Haleakala Visitor Center (9,740 ft\/2,969 m), 6:30AM–3:30PM. "]},{"type":"*","value":["Kipahulu Visitor Center (sea level), 9AM-5PM."]},"\n",{"type":"===","value":["History"]},"\nHaleakala National Park was established in 1916. It now protects 30,183 (12,214 ha) acres of land on Maui. Within the park 24,719 acres (10,003 ha) are designated as a Wilderness Area and this land is managed under the Wilderness Act of 1964.\n\n",{"type":"===","value":["Landscape"]},"\nExtensive lava flows, ash, and cinder cones cover the floor of the crater at the summit. Many compare it to a moonscape. The Park extends all the way down to sea level and so has varied landscapes.\n\n",{"type":"===","value":["Flora and fauna"]},"\nHaleakala National Park has more endangered species than any other park in the NPS, even including species that are listed as endangered by the U.S. Fish and Wildlife Service but not native to the park. Isolation of the Hawaiian Islands from any mainland resulted in unique evolution here. There are only two native Hawaiian land mammals, the monk seal and the hoary bat. There are no native land amphibians or reptiles.\n\nWhales, turtles, dolphins and seabirds can sometimes be seen off-shore, while an afternoon spent looking for a glimpse of the freshwater inhabitants (shrimp, rock-climbing goby, other fish) can be a cool and rewarding way to spend your time.\n\nHaleakala is famous for its endangered ",{"type":"'''","value":["silversword"]}," plant. Growing where it seems that almost nothing grows, it is a stunning contrast to the stark landscape.\n\n",{"type":"===","value":["Climate"]},"\nIn any given day the temperatures in the park can range from a high of 80°F (27°C) in Kipahulu to a low of 30°F (-1°C) at the summit. In either area clouds and rain can quickly replace warm sunshine.\n\n",{"type":"'''","value":["Summit and Wilderness"]},"\n:Weather in the high-elevation areas of the park is highly unpredictable and changes often. Cool temperatures, intense solar radiation, and rapidly moving clouds are characteristic. On average, the temperature drops about 3°F for every 1,000 foot rise in elevation (or approximately 5°C for every 1,000 meter elevation rise), making the 10,023 foot (3,055 m) summit of Haleakala about 30°F (or 17°C) cooler than the coast. Year-round summit temperatures range between below freezing to highs of 50-65°F (10-18°C). The outside temperatures can feel much colder because of wind chill and damp, overcast conditions.\n\n",{"type":"'''","value":["Kipahulu"]},"\n:In contrast to the summit, the weather in the Kipahulu area of the park is milder and wetter. Expect the tropical weather to be humid, warm to hot depending on the season, and prone to sudden heavy rains and winds. Located on the windward (eastern) coast of the island, Kipahulu receives an average of 187 inches (475 cm) of rain each year. The proximity of the ocean and the trade winds moderate the temperature and keep it at a daytime average of 70-80°F (21-27°C) year round. Nighttime lows average 65-75°F (18-24°C). Flash floods are a serious hazard in Kipahulu, so make sure to check at the Visitor Center before entering the streams or pools.\n\n",{"type":"==","value":["Get in"]},"\n\nHaleakala National Park extends from the 10,023 foot (3,055 m) summit of Haleakala down the southeast flank of the mountain to the Kipahulu coast near Hana. These two sections of the park are not directly connected by road, but both can be reached from ",{"type":"[[","value":[["Kahului"]]},". There is no public transportation available either to or in the park.\n\nTo the ",{"type":"'''","value":["Summit and Wilderness Area"]}," - Park headquarters and the 10,023 foot (3,055 m) summit can be reached from Kahului via Route 37 to 377 to 378. Driving time to the summit from Kahului is approximately 1.5 hours.\n\nTo ",{"type":"'''","value":["Kipahulu"]}," - Kipahulu is reached via Route 36 to 360 to 31. Driving time from Kahului is approximately 3 hours.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"'''","value":["All park visitors are required to purchase a recreational use pass"]}," upon entering Haleakala National Park. The funds collected from the pass have helped the park to refurbish restrooms, upgrade roads, create park exhibits, and enhance your experience as a park visitor.\n\n:General Car Pass: $10. Valid for 3 days. Admits private, non-commercial vehicle and all occupants to Haleakala National Park.\n\n:Tri-Parks Annual Pass: $25. Valid for 12 months from issue. Admits private, non-commercial vehicle and all occupants to Haleakala NP and two National Parks on the ",{"type":"[[","value":[["Big Island"]]},", ",{"type":"[[","value":[["Hawaii Volcanoes National Park"],["Hawaii Volcanoes NP"]]}," and ",{"type":"[[","value":[["Pu'uhonua o Honaunau National Historical Park"],["Pu`uhonua o Honaunau NHP"]]},".*\n\n:Individual Entry: $5. Valid for 3 days. Admits one individual with no car - usually used for bicyclists, hikers, and motorcycles.\n\n:Interagency Annual Pass: $80. Valid for 12 months from issue. Admits permittee plus up to 3 accompanying adults in a private non-commercial vehicle to any Federal Recreation site that charges an Entrance or Standard Amenity Fee.*\n\n:Interagency Senior Pass: $10. Valid for lifetime. Available to anyone at least 62 years of age who is a US citizen, or domiciled in the US. Admits permittee plus up to 3 accompanying persons in a non-commercial vehicle** to any Federal Recreation site that charges an Entrance or Standard Amenity Fee*.\n\n:Interagency Access Pass: Free. Valid for lifetime. Available to any US citizen with a permanent disability. Admits permittee plus up to 3 accompanying persons in a non-commercial vehicle** to any Federal Recreation site that charges an Entrance or Standard Amenity Fee*.\n  \n",{"type":"*","value":["Does not cover special use fees such as cave tours, bus transportation, guided tours, etc., there are some NPS units which can only be entered upon payments of such use fees. Admits Permitee, spouse, children, and parents where entry is made by means other that private noncommercial vehicle or Commercial tour vehicle. Passes and Passports are nontransferable."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"====","value":[" Summit and Wilderness "]},"\n",{"type":"[[","value":[["Image:HaleakalaCindercone.jpg"],["Ka Luu o Ka Oo cindercone, a popular hiking destination"],["thumb"],["350px"]]},"\n\nNo place you have ever been can prepare you for the experiences and feelings you will have on the summit of Haleakala volcano. The landscape - deeply sculpted, richly colored, and intensely evocative will be unlike any landscape you have known. Visually expansive, the summit area continually eludes any attempt to understand its scale or dimensions. ",{"type":"'''","value":["It is highly recommended that you get up early one clear morning to watch the sunrise over the edge of the rim."]},"\n\nYou may spend a few hours hiking in the cinder desert landscape, or a few minutes looking for native birds in the shrubland - whatever you choose to do, you will do it surrounded by native Hawaiian plants and animals. The mountain summit is one of the only easily-accessible areas of Hawaii where our rare and endemic species survive and thrive.\n\nAn unexpected and dramatic landscape at the top of the world, the Wilderness Area encompasses 24,719 acres (10,003 ha) and countless microclimates. Elevation change from rim to the floor can be 3,000 feet (914 m). You can day hike, spend the night in a tent at one of the two Wilderness Campgrounds, or reserve one of the three historic cabins along the trail. Your steps will take you from brown and red cinder cones, towering hundreds of feet tall in dry, cold desert air to cloudforests dripping with red and green native ferns. Nene and endemic honeycreepers can be seen in the lower, wetter parts of the Wilderness area during the day. Seabirds can be heard (in season) at night, and stars saturate the sky. Photographers will quickly run out of superlatives.\n\nThe Wilderness Area of Haleakala can be accessed by two mountaintop trailheads: Halemauu Trailhead at 8000 feet (2,438 m), and Keoneheehee (or Sliding Sands) near the summit at 9740 feet (2,969 m). Both trails merge eventually and lead down the southeast side of the volcano to the relatively barren and unpopulated coast in the Kaupo district.\n\n",{"type":"====","value":[" Kipahulu "]},"\n\nThe Kipahulu area of Haleakala National Park can be accessesed by driving 10 mi(16 km) past the town of Hana, on the famous Hana road that circumscribes the northeast coast of the island of Maui. The Kipahulu area encompasses both the easily-accessed coastal section and the highly restricted, biologically precious and pristine upper slope reserve that is closed to all by limited research access.\n\nHiking here is self-guided and quite rewarding. There are also scheduled orientations and cultural demonstrations - ask at the Visitor Center. This area of the coast has been inhabited by native people for hundreds, if not thousands, of years. Learn more about these people, their lives and their culture by attending and participating in park programs.\n\nMost visitors hike the two-mile trail leading uphill along the Pipiwai Trail, following the stream which courses through the Oheo Gulch. Some swim in the cool lower pools adjacent to the ocean. However, the stream can be very unpredictable and flash floods are common - and have caused injury and death. You are responsible for your own safety in this natural area. Do not underestimate the risk, and always obey all caution signs and warnings from Rangers.\n\nDue to rough conditions, there is no safe ocean entry in Kipahulu.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["There is NO food, coffee, fuel, or clothing available for sale in the park. The closest services, restaurants, lodging and shops to the summit area are in ",{"type":"[[","value":[["Pukalani"]]},", ",{"type":"[[","value":[["Makawao"]]}," and ",{"type":"[[","value":[["Kula"]]},". The closest to the Kipahulu Area are in ",{"type":"[[","value":[["Hana"]]},"."]},"\n",{"type":"*","value":["The Hawaii Natural History Association bookshops stock books, CDs, DVDs, photos, posters and various educational materials."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["No food or drink concessions are available."]},{"type":"*","value":["All food must be brought in yourself."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=crater coffee"],["url="],["email="],["address=kula lodge parking lot"],["lat="],["long="],["directions=on the right"],["phone=+1-808-757-1342"],["tollfree="],["fax="],["hours=3AM - 7AM"],["price=1-15$"],["content=Coffee, teas, hot cocoa & other drinks.  Snacks include bagels and muffins.  This business is a mobile coffee trailer with restrooms and staff that can provide information about road conditions, sunrise times, and other matters of local interest."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThe only lodging available in the park is found in our campgrounds and Wilderness Cabins. The Kipahulu Area has a drive-up campground available, while the Summit Area has a drive-up campground and is your access point to the trails leading to our Wilderness campgrounds and Wilderness cabins.\n\n",{"type":"===","value":[" Lodging "]},"\n",{"type":"[[","value":[["Kula"]]}," provides the closest hotels and bed-and-breakfast lodging to the Summit Area. The nearest to the Kipahulu Area is in the Hana area.\n\n",{"type":"===","value":[" Camping "]},"\nFor those who need an overnight escape without a backpack trip, the park offers two car accessible campgrounds: Kipahulu and Hosmer Grove. Kipahulu campground is near sea level on the wet, east-side of the island in the Kipahulu area of the park, which is reached via the Hana Highway. Hosmer Grove is on the way to the summit, high on the windy slopes of Haleakala.\n\n",{"type":"'''","value":["Hosmer Grove Campground"]},"\n:Hosmer Grove lies in the cloud belt of Haleakala, just below the 7,000-foot level (2,134 m) in the Summit area. Be prepared for rain and cold weather. Nighttime temperatures can drop into the to near freezing (0°C); daytime highs average 50-65°F (10-18°C). The campground has picnic tables, BBQ grills, drinking water, and pit toilets. Sites are close together in an open, grassy area near the forest and shrubland of Hosmer Grove. A self-guided nature trail begins and ends at the campground. The forest comes to life in the early dawn with the many native birds in the area, making this a beautiful early morning hike.\n\n",{"type":"'''","value":["Kipahulu Campground"]},"\n:The Kipahulu campground is about 1\/8 mile (.2 km) south of the Kipahulu Visitor Center. It overlooks ocean cliffs and is a short walk from Oheo Gulch. In the evenings, the sound of the ocean waves makes this a peaceful place. The campground has picnic tables, BBQ grills, and pit toilets. No water is available at Kipahulu; you must bring your own water supply. There are two general stores in the nearby town of Hana 10 miles (16 km) away, where you can purchase water and basic food supplies. Be prepared for rain, harsh sun, and mosquitoes.\n\n",{"type":"===","value":[" Backcountry "]},"\n",{"type":"====","value":[" Wilderness Camping "]},"\nThere are two primitive wilderness campsites, at Paliku and Holua, which are accessible only by trail. Permits are required for overnight camping at these sites. Camping permits are free, require a 10-minute orientation, and can be obtained at the Headquarters Visitor Center on the day you begin your trip (8AM-3PM).\n\n",{"type":"'''","value":["Holua Campsite"]}," \n:Holua, the wilderness campsite reached by the shortest hike, lies at 6,940 feet (2,115 m) in the shrubland near Koolau Gap. Holua is 3.7 miles (6 km) down the Halemauu Trail or 7.4 miles (12 km) from the Sliding Sand Trailhead. Visitors staying at Holua can enjoy day hikes into the central Wilderness Area. The landscape around Holua supports a native shrubland which colonizes the lava flows.\n\n",{"type":"'''","value":["Paliku Campsite"]},"\n:At 6,380 feet (1,945 m), Paliku is on the east end of the wilderness valley at the base of a rain forest cliff. The campsite is reached via a strenuous 9.3 mile (15 km) hike on the Sliding Sands Trail or 10.4 (16.7 km) on Halemauu Trail. Clouds and fog often roll over the top of the cliffs behind Paliku, and rain is common. The extra moisture makes this spot exceptionally cool and lush.\n\n",{"type":"====","value":[" Wilderness Cabins "]},"\nThree wilderness cabins are maintained by the National Park Service for visitor use by advanced reservation using an ",{"type":"[","value":["http:\/\/fhnp.org\/wcr online reservation system"]},". The wilderness cabins are accessible only by trail. To reach the cabins, you must hike a minimum of 3.7 miles (5.9 km) to Holua, 5.5 miles (8.9 km) to Kapalaoa, and 9.3 miles (15 km) to Paliku.\n\n",{"type":"'''","value":["Holua Cabin"]},", the closest cabin, lies at 6,940 feet (2,115 m) in the shrubland near Koolau Gap, 3.7 miles (6 km) down the Halemauu Trail or 7.4 miles (11.9 km) down Keoneheehee Trail. Visitors staying at Holua can enjoy day hikes into the central Wilderness Area. The landscape around Holua supports a native shrubland which colonized the lava flows. There is also a campground at Holua.\n\n",{"type":"'''","value":["Kapalaoa Cabin"]},", 5.5 miles down the Keoneheehee or 7.3 miles (11.8 km) from Halemauu Trailhead, lies at the base of the cliffs on the south side of the valley. The view from Kapalaoa takes in brightly colored cinder cones, subalpine plants, and dramatic cliffs. In the spring and summer months, the endangered uau (Hawaiian dark-rumped petrel) can occasionally be heard and seen near the high cliffs. This cabin lies at 7,250 feet (2,210 m). There is no campsite near Kapalaoa cabin.\n\n",{"type":"'''","value":["Paliku Cabin"]},", at 6,380 feet (1,945 m), is at the east end of the wilderness valley at the base of a rain forest cliff. The cabin is reached via a strenuous 9.3-mile (15 km) hike on Keoneheehee Trail, 10.1 miles (16.3 km) on Halemauu Trail, or 8.6 miles (13.8 km) up the Kaupo Trail. Clouds and fog often roll over the top of the cliffs behind Paliku. The extra moisture makes this spot exceptionally cool and lush. There is also a campground at Paliku.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe high altitude at the summit area may complicate health conditions and cause breathing difficulties. Pregnant women, young children, and those with respiratory or heart conditions should consult their doctors prior to traveling to high elevations. To help avoid major safety concerns, be sure to walk slowly at high elevation, drink lots of water to avoid dehydration, and check in often with elderly friends or relatives to make sure they're doing okay. Turn back and seek medical aid if you have health concerns.\n\nIn the Kipahulu Area there is no drinking water available. Visitors should bring mosquito repellent. Dangerous flash floods do occur; check at the visitor center before entering the water and heed all posted warnings.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Maui"]]},"\n",{"type":"[[","value":[["Wikipedia:Haleakalā National Park"]]}]