[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chalkida.gr\/ Halkida"]}]}," (",{"type":"''","value":["Χαλκίδα"]}," in greek) or ",{"type":"''","value":["Chalkis"]}," (Population 102,223 (2011)), is the biggest city of the island ",{"type":"[[","value":[["Evvia"]]}," (or ",{"type":"''","value":["Evia"]}," or ",{"type":"''","value":["Euboea"]},") in ",{"type":"[[","value":[["Sterea Ellada"]]},". It is the capital of the Prefecture of Evvia. Through the middle ages the city was a Venetian fortress, known as \"Negroponte\". \n\n",{"type":"==","value":["Get in"]},"\nHalkida stands in the entrance of the island from the greek mainland. The city is built both on the ",{"type":"[[","value":[["Evia"]]}," (island) and the ",{"type":"[[","value":[["Viotia"]]}," (mainland) coasts of the strait of Evripos. The two coasts are connected with two bridges. \n\nThe city is 69 km away from the greek capital, ",{"type":"[[","value":[["Athens"]]},". The tour takes approximately 45 minutes. The city can be reached by bus, car or train. There is also a suburban railway connection.  \n\nHalkida is mostly a stop for tourists wanting to see the beautiful beaches of the island, which are mostly laid at the eastern coast (1 - 2,5 hours from Halkida).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["38.46226"],["23.59402"],["zoom=13"]]},"\nHalkida has a wonderful urban coastline area, built on the two coasts of the strait of Evripos. As a greek island, Evia has a warm summer which allows the residents to swim at the many small beaches of the northern section of the city (at both coasts).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The most interesting object is the ",{"type":"'''","value":["church of Saint Paraskevi"]},", which was once the chief church of the Venetians; it dates from the Byzantine period, though many of its architectural features are Western."]},{"type":"*","value":["You can also visit the famous ",{"type":"'''","value":["kokkino spiti"]}," (red house), built in 1884 by the french architect Flegish."]},{"type":"*","value":["One of the things you should see, is the opening of the ",{"type":"'''","value":["old suspension bridge"]}," in the heart of the city. The bridge opens every night for half an hour but you should ask the port authority for a schedule.."]},{"type":"*","value":["Watch the scientifically interesting tide of Euboean gulf, a phenomenon mostly observed at oceans."]},{"type":"==","value":["Do"]},"\nTake the mini-railway (vehicle) making a 30 minute sightseeing circle in the city\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nShells in fish taverns. \n\nAlong the coastline you can find plenty of fish taverns, restaurants or just grills with greek salad and souvlaki. Recommended: \"Dioskoufoi\" (near the old bridge), \"To piato\" at Kouredi beach, \"Ta Kaikia\" under the Venetian fortress.\n\n",{"type":"==","value":["Drink"]},"\nLocal wine. Visit for a drink: Mostar (bar at the old bridge).\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nIn summer visit intown: Souvala, Papathanasiou, Kourenti, Sikies, Liani Ammos (best for wind and kite surfing), \nor nearby beaches: Alikes Drosias (most popular), Leukanti, Nea Artaki (plenty fish taverns).\nAlso visit Eretria (20' by car), a known resort.\n\n",{"type":"{{","value":[["IsPartOf"],["Evvia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]