[{"type":"{{","value":[["pagebanner"],["Hallstatt Wikivoyage banner.jpg"],["unesco=yes"]]},"\n",{"type":"{{","value":[["translate"],["de"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hallstatt.net\/?lang=en-iso-8859-15 Hallstatt"]}]}," is a small town overlooking the Hallstätter See (Lake Hallstatt) in the ",{"type":"[[","value":[["Salzkammergut"]]},", in the federal states ",{"type":"[[","value":[["Upper Austria"]]}," of ",{"type":"[[","value":[["Austria"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":[" The Hallstatt-Dachstein Salzkammergut area has been added to the UNESCO World Heritage List with the following inscription ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/806"]},":  \"Human activity in the magnificent natural landscape of the Salzkammergut began in prehistoric times, with the salt deposits being exploited as early as the 2nd millennium BC. This resource formed the basis of the area’s prosperity up to the middle of the 20th century, a prosperity that is reflected in the fine architecture of the town of Hallstatt.\""]},{"type":"*","value":["Hallstatt was the site of an early Iron Age culture from 800 to 400 BC, which is known as the Hallstatt Era.  Hallstatt is considered to be the oldest still-inhabited village in Europe."]},{"type":"*","value":[" In addition to its ancient history, Hallstatt is spectacularly picturesque, due to its location on a narrow rocky west bank of the Hallstätter See with the sheer rising mountains behind it.  Considered by some to be one of the most beautiful places on earth, Hallstatt is sometimes called \"the pearl of Austria\"."]},{"type":"*","value":["Note: during the \"off season\", few shops and restaurants are open, and in some periods it might even be difficult to find a place to stay. Advance reservations would help ensure acceptable accommodations and avoid a worrisome search for an open hotel."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nTo get there by train is most scenic indeed. From the main line between ",{"type":"[[","value":[["Salzburg"]]}," and ",{"type":"[[","value":[["Vienna"]]}," (2-3 trains per hour), get off at ",{"type":"[[","value":[["Attnang-Puchheim"]]},". Take a connecting train from here towards ",{"type":"[[","value":[["Bad Ischl"]]}," and ",{"type":"[[","value":[["Obertraun"]]}," (trains are sometimes labelled \"Stainach-Irdning\"). Get off at the Hallstatt station which looks more like a halt in the wood, and find yourself - on the other side of the lake with a gorgeous view on the town. A regular ferry service will meet each arriving train and take you to the town across the lake (price: 2€40 one way). One of the best views of Hallstatt is from this ferry ride across the lake, especially in the morning when the sun is turning the town orange and yellow. Beware the weather: In winter the lake may freeze, hence no boat. In this case, ask at the station or the train conductor.\n\nWhen leaving, the boat takes you back to the tiny train station, where you may take the train back to ",{"type":"[[","value":[["Attnang-Puchheim"]]}," and transfer to your next destination. The boat meets each train leaving the station, and the schedule is posted at the boat dock, or it also is available at tourist information. The tourist information office can provide further information about train schedules since the train station itself is likely unmanned (and it is across the lake). Buy your tickets at the vending machine at the station (but only with cash) or in advance - this is a self-service line and you have to get a ticket before boarding. Arriving at Attnang-Puchheim, check the departures screens for your onward journey. But be prepared, the transfer may be fast, as Attnang-Puchheim is not a big station, and the passing trains will not stop for long.\n\nIf you are based in ",{"type":"[[","value":[["Austria"]]}," and want to visit Hallstatt in only one day, a cheap option is the ",{"type":"'''","value":["Einfach Raus Ticket"]}," (€32 for up to 5 persons), allowing unlimited train rides throughout Austria for a whole day (from 9AM to 3AM the next day). Note that you can only take regional trains (R or REX), but fortunately such trains circulate on most lines in Austria. The train from ",{"type":"[[","value":[["Attnang-Puchheim"]]}," to Hallstatt is of course a regional train too.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.budweis-shuttle.cz Budweis-shuttle"]},", ",{"type":"[","value":["http:\/\/www.shuttleceskykrumlov.com\/transfer\/cesky-krumlov-to-hallstatt ShuttleCeskyKrumlov"]}," and CK shuttle ",{"type":"[","value":["http:\/\/www.ckshuttle.cz"]}," ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.czechshuttle.com Czechshuttle.com"]}]},", offers a door-to-door transportation service from ",{"type":"[[","value":[["Český Krumlov"]]}," to Hallstatt and back for 1,100Kč (€44) per person. The ride takes about three hours.\n\nFrom ",{"type":"[[","value":[["Salzburg"]]},", there are direct buses to ",{"type":"[[","value":[["Bad Ischl"]]}," (10€20), and then you can either take the train+ferry (see above) or another bus.\n\n",{"type":"===","value":["By taxi or car"]},"\nA street passes through a tunnel in the mountain above the town. There is underground parking available here.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":["Walk."]}," There is only one road through the town; and automobile traffic is usually not allowed May to October, 10AM to 5PM, when Hallstatt is essentially car-free.  You can easily walk from one end of the town to the other in about a half hour."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Hallstatt 300.jpg"],["300px"],["thumbnail"],["Hallstatt"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Cultural Heritage Museum."]}," A small but interesting museum displaying 7000 years of Hallstatt history. "]},{"type":"*","value":[{"type":"'''","value":["Beinhaus."]}," \"Bone House\" in English. Due to the extremely limited space in the cemetery, burials are only temporary. After 10-15 years the grave is opened and the bones are removed and bleached in the sun. Then they are stacked in the Beinhaus. It's not as gruesome as it sounds. Skulls are often decorated with painted flowers and the family name. This practice was stopped in the 70's with the approval of cremation by the catholic church - you will see that those who remain buried all have recent dates of death.  "]},{"type":"*","value":[{"type":"'''","value":["See the town."]}," Simply enjoy the peace and quiet of the town. Have lunch in a cafe next to the lake and feed the swans. Window shop."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Visit the salt caves"],["alt="],["url=http:\/\/www.salzwelten.at"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hallstatt Salt Worlds will take you into the more than 250 year old salt mines to explore its underground beauty."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Do an outing by boat"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=6134\/8228"],["tollfree="],["fax="],["hours="],["price="],["content=Take a tour on the Lake of Hallstatt with Hallstättersee-Schifffahrt Hemetsberger., ",{"type":"[","value":["http:\/\/www.hallstatt.net\/schiffahrt\/"]}]]}]},{"type":"*","value":[{"type":"'''","value":["Hiking"]},". There are many hiking trails in the mountains behind Hallstatt and throughout the Salzkammergut area. Ask at the Tourist Information office for a good hiking map as it can be easy to get lost in the rapidly changing alpine weather. "]},{"type":"*","value":[{"type":"'''","value":["Rock climbing"]},"."]},{"type":"*","value":[{"type":"'''","value":["Children"]},". There is a very nice lakeside playground about 500m south of town with free WC, swimming, sunbathing, and the best views of town you'll see without going on a boat."]},{"type":"[[","value":[["Image:DachsteinIceCave.jpg"],["thumb"],["250px"],["Dachstein Ice Cave"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Ice Caves"]},". In Dachstein, across the lake from Hallstatt, there are caves with ice waterfalls, lakes and ponds streaming through the limestone. Be sure to bring a jacket or sweater. From the 1st June until 30th September 2012, travelers can buy a UNESCO World Heritage ticket ",{"type":"[","value":["http:\/\/www.dachstein-salzkammergut.com\/en\/summer\/latest\/news-detail\/news-detail\/article\/neu-unesco-welterbeticket\/"]}," which costs €31 and can be used for the ice cave and a boat trip across the Lake Hallstatt."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nFish from lake Hallstatt.\n\nThe restaurant in Gasthof Zauner has very good local fish on the menu.\n\n",{"type":"==","value":["Drink"]},"\nThe local Fassbier (tap beer) is from Salzburg: Stiegl. This is available throughout Austria, however. A more interesting regional beer to try is \"König Ludwig Dunkel Brau\" (King Ludwig Dark Brew) which is not as widely available, although you will find it also in Tirol, to the west. Stop by the local grocery store \"Konsum\" (technically located in Lahn) to check out the local selection of beers and wines without paying restaurant prices.\n\n",{"type":"==","value":["Sleep"]},"\nIt seems that almost every family runs a Bed & Breakfast. Find one high on the hill with a good view of the lake and valley. The sight of the lake at dawn is not to be forgotten.\nAlso try Obertraun, directly opposite Hallstatt on the lake, it is easily reached by ferry or train. The village offers good quality accommodation at cheaper rates, try the Obertrauner Hof in the centre with good access to shop, bank, tourist office etc.\n\nMany are listed at ",{"type":"[","value":["http:\/\/www.hallstatt.net\/"]},". Prices start at €20 with breakfast. Automatic online booking is rare.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=B145-AT.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Vöcklabruck"]]}],["minorl1="],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Bad Aussee"]]}],["image2=B166-AT.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=Ends at ",{"type":"[[","value":[["File:A10-AT.svg"],["18px"]]}],["minorl2="],["directionr2=E"],["majorr2=Ends at ",{"type":"[[","value":[["File:B145-AT.svg"],["18px"]]}],["minorr2="]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.5558"],["13.6467"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Upper Austria"]]},"\n\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hallstatt"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Hallstatt"]]}]