[{"type":"{{","value":[["pagebanner"]]},"\n\n",{"type":"'''","value":["Hallasan National Park"]}," is on ",{"type":"[[","value":[["Jeju"]]}," island to the south of the ",{"type":"[[","value":[["South Korea"]]},"n mainland.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Halla02.JPG"],["thumb"],["Traffic on the mountain top"]]},"\n",{"type":"[[","value":[["File:Abies koreana Halla San 1.jpg"],["thumb"],["Forest climbing the peak"]]},"\nHallasan (한라산 \/ 漢拏山) is the highest mountain in ",{"type":"[[","value":[["South Korea"]]},", standing at 1,950 meters (6,400 ft). The park is located in the center of Jeju Island and the peak can be seen from almost all places on Jeju itself. It is a ",{"type":"[[","value":[["World Heritage Site"],["UNESCO World Natural Heritage Site"]]},".\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe park is based around mountain of Hallasan which is an extinct volcano, and only has one dominating peak. The top of the mountain has a crater lake known as Baekrokdam.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["33.367524"],["126.517668"],["zoom=11"],["layer=M"]]},"\nMost routes are accessible via bus -- simply state your chosen path at the ticket booth in the inter-city bus terminal -- although in winter the final buses back can leave quite early (around 5). Trails sometimes put up \"closed\" signs around midday in winter to prevent people getting stuck. Also note that the inter-city buses will drop you at the carpark. The often 1-2 km sealed road walk up to the trail start is ",{"type":"'''","value":["not"]}," included on trail length approximations on local signage and documentation so bear this in mind.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere are no fees to enter the park.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Jeju_Hallasan_Trails.png"],["thumb"],["300px"],["Hiking Trails of Mount Halla."]]},"\n",{"type":"[[","value":[["File:Halla04.JPG"],["thumb"],["Flora of the national park"]]},"\n",{"type":"[[","value":[["File:Halla08.JPG"],["thumb"],["At the entrance of Seongpannak route of Hallasan"]]},"\n",{"type":"[[","value":[["File:Hallasan.jpg"],["thumb"],["Viewed from afar"]]},"\n\nDetailed information in English on the trails and hiking advice is given on the webpage of Hallasan National Park ",{"type":"[","value":["http:\/\/www.hallasan.go.kr\/english\/"]},". There are five hiking routes available, only two of which actually goes to Baeknok Lake (",{"type":"''","value":["Baekrokdam"]}," 백록담) at the top. Despite this, the routes terminating at Witse Oreum (윗세오름) are in themselves popular for good reason. Note that the trails are regularly closed and re-opened for conservation reasons. The 1.5 km route linking the trails on the west side and the top of Mt Halla has been closed for some time. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Eorimok"]}," (어리목) - A 4.7 km longish (+1km from the bus stop to the trail start), gentle and fairly consistent sloped walk up a forested valley. In winter, the trail is packed with children using the packed down snow for sledding downhill (bring an E-mart bag!) Has a rest house and basic shop at the trail start. Terminates at Witse Oreum."]},{"type":"*","value":[" ",{"type":"'''","value":["Yeongsil"]}," (영실) - The shortest path at 3.7 km (+2.5 km from the carpark to the trail start). Weaves up a the ridge along steep cliffs and past some waterfalls (frozen in winter) before a final flat stretch at the top. Has a decent restaurant and shop at the trail start. Terminates at Witse Oreum."]},{"type":"*","value":[" ",{"type":"'''","value":["Seongpanak"]}," (성판악) - A very long, but gentle 9.6 km route up the east side. Terminates at Baeknok Lake atop Mounbt Halla."]},{"type":"*","value":[" ",{"type":"'''","value":["Gwaneumsa"]}," (관음사) - An 8.7 km long route (+some extra at the base) up the north side. The original trail that terminates at Baeknok Lake atop Mount Halla. Has a rest house at the trail start."]},{"type":"*","value":[" ",{"type":"'''","value":["Donnaeko"]}," (돈네코) - An 8 km long route (+2.1km South Wall fork to reach Weitse Oreum junction from the top) up the south side. Not marked on most maps or guides. Confirm accessibility locally."]},"\nAll distances listed above are one-way.\n\nMost trails are open all year round, even in the winter. If planning a winter trip, the short trails on the western side are particularly popular, going up Yongsil and down Eorimok or vice-versa, with children and the elderly even being common sights on both. Strap-on crampons (shoe spikes) are however a necessity but if you lack them, the shop at the start of the Yongsil trail sells some for ₩20,000.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Halla01.JPG"],["thumbnail"],["Lake on top of Hallasan mountain"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Witse Oreum has a manned rest house and a ",{"type":"''","value":["very"]}," basic shop that sells coffee and ramen."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nTake the regular precautions whilst hiking: ask locals about course conditions and tell someone where you are going. In reality, hiking in South Korea tends to be something akin to ant-trail winding up a mound, but in Winter, when the buses terminate early, and it gets dark early you could run into trouble. ",{"type":"'''","value":["Seek and follow local advice from the base huts and be sure to depart before the daily course closure time."]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jeju"]]},"\n",{"type":"[[","value":[["Wikipedia:Hallasan National Park"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["33.367524"],["126.517668"]]}]