[{"type":"{{","value":[["pagebanner"],["Hama banner Waterwheels.jpg"]]},"\n",{"type":"'''","value":["Hama"]}," (حماه,) is a city in ",{"type":"[[","value":[["Syria"]]}," - population around 400,000.\nThe city is a relatively conservative one dominated by Hijabs and Burkas.\nMuch of the old city has been destroyed in the Hama massacre in 1982.\n\n",{"type":"==","value":["Get in"]},"\nHama is well connected by bus with other Syrian towns such as ",{"type":"[[","value":[["Aleppo"]]},", ",{"type":"[[","value":[["Damascus"]]}," and ",{"type":"[[","value":[["Tartus"]]},". The bus station is a little away from the town center and the railway station is further away. Trains leave at odd times, but the Aleppo-Damascus route operates comfortable new trains. There is at least a noon and 5pm train to Damascus (there are more though), but check again at the train station or your hotel.\nBusses depart more frequent and may be more convenient.\nEven more frequent (and cheaper) are service taxis (e.g. ",{"type":"[[","value":[["Latakia"]]}," for 100 SYP), which are especially preferced for short routes such as to ",{"type":"[[","value":[["Homs"]]},".\n\n",{"type":"==","value":["Get around"]},"\nTaxi or Service. You should never spend more than 20 Syrian Pounds on a Taxi within the city.\n\nWalk. Hama is a very walkable city, with the biggest waterwheels an easy 1 km stroll from the centre. The passport office, where you get visas renewed, can be reached from the downtown in about 15 minutes on foot and there are plenty of restaurants and markets around the two most popular hotels for backpackers, the Riad and Cairo.\n\nIf you need to get to the bus or train station, you'll find a service bus stop south-west of the bridge, easily recognized by many minibusses stopping there. There is an operator who can show you which bus to take if you're not able to figure out the Arabic destination names. The fare is 6 SYP.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The world's largest Norias (a kind of waterwheel) on the River Orontes. Even in the dry season there might be one of these wheels turning, although if the water levels are very low (until end of April), there might not even be a recognizable current."]},{"type":"*","value":[" Souq - which seems to have a lot of shoes for sale."]},{"type":"*","value":[" Citadel - nothing remains of the castle, but it's a locals' favourite spot for a picnic on a Friday. You do get some views over the city, can find some ice-cream there and plenty of families with their kids playing around."]},{"type":"*","value":[" Old town - you still see many of the destroyed buildings of the bombardment of the Hama massacre in 1982"]},{"type":"*","value":[" Azem Palace, a little hidden in the old town, is not as big as its counterpart in Damascus but still very much worth a visit. "]},{"type":"*","value":[" Hama Museum"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nEat possibly the best felafel (20 SP) in the Middle East at Ali Babas near the Cairo Hotel. This small and simple restaurant is recommended by the guidebooks and consequently has a menu in English. There are numerous fast food and juice stands in the area around Ali Babas. \n\nAl-Baroudi restaurant on Shoukri al-Quwatli is a good bet for barbequed chicken but be careful what you order. If you are not precise, they will bring a huge meal of half a chicken each plus three or four dips, bread, salad and a large plate of rice. While all the food is excellent, and perhaps just the ticket if you are starving, the cost was 225 SP per person in November 2007 and smaller meals are available for a proportionally smaller cost.\n\nIf you would like a quiet place to sit and have a tea, walk along al-Buhturi street and there you will find a couple European-style cafes selling pastries, ice cream and a wide selection of bread as well as serving all kinds of hot and cold drinks. They are quite popular with women.\n\nCamel steaks!!!\n\nAround Shari' al-Quwatli are many bakeries selling the famous Halawaat Al-Jibni a refreshing sweet cheese treat. Give it a try if you haven't done so yet.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cairo"],["url="],["email="],["address=Shari' Shoukri al-Quwatli"],["lat="],["long="],["directions="],["phone=222 280"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good basic clean hotel in the centre of town"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Riad"],["url="],["email="],["address=Shari' Shoukri al-Quwatli"],["lat="],["long="],["directions="],["phone=239 512"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good basic clean hotel in the centre of town"]]}]},"''The two most popular hotels for backpackers (and apparently also the only budget options in town) are the Riad and the Cairo. They are found right next to each other on Shoukri al-Quwatli street, near the clocktower, and seem to mop up all the tourist traffic in Hama. Both hotels get good reviews in the guidebooks and from their guests for their good service and clean rooms with nice extras like satellite TV. Rooms cost 20 Euros (1250 SP) for an en suite single as of November 2010. A single room without bathroom is available from 700 SYP per night, a dormbed for students is offered at 400\/350 SYP (with\/without bathroom) as of March 2011.\nThe Riad has a nice common salon for travellers to gather in and chat while the Cairo has the perfect terrace to enjoy the view from over a tea or cold drink. Both hotels run sightseeing tours and seem to contract them out to the same people - although this traveller found the owner of the Riad much more friendly and able to customise tours than that of the Cairo. A tour in the 1952 Pontiac is well worth the money (UD$26 for a whole day - Nov '06)\n\n",{"type":"''","value":["In March 2007, a girl disappeared while staying at the Cairo Hotel.  She has still not been found."]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nSeveral internet cafes have sprung up around Hama and the going rate for high-speed service is 50–75 SP an hour. Space Net on Abual-Feda is near the Al-Nouri mosque while Happy Net is just one option near the Cairo and Riad hotels. Both hotels also offers internet access to its guests on a computer in the lobby. The cost is the same as the internet cafes (Riad: 100 SYP per hour or 100 SYP per day for wifi access) and the speed is quite good, despite the connection being a dial-up one.\n\nA post office is right next to the clock tower in the city center.\n\n",{"type":"==","value":["Go next"]},"\nHama makes a great base for exploring a lot of the north-east of ",{"type":"[[","value":[["Syria"]]},"\n\nthe following can be done as a half day trip from Hama, but you could string a few together for a long day!\n",{"type":"*","value":[" Serjilla and Al-Bara - locations of the so-called 'Dead Cities'"]},{"type":"*","value":[" Ma'arat an-Nu'aman - for the Mosaic Museum"]},{"type":"*","value":[" ",{"type":"[[","value":[["Apamea"]]}," - site of some well preserved roman ruins"]},{"type":"*","value":[" Qala'at Sheisar - runied castle overlooking steep river valley"]},{"type":"*","value":[" Qala'at ",{"type":"[[","value":[["Musyaf"]]}," - another crusader castle about 45minutes west of Hama. (To get there take a service take to Musyaf (60 SYP). The castle is right in the city center, you can't miss it. Service taxis run back to Hama until at least 5pm)"]},"\nA little further afield you could get to the ",{"type":"[[","value":[["Krak des Chevaliers"]]}," as a day trip - but this would be a bit of a shame, as staying the night near the Krak and spending some time to explore this gem of Syria is well worth the time and effort.\n\nRiad and Cairo hotels can arrange private transport to all these.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["35.1333"],["36.7500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Orontes Valley"]]},"\n",{"type":"[[","value":[["Wikipedia:Hama"]]}]