[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/eng.haman.go.kr\/sub\/03_01.jsp Haman County"]}]}," (",{"type":"''","value":["Haman-gun"]},") is a county in ",{"type":"[[","value":[["South Gyeongsang"]]}," Province, ",{"type":"[[","value":[["South Korea"]]},".  In the early Common Era, Haman was the seat of Ara Gaya, a leading state of the Gaya confederacy.  Many relics from this period are still preserved in the county.  After the fall of Gaya, Haman was absorbed into Silla as Asirang-gun; in 757 its name was changed to Haman-gun, which it bears today. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By bus "]},"\n\n",{"type":"[[","value":[["Haman"]]}," (함안군) or the town center of ",{"type":"'''","value":["Gaya-eup"]}," (가야읍) can be best reach by bus from ",{"type":"[[","value":[["Masan"]]},"'s Intercity Bus Terminal in Hapseong-dong. Buses depart every 30-40 minutes and arrive at Haman Intercity Bus Terminal. There are also a number of buses from Masan Nambu Bus Terminal near Gyeongnam University that go to Haman every hour and a half or so. In addition, there are a number of local buses that service Haman-gun: 252-2 (Nambu Terminal departure) and 114-1(Hapseong-dong departure) which go to Gaya-eup and Sanin-myeon (산인면). 113-1 (Hapseong-dong) and 250-1 (Gyeongnam University, 경남대) go to Chirwon-myeon (칠윈면) and Chirseo-myeon (칠서면) in the eastern portion of the county. One of these buses is available once an hour.\n\n",{"type":"===","value":[" By train "]},"\n\nTrains also frequent Haman about ten times days a day coming in the direction of Suncheon (5 times) and Busan (5 times). It is possible to take a train from Haman to Daegu or Seoul once a day. There are two train stations in Haman, Haman (함안역) and Gunbuk (군북역).\n\n",{"type":"===","value":[" By plane "]},"\n\nThe nearest airport is ",{"type":"[[","value":[["Gimhae International Airport"]]}," outside of ",{"type":"[[","value":[["Busan"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nBuses that travel to different destinations in Haman are not very frequent but it is possible to get around. There are ten buses a day from Haman Terminal to Chirwon-myeon and Chirseo-myeon. There are a number of buses a day that go through Haman-myeon and Yeohang-myeon (Yeohang-san Provincial Park) on their way to Jindong-myeon in Masan, Naegok-ri and Judong-ri. Buses can also be taken from Haman Bus Terminal to Gunbuk-myeon heading in the direction of Uiryeong-gun, Beopsu-myeon and Daesan-myeon also have a number of buses per day.\n\nThe local Masan buses 252-2 and 114-1 terminate in Gunbuk-myeon and make a number of stops through Gaya-eup on the way to Jung-ri in Masan. There is one per hour that stop behind Trial Supermarket\/Haman Bus Terminal on the main road in Gaya-eup.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi fare starts at ₩3000.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" There is some superb ",{"type":"'''","value":["hiking"]}," in Haman."]},"\n",{"type":"*","value":[" Haman also has some ",{"type":"'''","value":["historical sites"]}," as it was historically part of the Ara Gaya Confederacy. The best place historical site for the Ara Gaya in Haman is the Royal Tombs of Dohang-ri and Malsan-ri in Gaya-eup. There are over a hundred royal mound tombs and there is also a museum."]},"\n",{"type":"*","value":[" There's also ",{"type":"'''","value":["Ipgok County Park"]}," which has the county's largest reservoir. There are also some hiking trails there and the locals often go there to play soccer, fish or take a stroll. "]},"\n",{"type":"*","value":[" In Gaya-eup, there's a ",{"type":"'''","value":["market"]}," (가야시장) and every five days (5th, 10th, 15th, 20th, 25th and 30th) there is a market day where the local farmers come with their fruit and wares."]},"\n",{"type":"==","value":["Do"]},"\n\nThe bulk of the activities in Haman are nature-related with the hiking in Yeohangsan and Bangeosan. Yeohang-san, the major peak (770m), is part of the Naknam Ridge which extends from Gimhae to Jirisan. The best way to reach Yeohang-san is to take a bus heading to Naegok-ri, Jindong or Judong-ri. Stop in Yeohang-myeon (여항면) in front of Oeam Elementary School (외암초등학교). Once you get off the bus you will see the sign for Yeohang-san Park. Take a right on Provincial Road 1021 (you are walking at this point) and follow it for 2km and you will reach Joachon Village. There are three hiking courses to the top from there. Definitely need survival Korean to make the trek.\n\nThere's also Bangeosan in Gunbuk-myeon. The best way to get there is to take a bus from Haman Bus Terminal to Gunbuk. Get off the bus and hail a taxi lined along the streets of Gunbuk as there are no buses that go to the beginning of the hiking path. The path starts at Maaesa Temple (마애사) Another mountain to hike is Cheonjusan (648m) in Ungok-ri, Chirwon-myeon. \n\nHowever, if hiking is not your thing, there are a myriad of country roads to ride a bike on. Some of the best places to bike are south of Gaya-eup in Haman-myeon and Yeohang-myeon. There's also some really good roads near Gunbuk-myeon for biking. In Gaya-eup and Haman-myeon there are some bike paths but they are rather poor and broken in a number of places.\n\n",{"type":"==","value":["Buy"]},"\n\nEvery five days there's a market day in Gaya-eup. That's the best time to buy anything local from Haman. Trial Supermarket at the Haman Bus Terminal is the major area for grocery shopping in Gaya. There's also a couple of 하나로 marts, Jin Mart on the road behind the Trail Supermarket and near the train station and Green DC Mart. Trial is the best place to get bread and some western food as they have peanut butter, spaghetti sauce and whole wheat bread.\n\nAlso, if you are teaching and Haman and want to buy a bike, the best place to go is the Corex Bike Shop. The owner is very helpful and has repaired my bike countless times. It's on the main road in Gaya on the left hand side past the interesection with Green DC Mart.\n\n",{"type":"==","value":["Eat"]},"\nLots of good places to eat in Gaya-eup. The best area in Gaya for restaurants is past the railroad tracks on the first road on the left past the Nong-hyup.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Urihanmadang"],["alt=오리한마당"],["url="],["email="],["address="],["lat="],["long="],["directions=Go down the main street in Haman, past the railroad tracks and take a left on a street past the Nong Hyup Bank but before the Post Office. Once on that street, go down 250 meters and it's on your right on the second floor."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A really good duck restaurant that is popular with the locals. Really friendly owner too."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=OK Kukibwepe"],["alt=OK 고기뷔페"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a meat buffet kind of restaurant. Pick out the meat you want and grill it up. It's on the first floor below the duck restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Konguinseongsik"],["alt=공윈정식"],["url="],["email="],["address="],["lat="],["long="],["directions=Follow the directions to the other two restaurants above but it's on the right before you reach them."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant serves good side dishes with kimchi jjigae and dwenjang jjigae. They also have a nice fish soup. Bit nice if you don't want too much meat for a change."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Daenamudong Samkeopsal"],["alt=대나무통 삼겹살"],["url="],["email="],["address="],["lat="],["long="],["directions=The easiest way to get there is to cross over to one of the side streets across from the library and turn left and it will be on your left across from another meat restaurant."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the best pork restaurants in town. They serve galbi tang (갈비탕) and yook gye jang (육게장) which is a spicy pork soup. Of course, their samgyeopsal is very good too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Daejang Bulgogi"],["alt=태양 불고기"],["url="],["email="],["address="],["lat="],["long="],["directions=On one of the large streets in Haman where Paris Baguette and FamilyMart is located. Take a right on that street and go down past the Asia DC Mart and it's next to Yonex on the right."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very popular restaurant in Gaya. Really good meat restaurant and has a nice Dwengajang jjigae."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Daegugukbap"],["alt=대구국밥"],["url="],["email="],["address="],["lat="],["long="],["directions=It's located in Haman-myeon (about 5 km south of Gaya) next to the post office."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the best gukbap restaurant in Haman."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BBQ Chicken"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=To get there go towards downtown past the intersection where the Green DC Mart is. It's on your left side past the Corex Bike Shop."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best fried chicken joint in town."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNightlife in Haman is similar to the nightlife in other small towns, meaning Hofs and Noraebangs. The best area for bars is near the market in Gaya-eup at the busiest intersection in Gaya-eup (Paris Baguette, GS 25 and FamilyMart). There are also number of bars on the main road going south towards Haman-myeon past the railroad. The noraebangs are also in that area and in the area near the Gaya Market.\n\nSome \"hot spots: are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Modungi"],["alt=모퉁이"],["url="],["email="],["address="],["lat="],["long="],["directions=Located directly above the Paris Baguette."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only place in Gaya that actually serves coffee and espresso. It is also a hof with pretty good side dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tudari"],["alt=투다리"],["url="],["email="],["address="],["lat="],["long="],["directions=Located across from the Hanaro Mart past the railroad tracks (Gyeongnam Bank)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sulkkun"],["alt=술꾼"],["url="],["email="],["address="],["lat="],["long="],["directions=It's in a wooden structure on the main road past the railroad tracks."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They serve a fried egg with the drinks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=She's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This is a bar located near the Paris Baguette in the direction of the railroad tracks. It's located next to a bakery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tokyo Story"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a decent hof. Make sure to not order the Guiness pitcher there as it is actually Stout, a dark Korean beer of middling quality."]]}]},"\nThe noraebangs are scattered throughout the town but there are some near those bars.\n\n",{"type":"==","value":["Sleep"]},"\nThe sleeping establishments (여관) are near the bars listed above. However, a fairly safe bet is the Arirang Motel above the FamilyMart in downtown Gaya. There's also a hotel diagonally across from it but I couldn't find the name of it.\n\nThere is also a hotel near Yeohang-san in Naegok-ri (내고리) on highway 79 for those riding their bikes through the area.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nHaman Bus Terminal is the easiest way to reach other cities from there you can take a bus to adjacent Masan (Nam Masan Terminal in Shin Masan and Masan Intercity Bus Terminal) and there are a number of buses to Uiryeong-gun to the west. There are also buses that go to Busan starting at 7:30 AM and ending at 8:00 PM. They leave every hour and a half.  If you want to travel to Jinju and other surrounding counties, you can take the train going in the direction of Suncheon, Jeollnam-do and Busan. However, it's probably much easier to just go to Masan and take a bus onward from there.\n\n",{"type":"===","value":["Bus fare"]},"\n\n",{"type":"*","value":[" Masan (Masan Intercity Bus Terminal) - ₩1600 (every 30-40 minutes)"]},{"type":"*","value":[" Masan (Shin Masan - Nambu Terminal) - ₩3000 (every hour and a half) This bus also stops at ",{"type":"[[","value":[["Jindong"]]}," (₩2200) where it's possible to connect to destinations such as ",{"type":"[[","value":[["Tongyeong"]]}," and ",{"type":"[[","value":[["Jinju"]]},"."]},{"type":"*","value":[" Busan - ₩5000 (every hour and a half), first departure at 7:30 AM, last at 8:00 PM."]},{"type":"*","value":[" Uiryeong"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Gyeongsang"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Haman County"]]},"\n",{"type":"{{","value":[["geo"],["35.236944444444"],["128.42138888889"]]}]