[{"type":"{{","value":[["pagebanner"],["Hambourg banner.jpg"],["caption=Binnenalster"]]},"\n",{"type":"[[","value":[["File:Hamburg Rathaus.jpg"],["thumb"],["250px"],["Rathaus (town hall) at night"]]},"\n",{"type":"[[","value":[["File:Landungsbrücken Sonnenaufgang.jpg"],["thumb"],["250px"],["Landungsbrücken on Port of Hamburg"]]},"\n\nThe city of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/english.hamburg.de\/ Hamburg"]}]}," has a well-deserved reputation as Germany's ",{"type":"''","value":["Gateway to the World"]},". It is the country's biggest port and the second-busiest in Europe, despite being located astride the River Elbe, some 100 kilometres from the North Sea. It is also Germany's second largest city with a population of over 1.8 million and the Greater Hamburg Metropolitan Region has a population of over four million. Hamburg is proud of its status as a \"Free and Hanseatic City\" and is an independent state, one of the Germany's 16 federal states or ",{"type":"''","value":["Bundesländer"]},".\n\n",{"type":"==","value":["Understand"]},"\nHamburg is a city-state. It values its status as a city, being as independent as possible of other states that have existed or currently exist in Germany. Over the centuries, Hamburg has always been an international city. This is not only because of its position in international trade, but also in political dimensions.\n\nOne of the most important harbours in ",{"type":"[[","value":[["Europe"]]}," and the world, Hamburg takes great pride in its mercantile background, which built the city's wealth in the past centuries. From 1241 on, it was member of the Hanseatic League, a medieval trade monopoly across Northern Europe. In the 19th and beginning of the 20th century, millions left Europe on their way to the new world through the Hamburg harbour. Today, the harbour ranks second in Europe and eleventh world-wide. Consequently, one of Hamburg's tag lines is \"The Gateway to the World\" (derived from the city’s coat of arms, showing a white city wall with a gate and crowned by three towers on a red background). Hamburg is known to be one of the richest metropolitan area in the European Union, in the company of ",{"type":"[[","value":[["Brussels"]]}," and ",{"type":"[[","value":[["London"]]},".\n\nThe harbour is the heart of the city, however, Hamburg is also one of the most important media hubs in Germany. Half of the nation's newspapers and magazines have their roots in Hamburg. And, unknown even to some locals, is the fact that, with one of the Airbus aircraft assembly plants, Hamburg is a major location of the world's aerospace industry, right after Seattle (USA) and Toulouse (France).\n\nThe mercantile background reflects in the city's architecture. The only palace in Hamburg is the town hall, which houses the citizen's parliament and the senate. Apart from that, the city still has large quarters with expensive houses and villas. These residences were home to merchants and captains, surrounded by lots of greenery.  Large parts of the city were destroyed during the devastating air raids of World War II, particularly the port and some residential areas, killing tens of thousands and leaving more than a million homeless, yet much of historic value has been preserved.\n\nHamburg still keeps its tradition of being an open, yet discreet city. Citizens of Hamburg, just like most Northern Germans, may appear to be quite reserved at first. Once they get to know with whom they are dealing, they'll be as warm and friendly as you'd wish.\n\nThe people of Hamburg are known as ",{"type":"''","value":["\"Hamburger\""]}," (pronounce the ",{"type":"''","value":["a"]}," like you're saying \"ah\", and it won't sound as silly). The beef patties on a bun were named after this city, where presumably they were invented (although not popularized: you won't find any \"traditional hamburgers\" in Hamburg). See also \"frankfurter\" (",{"type":"[[","value":[["Frankfurt"]]},") and \"wiener\" (Wien, aka ",{"type":"[[","value":[["Vienna"]]},").\n\n",{"type":"==","value":["Get in"]},"\n\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"====","value":["Airport Hamburg-Fuhlsbüttel "]},"\nHamburg ",{"type":"[","value":["http:\/\/www.ham.airport.de\/"]}," (",{"type":"{{","value":[["IATA"],["HAM"]]},") has the fifth largest international airport in Germany, so arrival by plane is an obvious choice for those visiting from far away. There are plenty of connections within Europe, although only a few intercontinental direct services are offered. ",{"type":"[","value":["http:\/\/www.ham.airport.de\/en\/index.phtml"]},"\n\nThe airport has been thoroughly modernized with new terminals, airport hotel, streamlined infrastructure, and facilities that are by and large adequate, so you won't get lost. Depending on the gate your flight arrives at or leaves from, walking longer distances might be necessary as on any other airport too.\n\nHamburg Airport is connected to the city by the S-Bahn S1 commuter train line, which connects to the Central Station (",{"type":"''","value":["Hauptbahnhof"]},") and the city centre in about 30 minutes.  There are trains every 10–20 minutes, and a single fare is €2.95. ",{"type":"''","value":["Beware"]}," on the way back from the city centre to the airport: All trains ",{"type":"'''","value":["are divided"]}," at Ohlsdorf, with ",{"type":"'''","value":["only the first three cars"]}," going to the airport, and the rest going to the suburb of Poppenbüttel. There are no trains between midnight and 4 AM, but a bus runs along the same route. As there aren't any flights between 11PM and 6AM this may not affect your journey at all. Train timetable S1: ",{"type":"[","value":["http:\/\/www.nimmbus.de\/fahrplanbuch\/plaene\/S1AR-1.htm"]},"\n\nThe airport, which is hugely popular with plane-spotters, is surrounded by Schrebergärten (meticulously maintained allotments), park lands, and open green spaces, criss-crossed by bicycle and walking trails. The popularity of this area is not only due to the many viewpoints, but also because Lufthansa Technik (Lufthansa's maintenance service) operates some large hangars on the airport, which means that the site is visited by a variety of rare and interesting aircraft (including VVIP).\n\n",{"type":"====","value":["Airport Lübeck-Blankensee aka \"Hamburg-Lübeck\" "]},"\n\nAs with many other destinations, the discount airline Ryan Air ",{"type":"[","value":["http:\/\/www.ryanair.com\/"]}," does not operate from Hamburg, as their naming scheme might indicate. Instead, it operates from Lübeck-Blankensee airport ",{"type":"[","value":["http:\/\/www.flughafen-luebeck.de\/"]},"  (",{"type":"{{","value":[["IATA"],["LBC"]]},") (not to confuse with Hamburg's suburb Blankenese), which is 65 km from Hamburg via motorway A1. The second airline that offers flights to Lübeck is Wizz Air ",{"type":"[","value":["http:\/\/wizzair.com"]},". Flights go to Mallorca and Gdańsk (Poland).\n\nBuses connecting to the flights go from Hamburg's central bus station (\"ZOB\", adjacent to the main train station). They cost €12 for single way and take about one hour and 10 minutes. The buses depart about two hours and 50 minutes before every Ryanair departure, meet every arrival, and wait for delayed flights.\n\n",{"type":"====","value":["Hamburg-Finkenwerder Airport"]},"\n\nSituated just across the Elbe river, Finkenwerder Airport  (",{"type":"{{","value":[["IATA"],["XFW"]]},") ",{"type":"'''","value":["would"]}," undeniably be the most convenient airport for travellers visiting Hamburg. But unfortunately, due to being associated with an Airbus aircraft plant, for security concerns, usage is restricted to Airbus employees only. For them, two daily flights are available to\/from ",{"type":"[[","value":[["Toulouse"]]},", but most of the time the runway is used for freight (up to complete sections of passenger planes using the Beluga aircraft ",{"type":"[","value":["http:\/\/www.airbus.com\/en\/aircraftfamilies\/beluga\/"]},") or the delivery of new planes.\n\nThe runway, as well as the aircraft parking lot, can be observed from the public street Neß-Hauptdeich. The parking lot is on the other side of the street, so a few times a day planes actually cross the street, including the world's largest passenger aircraft A380.\n\nThere are public tours of the Finkenwerder plant ",{"type":"[","value":["http:\/\/www.airbus-werksfuehrung.de\/"]}," of about 2½ hours. Tickets cost € 14, reservations are required at least four weeks in advance, payment has to arrive 14 days in advance. You must bring your passport, leave cameras and mobiles at your hotel. Visitors have to be at least 14 years old. Be warned, security is tight, strictly follow the rules.\n\nThe plant is located not far from the centre, however, it's on the other side of the Elbe. Using public transport, Airbus is accessible by harbour ferry 68 from Teufelsbrück. The express bus E86 takes you without stop from Altona's train station and Teufelsbrück (and back). You can also take a ride with your bike to the ferry, transport of the bike is without charge on the harbor ferries. Ferry 62 from Landungsbrücken 3 will bring you to the town of Finkenwerder, from there take the number 150 bus to the Airbus bus stop. Bus 150 starts at Altona's train station and uses the Elbe tunnel (not spectacular, but still one of the longest river tunnels in the world), that'd be your third option. To observe the runway, exit bus 150 at stop Neuenfelde, Rosengarten (next one after stop Airbus).\n\n",{"type":"====","value":["Hamburg-Uetersen Airport "]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.air-hamburg.de Air Hamburg"]}]}," serves several German islands from this airport. The only way to reach it is by taxi, the nearest railway station being Tornesch.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:HH hbf.JPG"],["thumb"],["250px"],["Hauptbahnhof, Central railway station"]]},"\nHamburg has five major stations: ",{"type":"{{","value":[["Marker"],["type=listing"],["lat=53.55334"],["long=10.00804"],["name=Hauptbahnhof"]]}," (central station), ",{"type":"{{","value":[["Marker"],["type=listing"],["lat=53.56095"],["long=9.98986"],["name=Dammtor"]]}," (Messe\/CCH), ",{"type":"{{","value":[["Marker"],["type=listing"],["lat=53.55221"],["long=9.93525"],["name=Altona"]]},",  ",{"type":"{{","value":[["Marker"],["type=listing"],["lat=53.45611"],["long=9.99068"],["name=Harburg"]]}," and ",{"type":"{{","value":[["Marker"],["type=listing"],["lat=53.48946"],["long=10.20668"],["name=Bergedorf"]]},". Various types of train service are available.\n\n",{"type":"*","value":[" ICE (Inter City Express) high speed train service to or from most major German cities, including ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Cologne"]]}," ",{"type":"''","value":["(Köln)"]},", ",{"type":"[[","value":[["Düsseldorf"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Munich"]]}," ",{"type":"''","value":["(München)"]}," also to ",{"type":"[[","value":[["Basel"]]}," and ",{"type":"[[","value":[["Zürich"]]}," ",{"type":"[[","value":[["Switzerland"]]},". There are usually hourly service to most destinations during the daytime."]},{"type":"*","value":[" Direct service to or from ",{"type":"[[","value":[["Copenhagen"]]}," and ",{"type":"[[","value":[["Aarhus"]]}," (",{"type":"[[","value":[["Denmark"]]},"), ",{"type":"[[","value":[["Budapest"]]}," (",{"type":"[[","value":[["Hungary"]]},"), ",{"type":"[[","value":[["Prague"]]}," (",{"type":"[[","value":[["Czech Republic"]]},"), ",{"type":"[[","value":[["Vienna"]]}," (",{"type":"[[","value":[["Austria"]]},"), and ",{"type":"[[","value":[["Bratislava"]]}," (",{"type":"[[","value":[["Slovakia"]]},")."]},"\nUse the German railway's online trip planner ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en?Z=Hamburg"]}," to find connections to\/from Hamburg and buy tickets.\n\n",{"type":"===","value":["By car"]},"\n\nvia the ",{"type":"'''","value":["Autobahn"]},":\n",{"type":"*","value":[" A1 to\/from ",{"type":"[[","value":[["Lübeck"]]}," (north-east) — To get to the city change to the A24 at \"Autobahnkreuz Ost\"."]},{"type":"*","value":[" A1 to\/from ",{"type":"[[","value":[["Bremen"]]},", ",{"type":"[[","value":[["Cologne"]]}," (Köln) (south\/south-west) — To get to the city change to A255."]},{"type":"*","value":[" A7 to\/from ",{"type":"[[","value":[["Flensburg"]]},", ",{"type":"[[","value":[["Kiel"]]}," (north) — To get to the city exit at \"Bahrenfeld\"."]},{"type":"*","value":[" A7 to\/from ",{"type":"[[","value":[["Hanover"]]},", ",{"type":"[[","value":[["Kassel"]]}," (south)— To get to the city exit right after the \"Elbtunnel\" at \"Othmarschen\" or \"Bahrenfeld\".  Use the rightmost pipe of the \"Elbtunnel\" to exit at \"Othmarschen\"."]},{"type":"*","value":[" A23 to\/from ",{"type":"[[","value":[["Husum"]]},"."]},{"type":"*","value":[" A24 to\/from ",{"type":"[[","value":[["Berlin"]]},"."]},"\nBe prepared to pay for parking. Hamburg has a wide selection of P+R (Park+Ride) parking areas outside the city centre, where you can park for free and very easily use public transport to get into the city.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses serving other cities (regional, national, and European destinations) arrive at or depart from Hamburg's central bus station (\"ZOB\") ",{"type":"[","value":["http:\/\/www.zob-hamburg.de\/"]},", which is located near the central railway station (",{"type":"''","value":["Hauptbahnhof"]},") (two minute walk). Destinations include ",{"type":"[[","value":[["Berlin"]]}," (several times a day).\n\nBuses to ",{"type":"[[","value":[["Lübeck"]]}," depart from Wandsbek.\n\nBuses to Bosnia are e.g. run by Salinea, ",{"type":"[","value":["http:\/\/www.salinea.net\/red_voznje.asp"]},"\n\n",{"type":"===","value":["By boat"]},"\nA lot of cruise ships visit Hamburg, so you may put your foot on Hamburg ground at one of the Cruise Centers.\nThe most likely places are the Hamburg Cruise Center Altona (near to the fish market) and the Hamburg Cruise Center HafenCity (next to the new Unilever center), check out the ",{"type":"[","value":["http:\/\/www.hamburgcruisecenter.eu\/de Hamburg Cruise Center home page"]},"\n\n",{"type":"[[","value":[["Lübeck#By_boat"],["Lübeck"]]},", about an hour away by train, is a major Baltic ferry port.\n\n",{"type":"===","value":["Hitchhike"]},"\n\nYou can leave Hamburg to the south (A7-Hannover\/Frankfurt\/Munich) and southwest (A1-Bremen\/Cologne\/Netherlands) from the filling station known as \"HH-Stillhorn\" you can get there with the number 13 bus from suburbanstation S-Wilhelmsburg.\n\nTo Berlin you can start at the \"Horner-Kreisel\" and take the number 161 bus from S-Berliner Tor or walk from U3-Rauhes Haus.\n\nFrom the UK, it may be an idea to take a ferry to ",{"type":"[[","value":[["Denmark#By boat"],["Denmark"]]}," and then travel down rather than going via the Netherlands.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["53.546334"],["9.969879"],["zoom=12"],["align=none"],["layer=M"],["height=600"],["width=800"]]},"\n",{"type":"[[","value":[["File:DT3 U-Bahn U3 Baumwall Abend - 6289-f6.jpg"],["thumb"],["220px"],["U-Bahn station Baumwall, line U3"]]},"\n",{"type":"[[","value":[["File:HafenCity U-Bahn Hamburg U4 - 3892-v3.jpg"],["thumb"],["220px"],["U-Bahn station HafenCity Universität, U4"]]},"\n",{"type":"===","value":["Public transport"]},"\n\nHamburg has a well-developed public transport system operated by the ",{"type":"[","value":["http:\/\/www.hvv.de\/en\/ HVV"]},". Buses go around the clock. At night, a special \"Nachtbus\" ",{"type":"''","value":["(night bus)"]}," service connects the outlying districts and the city center. These buses depart and arrive at \"Rathausmarkt\", near the town hall and operate all through the night. The Intracity train service U-Bahn (underground) and S-Bahn (overground) runs from approximately 5AM until 1AM in the central city, but there is often no service past 11PM in outlying districts. On weekends, it runs all night.\n\nSingle tickets range from 1.50 € or 2 € for short trips and 3 € for Hamburg area to 11.10 € - 18.30 € for the entirety of Greater Hamburg. Vending machines in the rail stations (and at some bus stops) sell short-distance, single-ride, and day tickets. Group tickets are also available. On the buses, the driver will sell you what you need.\n\nAn all-day ticket for Hamburg area ",{"type":"''","value":["(Ganztageskarte)"]}," costs 7.30 € (2014), but if you start your travel after 9AM or weekend, buy a \"9 Uhr Tageskarte\" (5.90 €, Group Ticket up to 5 persons: 10.80 €). You can also buy a ",{"type":"[","value":["http:\/\/www.hamburg-travel.com\/search-book\/hamburg-card\/ Hamburg Card"]},", which includes the public transport system, museums, and other things, and is available at all ticket offices and from the bus drivers. To buy tickets for a week or longer, go to Hauptbahnhof or station Altona, get passport photos in the automated photo booth, and buy your pass in the information office.\n\nHamburg's public transit operates on a proof-of-payment system. Officials in red waistcoats make spot checks, but aside from that, you simply get on and off as you wish with no turnstiles or gates. You are required to show your ticket while entering a bus to the driver though. The exception are the crowded bus lines 4, 5 and 6, except after 21h and on Sundays.\n\nTry to avoid rush-hour before 9AM and between 4-7PM. You are not allowed to take bicycles into subways before 9AM and between 4-6PM, unless it is a folding bike like a Dahon, Brompton, Bike Friday, etc. Folders are allowed on Hamburg public transit at any time of the day.\n\nSix ",{"type":"'''","value":["ferry"]}," services operate in the harbour and along the River Elbe as part of the regular public transport system. ",{"type":"<","value":["br"]}," Tip: take ferry line 62 from \"Landungsbrücken\" to \"Finkenwerder\" und them line 64 to \"Teufelsbrück\" or take ferry line 72 from \"Landungsbrücken\" in the HafenCity to \"Elbphilharmonie\". Back to enjoy a scenic trip through the harbour on a day ticket.\n\nOn the two Alster lakes, a ferry boat travels once every hour from Jungfernstieg in the city centre to Winterhuder Fährhaus. These boats are not in the general HVV ticket system, thus more expensive, however, they offer a splendid view to some of the wealthiest neighborhoods of Hamburg.\n\nIf you are traveling to Hamburg using a ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/laender-ticket.shtml Niedersachsen-Ticket ",{"type":"''","value":["(Lower-Saxony-Ticket)"]}]},", ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/laender-ticket.shtml Schleswig-Holstein-Ticket"]}," or ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/laender-ticket.shtml Mecklenburg-Vorpommern ",{"type":"''","value":["(Mecklenburg-West-Pommerania-Ticket)"]}]}," for one to five people (22 - 39 €), you have access to all the HVV lines.\n\n",{"type":"===","value":["By rail"]},"\nHamburg has six S-Bahn (commuter railway) lines, seven R-lines (regional trains), three A-lines (AKN) and four U-Bahn (subway) lines. The S-Bahn and U-Bahn lines run partly over and underground, in the city, and in the outskirts. Sometimes you might meet the diesel powered AKN train as well; it normally operates in the suburbs only but the A1 goes all the way to the Hauptbahnhof on peak times. The only difference is that these are three companies, but there is a unified fare system.\n\nAll train platforms have signs showing the next train, where it is headed, and how many minutes until it arrives. Trains are described by a number and the final station. Note that the final station may vary. For example, half of the S1 trains heading west go all the way to ",{"type":"[[","value":[["Wedel"]]},", but the other half go only as far as Blankenese. Also, all S-Bahn trains with single-digit numbers take the south underground route via Reeperbahn, Landungsbrücken and Jungfernstieg and all S-Bahn trains with two-digit numbers take the north route via Dammtor.\n\nNote that train doors do not open automatically. You have to press a button or pull a handle on the door. Wait for the passengers to get off first before you enter. In the cold season, close the door after getting on the train if it looks like a longer stop. Either push the handle or press the closing buttons on the inside until the door is closed.\nAll signs and notifications at stations and in trains are shown in at least two languages (German and English).\n\n",{"type":"===","value":["By bike"]},"\nYou will see a lot of bicycles on the roads during the warmer months, many of the cities residents will use bicycles as their normal form of transportation. Drive ways for bicycles are not available on all roads. In fact you will have to shift from on the road to a mixed foot \/ bike strip to a separated bike strip frequently. Drive safely!\nSeveral hotels within Hamburg provide residents with access to hotel bicycles. \n",{"type":"[[","value":[["File:Hamburg Stadtrad 601-zh.jpg"],["thumb"],["170px"],["StadtRAD station"]]},"\n\nThe city itself also offers bike rental services. This service is called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/stadtrad.hamburg.de\/kundenbuchung\/process.php?proc=tarife&f=511 StadtRad"]}]},", and there are several kiosks located around the city. To use this service, customers must register On the  ",{"type":"[","value":["http:\/\/stadtrad.hamburg.de\/kundenbuchung\/ Stadtrad website"]}," and create an account with a credit card. Once the account has been created, you can go to any one of these terminals and use one of their bikes as long as you want. The first 30 minutes are free, the next time coast 8 Cent\/min. and the maximum charge is € 12 per day.\n\nAlternatively, Hamburg City Cycles ",{"type":"[","value":["http:\/\/www.hhcitycycles.de\/bike-rental.html"]}," (working with the bicycle store next door) rents bicycles for €23 for 2 days and €7 for each additional day. Hourly rates are also available. The bicycles are large \"cruiser\" style bikes and the rental includes a lock, air pump, and toolkit if desired.\n\nYou can take your bike with you on the harbor ferries (e.g. line 62) free of charge.\n\n",{"type":"===","value":["By taxi"]},"\nThere is a good supply of taxis in Hamburg 24 hours a day, both at taxi stands and in the streets. You can identify a taxi rank by a green box on a post somewhat like an oversized parking meter or alarm post. You will have to wait there or phone one of the numbers below, since the boxes can ",{"type":"''","value":["not"]}," be used to call a cab. Almost all vehicles are still in the traditional ivory white colour, but even if not, a yellow and black sign on the roof reading \"Taxi\" indicates a licensed cab. As usual, the sign is switched on to indicate vacancies. The taxi start at € 2.90 plus € 2.20\/km. A trip in the city area will between € 7-15. For a trip from the city to the airport, expect to pay between € 20-30. Most taxis accept credit card payments.\n\n",{"type":"===","value":[" Parking "]},"\nThere are generally 2 options:\n",{"type":"*","value":[" Parking in the city centre: most possibly, you will have to pay for parking. However, the maximum fee is €12 for 24 hours. This is a viable option if you would like to walk around the central area and you\/your friends will not use the public transport."]},{"type":"*","value":[" Parking in HVV P+R ",{"type":"[","value":["http:\/\/www.hvv.de\/en\/all-you-need-to-know\/car-drivers\/park-ride\/"]}," (Park & Ride): HVV offers free parking lots outside of the city centre. The idea is that you leave your car there and use the public transport to get around. If you and\/or your company merely would like to travel around the city centre on foot, the first option is cheaper and makes more sense."]},{"type":"'''","value":["Hint:"]}," something in between the two options: select a suitable area of the city with good public transport link were you can park your car next to the road and then take the bus or subway (e.g. areas next to the bus line 5 or the U1)\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"===","value":["City Centre"]},"\n\n",{"type":"====","value":[" Around Mönckebergstraße "]},"\nThe area west of Hamburg's central railway station is mainly a shopping area with the streets Spitaler Straße and Mönckebergstraße, leading to Hamburg's town hall. Close to the Mönckebergstraße you find the churches St. Jacobi (at road Jakobikirchhof) and St. Petri (at road Bergstraße), two of Hamburg's five main churches. Directly beside St. Petri there is the Hubelhaus dating from the beginning of the 20th century as most buildings around, but looking much older.\n\nBehind the Hubelhaus under the building of \"Radio Hamburg\", you can visit the remains of the bishops tower, from the 11th century. On the other side of the road, you can currently see excavations in progress, seeking the remains of the small fortress Hammaburg, which was erected in the 9th century giving Hamburg its name.\n\n",{"type":"[[","value":[["File:Hamburg Rathaus 806 zer zd1.jpg"],["thumb"],["right"],["250px"],["City hall ",{"type":"''","value":["(Rathaus)"]}]]},"\n\n",{"type":"====","value":[" Around city hall "]},"\nThe Mönckebergstraße ends at Hamburg's impressive ",{"type":"{{","value":[["marker"],["type=see"],["name=Rathaus"],["lat=53.55049"],["long=9.99245"],["image=Hamburg_Rathaus_806_zer_zd1.jpg"]]}," ",{"type":"''","value":["(city hall)"]},". It was built in 1897 out of sandstone in neo-Renaissance style, including a 112 m tower. Inside there are several magnificent halls used for representative purposes and sittings of government and parliament. These can be visited in guided tours (M-Th 10AM-3:15PM, F-Su 10AM-1:15PM, half-hourly in German, hourly in English and French. Closed during official events. Admission is €3 for adults, €2 for Hamburg Card holders and €0.50 for children).\n\nThe building behind the city hall is Hamburg's House of Commerce (\"Börse\"). Between the buildings, there is a little place called Rathaushof with its fountain Hygieia-Brunnen. The place in front of the city hall is the Rathausmarkt, hosting many events especially in summer.\n\n",{"type":"[[","value":[["File:alster.jpg"],["thumb"],["160px"],["Binnenalster on a sunny day"]]},"\nNorth of the Rathausmarkt, you find white arches at a canal called Alsterarkaden. The whole area behind is full of indoor shopping arcades. The most well-known one is the Hanse Viertel.\n\nFollowing the canal to the right and crossing the traditional shopping road, Jungfernstieg, you quickly get to the artificial lake Binnenalster. Boat tours take you to the even bigger artificial lake, Außenalster, directly behind the Binnenalster with lots of sailing boats in summer.\n\n",{"type":"====","value":[" Around St. Nikolai "]},"\n",{"type":"[[","value":[["File:Hamburg-Nikolaifleet 10670z.jpg"],["thumb"],["right"],["250px"],["Nikolaifleet"]]},"\n\nFrom the House of Commerce into the road Börsenbrücke ",{"type":"''","value":["(bourse bridge)"]},", you get to the house of the Patriotische Gesellschaft. Behind the building to the right, you'll find the bridge Trostbrücke with the statues of Graf Adolf III and Bishop Ansgar on both sides. Following the water to left, there is Hamburg's oldest remaining bridge, Zollenbrücke, from the 17th century.\n\nAt the other side of the Trostbrücke, there is the ruin of the church, St. Nikolai. All five main churches of Hamburg were damaged in World War II. But in contrast to the other four, St. Nikolai has not been re-erected making it a memorial against war. The steeple is still standing and visitors can take an elevator to the top for a view of the city. The price to take the elevator is €3.70. At the side of St. Nikolai, there is the hop market (\"Hopfenmarkt\") with its fountain Vierländerinbrunnen.\n\nFollowing the bridge over the huge street Willy-Brandt-Straße and keeping right takes you into the road \"Alte Deichstraße\" with its ensemble of traditional half timbered merchant houses and the canal ",{"type":"{{","value":[["marker"],["type=see"],["name=Nicolai Fleet"],["lat=53.54512"],["long=9.98758"],["image=Hamburg-Nikolaifleet_10670z.jpg"]]},"  at the rear. This is the site where Hamburg's harbour was some centuries ago.\n\n",{"type":"====","value":[" Speicherstadt and HafenCity "]},"\n",{"type":"[[","value":[["File:HafenCity Sandtorhafen Hafengeburtstag Nacht 528.jpg"],["thumb"],["250px"],["Sandtorhafen at night in the HafenCity"]]},"\n",{"type":"[[","value":[["File:HafenCity Traditionsschiffhafen Sandtorkai Hamburg 3943 v3.jpg"],["thumb"],["250px"],["Traditionsschiffhafen in the HafenCity"]]},"\n\nAt the southern end of the Alte Deichstraße, you see where the harbour moved afterwards. There is a canal called Zollkanal. Looking to the left, you see the ",{"type":"'''","value":["Speicherstadt"]},", a large district of warehouses from 1888. Some are still in use, but others have been converted to apartments. It's a 'typical' location and worth a visit. It houses museums (International Maritime Museum, Speicherstadtmuseum, Spice Museum, Automuseum Prototyp) and also attractions, such as the \"Hamburg Dungeon\" and the model railway \"Miniatur Wunderland\".\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Hamburg Dungeon"],["alt="],["url=http:\/\/www.the-dungeons.de\/hamburg\/en\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a live-action presentation of the \"darker times\" of Hamburg. It is probably mostly suited for a younger, easily impressed audience. But it might not be suitable for young children. Tickets € 23, kids under 10-14: € 19. · Address: Kehrwieder 2: ",{"type":"''","value":["Metro: U3 \"Baumwall\", Bus: 6, 111"]},"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Miniatur Wunderland"],["alt="],["url=http:\/\/www.miniatur-wunderland.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the world's largest model railway layout. The panoramas include parts of Hamburg, the Alps, the American west, and a Scandinavian exhibit which features automated ships on a body of water. It also has an airport exhibit with automated planes which taxi and fly. Tickets: € 12, kids under 16: € 6. · Address: Kehrwieder 2"]]}]},"\n",{"type":"[[","value":[["File:Elbphilharmonie Elbseite Mai 2013 - 4000-dv-3.jpg"],["thumb"],["250px"],["Elbphilharmonie ",{"type":"''","value":["(Elbe Philharmonic Hall)"]},", 2013"]]},"\n\nBehind the warehouse district Speicherstadt a totally new quarter, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hafencity.com\/en\/home.html HafenCity"]}]},", is being shaped and erected on unused industrial ground, nerved by channel, docks and basins. It is Europe's largest project of city development, creating a whole new quarter from scratch in a former harbour region. Outstanding architecture of, among others, shipyard museum, concert hall - the ",{"type":"{{","value":[["marker"],["type=see"],["name=Elbphilharmonie"],["lat=53.54145"],["long=9.98349"],["image=Elbphilharmonie Elbseite Mai 2013 - 4000-dv-3.jpg"]]},", new 'architectural lighthouse' of Hamburg by 2016. On the top of a huge old warehouse a 110 metres tall modern philharmonic hall with glass façade and waveshaped roof is being built. ",{"type":"[","value":["http:\/\/www.elbphilharmonie-erleben.de\/en\/project\/"]}," You can find information about the new buildings and whole district in the ",{"type":"{{","value":[["marker"],["type=listing"],["name=HafenCity Kesselhaus InfoCenter"],["lat=53.54315"],["long=9.99040"]]}," ",{"type":"[","value":["http:\/\/www.hafencity.com\/en\/infocenter\/the-hafencity-kesselhaus-infocenter.html"]}," (Am Sandtorkai 30, open Tu-Su 10AM-6PM they provide free guided tours), ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hafencity.com\/en\/infocenter\/elbphilharmonie-information-pavilion.html Elbphilharmonie Information Pavilion"]}]}," (guided tours around €5, €3 discounted) and look at the erecting process from an orange observation tower called ",{"type":"'''","value":["HafenCity View Point"]}," in the Quartier Baakenhafen, which allows nice views on the HafenCity, the harbour, and the river (free admission).\n\nLooking from ",{"type":"{{","value":[["marker"],["type=see"],["name=Magellan-Terrasse"],["lat=53.54246"],["long=9.99245"],["image=HafenCity_Sandtorhafen_Hafengeburtstag_Nacht_548.jpg"]]}," to the historic sailboats in ",{"type":"{{","value":[["marker"],["type=see"],["name=Traditionsschiffhafen"],["lat=53.54239"],["long=9.99003"],["image=HafenCity_Traditionsschiffhafen_Sandtorkai_Hamburg_3943_v3.jpg"]]}," in the Sandtorhafen.\n\nAlso ",{"type":"{{","value":[["marker"],["type=see"],["name=The Hamburg Cruise Center"],["lat=53.53861"],["long=9.99551"],["image=Columbus_2_Hamburg_Cruise_Terminal_HafenCity.jpg"]]}," ",{"type":"[","value":["http:\/\/www.hamburgcruisecenter.eu\/"]}," ",{"type":"[","value":["http:\/\/www.hafencity.com\/en\/infocenter\/the-cruise-center-hafencity.html"]},", where cruise lines land in Hamburg, is in the HafenCity (Chicagokai) and a second Terminal is in Altona (Dockland). Its terminal building is constructed out of 40 sea containers.\n\nLooking from Alte Deichstraße over the Zollkanal to the right, you can see the modern buildings belonging to the Hanseatic Trade Centre ending to the right at the Kehrwiederspitze. Looking further right, you already see the modern harbour.\n\n",{"type":"====","value":[" Harbour Area "]},"\n",{"type":"[[","value":[["File:HamburgDock17.jpg"],["thumb"],["250px"],["Dock \"Elbe 17\" in Hamburg harbour"]]},"\n\nWalking in this direction takes you to the river, Elbe. At the opposite of the metro station \"Baumwall\", there's Hamburg's city and yacht harbour (\"City und Sportboothafen\"). The big red lighthouse ship (\"Feuerschiff\") hosts a restaurant today. Some yards further down the Elbe, you get to the Überseebrücke where formerly big cruise liners docked when coming to Hamburg. Permanently docked is the museum ship Cap San Diego, which is said to be last classic cargo ship.\n\nLeaving the water, passing by the hyper-modern building of the Gruner + Jahr publishers, you get to the church St. Michaelis (called \"Michel\", from the tower you'll have a great view over the city), Hamburg's well-known landmark. Close to the Michel off the road Krayenkamp the shopkeeper-office-flats (\"Krameramtswohnungen\") are the last example of a typical 17th century housing estate.\n\nContinuing down the river Elbe, you get to Landungsbrücken (\"landing bridges\"), the most touristy part of Hamburg's harbour, close to the metro station with the same name. Piers connected with several bridges swim on the water adapting to the tide. There tourism boats land and you will find tourist shops, restaurants, and snack bars. The sailing ship Rickmer Rickmers can be visited.\n\n",{"type":"[[","value":[["File:HamburgHafenrundfahrt.jpg"],["thumb"],["250px"],["right"],["Hafenrundfahrt just started"]]},"\n\nFrom Landungsbrücken, you can make boat tours into the harbour. These Hafenrundfahrten are available from various companies and take around an hour. Big ships provide more comfort, but smaller ships also go through the Speicherstadt. Both are well worth the money. Inquire about English language tours.\n\nAs a low-budget alternative for a boat tour on the river Elbe take a HADAG Ferry that is part of Hamburg's public transport system (HVV, see \"Get around\"). If you have already bought a HVV day ticket, the ride is free. Most tourists take the number 62 from Landungsbrücken to Finkenwerder, via Neumühlen with the museum harbour Oevelgönne. The whole ride to Finkenwerder and return takes about an hour. In Finkenwerder, you can continue with another ferry to Teufelsbrück (Line 64 which is also part of the HVV) or just walk around on this island, which is a quarter of Hamburg. It has nice old houses, some places to eat and a great view of the harbor business as it is close to the container terminal. Another route from Landungsbrücken is the ferry line number 72 in the Hafencity to the station Elbphilharmonie. You have a good view to the harbour with the Überseebrücke and Sandtorhöft.\n\n",{"type":"[[","value":[["File:Elbtunnelröhrensanierung 10708dzh.jpg"],["thumb"],["Alter Elbtunnel ",{"type":"''","value":["(St. Pauli Elbe Tunnel)"]}]]},"\nYou can also walk through the ",{"type":"{{","value":[["marker"],["type=see"],["name=Alter Elbtunnel"],["lat=53.54613"],["long=9.966601"],["image=Elbtunnelröhrensanierung_10708dzh.jpg"]]}," ",{"type":"''","value":["(St. Pauli Elbe Tunnel)"]},"   from 1911 to the other side of the river Elbe and have great views from there. A lift or stairs bring you the 24 metres down into the tunnel. You then walk through one of its two 427 metre long pipes having 12 metres of water over your head. The tunnel is decorated with ceramic arts of maritime motifs (e.g. fish, mussels, seals, old boots). At the other side, you again walk up the stairs or take a lift. Go out and back to the river to \"Aussichtspunkt Steinwerder\" for great views on Landungsbrücken and the sights behind. Even cars can pass though the tunnel (only Mo-Fr, 5:30AM-8PM for €2) being brought down with four lifts. You find the tunnel at Landungsbrücken in the building having the biggest green dome. Signs to \"Aussichtspunkt Steinwerder\" also point to it. For pedestrians and bicycles it is free and open all day and night, every day.\n\nWalking from Landungsbrücken down the river Elbe takes you to St. Pauli Fischmarkt, walking further you'll reach Övelgönne and Blankenese. For Germans, it`s a, visiting Hamburg\" classic to eat bread with fish on St. Pauli Fischmarkt, especially very early in the Sunday morning (meaning 5am - 9:30am). If for breakfast or as an after-party snack may depend on your inner clock, but if you are a fresh fish lover it is absolutely worth it since this fish was just fished during the night in Nordsee.\n\n",{"type":"===","value":[" Other Neighbourhoods "]},"\n\n",{"type":"====","value":[" Sankt Pauli "]},"\nAnother Hamburg landmark is the Reeperbahn in Sankt Pauli. It's probably one of the most famous red-light districts in the world. From vaudeville to prostitutes, from bars to sex-shops, you can find an assortment of attractions. Plus, it is frequently visited by a lot of travelers to go shopping for a huge variety of sex-related articles and toys. This is probably one of very few places worldwide where all shopkeepers give you serious and open advice on all kinds of sex-related articles. Commonsense and caution are advised here, as in any such area. It's relatively safe and a definite touristy place to see. A lot of people go there for dinner, live music, theatre, musicals or other non-sex related activities. It is worth pointing out however, that one is likely to be accosted by prostitutes offering \"certain services\". If you are not interested, it is best to just ignore the prostitutes.\n\nThree times a year (Mar, Aug, and Nov), there is an enormous fair in this part of town called  Dom ",{"type":"[","value":["http:\/\/www.hamburger-dom.de\/"]},". It features rides, enormous numbers of food vendors, and a broad range of tacky animatronics.  Take the U-Bahn to Feldstraße or Sankt Pauli. In a park across the street is an enormous statue of Bismark.\n\nThe \"Hafenstraße\" (Harbour street) is between Landungsbrücken, the most tourist crowded place in the city, and the fish market, which is open only on Sunday morning from 4:30AM–9:30AM. The street between was a place for squatters in the 1980s and was well known by the media when there were \"battles\" between the Autonomous movement and the police. Some houses still exist there, though the \"80s-Myth\" is dead. You can go to the Punksbar \"onkel otto\" or eat at the \"vokü\".\n\nDuring the time of squatting, the well known football club \"F.C. St.Pauli\" obtained an antifascist-fan-crowd, in opposition to right wing hooligans. The team plays in the 2nd Bundesliga, and is one of the most popular teams in Germany. The outstanding character of the area, its inhabitants and also the football club can best be pointed out by the person of the ex-club-president who is also the director of two non sex-related theatres on the Reeperbahn and a well-known figure in Hamburg's and even Germany's gay community. If you get the chance for a ticket of a match, don't miss it.\n\nSankt Pauli is one of the most populous district in Europe and a melting pot of all different people, thousands of stories and interesting histories.\n\nAs of 18 July 2009, glass bottles are banned in the neighborhood from Friday night until Monday morning.  Violating the ban can apparently result in a fine up to €5000.  Alcohol is still permitted on the street and vendors can still sell drinks in cans or plastic bottles.\n\nAlso in the Reeperbahn area are clubs where the Beatles played at various times from 1960-1962, including the Indra club and Star Club.  At the corner of Reeperbahn and Grosse Freiheit, also called Beatles-platz, there is a sculpture honoring the Beatles.\n\nRight into the pedestrian street Grosse Freiheit, there are a lot of bars and clubs - a great place to go in the evening, although it`s very crowded and it may get a bit dangerous in the weekend. On weekdays, it is harmless here - a low-budget tip is, 99 Cent Bar\" which offers really many drinks for 99 cent - so basically 1 euro. On the weekend, you will have to pay an entrance fee of 1 euro but it`s still the best place to go drinking on a budget.\n\nNext to St Pauli Theater, Schmidt's Tivoli and Schmidt's Theater, on the middle of Reeperbahn there is a square called Spielbudenplatz, that is sometimes host to markets, even in the night. If you see a market here, it`s a great idea to come and maybe eat a Currywurst - they are usually very good here.\n\n",{"type":"====","value":[" Schanzenviertel "]},"\n",{"type":"[[","value":[["File:Schulterblatt-kl.jpg"],["thumb"],["250px"],["Schulterblatt Street in Schanzenviertel"]]},"\n\nThis neighbourhood is situated right in between Sankt Pauli, Eimsbüttel, and Altona. Get out Sternschanze station and walk down Schanzenstraße southward to reach the vivid centre of Schanzenviertel. Students and immigrants from all around the world and young creatives give this quarter a unique and urban flair. During the last few years, Schanzenviertel became very popular among even wealthy people. This led to rising living costs on the one hand and a variety of exquisite boutiques on the other. The Schulterblatt street with the Rote Flora building and its galore of bars and restaurants represents the centre of Schanzenviertel. The Rote Flora used to be the last squatted house in Hamburg, it's now left to the squatters for free by the owner. During the week, it is turned into a café, concerts of various styles or other events may also take place. On some days there is cheap (mostly vegan) food available. You can sometimes find fantastic parties for small prices on Friday and Saturday.\n\n",{"type":"====","value":[" Karolinenviertel "]},"\nThe Karolinenviertel (also known as Karoviertel) can be compared to the Schanzenviertel. Locals claim that the Schanzenviertel became too popular (and thus crowded). The Karoviertel is far from quiet, but populated by locals. The main attractions are unique clothing stores some of which are second hand. To get there take the HVV to either Feldstraße (Heiligengeistfeld) or Messehallen subway station.\n\n",{"type":"====","value":[" Sankt Georg "]},"\nSituated northeast of Hauptbahnhof ",{"type":"''","value":["(Central Station)"]}," and city centre, Sankt Georg is the lively, trendy centre of Hamburg's gay scene. Rainbow flags flutter from the balconies in summer. The streets are crowded with people shopping, having a chat, drinking coffee, or going to one of the many art exhibitions around the Lange Reihe street.\n\n",{"type":"====","value":[" Altona and Ottensen "]},"\n",{"type":"[[","value":[["File:HH-Ottensen Zeise-Hallen 854-h.jpg"],["thumb"],["Zeisehallen in Ottensen"]]},"\n\nThe former Danish village Ottensen, bordered by the River Elbe in the south and the Altona Station in the east, is not unlike Schanzenviertel, a very hip place to live. In the 1970s and 1980s, Ottensen was mainly populated by Turks, working-class people, and political activists. Nowadays, it is one of the most expensive neighbourhoods. Its situation and the architecture let many inhabitants even today speak of Ottensen as a village. The Fabrik, an alternative concert hall, is  situated at Barnerstraße. Only a few blocks away lies Zeisehallen, a formerly occupied fabric hall, nowadays home to a movie theatre, a gallery, a restaurant, and a bookshop.\nOttenser Hauptstraße and Bahrenfelder Straße, crossing at the Spritzenplatz, offers a huge variety of small shops and bistros.\n\n",{"type":"====","value":[" Blankenese "]},"\n\nBlankenese was a fishing village on the Elbe to the southwest of Hamburg. It lies in a valley between two of the only ridges in the area that runs straight down to the river. This upbeat suburb of Hamburg has more millionaires than any other German city. On pretty weekends, the place will be full of Hamburgers there to enjoy the tiny beaches, the winding streets, and the charming houses. Blankenese is among the most picturesque parts of Hamburg.\n\nTo get there, take the S1 to Wedel or the S11 to Blankenese. The train station lies at the top of the valley, on Bahnhofstraße. Go straight across Bahnhofstraße and your will find the banks, an Italian gelateria and café, the market square (markets open early and close at 1PM on W, F, and Sa), the bakeries, grocery store, and post office.\n\n",{"type":"====","value":[" Eppendorf "]},"\nEppendorf is the oldest \"Dorf\" (town) of Hamburg. In Eppendorf you will find a lot of well cared for 19th century houses making the quarter an eye-catcher.\nAs a good alternative to the city center you will find in Eppendorf a nice collection of shops - a lot of them very individual. Focus is on clothes and shoes.\nDon't miss the \"Isemarkt\" - Europe's longest open market, every Tuesday and Friday 8am-2pm under the U3 subway driveway between Hoheluftbrücke and Eppendorfer Baum between the two lanes of the Isestraße.\n\n",{"type":"===","value":[" Other Sites "]},"\n",{"type":"[[","value":[["File:Chilehaus Hamburg 10948zh.jpg"],["thumb"],["Chilehaus in the Kontorhausviertel"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Church St. Katharinen"]}," — One of the five main churches of Hamburg."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chilehaus"],["alt=Chile House"],["url="],["email="],["address="],["lat=53.54830"],["long=10.00300"],["directions=Metro U1, station Meßberg"],["phone="],["tollfree="],["fax="],["image=Chilehaus_Hamburg_10948zh.jpg"],["hours="],["price="],["content=The house, depicting the form of a ship, is probably the best example of the 1920s style of \"Kontorhaus\" architecture. Large office buildings are displayed in the typical, northern red brick style."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["U 434"]}," — One of the biggest non-nuclear Soviet submarines."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=BallinStadt – Auswandererwelt Hamburg"],["alt=emigration museum"],["url=http:\/\/www.ballinstadt.net\/BallinStadt_emigration_museum_Hamburg\/Welcome.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The is only a sight if you know its history. In some way, it is the counterpart of Ellis Island in New York where emigrants from the old world landed in the United States. Immigrants stayed in Hamburg's Auswandererhallen for two weeks in quarantine before emigrating to the new world. It was opened 1900 and regarded to be modern and comfortable. After the flow of emigrants decreased it was closed in 1934. Today only one of the buildings is left and nothing tells you about its historical role. It just looks like a dirty, white commercial building with a today closed restaurant on one side. But for the future there are plans to make it a museum. For a visit take S-Bahn S3 to Station \"Veddel\". Leave at its southern exit, cross the bus station and the street \"Veddeler Straße\". Then you stand in front of it."]]}]},"\n",{"type":"===","value":[" Parks "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Planten un Blomen"]}," is a park in the city with an emphasis on flower displays. ",{"type":"''","value":["Subway and S-Bahn station Dammtor"]},"."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Botanischer Garten"],["alt="],["url=http:\/\/www.bghamburg.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Tropengewächshaus"]}," ",{"type":"''","value":["(tropical greenhouse)"]}," situated within the park 'Planten un Blomen' near Dammtor railway. Opening daily: march – oct mon-fri 9:00 am – 16:45 pm; weekend and bank holidays 10:00 am – 17:45 h pm; nov – feb: mon-fri 9:00 am – until 15:45 pm; weekend 10:00 am – 15:45 pm, free admission."]}]},{"type":"*","value":[{"type":"*","value":[" New ",{"type":"'''","value":["Botanic Garden"]}," – Ohnhorststraße, at S-Bahn S1 station Klein Flottbek. Daily open from 9:00 am to about 1 1\/2 hours before sunset, free admission. ",{"type":"[[","value":[["File:Elephants at Hagenbeck.JPG"],["thumb"],["Elephant feeding in the Hagenbeck Zoo"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Stadtpark"]}," (city park) — Has a pretty good Planetarium situated in an old water tower in the middle of the park. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ohlsdorfer Friedhof"]}," — One of the world's biggest graveyards. "]},{"type":"*","value":[" ",{"type":"'''","value":["Alstervorland"]},", at the Außenalster."]},{"type":"*","value":[" ",{"type":"'''","value":["Jenischpark"]},", ",{"type":"'''","value":["Baurs Park"]},", and ",{"type":"'''","value":["Garten der Alma l'Aigles"]},", down the river Elbe close to Teufelsbrück."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Hagenbecks Tierpark"],["alt="],["url=http:\/\/www.hagenbeck.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hamburg's Zoo. Admission: €20, children 4–16 years: €15, family: €60-70, with Tropen-Aquarium: €30, children: € 21, family: €85-98."]]}]},"\n",{"type":"===","value":[" Beaches "]},"\nThere are a number of small beaches on the North side of the Elbe river between Övelgönne and Blankenese. Even though not common, it is safe to swim in the Elbe there (if you don't swim out too far). You may have a barbecue there in the evenings, as long as you bring a grill and clean up after yourself. ",{"type":"''","value":["Watch out for surprisingly large waves created by large ships passing by and stay clear at least 50m of any structure in or reaching into the water! See ",{"type":"[[","value":[["#Stay safe"],["Stay Safe"]]}," below!"]},"\n\nIn addition, there are a usually number of commercial beach clubs during the summer, usually between Fischmarkt and Övelgönne. Other than the name might indicate, these are bars open to the public.\n\nThe best way to come to the most popular beach is to take the harbour-ferry bus from the Landungsbrücken station to Neumühlen\/Övelgönne.\n\n",{"type":"===","value":["Museums"]},"\n\nHamburg publishes a thick, detailed booklet of local museums called \"Museumswelt Hamburg\". You can find the Museumswelt Hamburg at the information desk at any of the museums.\n\n",{"type":"[","value":["http:\/\/www.langenachtdermuseen-hamburg.de\/ ",{"type":"'''","value":["Night of Museums"]}]}," in April is big in Hamburg (next: 2014 April 11). Over fifty places take part and are open till 2AM. Entrance to museums is not free, but the cost is symbolic, ticket everywhere (plus public transportation) costs 12 € (discounted 8 €).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum für Kunst und Gewerbe"],["alt= Museum of Arts and Crafts"],["url=http:\/\/www.mkg-hamburg.de\/en\/home.html"],["email="],["address= Steintorplatz, just to the southeast of Hauptbahnhof."],["lat="],["long="],["directions="],["phone = +49 489 133-200"],["tollfree="],["fax=426 136-29 32"],["hours= Open Tu - Su 11AM - 6PM, Th 11AM - 9PM"],["price= Admission: € 10, reduced: € 7, children unter 18 years free, family: € 17."],["content= ",{"type":"<","value":["br"]}," The museum is a leading centre for art, applied art, and design. Its collections of work from Europe and the Middle and the Far East are of the finest-quality and span all epochs from the Ancient World to the present day. They also have many activities and concerts (see the Classical Music section). The museum is housed in an 18th-century palace, which has the original roofs and ceilings."]]}]},{"type":"[[","value":[["File:Hamburg Kunsthalle 463-h.jpg"],["thumb"],["200px"],["Kunsthalle, baroque building"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kunsthalle"],["alt= art museum"],["url=http:\/\/www.hamburger-kunsthalle.de\/index.php\/home_en.html"],["email= info@hamburger-kunsthalle.de"],["address="],["lat="],["long="],["directions="],["phone = +49 428 131-200"],["tollfree="],["fax=428 54-3409"],["hours="],["price= Adults 12 €, Concessions 6 €, Family Day Ticket 18 €, under 18 free admission."],["content=Glockengießerwall north of Hauptbahnhof. Open Tu-Su 10AM-6PM, Th 10AM-9PM. ",{"type":"<","value":["br"]},"  The museum houses an important collection of paintings from the 19th century with works from Max Liebermann, Lovis Corinth, Philipp Otto Runge, Caspar David Friedrich, Adolf Menzel, and modern arts. It rises on both sides of a paved court. The Baroque building on one side has the older works. The areas under the courtyard and the other, modern looking building house an extensive collection of very modern art. There are some extremely fine pieces, but the quality is uneven and the curacy curious at times. For instance, in a far back corner with minimal climate control and no observation are four or five gorgeous French Impressionist paintings which are among the finest in the museum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Deichtorhallen"],["alt="],["url=http:\/\/www.deichtorhallen.de\/index.php?id=5&L=1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Deichtorhallen is one of the best known exhibition galleries worldwide. The historical buildings are divided into an exhibition hall for contemporary art and the \"House of Photography\". Together the two buildings organize a highly diverse program of changing exhibitions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hamburg Museum"],["alt=former: Museum für Hamburgische Geschichte"],["url=http:\/\/www.hamburgmuseum.de\/index2.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Holstenwall, close to Underground station \"St. Pauli\". This is the museum of city history, bringing the past to life with a lot of models showing the development of the harbour and the city. The club \"MEHEV\" is showing a 40-year old and one of the largest scale model railroads here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=BallinStadt Auswanderwelt Hamburg"],["alt=BallinStadt — History of Emigration"],["url=http:\/\/www.ballinstadt.net"],["email=info@ballinstadt.de"],["address=Veddeler Bogen 2"],["lat="],["long="],["directions="],["phone =+49- 40-3197916-0"],["tollfree="],["fax=+49\/ (0)40\/ 3197916-20"],["hours="],["price="],["content=Originally built in 1892 under the guidance of Albert Ballin, the complex was built to provide medical care and accommodation to migrants, who were emigrating to the United States on HAPAG ships. The complex was converted into a museum, though its original design and layout is not the same because parts of the complex were destroyed. The museum is dedicated to the five million persons who emigrated via Hamburg. It has a computer terminal where visitors can look up information on their emigrant ancestors. At €12 (children: 5-12: €7, family: €25), it's pricey, and the English translations can be sparse and superficial. Unless they can read the German documents, American visitors who have been to museums such as Ellis Island will find much of the content familiar."]]}]},{"type":"[[","value":[["File:Hamburg Maritimes Museum HafenCity 6172.jpg"],["thumb"],["200px"],["International Maritime Museum in the HafenCity"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maritimes Museum"],["alt="],["url=http:\/\/www.internationales-maritimes-museum.de"],["email="],["address="],["lat=53.54341"],["long=9.99993"],["directions="],["phone="],["tollfree="],["fax="],["image=Hamburg_Maritimes_Museum_HafenCity_6172.jpg"],["hours="],["price=Normal ticket € 12.50, discounts apply"],["content=Privately owned museum in HafenCity near Speicherstadt district houses a collection of thousands model ships, construction plans, uniforms and photographs on ten floors in the oldest preserved warehouse in Hamburg (from 1879)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Speicherstadtmuseum"],["alt= Dockland Museum"],["url=http:\/\/www.speicherstadtmuseum.de\/#"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= branch of Museum of Labour located in docklands warehouse. History of the district and tea and coffee trade. Entrance: € 3.60, discounts apply."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Traditionsschiffhafen"],["alt="],["url="],["email="],["address="],["lat=53.54239"],["long=9.99003"],["directions=Sandtorhafen in HafenCity"],["phone="],["tollfree="],["fax="],["image=HafenCity_Traditionsschiffhafen_Sandtorkai_Hamburg_3943_v3.jpg"],["hours="],["price="],["content="]]}]},{"type":"[[","value":[["File:Container + Museumshafen Oevelgönne Hamburg.jpg"],["thumb"],["200px"],["Museumshafen Oevelgönne"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museumshafen Oevelgönne"],["alt="],["url=http:\/\/www.museumshafen-oevelgoenne.de\/"],["email="],["address="],["lat=53.54356"],["long=9.91439"],["directions="],["phone="],["tollfree="],["fax="],["image=Elbe_Museumshafen_Oevelgönne_Hamburg_Neumühlen.jpg"],["hours="],["price=Admission free"],["content=Historical boats."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum cargo ship MS Cap San Diego"],["alt="],["url=http:\/\/www.capsandiego.de\/"],["email="],["address="],["lat=53.54305"],["long=9.97667"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Museum cargo ship moored at the port of Hamburg. Hosts temporary exhibitions. Accommodation in cabins is possible."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum sailing ship Rickmer Rickmers"],["alt="],["url=http:\/\/www.rickmer-rickmers.de\/"],["email="],["address="],["lat=53.54473"],["long=9.97247"],["directions="],["phone="],["tollfree="],["fax="],["image=Hamburger_Museumsschiff_Rickmer-Rickmers_10688dzh.jpg"],["hours="],["price="],["content=Museum sailing ship (three masted bark) from 1896 moored at the port of Hamburg."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Automuseum Prototyp"],["alt="],["url=http:\/\/www.prototyp-hamburg.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=HafenCity, Shanghaiallee 7. Museum of car prototypes, nice shop inside. Open 10AM - 6PM, Mondays closed. Tickets €9, kids <14 €4.50."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Altonaer Museum"],["alt="],["url=http:\/\/www.altonaermuseum.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dedicated to Altona's, Hamburg's and northern Germany's cultural history."]]}]},{"type":"[[","value":[["File:Hamburg Zollmuseum 940zfh.jpg"],["thumb"],["200px"],["German Customs Museum"]]},"\n",{"type":"*","value":[" Museum für Kommunikation ",{"type":"''","value":["is closed to visitors"]},". The museum exhibited the history of 400 years of communication."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum für Völkerkunde"],["alt="],["url=http:\/\/www.voelkerkundemuseum.com\/1-1-start.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Museum of Ethnology"]},", Rothenbaumchaussee 64."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Deutsches Zollmuseum"],["alt=German Customs Museum"],["url=http:\/\/www.zoll.de\/DE\/Der-Zoll\/Zollmuseum\/zollmuseum_node.html"],["email="],["address="],["lat=53.54590"],["long=9.99752"],["directions="],["phone="],["tollfree="],["fax="],["image=Hamburg_Zollmuseum_940zfh.jpg"],["hours="],["price=Admission € 2"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bucerius Kunst Forum"],["alt="],["url=http:\/\/www.buceriuskunstforum.de\/h\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rathausmarkt 2."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Spicey's Gewürzmuseum"],["alt=Spice Museum"],["url=http:\/\/www.spicys.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Speicherstadt. They claim to be the world's only spice museum."]]}]},"\n",{"type":"===","value":["Houses of worship"]},"\nHamburg is traditionally a Lutheran evangelic town. But due to the large number of different ethnic groups who settled in the harbour town, one is most certainly going to find a suitable temple of any religion. Almost all synagogues have been destroyed during the time of Nazi-government.\n\n",{"type":"*","value":[{"type":"'''","value":["Synagoge Hamburg"]},", situated in the traditionally Jewish Grindel neighbourhood."]},{"type":"*","value":[{"type":"'''","value":["Christianskirche"]},", Baroque church in Ottensen."]},{"type":"*","value":[{"type":"'''","value":["Dreieinigkeitskirche St. Georg"]},", Baroque church in Sankt Georg."]},{"type":"*","value":[{"type":"'''","value":["St.-Marien-Dom St. Georg"]}," — Since 1995, this neo-romanesque church is the cathedral of the youngest Roman Catholic archbishop of Germany. Though the church has not the splendor one might expect, next to it you may find the first statue world wide of the late pope, John-Paul II."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Flussschifferkirche"],["alt="],["url=http:\/\/www.flussschifferkirche.de\/home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Germany's only floating church in Rothenburgsort."]]}]},{"type":"*","value":[{"type":"'''","value":["Imam-Ali-Mosque"]}," — Biggest of all mosques in Hamburg. Centre of the religious and cultural life of the huge Iranian community. The Imams of Hamburg happen to have played important roles in Iran's religious and political everyday life since their installation in the 1950s."]},{"type":"*","value":[{"type":"'''","value":["International Baptist Church (IBC-Hamburg)"]}," — Biggest English-speaking church in Hamburg. Meets 12:30-2pm on Sundays. Large Young Adult Group that meets Tuesdays as well."]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"===","value":[" Ferries across Elbe "]},"\nYou can make a trip on the river Elbe with the line 72 from Landungsbrücken to Elbphilharmonie, or the line 62 about Museumshafen Oevelgönne to Finkenwerder, and the line 64 to Teufelsbrück. Bicycles free of charge. Adults one trip: €1.90\/€2.95, day card: €5.80\/€7.10, incl. S+U-Bahn and Bus (2013).\n\n",{"type":"===","value":[" Boat trips "]},"\nThe best way to explore Hamburg's extensive waterways (Hamburg has more bridges than Amsterdam, Venice and London combined) is on a ferry or pleasure boat. A variety of boat tours lasting from 50 minutes to 3 hours depart regularly from the ",{"type":"''","value":["Jungfernstieg"]}," on the Inner Alster lake. The exact offer varies depending on the season, so do check in advance or at the landing stage to see what's available. The simplest and shortest tour is the ",{"type":"''","value":["Alsterrundfahrt"]}," or Alster tour that lasts 50 minutes and takes in the Inner and Outer Alster lakes (adults: €15). The small cruise boats are often hired for weddings. One is an old steamer. Contact ",{"type":"''","value":["Alster Touristik"]}," on 35 74 24-0 or check out the website at ",{"type":"[","value":["http:\/\/www.alstertouristik.de www.alstertouristik.de "]},".\n\n",{"type":"===","value":[" Theatre, Opera and Musicals "]},"\nHamburg has an opera house and many theaters. It is known to host a number of different musicals, as well as other music events.\n\t\n",{"type":"====","value":[" Opera "]},"\nHamburg is home to the ",{"type":"[","value":["http:\/\/staatsoper-hamburg.de\/en\/1_state_opera\/hso\/geschichte\/index.php Hamburg State Opera House ",{"type":"''","value":["(Staatsoper Hamburg)"]}]},", one of the leading opera houses in Germany. It holds great historical significance, as in 1678 the first public opera house in Germany was built in Hamburg at Gänsemarkt Square, which is where the opera house is still located today.\n\n",{"type":"====","value":[" Musicals "]},"\n",{"type":"*","value":[" Neue Flora: ",{"type":"'''","value":["Das Phantom der Oper"]}," produced by Andrew Lloyd Webber."]},{"type":"*","value":[" Operettenhaus: ",{"type":"'''","value":["ROCKY - Das Musical"]}]},{"type":"*","value":[" Theater im Hafen: ",{"type":"'''","value":["König der Löwen"]}," ",{"type":"''","value":["(The Lion King)"]}," produced by Disney."]},"\nNote that all musicals are in German language, regardless of their origin. If you're still interested, make sure to buy tickets early, many shows are sold-out. But, midweek there is a good chance that you will be able to buy last minute tickets at a highly discounted price of €40 regardless of price category, age, or occupation.\n\n",{"type":"====","value":[" Classical Music "]},"\nThe ",{"type":"[","value":["http:\/\/www.laeiszhalle.de Laeiszhalle"]}," is the main classical music hall in Hamburg, with two halls: the kleiner Saal and großer Saal. You can see the schedule on their website. For online ticket purchases, use Ticket Online ",{"type":"[","value":["http:\/\/www.ticketonline.de"]},".\n\nThe Museum für Kunst und Gewerbe Hamburg has many smaller concerts — something almost every day — and is much cheaper than the Laeiszhalle. The programs range from the curator of their early keyboard instrument collection playing them and giving a spiel on the music and the instruments (in German only!) to formal concerts of renditions of Schubert's ",{"type":"''","value":["Die Winterreise"]},". Pick up a schedule at the desk of the museum (down the street from Hamburg Hauptbahnhof).\n\n",{"type":"====","value":["Theatres"]},"\n",{"type":"*","value":[{"type":"'''","value":["Deutsches Schauspielhaus"]}," — The biggest German speech theatre looks back on a famous tradition. Gustav Gründgens, Ivan Nagel, and Peter Zadek staged highlights in German theatre history here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ernst-Deutsch-Theater"]}," — The Ernst-Deutsch-Theater has been an established part of the Hamburg theatre scene since 1951. Today, it is the largest privately operated playhouse in Germany."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thalia-Theater"]}," — New directors and the continuing cooperation with young important writers based on the confidence in a strong and vital company lead to international acknowledgment."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The English Theatre of Hamburg"],["alt="],["url=http:\/\/www.englishtheatre.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The English Theatre of Hamburg performs from September through June, giving eight performances per week."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Schmidt-Theater"]}," — Theatre, variety, cabaret, concerts, and satirical revues."]},"\n",{"type":"*","value":[{"type":"'''","value":["Schmidts Tivoli"]}," — Avant garde shows and high-class musicals. The world famous musical \"Cabaret\" and the successful musical compendium \"Fifty Fifty\" were staged here."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Rover Rep Theatre"],["alt="],["url=http:\/\/www.roverrep.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +49 40  317 31 41"],["tollfree="],["fax="],["hours="],["price="],["content=At the Irish Rover, Großneumarkt 8. English language pub theatre under the Irish Rover at the Großneumarkt. High class professional productions in a special atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Hamburg Players"],["alt="],["url=http:\/\/www.hamburgplayers.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +49 40  713 13 99"],["tollfree="],["fax="],["hours="],["price="],["content=Hamburgs oldest English language theatre group giving three shows a year at the Theater in der Marschnerstraße."]]}]},"\n",{"type":"===","value":[" Sports "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Imtech-Arena"]}," (formerly ",{"type":"'''","value":["The HSH-Nordbank-Arena"]},", and ",{"type":"'''","value":["AOL-Arena"]},", commonly known as ",{"type":"''","value":["Volksparkstadion"]},") is the stadium of the local Bundesliga football\/soccer club HSV. Newly constructed and reopened in 2000, it is arguably the prettiest stadium in Germany with a great atmosphere. In addition to guided tours, it also features a museum presenting the history of the club. See also the HSV website ",{"type":"[","value":["http:\/\/www.hsv.de"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Millerntor-Stadion"]}," is the home of the famous Bundesliga football\/soccer club ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fcstpauli.de FC St. Pauli"]}]},". It lacks the modernity and prettiness of the Volksparkstadion, yet its atmosphere during games is unique and well worth a visit. The Millerntor-Stadion is located at the east end of the Reeperbahn. Nearest station is St. Pauli on the underground line U3."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hamburg Blue Devils"]}," — Fourfold German American Football Champion (German Football League)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hamburg Stealers"]}," HSV-aligned baseball club, with field located near Hamburg Airport."]},{"type":"*","value":[{"type":"'''","value":["HSV Handball"]}," is the local handball team, playing their matches at the modern o2 World Hamburg (formerly Colorline-Arena), right next to the Volksparkstadion."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hamburg Freezers"]}," share the Colorline-Arena with HSV Handball. The premier-league ice hockey team features many international top class players."]},{"type":"*","value":[" ",{"type":"'''","value":["The German Open"]}," in Men's Tennis are held at the Rothenbaum in Hamburg. The tournament is one of nine ATP Masters Series tournaments."]},{"type":"*","value":[{"type":"'''","value":["Deutsche Bank Players’ Championship"]},", at the Gut Kaden Golf and Land Club. Golf tournament of world class, prize money €600,000."]},{"type":"*","value":[{"type":"'''","value":["Vattenfall Cyclassics"]}," — World Cup and public bike race."]},{"type":"*","value":[{"type":"'''","value":["Holsten City Man"]}," — The only German Triathlon World Cup."]},{"type":"*","value":[{"type":"'''","value":["Conergy Marathon Hamburg"]}," — Usually in spring, open to the public."]},"\n",{"type":"===","value":["Events"]},"\n\n",{"type":"[[","value":[["File:Fischmarkt Denkmal.jpg"],["thumb"],["250px"],["Fish Market"]]},"\n",{"type":"[[","value":[["File:Hafengeburtstag Mein Schiff Niederhafen Hamburg 555.jpg"],["thumb"],["250px"],["Port Anniversar 2013 with ship \"Mein Schiff\""]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fischmarkt"]}," ",{"type":"''","value":["(Fish Market)"]}," — Every Sunday morning vendors praise wares of virtually every type at Hamburg's oldest open-air market, dating back to 1703. The market takes place at the foot of the century-old Fish Auction Hall, where live-bands perform jazz, skiffle, country, or western music. Open every Sunday from 5AM-9:30AM, in winter from 7AM-9:30AM."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hafengeburtstag"],["alt= Harbour Birthday"],["url=http:\/\/www.hamburg.de\/hafengeburtstag-english\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every year in May the harbour birthday attracts millions of people. Dozens of stands and stages, a ship parade, and changing events are organized to celebrate the cities spring of wealth. The harbour filled 800 years in 1989. Since then, the Harbour Birthday grew the greatest harbour party in the world. It is generally in early May."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kirschblütenfest"],["alt= Japanese Cherry Blossom Festival"],["url=http:\/\/www.hamburg.de\/kirschbluetenfest-hamburg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On May 19, the Japanese community of Hamburg celebrates the Japanese Cherry Blossom Festival by the Lake Alster. Enormous fireworks and a peaceful atmosphere are characteristics of this event."]]}]},{"type":"*","value":[{"type":"'''","value":["Hamburger Dom"]}," (Fair) — The Dom is one of the largest fairs in Germany. The streets of the fairground, lined on both sides with stalls and rides, are some 3.3 km long. It takes place in spring, summer, and early winter for the duration of one month each. See the Dom's website ",{"type":"[","value":["http:\/\/hamburgerdom.de\/"]},"."]},{"type":"*","value":[{"type":"'''","value":["Street Parties"]}," — Watch out for neighbourhood and street parties during summertime. Some of the biggest are:"]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Altonale"]},", in Ottensen."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Bergedorfer Stadtfest"]},", in Bergedorf."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Osterstraßenfest"]},", in Eimsbüttel."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Schanzenfest"]},", in Schanzenviertel is self-organized and full of peace and happiness until it ends around 10PM  in fighting between a crowd and the police."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Stuttgarter Weindorf"]}," — Vintners from southern Germany present their products at the Rathausmarkt (town hall square)."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Street Parades"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Schlagermove Parade"]},", a parody on the Berlin Loveparade with schlager instead of techno music. ",{"type":"[","value":["http:\/\/www.schlagermove.de\/"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Hamburg Pride"]},", the Gay Pride Parade usually takes place in August and moves from the Central Station through the shopping streets to end at the Jungfernstieg with the set up party tents. ",{"type":"[","value":["http:\/\/www.hamburgpride.com\/"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Carnival of Cultures"]},", a colourful and interesting parade showing off worldwide cultures. ",{"type":"[","value":["http:\/\/www.karneval-kulturen-hamburg.de"]}]}]},"\n",{"type":"===","value":["Spas and Fitness"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Club Olympus Spa & Fitness"],["url=http:\/\/hamburg.park.hyatt.com\/hyatt\/pure\/spas\/"],["email=hamburg@hyatt.de"],["address=Park Hyatt Hamburg Hotel, Bugenhagenstrasse 8"],["lat="],["long="],["directions="],["phone =+49 40 3332-1234"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=On Stage"],["alt="],["url=http:\/\/www.on-stage.de\/"],["email=info@on-stage.de"],["address=Am Felde 56"],["lat=53.55055"],["long=9.93321"],["directions=Close to Altona train station"],["phone=+49 40 35 54 07 0"],["tollfree="],["fax="],["hours=Mo-Fr 08:00-22.30, Sa-Su 10.00-20.00"],["price=€10 daypass"],["content=Fitness center and dance studio."]]}]},"\n",{"type":"==","value":["Learn"]},"\nThere are 11 universities in Hamburg, the biggest of which is the University of Hamburg ",{"type":"[","value":["http:\/\/www.uni-hamburg.de\/"]},".\n\nMany courses and programmes are held in English.\n\nHamburg is home to schools from countries such as Japan, Sweden, France, Britain and more, where the pupils are taught in their native language. The International School Hamburg ",{"type":"[","value":["http:\/\/www.international-school-hamburg.de\/"]}," opened in 1957 as the first of its kind in Germany.\n\n",{"type":"==","value":["Work"]},"\nThe harbour is the fastest growing job sector in Hamburg. Numerous minor and major companies work in that area. You should be able to speak German because due to the high unemployment rate in Germany's jobseekers are attracted by the relative lower unemployment rate in Hamburg. This results in high numbers of applications. Hospitality and media are the two main other industries.\n\nNote that living costs in Hamburg may be significantly higher than in other big cities in Germany depending on your demands. Due to heavy destruction during World War II especially apartments in older Victorian style homes built at the beginning of the 20th century are rare but highly demanded. Be prepared to compete for apartments in attractive areas in town with well-paid media professionals, freelancers and spoiled kids with unlimited resources in their parents' bank account. Inner city areas have become quite popular among doctors, lawyers and architects as well in the last years.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:HH Alsterarkaden pano1.jpg"],["thumb"],["Full shopping tour starts at central station, down to town hall, then ",{"type":"''","value":["Poststraße"]}," towards Gänsemarkt square and back on ",{"type":"''","value":["Jungfernstieg"]}," at the Alter lake side."]]},"\n\nThe main shopping area of Hamburg is the Mönckebergstraße in the centre of the city. Take the subway to either central station, Rathaus (town hall), or Mönckebergstraße. Also check the side-street Spitalerstraße.\nWest of town hall towards Gänsemarkt are the more pricey shops like Hugo Boss.\n\nShops are mostly open daily 10AM—8PM and on Thursday and Friday until 10PM.\n\n",{"type":"*","value":[" The latest must-see is the newly built shopping complex Europa Passage, near the town hall at the Alster lake."]},"\n",{"type":"*","value":[" A good and not-overpriced souvenir shop is directly located on the town hall square under the glass roofage. Typical souvenirs are statues of the Michel Church or the town hall, the water-carrying dogsbody ",{"type":"''","value":["Hummel hummel Mors mors"]},", blue road signs like Reeperbahn, and a post card of the red light district."]},"\nThe Schanzenviertel is also getting more popular nowadays for unique designer boutiques. Younger people especially enjoy being here. Subway \"Sternschanze\"\/\"Feldstraße\".\n\nHamburg has quite many shops which claim \"Second Hand\", but are more of an outlet. It's still worth a visit though.\n\n",{"type":"*","value":["Best assorted true vintage and deadstock clothing of the past 15 to 90 years you will be able to find at Hot Dogs Marktstraße 38, U-Bahn Feldstraße\/ U-Bahn Messehallen"]},"\n",{"type":"*","value":[" New and second hand Kleidermarkt Max-Brauer-Allee 174, S-Bahn Holstenstraße."]},"\n",{"type":"*","value":[" Vintage and Rags, Kurze Mühren 6, U-Bahn: Mönckebergstraße."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":[" Cuisine "]},"\nOriginal Hamburg dishes are ",{"type":"''","value":["Birnen, Bohnen und Speck"]}," (Low Saxon ",{"type":"''","value":["Beren, Bohnen un Speck"]},", green runner beans cooked with pears and bacon), ",{"type":"''","value":["Aalsuppe"]}," (Low Saxon ",{"type":"''","value":["Aalsupp\/Oolsupp"]},", often mistaken to be German for “eel soup“ (",{"type":"''","value":["Aal"]},"\/",{"type":"''","value":["Ool"]}," translated ‘eel’), however the name probably comes from the Low Saxon ",{"type":"''","value":["allens"]}," [ʔaˑlns], meaning “all”, “everything and the kitchen sink”, not necessarily eel. Today eel is often included to meet the expectations of unsuspecting diners.), ",{"type":"''","value":["Bratkartoffeln"]}," (Low Saxon ",{"type":"''","value":["Braatkantüffeln\/Brootkantüffeln"]},", pan-fried potato slices), ",{"type":"''","value":["Finkenwerder Scholle"]}," (Low Saxon ",{"type":"''","value":["Finkwarder Scholl"]},", pan-fried plaice), ",{"type":"''","value":["Pannfisch"]}," (pan-fried fish), ",{"type":"''","value":["Rote Grütze"]}," (Low Saxon ",{"type":"''","value":["Rode Grütt"]},", related to Danish ",{"type":"''","value":["rødgrød"]},", a type of summer pudding made mostly from berries and usually served with cream, like Danish ",{"type":"''","value":["rødgrød med fløde"]},") and ",{"type":"''","value":["Labskaus"]}," (a mixture of corned beef, mashed potatoes and beetroot, a cousin of the Norwegian ",{"type":"''","value":["lapskaus"]}," and ",{"type":"[[","value":[["Liverpool"]]},"'s Scouse (food), all offshoots off an old-time one-pot meal that used to be the main component of the common sailor's humdrum diet on the high seas).\n\n",{"type":"''","value":["Alsterwasser"]}," in Hamburg (a reference to the city's river Alster with two lake-like bodies in the city centre thanks to damming), a type of, a concoction of equal parts of beer and carbonated lemonade (",{"type":"''","value":["Zitronenlimonade"]},"), the lemonade being added to the beer.\n\nHamburg is also home to a curious regional dessert pastry called ",{"type":"''","value":["Franzbrötchen"]},". Looking rather like a flattened croissant, the ",{"type":"''","value":["Franzbrötchen"]}," is somewhat similar in preparation but includes a cinnamon and sugar filling, often with raisins or brown sugar. The name may also reflect to the roll's croissant-like appearance – ",{"type":"''","value":["franz"]}," appears to be a shortening of ",{"type":"''","value":["französisch"]},", meaning \"French\", which would make a ",{"type":"''","value":["Franzbrötchen"]}," a “French roll.” Being a Hamburg regional food, the ",{"type":"''","value":["Franzbrötchen"]}," becomes quite scarce outside the borders of the city; as near as ",{"type":"[[","value":[["Lüneburg"],["Lunenburg"]]}," (",{"type":"''","value":[{"type":"[[","value":[["Lüneburg"]]}]},") it can only be found as a ",{"type":"''","value":["Hamburger"]}," and is not available in ",{"type":"[[","value":[["Bremen"]]}," at all.\n\nOrdinary bread rolls tend to be oval-shaped and of the French bread variety. The local name is ",{"type":"''","value":["Rundstück"]}," (“round piece” rather than mainstream German ",{"type":"''","value":["Brötchen"]},", diminutive form of ",{"type":"''","value":["Brot"]}," “bread”), a relative of Denmark's ",{"type":"''","value":["rundstykke"]},". In fact, while by no means identical, the cuisines of Hamburg and Denmark, especially of Copenhagen have a lot in common. This also includes a predilection for open-faced sandwiches of all sorts, especially topped with cold-smoked or pickled fish. The American hamburger seems to have developed from Hamburg's ",{"type":"''","value":["Frikadelle"]},": a pan-fried patty (usually larger and thicker than the American counterpart) made from a mixture of ground beef, soaked Staling, egg, chopped onion, salt and pepper, usually served with potatoes and vegetables like any other piece of meat, not usually on a bun. Many Hamburgers consider their ",{"type":"''","value":["Frikadelle"]}," and the American hamburger different, virtually unrelated. The Oxford Dictionary defined a ",{"type":"''","value":["Hamburger steak"]}," in 1802: a sometimes-smoked and -salted piece of meat, that, according to some sources, came from Hamburg to America.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" In central station, you can get all kinds of snacks, including the fast food chains. But also fresh fish — Hamburg or Sushi style."]},{"type":"*","value":[" ",{"type":"'''","value":["Joker"]},", Reeperbahn 153. Great for a quick bite before going out in the area. Try the Oriental Chicken!"]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Geelhaus"],["alt="],["url=http:\/\/www.geelhaus.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Koppel 76 (St. Georg) Daily 6PM-11PM, some meals until midnight. Menu changes frequently, fresh food, creativity."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lühmanns Teestube"]},", Blankeneser Landstraße 29 (take the S-Bahn to Blankenese, and walk west on Blankeneser Landstraße from the station) ",{"type":"[","value":["http:\/\/www.luehmanns-teestube.de\/"]}," M-F 9AM-11PM, Sa 9AM-6PM, Su 10AM-11PM. Friendly local café. Light fare and local specialties, wonderful pies, and baked goods. Their Cornish tea with fresh scones is worth trying. €5-15."]},{"type":"*","value":[" ",{"type":"'''","value":["Murphy's Roadhouse"]},", Saseler Markt 1 (S-Bahn Poppenbüttel, then the bus to Saseler Markt). M-Th Noon-1AM, F Sa Noon-2AM, Su 10AM-midnight. Serves a variety of American type food. In the northern suburbs, so it's a bit of a trip unless you are in the area. Typical meal should run about €10-17."]},{"type":"*","value":[" ",{"type":"'''","value":["Teufels Küche"]},", Ottenser Hauptstraße 4, M-Sa 11AM-11PM, Su Noon-10PM. Serves International \"freestyle\" food."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ristorante Borsalino"],["alt="],["url=http:\/\/www.ristorante-borsalino.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sternstrasse 125, three minutes from S-Bahn station Sternschanze in the trendy neighbourhood of Schanzenviertel. Pizzas start from €6, fresh pasta is around €7-10 (try Pasta Mista), the meat dishes are delicious (it is right next to the \"Schlachthof\"-Slaughterhouse) and the four course menu is at €19.50. From noon-3PM they serve a lunch menu for €6,50. Opening hours M-F noon-3PM and 6PM-midnight, Sa 6PM-midnight, Sundays closed. Reservations recommended."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Feldstern"]},", Sternstraße 2 (U-Feldstraße), M-F from 12, Sa-So from 9. Cozy pub\/restaurant with affordable German food and outside seating in the summer. Nice lunch menu from 12-16 on weekdays."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Der Etrusker"],["alt="],["url=http:\/\/www.der-etrusker.de"],["email="],["address=Grindelhof 45"],["lat=53.56927"],["long=9.98371"],["directions=Hallerstraße (U1)"],["phone=+49 40 4101305"],["tollfree="],["fax="],["hours=12:00 - 00:00"],["price="],["content=Small and quite crowded Italian restaurant in the \"Grindel\" district near the university. Excellent italian classics (pizza, pasta, etc.) for reasonable money. A lot of Italian restaurants as alternative to the left and right if you don't get a table. For dinner: make sure your are early (before 7pm) or make a reservation (only by phone)."]]}]},"\n",{"type":"====","value":["Vegetarian\/vegan food"]},"\n\nEvery day, you can get vegetarian food for donation (€1.50) in different places check out on this site: ",{"type":"[","value":["http:\/\/www.nadir.org\/nadir\/initiativ\/bewegungsmelder\/index2.htm"]},".\n\nIn the ",{"type":"''","value":["Hauptbahnhof"]}," (Central Station), there are a lot of snack bars to have a quick meal. While there are probably not many vegetarian snack bars, there is a fairly decent selection of veggie food to be found, such as croissants with brie cheese and meat-free pizza slices.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Monella"],["alt="],["url=http:\/\/www.lamonella.de"],["email="],["address=Hallerplatz 12"],["lat=53.57203"],["long=9.98609"],["directions=Hallerstraße (U1)"],["phone=+49 40 - 45 61 62"],["tollfree="],["fax="],["hours=Mon-Fri: 12:00-15:00 & 18:00-23:00, Sat: 18:00-23:00"],["price="],["content=Hamburg's first vegetarian Italian restaurant. Small menu with Italian standards. Daily menu with dishes made of regional ingredients. Good place for a very delicious vegetarian lunch on a budget. Dinner slightly overpriced."]]}]},"\n",{"type":"====","value":["Döner"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Batman Döner"]},", Steinstraße, St. Georg."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Köz Urfa"],["url=http:\/\/www.kozurfa.de"],["email="],["address=Paul-Nevermann-Platz 2-4"],["lat="],["long="],["directions=just outside the Altona train station"],["phone=+49-40-30035826"],["tollfree="],["fax="],["hours=8am-3am"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lokma"]},", Susannenstr. 16. It is not without reason that a lot of Turkish people love this place. Take the S11 subway and get out at Sternschanze. From there Lokma is seven minutes away."]},{"type":"*","value":[" ",{"type":"'''","value":["Pamukkale Grill and Restaurant"]},", Susannenstraße 34-35; opposite Lokma. One of the oldest Doener stores in Hamburg. Operates a takeaway bistro and a restaurant."]},"\n",{"type":"====","value":["Falafel"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Falafel factory"]},", next to S-Sternschanze, price €2.60-3.10."]},{"type":"*","value":[" ",{"type":"'''","value":["Azeitona"]},", Beckstraße (Schanze), price €2.50, you can get there also other great oriental food and smoke a shisha."]},{"type":"*","value":[" ",{"type":"'''","value":["Aladin"]},", on the other side of the \"Fabrik\" in the Bahrenfelderstraße (Ottensen\/Altona)."]},{"type":"*","value":[" ",{"type":"'''","value":["Falafelstern"]},", next to S-Sternschanze, price €3-3.50"]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Al Lido"],["alt="],["url="],["email="],["address=Amsinckstraße 70"],["lat="],["long="],["directions=In old factory near Elbe bridge, Hammerbrook"],["phone=+49 40 23688975"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent Italian and Pizzeria"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Alster Cliff"],["alt="],["url=http:\/\/alster-cliff.de"],["email="],["address=Fährdamm 13"],["lat=53.57400"],["long=10.00240"],["directions=On the west side of the Außen-Alster"],["phone=+49 40 442719"],["tollfree="],["fax="],["hours="],["price="],["content=Nice place to stop for coffee and cake or a meal with a good view on the Alster lake. Lunch food (salad, pizza, pasta) are of average quality and above average price."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Paris"],["alt="],["url="],["email=info@cafeparis.net"],["address=Rathausstraße 4"],["lat="],["long="],["directions="],["phone=+49 40 32527777"],["tollfree="],["fax="],["hours=9 AM-11:30 PM"],["price="],["content=Classic French bistro in a beautiful historical building. Good place to get a coffee and pastry, or enjoy a leisurely lunch. Ground floor is very loud, crowded and busy. Upstairs (when entering turn right) is a quiet restaurant with a small bar (all food is also served at the bar). \"Tartar\" and \"steak frites\" can be strongly recommended."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Delta Bistro"],["url=http:\/\/www.delta-hamburg.de\/en\/bistro-start.php"],["email="],["address=Lagerstrasse 11"],["lat="],["long="],["directions=on an intermediate floor within the wholesale storehouse of a large restaurant supplier"],["phone="],["tollfree="],["fax="],["hours="],["price=Main dishes are from €12 to 20"],["content=Surprisingly cozy atmosphere. High quality meat and fish, but the menu offers some vegetarian dishes, too. Dishes are huge and the preparation quality comes close to star-awarded locations. It is advisable to reserve a table in advance, especially on Fridays and Saturdays in the autumn and winter months."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Galatea"],["url=http:\/\/www.ristorante-galatea.de\/"],["email="],["address=Ballindamm"],["lat="],["long="],["directions=On a boat on the east side of the Binnenalster"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good Italian food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Mirabelle"],["url="],["email="],["address=Bundesstraße 15"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=French cuisine, fresh four or five course meal, changing daily, including wine at approximately €55."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kartoffelkeller"],["url=http:\/\/kartoffelkeller-hamburg.de\/"],["email="],["address=Deichstrasse 21"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large range of dishes with potatoes at their heart, including lots of traditional German dishes, eg Herring and Potatoes. Mains €10-€15"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Parlament"],["url=http:\/\/www.parlament-hamburg.de\/"],["email=gastro@parlament-hamburg.de"],["address=Rathausmarkt 1"],["lat="],["long="],["directions="],["phone =+49 40 70383399"],["tollfree="],["fax=",{"type":"''","value":["+49 40"]}," 70383398"],["hours="],["price=Mains ca €20"],["content=Traditional local food in the amazing basement of the Rathaus."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Cox"],["url=http:\/\/www.restaurant-cox.de"],["email="],["address=Greifswalder Str. 43"],["lat="],["long="],["directions=St. Georg, close to the Central Station"],["phone =+49 40 249422"],["tollfree="],["fax="],["hours="],["price=Dinner including wine is approximately €30-40."],["content=Trendy restaurant with consistently good international cuisine, often local German dishes. It has a value lunch deal (two course menu for €11)."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Kalliopea"],["url=http:\/\/www.kalliopea.de\/"],["email=Kalliopea@web.de"],["address=Neue Wöhr 14"],["lat="],["long="],["directions=close to S1 station Neue Wöhr"],["phone =+49 40 6310596"],["tollfree="],["fax=",{"type":"''","value":["+49 40"]}," 18055240"],["hours="],["price=Mains ca €15"],["content=Traditional Greek food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vapiano"],["url=http:\/\/www.vapiano.de\/framemaker.php?section=locations&lang=en"],["email="],["address="],["lat="],["long="],["directions=three locations within Hamburg"],["phone="],["tollfree="],["fax="],["hours="],["price=Fill your boots for around €20"],["content=A chain, Vapiano serves Italian food, in a trendy, friendly atmosphere. By the entrance you will get a \"credit card\", you show when you order food in the different kitchens. You pay when you leave."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vasco da Gama"],["url="],["email="],["address=Lange Reihe 67"],["lat="],["long="],["directions=close to the central station"],["phone =+49 40 2803305"],["tollfree="],["fax="],["hours=11.30AM to 11PM"],["price=lunch €10, dinner €20"],["content=Good Portuguese and German food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bullerei"],["alt="],["url=http:\/\/www.bullerei.com\/"],["email=info@bullerei.com"],["address=Lagerstraße 34, B"],["lat=53.56313"],["long=9.96614"],["directions=At Sternschanze station"],["phone=+49 040 3344-2110"],["tollfree="],["fax="],["hours="],["price="],["content=Modern and cool steak restaurant."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Die Bank"],["url=http:\/\/www.diebank-brasserie.de\/"],["email=info@diebank-brasserie.de"],["address=Hohe Bleichen 17"],["lat="],["long="],["directions="],["phone=+49 40 2380030"],["tollfree="],["fax="],["hours="],["price="],["content=Contemporary and classy German food using seasonal ingredients. Die Bank is just that, a former bank, with a money themed contemporary decor. It's a classy place to be seen - dress fabulous."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fischereihafen-Restaurant"],["alt="],["url=http:\/\/www.fischereihafen-restaurant-hamburg.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+49 40 381816"],["tollfree="],["fax="],["hours="],["price="],["content=Große Elbstraße 143. Excellent view of parts of the port and the river Elbe. Many celebs have dined here, including English royals."]]}]},"\n",{"type":"===","value":["Cafe"]},"\n\nIf you want to relax and drink a coffee in some coffee bars go to:\n",{"type":"*","value":[" ",{"type":"'''","value":["Lange Reihe"]}," Many bars, cafes and restaurants all along the street. Although the Lange Reihe is the heart of the gay community, most places are jointly visited by straight and gay people of any age. All places are gay-friendly, many are gay-owned or gay-run, but not all of them."]},{"type":"*","value":[" ",{"type":"'''","value":["Piazza"]},", in the \"Schulterblatt\" (Schanze). You will find a high number of bars and cafés here, many of Portuguese or Spanish background."]},{"type":"*","value":[" ",{"type":"'''","value":["Cafe Gnosa"]},", Lange Reihe 93, St. Georg-area. Coffeehouse with wide range of delicious self-made cakes and pastries, also good for breakfast. Gay-owned. Customers mixed by straight and gay people of any age. May not be easy to catch a table during rush-hours. For sugar- and caffeine-addicts."]},{"type":"*","value":[" ",{"type":"'''","value":["Cafe Klatsch"]},", Glashüttenstraße 17. A small cafe serving breakfast and other tidbits in a very cozy environment with friendly staff."]},{"type":"*","value":[" ",{"type":"'''","value":["MarYSol"]}," or ",{"type":"'''","value":["tazza d'oro"]}," (both \"Ottenser Hauptstraße\") or some other cafés in the Ottensen area."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Christiansen's Fine Drinks & Cocktails"],["alt="],["url=http:\/\/www.christiansens.de\/"],["email=bar@christiansens.de"],["address="],["lat="],["long="],["directions="],["phone=+49 40 3172863"],["tollfree="],["fax=+49 40 3172863"],["hours="],["price="],["content=Pinnasberg 60. Award winning bar (Playboy Bar of the Year 1998, Best Bartender 2000, Marcellinos Top 10, etc.), open M-Sa at 8PM."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Down Under"],["alt="],["url=http:\/\/www.down-under-hamburg.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+49 40 457017"],["tollfree="],["fax="],["hours="],["price="],["content=Grindellallee 1. Australian-themed bar with lots of cocktails (€5-10), burgers (chicken burger €6, beef burger €8, ostrich burger €9.50), chicken wings (also all you can eat on Tuesdays)."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=ZaZa-Bar"],["alt="],["url=http:\/\/www.zazabar.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 40 27880135"],["tollfree="],["fax="],["hours="],["price="],["content=Mühlenkamp 10, Hamburg-Winterhude. Small bar in a trendy neighbourhood that serves good drinks and has an interesting crowd of customers: some shoppers that celebrate their latest fashions, office workers that cool down, night owls that warm up, and quite few people who live in the area and just drop in for a drink. Has chairs outside. Happy Hour from 5PM-9PM and all night on Mondays."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Brauhaus Joh. Albrecht"],["url=http:\/\/www.brauhaus-joh-albrecht.de\/data\/ham.php"],["email="],["address=Adolphsbrücke 7"],["lat="],["long="],["directions=at the Alster canal"],["phone =+49 40 367740"],["tollfree="],["fax="],["hours="],["price=beers €4"],["content=Cosy brewpub with good beers and food"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=BP1"],["alt="],["url=http:\/\/www.myspace.com\/barprojekt1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Schanzen. A tiny bar that houses many different DJs. The atmosphere is very friendly and good music is played. It's opposite the house that is occupied by various leftist fractions. (The yellow building with all the graffiti, named 'rote Flora', see above)"]]}]},"\n",{"type":"===","value":["Live music (Rock)"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Academy"]},", Hans-Albers-Platz (right off the Reeperbahn). People in wheelchairs not always welcome."]},{"type":"*","value":[" ",{"type":"'''","value":["Molly Malone"]},", Hans-Albers-Platz (right off the Reeperbahn)."]},{"type":"*","value":[" ",{"type":"'''","value":["Lehmitz"]},", Reeperbahn. ",{"type":"''","value":["free entry"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The New Thomas Read"]},", Reeperbahn opposite from Hans-Albers-Platz."]},{"type":"*","value":[" ",{"type":"'''","value":["Molotow\/Meanie bar"]},", Spielbudenplatz 5 (Reeperbahn). A retro bar and a great little venue in the cellar hosting alternative live acts."]},{"type":"*","value":[" ",{"type":"'''","value":["Knust"]},", Feldstrasse, concert location and club"]},{"type":"*","value":[" ",{"type":"'''","value":["Headcrash"]},", Hamburger Berg 13, concert location and club (free entry)."]},{"type":"*","value":[" ",{"type":"'''","value":["Logo"]},", Grindelallee, concert location"]},"\n",{"type":"====","value":["Party"]},"\n",{"type":"*","value":[" On Fridays and Saturdays there is huge number of parties. You have to go to the Reeperbahn, but it will cost a lot and often the parties there are not more than \"normal\". There are different subcultures and good underground parties you should look for. In the summertime, you can get a free open-air goa. Lots of electronic stuff, like Drum'N'Bass.  Look for a \"Drumbule\" soundsystem party. Hamburg used to have a great Hip-Hop culture, but it is declining."]},"\n",{"type":"*","value":[" Most parties don't end until the early hours on weekends. Some of the clubs are having an open end, depending on the party."]},"\n",{"type":"*","value":[" Sometimes it is helpful to check out the monthly magazine ",{"type":"'''","value":["Prinz"]}," which is available for €1 in most supermarkets and newspaper outlets - in there you will find most of the events that are happening in Hamburg. It's written in German."]},"\n",{"type":"*","value":[" If you are interested in electro parties here are some good clubs to go to:"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Baalsaal"],["alt="],["url=http:\/\/www.baalsaal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=St. Pauli, ext to the Spielbudenplatz. Usually house and electro, sometimes drum'n'bass."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.waagenbau.com Waagenbau"]}]}," and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fundbureau.com Fundbureau"]}]}," are both smaller clubs in Altona, close to the Max-Brauer-Allee. Admission is normally between €5-10, depending on the night. Parties usually don't start before 11-12 p.m."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uebelundgefaehrlich.com Uebel und Gefährlich"]}]}," is in a former bunker from WWII and can be found near St. Pauli in Feldstrasse. Easy to reach with the metro U3. Music used to be more hard house and electro but is changing nowadays from day to day."]},"\n",{"type":"*","value":[" If you are more into Trance, Techno and Schranz the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tunnel.de Tunnel"]}]}," located in the old Elbtunnel might be a good place. Opens Fridays and Saturdays from 11 a.m. Admission is around €10."]},"\n",{"type":"*","value":[" For upscale clubbing check out the club ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moondoo.de Moondoo"]}]},", right in the middle of the Reeperbahn. The door policy is strict, but the DJs are usually excellent (especially Saturdays)."]},"\n",{"type":"===","value":["GLBT"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=G-Bar"],["alt="],["url=http:\/\/www.g-bar.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lange Reihe 81. The New Generation. Open 6PM-2AM."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Cafe Gnosa"],["alt="],["url=http:\/\/www.gnosa.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+49 40 243034"],["tollfree="],["fax="],["hours="],["price="],["content=Lange Reihe 93. Open 10AM-1AM, Fridays and Saturdays until 2AM, famous for its cake buffet, also a great place to have breakfast or lunch."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=kir"],["alt="],["url=http:\/\/www.kir-hamburg.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Barnerstr. 16, Altona. Gay party called \"Love Pop\" on Wednesdays and every 2nd Friday in the month from 11PM;"]]}," "]},{"type":"*","value":[" Information on parties and other news from the gay scene ",{"type":"[","value":["http:\/\/www.hinnerk.de"]}]},"\n",{"type":"====","value":["Open Air"]},"\n",{"type":"*","value":["There are some OpenAir Festivals around Hamburg. One is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wutzrock.de\/ Wutzrock Festival"]}]},". It is free of charge and near the city, so you might check it out if you happen to visit Hamburg in late August. It takes place at the \"Eichbaumsee\" next to the Trainstation \"Mittlerer Landweg\" (via S-Bahn 21 to Aumuehle\/Bergedorf) usually the last weekend of August."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Wacken Open Air"],["alt="],["url=http:\/\/www.wacken.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["On the floor"]},"\n\nThere is a Church mission on the West side of the main train station, mainly for homeless people and people with problems. But it's very clean, people are friendly, and if one is humble and polite, there is a good chance you can enter to chat (even in English) and sleep there on the floor in your sleeping bag. The night shift opens the place at midnight and everyone has to leave before seven in the morning.\n\nNevertheless, as a traveller, you should contribute some money to run the volunteer's service or at the very least offer some help. Remember: This is not a place for the unprepared traveller and definitely not a hotel!\n\n",{"type":"====","value":["Youth Hostels"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jugendherberge Hamburg - Auf dem Stintfang"],["alt="],["url=http:\/\/www.jugendherberge.de\/jh\/hamburg-stintfang\/"],["email=jh-stintfang@t-online.de"],["address="],["lat="],["long="],["directions="],["phone=+49 40 313488"],["tollfree="],["fax=+49 40 315407"],["price="],["checkin="],["checkout="],["content=Alfred-Wegener-Weg 5, Priceless river\/harbour view and in walking distance to the Reeperbahn."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jugendherberge Hamburg - Horner Rennbahn"],["alt="],["url=http:\/\/www.jugendherberge.de\/jh\/hamburg-horn\/"],["email=jgh-hamburg@t-online.de"],["address="],["lat="],["long="],["directions="],["phone=+49 40 6511671"],["tollfree="],["fax=+49 40 6556516"],["price="],["checkin="],["checkout="],["content=Rennbahnstraße 100,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Schanzenstern"],["alt="],["url=http:\/\/www.schanzenstern.de"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49 40 4398441"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bartelsstraße 12. In the middle of the trendy quarter of Schanzenviertel, 50 beds."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meininger Hotel"],["alt="],["url=http:\/\/www.meininger-hotels.com\/en\/hotels\/hamburg\/"],["email=welcome@meininger-hotels.com"],["address="],["lat="],["long="],["directions="],["phone =+49 40 414 314 008"],["tollfree="],["fax=",{"type":"''","value":["+49"]}," 30 666 36 222"],["price="],["checkin="],["checkout="],["content=Goetheallee 11 (",{"type":"''","value":["S-Bahn: Hamburg Altona"]},"), ). Double rooms start at €45 per person, dormitory starts at €18. Breakfast €5,90. Distances: 0,5 km Bahnhof Altona."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=A&O Hostel and Hostel"],["alt="],["url=http:\/\/www.aohostels.com\/en\/hamburg\/"],["email="],["address=Amsinckstrasse 6-10"],["lat=53.54750"],["long=10.01114"],["directions=Near the main train station."],["phone=+49 40 6442104"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=AO Hostel"],["alt="],["url=http:\/\/www.aohostels.com\/en\/hamburg\/"],["email="],["address="],["lat="],["long="],["directions=Reeperbahn train station and the Grosse Freiheit street."],["phone=+49 40 6442104"],["tollfree="],["fax="],["price="],["checkin="],["checkout=10:00"],["content=Reeperbahn 154."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Schanzenstern Altona"],["alt="],["url=http:\/\/www.schanzenstern-altona.de\/"],["email=info@schanzenstern-altona.de"],["address="],["lat="],["long="],["directions="],["phone =+49 40 39919191"],["tollfree="],["fax=+49 40\/39919192"],["price="],["checkin="],["checkout="],["content=Kleine Rainstraße 24-26, 70 beds."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Instant Sleep Backpacker Hostel"],["alt="],["url=http:\/\/www.instantsleep.de\/"],["email=backpackerhostel@instantsleep.de"],["address="],["lat="],["long="],["directions="],["phone =+49 40 43182310"],["tollfree="],["fax=+49 40\/43182311"],["price="],["checkin="],["checkout="],["content=Max-Brauer-Allee 277, 45 beds, provides a kitchen. Also in Schanzenviertel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Backpackers St. Pauli"],["alt="],["url=http:\/\/www.backpackers-stpauli.de"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49 40 23517043"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bernstorffstr.98. Backpacker hostel in St. Pauli."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kogge"],["alt="],["url=http:\/\/www.kogge-hamburg.de\/"],["email=info@kogge-hamburg.com"],["address="],["lat="],["long="],["directions="],["phone=+49 40 312872"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bernhard Nocht Strasse 59, Rock n'Roll Hotel."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Superbude"]},", Multiple locations. A step up from the normal hostel - they have hostel rooms, but also affordable private rooms with bathrooms. Super modern and very cool, with 24 hour bars, breakfast from 8 AM until 12 PM, and friendly staff. ",{"type":"[","value":["http:\/\/www.superbude.de\/"]}," Spaldingstraße 152, phone +49 40 3808780, info@superbude.de, skype: superbude"]},":*",{"type":"'''","value":["Superbude St. Pauli"]}," - Cool area with lots of hip shops, bars and near the football stadium. Large and clean, safe neighborhood.",{"type":"[","value":["http:\/\/www.superbude.de\/hostel-hamburg-st-pauli\/"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kiezbude"],["alt="],["url=http:\/\/www.kiezbude.com\/"],["email=kontakt@kiezbude.com"],["address="],["lat="],["long="],["directions="],["phone=+49 40 74214269"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Lincolnstraße 2, Peter, the owner has done a tremendous job of turning an old brothel into a very unique hostel. The rooms might remind you of their former purpose but are very clean and convenient."]]}]},"\n",{"type":"====","value":["Camping"]},"\n",{"type":"*","value":[" Camping Buchholz ",{"type":"[","value":["http:\/\/www.camping-buchholz.de\/"]},", Kieler Straße 374, Stellingen, phone +49 40\/5404532 (all year round)"]},{"type":"*","value":[" Campingplatz Schnelsen-Nord ",{"type":"[","value":["http:\/\/www.campingplatz-hamburg.de\/"]},", Wunderbrunnen 2, phone +49 4075594225 (from April to October)"]},{"type":"*","value":[" Campingplatz Hannes Henk ",{"type":"[","value":["http:\/\/www.campingplatz-nordheide.de\/"]},", Weg zum Badeteich 20-30m Buchholz Holm-Seppensen, phone +49 4187-6115 (About 40 minutes train ride from Hamburg to the south, near Buchholz, but even during the busy summer months often with spaces.)"]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Courtyard Hamburg Airport"],["url=http:\/\/www.marriott.com\/hotels\/travel\/hamcy-courtyard-hamburg-airport\/"],["email="],["address=Flughafenstrasse 47"],["lat="],["long="],["directions="],["phone = +49- 40 5310 20"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The traditional country manor style Courtyard located close the airport."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotels Near Hamburg FC"],["url=http:\/\/www.matchhotels.com\/hotel\/Lindner-Park-Hotel-Hagenbeck-61361.html"],["email="],["address=Lindner Park Hotel Hagenbeck, Hagenbeckstr. 150"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 4-star hotel less than 3km from the Hamburger Sportveiren. A comfortable hotel, convenient for football fans, featuring a fitness room and sauna."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NH Hamburg City"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/germany\/hamburg\/nh-hamburg-city.html"],["email="],["address=Feldstrasse 53-58"],["lat="],["long="],["directions="],["phone =+49 40 432320"],["tollfree="],["fax="],["hours="],["price=Rooms from €99"],["checkin="],["checkout="],["content=119 suites available in a modern style."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Hamburg"],["alt="],["url=http:\/\/www.ihg.com\/holidayinn\/hotels\/gb\/en\/hamburg\/hamhb\/hoteldetail"],["email="],["address=Billwerder Neuer Deich 14"],["lat="],["long="],["directions="],["phone=+49 40 78840"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Large hotel on the Elbe. Reasonable rooms, good breakfast choice. Need however to take taxi to reach city centre."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nThe ",{"type":"'''","value":["Atlantic"]}," and the ",{"type":"'''","value":["Vier Jahreszeiten"]}," share the prize of Hamburg's best hotels over the last one hundred years. Emperors and movie stars have stayed there, including James Bond (",{"type":"''","value":["Tomorrow never dies"]},", 1997).\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marriott"],["url=http:\/\/www.marriott.com\/hotels\/travel\/hamdt-hamburg-marriott-hotel\/"],["email="],["address=ABC Strasse 52"],["lat=53.55462"],["long=9.98734"],["directions="],["phone =+49 40 3505-0"],["tollfree="],["fax="],["hours="],["price="],["checkin=15:00"],["checkout=12:00"],["content=4-Star hotel with 270 guest rooms and 8 suites, also has a Body Care Centre with indoor pool and whirlpool as well as 416 m² conference facilities. Restaurant and piano bar with live music."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Royal Meridien"],["url=http:\/\/www.leroyalmeridienhamburg.com"],["email="],["address=An der Alster 52-56"],["lat="],["long="],["directions=near Hauptbahnhof"],["phone =+49 40 2100-0"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the best hotels overlooking the Alster lake. Each room is designed in the \"Art & Tech\" design. Restaurant with nice view over the lake and spa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu"],["alt="],["url=http:\/\/www.radissonblu.com\/hotel-hamburg"],["email="],["address=Marseiller Strasse, 2"],["lat=53.56151"],["long=9.98730"],["directions=next to Dammtor"],["phone=+49 40 35-020"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=4-Star hotel next to the Botanical Gardens by Dammtor station, the upper floors have stunning views of the city and gardens. Connected to Conference Center Hamburg (CCH)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=East Hotel"],["url=http:\/\/www.east-hamburg.de"],["email="],["address=Simon-von-Utrecht Str. 31"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Designer hotel with one of the best lounges\/bars in town. Very trendy and stylish."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Empire Riverside Hotel"],["url=http:\/\/www.summithotels.com\/summit\/hotels\/index.aspx?id=63385"],["email="],["address=Bernhard-Nocht-Straße 97"],["lat="],["long="],["directions=tramway S1 in direction Wedel or Blankenese and get off at Reeperbahn"],["phone =+49 40 31-1190"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A David Chipperfield designed hotel located in the St. Pauli district near ",{"type":"''","value":["Reeperbahn"]}," and the harbour. Each rooms is designed with a floor-length panoramic window that allow for a great view from any point in the room."]]}]},"\n",{"type":"==","value":["Connect"]},"\nInternetcafe Hamburg Winterhude, hudtwalckerstrasse, 22299 Hamburg. Contact Number +49 (0)4025482039 or email info@internetcafe-winterhude.de  Open Mon-Fri 1000-2300 and Sat\/Sun 1200-2300.\n\nThe computers in this internet cafe come fully kitted out and capable of internet browsing, MS Office, gaming and photo editing.  Standard flat rate deal available of 2 hours + 1 drink at a cost of €3.50.\n\nHamburg is part of the worldwide ",{"type":"[","value":["http:\/\/www.hamburg-greeters.de Global Greeter Network"]}," (free sightseeing tours given by local volunteers).\n\n",{"type":"==","value":["Stay safe"]},"\n\nHamburg is generally a safe city.\n\nWatch out for pickpockets, especially in the area around the Mönckebergstrasse, Central Station, on the Reeperbahn, in buses and trains, but also on crowded escalators and any other crowded places.\n\nKeep your distance from demonstrations unless you wish to get involved: both leftist groups and the Hamburg police are known for their heavy reactions in such situations.\n\nNote that the Hamburg police wear dark-blue uniforms, unlike the federal German police and many of the other state police forces in Germany, which still wear green uniforms.\n\nBathing in the River Elbe is possible but, of course, you must keep out of the way of ships. Swimmers can be thrown about and even totally swamped by the wake from ocean liners. Swimmers should also stay away from structures in the river and strictly avoid an area about 50 m around those  extending into the river.\n\nStrong underwater swirls going down as deep as 10–15 m and even close to the beach may pull the strongest swimmers under water. When relaxing on one of the beaches along the riverside, keep several metres away from the water's edge and keep an eye on children playing in or near the water. Container ships passing by sometimes create surprisingly large waves that won't just get your feet wet on the beach, but may also drag you into the Elbe.\n\nSwimming in the Outer Alster lake is possible, though swimmers are rarely seen. The water is fairly clean. The lake is only about 2–3 metres deep.\n\nTap water is very clean and you can drink it without any exception, even use it to provide baby food.\n\nImportant phone numbers in emergency (dial without any local prefix all over Germany\/always free of charge):\n\n112 = Medical emergency and fire department\n\n110 = Police\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Religious services"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["St. Marien"]},", Domkirche (catholic cathedral), Danziger Str. 60 (St. Georg, near to central station).",{"type":"[","value":["http:\/\/www.domgemeinde-hamburg.de\/gottesdienste.htm"]},". Holy Mass Su 8:30AM, 10AM, noon (Portuguese), 3PM (Croatian), 6:15PM, M-Sa 6:15PM; Th 9:30PM."]},{"type":"*","value":[{"type":"'''","value":["St. Elisabeth"]},", Oberstr. 65 (district Harvestehude). ",{"type":"[","value":["http:\/\/www.sankt-elisabeth-hamburg.de\/lageplan\/lageplan.html"]}," Holy Mass Sa 6PM, Su 10AM, noon (English), 5:30PM (Spanish), 7:30PM (3rd Su only), Tu, Th, F: 7PM, W 3PM."]},{"type":"*","value":[{"type":"'''","value":["St. Ansgar"]}," (kleiner Michel), Michaelisstr. 5 (district Neustadt). ",{"type":"[","value":["http:\/\/www.kleiner-michel.de"]},". Holy Mass Su 9:30AM, 11:30AM, 3:30PM (Tagalog), 7:30PM. M F 6:30PM, W 9:30, 7PM (Tagalog)."]},"\nGeneral Catholic services are all listed ",{"type":"[","value":["http:\/\/www.eba-schwerin.de\/ebhh\/gemeinden\/index_gemeinden.php here"]},".\n\n",{"type":"==","value":["Go next"]},"\n\nBoth North Sea and Baltic Sea beaches are reachable within an hour by car, railway, or bus. \n",{"type":"[[","value":[["File:Bremen.band.500pix.jpg"],["thumb"],["150px"],["Town Musicians of Bremen"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bremen"]]}]}," — A city 95 kilometres away, famous for the ",{"type":"''","value":["Bremer Stadtmusikanten"]}," (Town Musicians of Bremen). "]},{"type":"*","value":[" '''",{"type":"[[","value":[["Buxtehude"]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Helgoland"]]}]}," — Germany's most off-shore North Sea island. Reachable by express ferry from St. Pauli Landungsbrücken ",{"type":"[","value":["http:\/\/www.helgoline.de"]},"."]},{"type":"*","value":[" '''",{"type":"[[","value":[["Itzehoe"]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kiel"]]}]}," — Kiel's main tourist attraction is the \"Kieler Woche\" (Kiel Week) at the end of June, the largest sailing event of the world and one of Germany's largest festivals. Trains to Kiel leave at least once per hour from Hamburg main station ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en?S=Hamburg&Z=Kiel"]}," and needs about an hour. A trip to Kiel on the Autobahn (A7) takes about an hour, too."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lübeck"]]}]}," — The city borders the Baltic Sea. The old city (Altstadt) survived from medieval times and is part of the UNESCO World Heritage List. About 60 km northeast of Hamburg, direct trains leave from main station every hour (timetable ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en?S=Hamburg&Z=L%FCbeck"]},")."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lüneburg"]]}]}," — A city in Lower Saxony, about 50 km southeast of Hamburg. Like Lübeck, Lüneburg's old town has kept a medieval look with old buildings and narrow streets. The town is situated in the beautiful Lüneburger Heide. South of Hamburg, direct trains leave from main station every hour ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en?S=Hamburg&Z=L%FCneburg"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Travemünde"]]}]}," – The old town at the Baltic Sea maintained its sleepy character despite the fact that at weekends there are loads of tourists."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Altes Land"]]}]}," — The region is the biggest connected fruit growing area of Central Europe and the one the furthest north in the world. Altes Land is an area of marshland south of the river Elbe in Hamburg and Lower Saxony around the old towns of ",{"type":"[[","value":[["Stade"]]},", ",{"type":"[[","value":[["Buxtehude"]]},", and ",{"type":"[[","value":[["Jork"]]},". A characteristic feature is the richly-decorated farmhouses with their elaborate gateways."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Ahrensburg"]]}]}," — Northeastern suburb of Hamburg, situated in Stormarn district. Its outstanding sight is the Renaissance castle dating from 1595. Ahrensburg is easily accessible by car and train (Hamburg public transport)."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sankt Peter-Ording"]]}]}," — Germany's most popular tourist target by the sea. Features a broad surfer's beach and stilt houses. Easily accessible by car (Autobahn 23, about 120 km) and train ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en?S=Hamburg&Z=Bad%20St%20Peter-Ording"]},"."]},"\n",{"type":"{{","value":[["routebox"],["image1=Bundesautobahn 1 number.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Osnabrück"]]}],["minorl1=",{"type":"[[","value":[["Bremen"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Lübeck"]]}],["minorr1=",{"type":"[[","value":[["Ahrensburg"]]}],["image2=Bundesautobahn 7 number.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Rendsburg"]]}],["minorl2=",{"type":"[[","value":[["Neumünster"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Göttingen"]]}],["minorr2=",{"type":"[[","value":[["Hannover"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Germany"]]},"\n",{"type":"{{","value":[["geo"],["53.5498"],["9.9733"]]},"\n",{"type":"[[","value":[["Commons:Category:Hamburg"]]},"\n",{"type":"[[","value":[["Wikipedia:Hamburg"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Hamburg\/"]]}]