[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Hamden"]}," is a city in ",{"type":"[[","value":[["Connecticut"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBy Car: The easiest way to get to Hamden from the surrounding towns would be on I-95 (exit 48 to I-91 follow to exit 10) or the Merritt Parkway (exits 60-63).\n\nBy Plane: Bradley International Airport 11 Schoephoester Rd. Windsor Locks, CT (860)292-2000 – Located right off exit 40 on I-91, about 45 minutes from Hamden is the closest international airport.\n\nBy Train: Amtrak 50 Union Ave. New Haven, CT (203) 773-6000 – Trains run through about 46 states. You can catch the train at the Union Station in New Haven. It is most frequently used to travel to work or into New York City.\n\n",{"type":"==","value":["Get around"]},"\nNeed to rent a car in Hamden? Visit ",{"type":"'''","value":["Budget Rent A Car"]}," located on 1039 Dixwell Avenue, Hamden, Ct. (203)773-5023.\n\nIf you'd rather travel by bus, the ",{"type":"[","value":["http:\/\/www.cttransit.com CT Transit"]}," is also available, stopping in main areas such as the Hamden plaza, Hamden Hills\/Centerville, Circular Avenue, and Putnam Place. Regular cash fares are $1.25 but you could also purchase a 3, 5, 7, or 31-day pass. These prices range from $7.50-$45.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Quinnipiac University"],["alt="],["url=http:\/\/www.quinnipiac.edu\/"],["email="],["address=275 Mount Carmel Ave"],["lat="],["long="],["directions="],["phone=+1 203 582 8200"],["tollfree="],["fax="],["hours="],["price="],["content=Located right across from the picturesque Sleeping Giant, Quinnipiac University is a private university that offers 52 undergraduate majors and 20 graduate majors as well as the JD program. With it's modern brick style buildings and scenic grounds, Quinnipiac provides it's students with the feel of a small, New England town."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Eli Whitney Museum"],["url="],["email="],["address=915 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203 777-1833"],["tollfree="],["fax="],["hours="],["price="],["content=The Eli Whitney Museum is the site of the former Eli Whitney Armory, where muskets and rifles were produced during the 1800s.  The Museum's main attraction is the Cotton Gin exhibit (invented by Eli Whitney). The museum still houses the original water powered machinery used at the factory during the Industrial Revolution."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sleeping Giant State Park"],["alt="],["url=http:\/\/www.friendsctstateparks.org\/parks\/sleeping_giant.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A monumental park, it is meant for those of any age to hike and enjoy the scenic climb as well as the view from the top of the whole town of Hamden and its surrounding areas. The mountain got its name because it is in the shape of a sleeping giant. There is an authentic stone castle at the top. It is perfect for picnics and walks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Eli Whitney Museum and Workshop"],["alt="],["url=http:\/\/www.eliwhitney.org\/"],["email="],["address=915 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203 777 1833"],["tollfree="],["fax="],["hours="],["price="],["content=This museum is home to the famous cotton gin. It provides much historical readings and galleries on Eli Whitney and his invention. It is great for learning and getting hands-on experience for families or children on a field trip."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Farmington Canal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This paved trail runs through Hamden into its neighboring town, Cheshire. It goes along side a canal that was used in the 19th century. This trail is used to for leisure for those of any age throughout the town. From bicycle riding and roller blading to walking and jogging, it is meant for any of these and utilized quite frequently in the warmer months."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sleeping Giant Golf course"],["url="],["email="],["address=3931 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203 281-9456"],["tollfree="],["fax="],["hours="],["price="],["content=Sleeping Giant Golf Course is a 9 hole public Golf courses nestled next to Sleeping Giant State Park.  Sleeping Giant Golf Course is a friendly course for beginners and intermediates alike. Tee times are available in advance and there is also 300 yard Driving range open until sunset.  Clubs and carts can be rented from the pro shop."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lake Wintergreen"],["url="],["email="],["address=Wintergreen Ave"],["lat="],["long="],["directions=Take Exit 60. Turn right off the exit ramp onto Dixwell Avenue\/Route 10 South. Take a right at the next light onto Benham Street. Follow Benham Street to the end. Turn left onto Main Street. At a sharp left, turn right into the parking lot for the Lake Wintergreen area."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lake wintergreen (part of West Rock State Park) is a large lake located in the west part of town. Lake wintergreen offers car top boating, fishing, hiking, picnicking, mountain biking and horse back riding. There are various walking\/biking trails along the lake with a map key for referencing. There is no parking fee for Lake wintergreen."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Space"],["url="],["email="],["address=295 Treadwell St"],["lat="],["long="],["directions="],["phone=+1 203-288-6400"],["tollfree="],["fax="],["hours="],["price="],["content=\"CT's\" premiere all ages music and arts venue\" The space is a small friendly venue\/concert hall popular with the younger crowd but appeals to all generations. The space is a volunteer run facility, that has shows  mostly put on by locally or regionally known artists. The space has an annual Battle of The Bands competition where 10 local bands play and compete to win the title."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hindinger Farm"],["url="],["email="],["address=810 Dunbar Hill Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hindinger Farm has been a family owned farm since 1893, Located in the Wintergreen section of Hamden, Hindinger farm sells fresh home grown produce, know for their fresh corn, strawberries and fruit pies.  Hindinger holds an annual strawberry festival which includes a barbecue, strawberry recipes and even a petting zoo."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe Hamden Plaza Dixwell Ave. – Home to the infamous Ghost Parking Lot, the Hamden Plaza has come a long way since it was opened in 1978. There is a wide assortment of well-known chain and department clothing stores throughout the whole plaza. You can find a variety of stores such as Walmart, Kohl’s, Marshall’s, Old Navy, TJ Maxx, Bob’s, Bonton, and more.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Copa Cafe"],["alt="],["url="],["email="],["address=3500 Whitney Av"],["lat="],["long="],["directions="],["phone=+1 203-281-0505"],["tollfree="],["fax="],["hours="],["price="],["content=Spanish\/Portuguese in the American style."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Glenwood Drive-In"],["alt="],["url=http:\/\/www.glenwooddrivein.com\/index.html"],["email="],["address=2538 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203 281 0604"],["tollfree="],["fax="],["hours="],["price="],["content=If you miss the fifties and have a craving for hot dogs then Glenwood is the place for you! Having been Voted #1 hot dogs in Connecticut Magazine and being around since 1955, Glenwood Drive-In isn’t going anywhere! Providing a blast from the past, every Wednesday Glenwood holds antique car shows in their parking lot for all those who wish to enjoy the classic menu and atmosphere of this Hamden institution."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wentworth's Ice Cream"],["alt="],["url=http:\/\/www.roadfood.com\/Restaurant\/Reviews\/655\/wentworths-ice-cream"],["email="],["address=3697 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203 281 7429"],["tollfree="],["fax="],["hours="],["price="],["content=If you're in the mood for real homemade ice cream then Wentworth's is the place to visit. Located in a house about a century old and designed like an old-fashion ice cream parlor, Wentworth's provides parlor chairs around tiny tables. On those warm summer days you'll find people enjoying their ice cream in the charming white gazebo and benches located on the grounds."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Eli's Brick Oven Pizza and Market*"]},", 2402 Whitney Ave, + 203 288 1686, ",{"type":"[","value":["http:\/\/www.elisbrickovenpizza.com\/index.html"]},". Eli’s Pizza offers thin-crust brick oven pizza like no other in town. It was even voted Hamden’s #1 Pizza by  ",{"type":"[","value":["http:\/\/www.hamdendailynew.com"]},". Dine in and enjoy anything from pizza to salads and fine Italian cuisine, or take something home from the spacious take-out room like stuffed breads and pre-packaged dinners. Prices are very low and most entrees are under $15."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ristorante Luce*"],["alt="],["url="],["email="],["address=2987 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203-407-8000"],["tollfree="],["fax="],["hours="],["price="],["content=Ristorante Luce serves regional italian cuisine and has a large selection of fine wine. It has a relaxed Tuscan atmosphere and was awarded \"The most romantic restaurant in New Haven County\" by Connecticut Magazine."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eli's On Whitney"],["url="],["email="],["address=2392 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203-287-1101"],["tollfree="],["fax="],["hours="],["price="],["content=Eli's is an American style restaurant that serves anything from fresh fish and steaks, to their signature buffalo wings. Eli's also has a popular bar with a large selection of drinks.  Downstairs Eli's offers a large banquet room available to be rented for various functions."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Corner Deli"],["url="],["email="],["address=2773 Dixwell Ave"],["lat="],["long="],["directions="],["phone=+1 203 288-9800"],["tollfree="],["fax="],["hours="],["price="],["content=The Corner Deli is a very popular Deli in town, especially with Quinnipiac and Hamden High School students.  The corner Deli offers an array of sandwiches and salads such as the \"Pastrami Monster\" and the \"Chicken Fajita Wrap.\" During the Week the deli gets very busy during lunch hours so call ahead for your order."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ixtapa Grille"],["url="],["email="],["address=2547 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203  230-2586"],["tollfree="],["fax="],["hours="],["price="],["content=Ixtapa Grille serves authentic mexican cuisine, ranging from the standard tacos and burritos to more exotic dishes.  Ixtapa has a small bar in the back and offers various mixed and frozen drinks. The desert menu also has many authentic mexican deserts such as their well known fried ice cream."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ashley's Ice Cream"],["url="],["email="],["address=2100 Dixwell Ave"],["lat="],["long="],["directions="],["phone=+1 203  287-7566"],["tollfree="],["fax="],["hours="],["price="],["content=Ashley's Ice cream Was voted the #1 ice cream parlor in Connecticut, with up to 24 flavors daily and a weekly special.  Ashley's also makes ice cream cakes and various other ice cream deserts available to purchase in store or have made."]]}]},"\nRay & Mike’s Deli 3030 Whitney Ave. (203)287-8710 – This take-out counter style deli\/convenience store is home to some of the most talked about subs in town. From buffalo chicken, to steak & cheese, you can get any sandwich you want from the size of a small roll up to the giant sub which is about a foot and half long. Quinnipiac students often occupy the deli and it’s great for a quick stop on your break from work.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Side Street Grille"],["alt="],["url=http:\/\/www.niteimage.com\/clubs\/SideStreetGrille\/index.htm"],["email="],["address=15 Dickerman St"],["lat="],["long="],["directions="],["phone=+1 203 407 1539"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant and Bar, Side Street is located literally on a side street right off of Whitney Ave. Great food, drinks and comedy nights, Side Street attracts more of a younger crowd due to the presence of Quinnipiac University right down the street. Though it can be pricey, they offer a wide variety of beverages and dishes that sound too appealing to pass up."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Playwright-Irish Pub and Restaurant"],["alt="],["url=http:\/\/www.niteimage.com\/clubs\/Playwright_Hamden\/Index.htm"],["email="],["address=1232 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203 287 2401"],["tollfree="],["fax="],["hours="],["price="],["content=* +. Whether you are Irish or not, the Playwright is the place to drink in Hamden! This restaurant serves lunch and dinner daily, offers take out, and provides traditional Irish Music every Sunday and Tuesday! Bartenders with authentic brogue accents and a dining room that resembles an Irish cottage, its no wonder no one ever wants to leave this Irish vacation!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dunn's Pub"],["url="],["email="],["address=2345 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203-287-0664"],["tollfree="],["fax="],["hours="],["price="],["content=Dunn's is a down home Irish Pub with a friendly atmosphere.  Dunn's offers happy hour M-F."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=SBC Restaurant & Brewery"],["url="],["email="],["address=1950 Dixwell Ave"],["lat="],["long="],["directions="],["phone=+1 203-288-HOPS"],["tollfree="],["fax="],["hours="],["price="],["content=SBC Restaurant & Brewery serves brunch lunch and dinner with american  and barbeque style dishes.  The restaurant houses a full brewery where 28 home style brews are made. SBC also provides catering vfor various functions"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clarion Hotel & Suites"],["alt="],["url=http:\/\/www.clarionhotel.com\/ires\/en-US\/html\/HotelInfo?hotel=CT067"],["email="],["address=2260 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203  288-3831"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the center of Hamden, this hotel is easily accessible to all surrounding highways. It is less than ten miles to Quinnipiac University, Southern Connecticut State University, and Yale University. The hotel is approximately 45 miles to Bradley International Airport. Free wireless internet is available and the hotel is 100% smoke-free."]]}]},"\nIf you would rather stay in a B&B type setting, Hamden's neighboring town, New Haven offers a few. \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Touch of Ireland Guest House"],["alt="],["url=http:\/\/www.touchofirelandguesthouse.com\/"],["email="],["address=670 Whitney Ave"],["lat="],["long="],["directions="],["phone=+1 203  787-7997"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=*, Located on one of Hamden's main roads that leads straight into New Haven, this charming 1920's colonial B&B \"has been named a 2008 Editor's Choice in Yankee Magazine's Travel Guide to New England.\""]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Farnam Guest House"],["alt="],["url=http:\/\/farnamguesthouse.com\/"],["email="],["address=616 Prospect St"],["lat="],["long="],["directions="],["phone=+1 203 562-7121"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=*, Located near Yale University Art Gallery, the Shubert Theatre, the Yale Peabody Museum and other local attractions, the Farnam Guest House can be found in \" most exclusive and elegant neighborhood in New Haven.\" Luxurious furniture, a classic Georgian staircase and a grand piano are only a few features that this majestic home offers."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Days Inn"],["url=http:\/\/www.daysinn.com\/DaysInn\/control\/Booking\/property_info?propertyId=04368&cid=IP_PPC_GGL_TM&008=&004=1660380266&005=19182590531&006=5838166346&007=Search&002=2189121"],["email="],["address=3400 Whitney Ave"],["lat="],["long="],["directions=I-91 & Route 40\/  Exit 10"],["phone=+1 203 288 2505"],["tollfree="],["fax="],["hours="],["price=from $59"],["checkin=2.00PM"],["checkout=11.00PM"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nTo leave Hamden, Ct is quite simple. All you need to do is follow the route you took in, back out.  Whether you took the train, bus or car, you should be able to leave just as easily as you arrived. If you would rather take a highway that is less traveled on than I-95, the Merit Parkway is available right off the main road-Dixwell Ave-located on either side of the bridge just next to the local High School. Make sure you choose a decent traveling time so you do not hit any traffic on your way out!\n\n",{"type":"{{","value":[["routebox"],["image1=Connecticut Highway 15.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Hartford"]]}],["minorl1=",{"type":"[[","value":[["North Haven"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["New York City"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["New Haven"]]}]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.39583"],["-72.89667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Greater New Haven"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Connecticut\/Localities\/H\/Hamden\/"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hamden, Connecticut"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]