[{"type":"{{","value":[["pagebanner"],["Hamilton banner.jpg"],["pgname=Hamilton"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tourismhamilton.com\/ Hamilton"]}]}," is a port city in ",{"type":"[[","value":[["Ontario"]]}," with a population around 505,000. It is situated at the westernmost end of Lake Ontario—the city wraps around the lake and continues towards the Niagara Escarpment, referred to by locals as \"the mountain.\"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:HamiltonOntarioSkylineC.JPG"],["thumb"],["300px"],["right"],["Hamilton, Ontario skyline"]]},"\nConceived by George Hamilton when he purchased the Durand farm shortly after the War of 1812, Hamilton has become the centre of a densely populated and industrialized region at the west end of Lake Ontario known as the Golden Horseshoe.  Formerly, the city limits of Hamilton were bounded by approximately Horning Road in the west and Centennial Parkway in the east, but a continuous urban or suburban area had grown around the city, in the towns of Dundas, Ancaster, Stoney Creek and the community of Greensville in the town of Flamborough.  On January 1, 2001 the new City of Hamilton was formed through amalgamation of the former City with the constituent towns of the Hamilton-Wentworth Regional Municipality.  In addition to the aforementioned communities, the city also includes the community of ",{"type":"[[","value":[["Waterdown"]]},", which is located closer to ",{"type":"[[","value":[["Burlington (Ontario)"],["Burlington"]]}," than it is to the urban portion of Hamilton.  Residents of the city are known as Hamiltonians. Since 1981, the metropolitan area has been listed as the ninth largest in Canada and the third largest in Ontario.\n\nTraditionally, the local economy has been led by the steel and heavy manufacturing industries. Within the last decade, there has been a shift towards the service sector, particularly health sciences. The Hamilton Health Sciences corporation employs nearly 10,000 staff and serves approximately 2.2 million people in the region.\n\nHamilton is home to the Royal Botanical Gardens, the Canadian Warplane Heritage Museum, the Bruce Trail, McMaster University and several colleges. The Canadian Football Hall of Fame can be found downtown right beside Hamilton City Hall and across town to the east, the Canadian Football League's Hamilton Tiger-Cats play at Ivor Wynne Stadium. Partly because of its diverse locations, numerous TV and film productions have been filmed in Hamilton, regulated by the Hamilton Film and Television Office. A growing arts and culture sector garnered media attention in a 2006 Globe and Mail news article, entitled \"Go West, Young Artist,\" which focused on the growing art scene in Hamilton. The article highlighted local art galleries, recording studios and independent film production.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hamiltonairport.com John C. Munro Hamilton International Airport (CYHM)"]}]}," accommodates major air carriers and tour operators, offering frequent flights to Canadian, American, Caribbean and European destinations.  Hamilton Airport is fast and efficient due to its relatively small size.  The single terminal building can be navigated in two minutes and there is very little chance of confusion for passengers boarding or disembarking.  A tactic employed by many Hamiltonians, Torontonians and other nearby Ontario residents is to use Hamilton Airport instead of Pearson in Toronto.  Doing so can potentially save a busy traveller valuable time while parking, and promises far less of a headache during boarding procedures.  A single baggage turnstile makes retrieving luggage painless."]},"\n",{"type":"===","value":["By car"]},"\nMain thoroughfares into Hamilton include the Queen Elizabeth Way\/Highway 403, and Highway 6. Hamilton is ideally situated for tourists, being roughly 1 hour from both ",{"type":"[[","value":[["Toronto"]]}," and ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]},".\n\n",{"type":"===","value":["By bus"]},"\nMost regional bus services depart from the Hamilton GO Centre, a handsome art deco structure, in the heart of downtown at Hunter and Hughson South between James and John Streets.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound"],["url=http:\/\/www.greyhound.ca\/home\/Default.aspx"],["email="],["address=36 Hunter St East"],["lat="],["long="],["directions="],["phone=+1 905 525-3019"],["tollfree="],["fax="],["hours="],["price=From $9.25 one-way to\/from Toronto (adult, non-refundable)"],["content=Greyhound services Hamilton GO Centre, connecting passengers to its expansive network encompassing Canada, USA and Mexico. Direct routes include buses to Toronto, Brantford and London."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=GO Transit"],["url=http:\/\/www.gotransit.com\/publicroot\/en\/default.aspx"],["email="],["address=36 Hunter St East"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$9.50, adult one-way to\/from Toronto"],["content=GO Transit operates a frequent bus service, connecting Hamilton with its expansive network in and around the Greater Toronto Area (GTA). The QEW express runs every 30 minutes, 15 minutes at rush-hour, to Toronto Union Station from the Hunter Street Station, picking up passengers at marked stops along King Street. GO buses also service Hamilton to the Aldershot station, when no trains depart from Hamilton. Fares can be paid on-board buses (cash only) or at the station prior to departure (credit, debit and cash accepted)."]]},"   "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Coach Canada"],["url=http:\/\/www.coachcanada.com\/coachcanada\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Travels from Kitchener in the west and from Niagara Falls in the east."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hamilton Street Railway"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The HSR has recently introduced the \"A-Line Express,\" a bee-line bus providing rapid service between Hamilton Airport and the downtown core.  Total trip time varies between 20-35 minutes depending on traffic and costs a single fare of $2.55."]]}]},"\n",{"type":"===","value":["By train"]},"\nHamilton itself is not serviced by VIA Rail, but VIA Rail does stop in nearby Aldershot (in Burlington), which is along the Windsor-Quebec City corridor.  \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=GO Transit"],["url=http:\/\/www.gotransit.com\/publicroot\/en\/schedules\/pubsched.aspx?table=01&direction=0&day=1&page=1&new="],["email="],["address=36 Hunter Street East"],["lat="],["long="],["directions=At the corner of Hunter and Hughson"],["phone="],["tollfree="],["fax="],["hours="],["price=$9.50, adult one-way to Toronto"],["content=GO Transit trains service Hamilton Monday-Friday, geared towards Toronto-bound commuters, with four trains departing Hamilton in the mornings (6:14, 6:34, 7:04, 7:17) and four from Toronto Union (16:30, 17:02, 17:34, 18:35). The trip takes approxomately 1 hour and 15 minutes."]]}]},"\n",{"type":"===","value":["By boat"]},"\nWhen approaching Hamilton Harbour from the east- Lake Ontario- remember that the lift bridge opens every half hour on the hour.\n\n",{"type":"===","value":["Hitchhiking"]},"\nAccording to Section 177(1) of the Highway Traffic Act, it is illegal for a pedestrian to enter any 400 series highway or the QEW.  Not only is it illegal, but very unsafe due to the high velocity and dense volume of traffic.  If you should choose to do so anyway you can expect a police officer to pick you up and remove you within a short time.\n\nA safe and legal alternative is to hitchhike on the on-ramp, providing there is sufficient space for a vehicle to pull over without endangering the driver or passing traffic.\n\nHitchhiking on other roads in Hamilton (and Ontario) is legal so long as you do not stand in the roadway itself.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[","value":["http:\/\/www.hamilton.ca\/CityServices\/transit?WT.mc_id=hsr&WT.hamilton_redirect_friendly=1 ",{"type":"'''","value":["Hamilton Street Railway (HSR)"]}]}," operates public transit buses in the city and the surrounding suburbs. The fare is $2.55 as of January 1, 2014. No change is provided. HSR has partnered with Google Maps to provide a comprehensive trip planner.  \n \nHamilton is divided into two main sections—\"The Mountain\" and downtown. The Mountain refers to anything on the escarpment—access to the mountain is limited to a few roads, which often arrive on a different street than when you started. If you're going up the mountain, take a second to learn which access you need to take.  Driving on the mountain accesses in the winter can be treacherous, and even many locals avoid it if possible due to icy road conditions.  During severe storms many and sometimes even all of the accesses can be closed by the city, making travel between the two major districts nearly impossible.  The Sherman Access changes to one-way traffic during rush hour, to get traffic down the mountain in the morning and up the mountain in the afternoon.  If you aren't aware of this, it can mean having to take a long detour if you've committed to taking the Sherman but can't.  Even outside of rush hour the signage on this access can be confusing.\n\nHamilton is infamous for having mainly one-way streets throughout its downtown core, although many have turned two-way over recent years. Be aware of what intersection you're heading for, and what streets precede it, or you may overshoot. Conversion back to two way streets began in 2004. In the fall of 2005, John and James Streets, main North\/South arteries, were converted back to two way traffic. Most of the locals preferred the one way system, but visitors will find it easier to get around.\n\nRush hour traffic can be problematic like in any other large city.  Try to avoid driving down Upper James Street in the mornings or between 4-6PM unless you're content to watch pedestrians overtake you on the sidewalks.  The nearby street of West 5th (next major street to the west of Upper James) generally has a far lower volume of traffic and can save you upwards of 10 minutes of driving time.  It also sports a mountain access that can get you down to (lower) James Street in no time at all.\n\nThe Lincoln Alexander Expressway (known locally as the Linc or Link) is a city by-pass that runs across the mountain from Ancaster to Stoney Creek.  If you're trying to get past the city be sure to avoid the major roads (Mohawk, Fennell, Stone Church or Rymal) at all costs and take the Linc, which will save you ample time and gas.\n\nThere are some duplicate street names between Hamilton and the surrounding areas it amalgamated with; for example, there is a King Street in Dundas, Hamilton, and Stoney Creek.\n\nThe transit system is average at best for a city of its size. Downtown service is quite good, but the neighbouring suburbs suffer from infrequent buses, primarily due to high levels of car ownership. On Sundays and holidays expect 30-60 minute waits between buses, even on fairly major routes (such as Upper James Street on the Hamilton Mountain).  Late or too-early buses are a common problem on the mountain and can get irritating for locals who depend on transit to get to work.  The City has recently announced plans to fund improvements in bus service with additional buses on major routes, but this has not yet been realized.\n\nThe major bus hub is located at MacNab St S, which runs between King Street and Main St.  You can catch a bus to pretty much any part of the city from Gore Park, and each stop generally has a schedule posted on the pole for your convenience.  As of January 2, 2011, Gore Park will be largely replaced by the new MacNab Street Transit Terminal, which is a short walk several minutes west of Gore.  This will affect many, but not all buses. If you have any questions just ask a local - most people are usually quite friendly and helpful and will be happy to provide suggestions if you're looking for a place to visit or something to do while visiting.\n\nMany locals will have stories about rude or inattentive drivers, but if you are missed by a speeding driver or find yourself thrown around by over-zealous use of the brakes you can contact the usually-friendly HSR help desk to file a complaint.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=McMaster Museum of Art"],["alt="],["url=http:\/\/www.mcmaster.ca\/museum\/"],["email="],["address=University Av at Sterling St (",{"type":"''","value":["Lee building"]},")"],["lat="],["long="],["directions="],["phone=+1 905 525-9140 ext 23081"],["tollfree="],["fax="],["hours=Tu,W,F 11AM-5PM, Th 11AM-7PM, Sa 12PM-5PM"],["price="],["content=Houses a nationally significant collection of more than 6,000 works of art, featuring a permanent collection and contemporary exhibitions, lectures and events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dundurn Castle"],["alt="],["url=http:\/\/www.myhamilton.ca\/myhamilton\/CityandGovernment\/CultureandRecreation\/Arts_Culture_And_Museums\/HamiltonCivicMuseums\/Dundurn\/"],["email="],["address=610 York Blvd"],["lat="],["long="],["directions="],["phone=+1 905-546-2872"],["tollfree="],["fax="],["hours="],["price="],["content=Canada Day to Labour Day: Daily: 10AM-4PM; Labour Day to Canada Day: Tu-Su: 12PM-4PM. One of Hamilton's most-recognized landmarks, Dundurn Castle is a National Historic site, illustrating the life and times of Sir Allan Napier MacNab (1798–1862). More of a stately home than a \"castle\", the still-impressive structure was completed in 1835. Features year-round programming, tours, restaurant and an on-site military museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hamilton Museum of Steam and Technology"],["alt="],["url=http:\/\/www.myhamilton.ca\/myhamilton\/CityandGovernment\/CultureandRecreation\/Arts_Culture_And_Museums\/HamiltonCivicMuseums\/SteamMuseum\/"],["email="],["address=900 Woodward Av"],["lat="],["long="],["directions="],["phone=+1 905-546-4797"],["tollfree="],["fax="],["hours="],["price="],["content=At the QEW. June 1 to Labour Day: Tu-Su 11AM-4PM; Labour Day to May 31: Tu-Su 12PM-4PM. A fine example of 19th century public works architecture, and the only surviving facility of its time in North America, this National Historic Site houses the two 14 m (45-foot) high, 63.5-tonne (70-ton) steam engines which pumped the first clean water to the city over 140 years ago. Features various exhibits and events, including daily engine demonstrations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Westfield Heritage Village"],["alt="],["url=http:\/\/www.westfieldheritage.ca\/"],["email="],["address=1049 Kirkwall Rd"],["lat="],["long="],["directions="],["phone=+1 519-621-8851"],["tollfree="],["fax="],["hours="],["price="],["content=Rockton. Surrounded by 131 ha (324 acres) of unspoiled woods and meadows, this living history museum spans various time periods in 35+ historic buildings, plus a steam locomotive. Much of the TV series ",{"type":"''","value":["Anne of Green Gables"]}," was filmed here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Battlefield House Museum"],["url=http:\/\/www.battlefieldhouse.ca"],["email="],["address=77 King St. W., Stoney Creek"],["lat="],["long="],["directions=just east of Centennial Parkway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the site of the Battle of Stoney Creek (June 5–6, 1813) is a rural Upper Canada home dating from around 1796 and featuring staff in period costume, demonstrating the lifestyle of day. Every June a military re-enactment of the War of 1812\/Battle of Stoney Creek is held."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Art Gallery of Hamilton"],["alt="],["url=http:\/\/www.artgalleryofhamilton.on.ca"],["email="],["address=123 King Street West"],["lat="],["long="],["directions="],["phone=+1 905-527-6610"],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1914, AGH is Ontario's third largest public art gallery, and boasts one of the country's finest collections. Its emphasis is on 19th-century European, Historical Canadian, and Contemporary Canadian art. In 2003, the AGH began a major renovation project, designed by Hamilton-born and raised architect Bruce Kuwabara. The revamped gallery opened in 2005 and includes a new 2,500-square-foot glass pavilion and Sculpture Atrium."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Movie Palace"],["alt="],["url=http:\/\/www.themoviepalace.com"],["email="],["address=526 Concession St"],["lat="],["long="],["directions="],["phone=+1 905 383-2641"],["tollfree="],["fax="],["hours="],["price="],["content=Offers first run movies and revue programming in a restored 1920s theatre complete with a kitschy Imperial Rome motif and booths. This venue closed in February, 2011 though it has enjoyed revivals through the decades."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canadian Warplane Heritage Museum"],["alt="],["url=http:\/\/www.warplane.com\/"],["email=museum@warplane.com"],["address=9280 Airport Road, Mount Hope"],["lat="],["long="],["directions=beside Hamilton International Airport"],["phone=+1 905 679-4183"],["tollfree=+1 877 347-3359"],["fax="],["hours=9am to 5pm"],["price=Adult $12, Seniors\/Students $11, Youth $8, Children Free"],["content=A living museum featuring the aircraft used by Canadians or Canada's Military from the beginning of World War II to the present. Home of one of the worlds two remaining flying Lancaster bombers. Those who dare can experience an open cockpit ride in a bi-plane through the Legends Flight program ",{"type":"[","value":["http:\/\/www.warplane.com\/pages\/services_rideprogram.html"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canadian Football Hall of Fame"],["alt="],["url=http:\/\/www.cfhof.ca\/"],["email="],["address=58 Jackson St. West"],["lat="],["long="],["directions="],["phone=+1 905-528-7566"],["tollfree="],["fax="],["hours=Tu-Sa 9:30AM-4:30PM"],["price="],["content= Has interactive programs, displays, a library, archives and is home to the Grey Cup."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parks Canada Discovery Centre"]},", 57 Discovery Drive (at Pier 8), 905-526-0911, ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/canada\/decouvertes-discovery\/index_e.asp"]},". Houses state-of-the-art interactive exhibits in three galleries, a lobby and a 65-seat theatre, allowing visitors a virtual glimpse of Canada's national parks, historic sites and marine conservation areas. Adjacent is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pc.gc.ca\/lhn-nhs\/on\/haida\/index_E.asp HMCS Haida"]}]},", offering self-guided tours of Canada's \"fightingest ship\"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Princess Point"]},". Situated at the very end of Lake Ontario, Princess Point is one of the most beautiful sections of Hamilton. Bike or rollerblade along excellently maintained paths encircling the lake, or relax at the adjacent park. Harbour cruises are also available. ",{"type":"[","value":["http:\/\/www.hamiltonharbourcruises.com\/main.php"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Parks and trails"]}," - Despite its commonly-held industrial image, Hamilton has some 1,077 hectares (2,662 acres) of parkland, 549 ha (1,356 acres) of natural areas and 137 km (85 miles) of trails. The Bruce Trail runs right through the city. Bayfront, Pier 4 Park, and the Waterfront Trail offer panoramic views of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hamiltonwaterfront.com Hamilton Harbour"]}]}," and northwest shoreline."]},"\n",{"type":"*","value":[{"type":"'''","value":["Waterfront"]}," - Hamilton is in the midst of a major waterfront reclamation project, and has already restored the beautiful Pier 4 Park at the bottom of Bay St. This continues to the west with a waterfront trail to Princess Point, and to the east with a beautiful marina, waterfront cafe, boat and trolley tours, and a lovely playground. At Pier 8, visit the HMCS Haida, a WWII destroyer that is maintained faithfully and can be explored in its entirety."]},"\n",{"type":"[[","value":[["File:AlbionFallsHamilton.JPG"],["thumbnail"],["right"],["Albion Falls, Hamilton"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waterfalls"],["alt="],["url=http:\/\/www.hamiltonnature.org\/localspecies\/waterfalls_intro.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The combination of many creeks and the Niagara Escarpment makes Hamilton, now sometimes referred to as ",{"type":"'''","value":["\"The City of Waterfalls\""]},", an excellent place for seeing waterfalls. Over 100 waterfalls and cascades are known (several were found in 2008 and there's likely some that haven't been discovered yet). The one drawback of Hamilton's waterfalls is that half of them do dry up in dry seasons. The good news is that most are on or near the Bruce Trail as it winds through the Niagara Escarpment (a UNESCO World Biosphere Reserve) in Hamilton. Some of the more popular ones are:"]]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Albion Falls"],["url="],["email="],["address=Mountain Brow Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A scenic 19 metre cascade waterfall, blasting for 12 months a year. It took over thousands of years of freezing, melting, growth, decay and tidal changes to create the Niagara Escarpment region. Named after the former village of Mount Albion in which it resides."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Borer's Falls"],["url="],["email="],["address=Rock Chapel Rd., Dundas"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A relatively small but picturesque waterfall. Located in Borer's Falls Conservation Area, the escarpment in this area is quite scenic as well."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Devil's Punch Bowl"],["url="],["email="],["address=Ridge Rd., Stoney Creek"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the taller waterfalls in the area. Located in Devil's Punch Bowl Conservation Area."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tew's Falls"],["url="],["email="],["address=Harvest Rd., Greensville"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The tallest waterfall in the city, at 41 metres only slightly shorter than Niagara Falls (although the volume of water going over Tew's Falls is much smaller and shrinks to a trickle in the summer; spring is a better viewing time). Located in Spencer Gorge\/Webster's Falls Conservation Area along with Webster's Falls."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tiffany Falls"],["url="],["email="],["address=Wilson St. E., Ancaster"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tiffany Falls is a 21 metre ribbon waterfall. The location is easy to reach, being located just off of the former Highway 2."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Webster's Falls"],["url="],["email="],["address=Fallsview Rd., Greensville"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arguably the most beautiful waterfall in Hamilton, at 30 metres wide it is the widest in the city. The surrounding area in Spencer Gorge\/Webster's Falls Conservation Area is a popular picnic spot in the summer. The staircase down to the base of the falls is treacherous but the view from down there is beautiful. While you're there, check out the cobblestone arch bridge near the falls."]]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The view from the escarpment"]}," - There are many beautiful views of the city to be found from the escarpment. Especially when looking west, it is difficult to see streets or the roofs of houses under the thick canopy of trees (although it's easier to see these in winter). The Bruce Trail offers many excellent views, such as that at Dundas Peak. If you're driving around Hamilton, Mountain Brow Blvd. is a good place to stop for a look down."]},"\n",{"type":"*","value":[{"type":"'''","value":["Downtown Neighbourhoods"]}," - Like many cities, Hamilton is home to many traditional neighbourhoods, including Locke South, Concession St., James St. South, James S. North, International Village BIA, and Ottawa Street. James North has an exploding arts scene, with several galleries opened in the past few years."]},"\n",{"type":"*","value":[{"type":"'''","value":["Theatre Aquarius"]}," Usually puts on many good plays and musicals. Starring local talent, it generally offers quality entertainment at an affordable price. The surrounding area provides several dining opportunities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.doorsopenhamilton.ca Doors Open Hamilton"]}]},", usually held on the first weekend in May, offers an intimate experience of various historic landmarks around the city normally off limits to visitors and tourists: various place of worship, estates, museums, wineries and government buildings. A division of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.doorsopenontario.on.ca Doors Open Ontario"]}]},", it is an annual opportunity to discover the City, the Province of Ontario, and Canadian Heritage."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Canadian International Military Tattoo"],["alt=Copps Coliseum"],["url=http:\/\/www.canadianmilitarytattoo.ca\/"],["email="],["address=101 York Blvd"],["lat="],["long="],["directions=http:\/\/www.canadianmilitarytattoo.ca\/pages\/maps.html"],["phone=+1 905-546-3100"],["tollfree=+1-888-523-1753"],["fax="],["hours="],["price="],["content=held annually each June in Hamilton. started in 1992, to celebrate the 125th birthday of Canada, the Region of Hamilton-Wentworth presented The Greater Hamilton Tattoo."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Tourism Hamilton"],["alt="],["url=http:\/\/www.tourismhamilton.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the city's official tourism website and offers a free \"Experience Hamilton\" Visitor’s Guide and current info on local events and attractions."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/old.hamilton.ca\/Visiting-Here\/golf\/ Golf"]}]}," at one of Hamilton's 18-hole public courses: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/old.hamilton.ca\/Visiting-Here\/golf\/Chedoke_Beddoe\/ Chedoke"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/old.hamilton.ca\/Visiting-Here\/golf\/Kings_Forest\/ King's Forest"]}]},". There are numerous ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hamiltonspectator.com\/golf_guide\/hamilton.html private courses"]}]}," including the 2003 home to the Canadian Open, the top rated ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ontgolf.ca\/querydetail.php?id=175 Hamilton Golf and Country Club"]}]},", in Ancaster. The Hamilton Golf and Country Club is an exclusive club that dates back to Hamilton's industrial glory days. Unless you know a member, or someone that knows a member, forget playing here."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.conservationhamilton.ca\/parks\/visit\/waterworks2.asp Confederation Park\/Wild Waterworks"]}]}," offers lakefront camping, a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.conservationhamilton.ca\/parks\/visit\/Confed_Water.asp waterpark"]}]}," with wave pool and tube rides, and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.adventure-village.com Adventure Village"]}]}," with go-karts, batting cages, mini golf, etc."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Haunted Hamilton Ghost Walks"],["url=http:\/\/www.ghostwalks.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Explores the dark alleys and haunted buildings where voices of the past are said to still linger to this day.  Haunted Walks of Downtown Hamilton, the Historic Customs House, the Hermitage Ruins in the Dundas Valley Conservation Area (Ancaster), as well as a historical tour of Hamilton's Dark Past, are done regularly throughout the year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Christie Lake Conservation Area"],["url=http:\/\/www.conservationhamilton.ca\/parks\/visit\/christie.asp"],["email="],["address=1000 Highway 5 West, Flamborough"],["lat="],["long="],["directions=near Greensville"],["phone=+1 905-628-3060"],["tollfree="],["fax="],["hours=sunrise–sunset"],["price=$4\/person, additional $4 if bringing a vehicle"],["content=Centred around the beautiful Christie Reservoir, this conservation area features a 360-metre long beach and a chlorinated swimming area separate from the reservoir.  Also contains several ponds stocked with fish and large natural areas accessible by hiking trails."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Crooks Hollow Historical Trail"],["url="],["email="],["address=Crooks Hollow Road, Greensville"],["lat="],["long="],["directions=park at Crooks Hollow Conservation Area, Crooks Hollow Rd."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This trail traverses the site of Crooks Hollow, once the largest industrial community in Upper Canada but now a ghost town.  Many of the buildings are now just grassy fields, but the Darnley Grist Mill is a spectacular ruin.  A few buildings, now private residences, also still stand.  Connects with the Optimist Park walking trail, which winds along the picturesque Spencer Creek and passes near Greensville Falls as well as more ruins, ending near the Spencer Gorge\/Webster's Falls Conservation Area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Workers Arts and Heritage Centre"],["url=http:\/\/www.wahc-museum.ca"],["email="],["address=51 Stuart St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-4PM"],["price=Free"],["content=Preserving, honouring, and promoting the culture and history of all working people. Their mandate points in the social justice direction, the union direction and the community activism path."]]}]},"\n",{"type":"==","value":["Buy"]},"\nHamilton has numerous shopping districts. While fewer brand-name retail items are available in Hamilton than in neighbouring Toronto, several districts host a successful spot for antiques, art and specialty boutiques.\n\n",{"type":"*","value":[{"type":"'''","value":["King Street"]}," - the city's main urban destination for restaurants, cafes, and of course, shops."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=James Street North"],["alt="],["url=http:\/\/www.jamesstreetnorth.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A recently redeveloped sector in the city's core, James Street North is widely-praised for its flourishing art galleries, various restaurants and cafes. The street hosts an Art Crawl on the second Friday of every month."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Locke Street South"],["alt="],["url=http:\/\/www.lockestreet.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located just west of downtown, Locke Street is home to a large number of antique shops. Prices tend to be lower than in Toronto."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Ottawa Street"],["alt="],["url=http:\/\/www.shopottawastreet.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home to innumerable fabric, home decor and furnishings stores. The street had fallen on hard times earlier in the decade, but is undergoing a resurgence and has become one of the city's most popular destinations for antiques, fabric and home furnishings."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Ancaster"]}," - Located on Hamilton mountain, at the west-most section of the city, Old Ancaster has several specialty boutiques and historical monuments."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dundas"]}," - As west as Ancaster, but down the mountain, Dundas is a small heritage town with a European feel that offers most of the good shopping opportunities in Hamilton.  Dundas has a great drive-in park that is popular amongst locals for summer picnics.  Dundas is home to numerous festivals throughout the year."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=The Hamilton Farmers Market"],["alt="],["url=http:\/\/www.myhamilton.ca\/myhamilton\/CityandGovernment\/CultureandRecreation\/HamiltonFarmersMarket\/"],["email="],["address=55 York Blvd"],["lat="],["long="],["directions=Inside Jackson Square Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Originally founded in 1837 and since moved indoors. It features the usual mix of local farm produce and ethnic specialties.  It is older than the city and is one of the best farmers markets in Ontario."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Concession Street"],["alt="],["url=http:\/\/www.concessionstreet.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Originally a turn of the century African American neighbourhood. Many slaves escaping the U.S. via the Underground Railway settled in this urban neighbourhood at the edge of the escarpment. It boasts the best views of the lower city and features many parks, some with fantastic vistas overlooking the downtown and heavy industrial areas. The neighbourhood offers many shopping, dining and entertainment opportunities. The housing is an eclectic mix of million dollar estates and 1920s cottages. Stairs to the lower city are available on Mountain Avenue, traversing the 91 m (300 foot) escarpment. Many buses travel along Concession, making it one of the most public transit accessible areas of the city. Once considered run-down, it may be one of the most underrated areas of the city. A recent 1920s movie house has been renovated and is showing first run and art films."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Westdale"],["alt="],["url=http:\/\/www.westdalevillage.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Adjacent McMaster University keeps this neighbourhood healthy, with its many boutiques, groceries, eateries, pubs and bakeries and even a movie cinema specializing in foreign and art films. Westdale Village is accessible by bus and is walking distance to McMaster University and Hospital. It was Hamilton's first master-planned community in the 1920s."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Lime Ridge Mall"],["alt="],["url=http:\/\/www.limeridge.ca\/en\/Pages\/default.aspx"],["email="],["address=999 Upper Wentworth St"],["lat="],["long="],["directions="],["phone=+1 905 387-4455"],["tollfree="],["fax="],["hours=Mon-Fri 10AM - 9PM; Sat 9:30AM - 6PM; Sun 11AM - 5PM"],["price="],["content=",{"type":"'''","value":["Lime Ridge"]}," is a great mall with over 200 shops and services, located on Upper Wentworth just south of Mohawk Road, adjacent to the Lincoln Alexander Parkway.  Easily on-par with most major malls in larger Canadian cities.  It's the most popular hang-out spot on the mountain for younger and older people alike, partly due to the total absence of a night life outside of downtown."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Upper James Street"],["url="],["email="],["address="],["lat="],["long="],["directions=From downtown, take the Claremont Access from Victoria Ave S.  Alternately, take the off-ramp from the Lincoln Alexander Parkway."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upper James is a lengthy street that was at one time known locally as \"Oilcan Alley\" due to a prevalence of autobody shops and car dealerships.  Most of the major dealerships in Hamilton are still located on Upper James around the Ryckmans Corners area between Stone Church and 20 Road.  A huge number of stores and family restaurants now exist to service the needs of most shoppers, including a brand-new Wal-Mart Supercenter at Fennell Avenue.  Additional stores of note include a Future Shop between Stone Church and Rymal, and a large plaza across the street containing everything from a Zellers Department Store to EB Games to one of Hamilton's elusive few Starbucks.  Beware of traffic during rush-hour periods, and note that most shopping areas can be accessed relatively easily via West 5th."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["eatpricerange"],["$3-8"],["$9-19"],["$20 and over"]]},"\nIt's not difficult to find a superb variety of foods in Hamilton. Having a large minority and immigrant population, many people in Hamilton can and do take the opportunity to eat exotic cuisines. \n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vida-la-Pita"],["alt="],["url="],["email="],["address=217 King Street West"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small basic eatery. Amazing Chicken Shawarmas, inexpensive, and fast\/friendly service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bronzie's Place"],["alt="],["url="],["email="],["address=201 James St. S"],["lat="],["long="],["directions=Just North of St. Joseph's Hospital"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small basic Italian eatery. Large portions, inexpensive, and fast\/friendly service. Nearly everyone goes home with another meal's worth in a doggybag."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Steve's Open Kitchen"],["alt="],["url="],["email="],["address=149 James St. S"],["lat="],["long="],["directions="],["phone=+1 905 529-9913"],["tollfree="],["fax="],["hours="],["price="],["content=Since 1975. A nice little hole-in-the-wall breakfast diner where you can watch the friendly chefs prepare your meal. Will set you back the change in your pocket - most meals are around five bucks. Not particularly healthy, but few good breakfasts are."]]}]},{"type":"*","value":[{"type":"'''","value":["James St. North Multicultural Community"]}," - You can find affordable restaurants serving food from multiple nationalities along James North from King Street all the way to the Harbourfront."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=My Dog Joe"],["url="],["email="],["address=1020 King Street West"],["lat="],["long="],["directions="],["phone=+1 905 777-8100"],["tollfree="],["fax="],["hours=M-F 7AM-10PM, Sa 8AM-10PM, Su 8AM-8PM"],["price="],["content=A pleasant, bohemian cafe located in the heart of Westdale. Serves organic fair-trade coffee, baked goods, soups and sandwiches at a reasonable price. Displays work from local artists in a cozy atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tim Hortons"]},", Practically every corner throughout the city. Hamilton is the hometown of Tim Hortons, arguably the largest and most well-known coffee shop chain in Canada (and something of an institution to Ontarians in particular). It's nearly impossible to travel more than a few minutes without seeing at least one Tim Hortons. Cheap meals including nutritious lunches (soup\/sandwiches) can be had. Most locals refuse to start their day without a trip to a local Timmy's for a cup of coffee and donut."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bright Spot Restaurant"],["alt="],["url="],["email="],["address=1145 Main St. E"],["lat="],["long="],["directions="],["phone=+1 905 545-3924"],["tollfree="],["fax="],["hours="],["price="],["content=At Balmoral Ave. Serving Hamilton for over 75 years. A great place to go for breakfast. This restaurant is a favourite amongst local steel workers for large portions at a good price. Open early."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Westdale Delicatessen"],["alt="],["url="],["email="],["address=893 King St. W"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Jewish deli. Hamilton's only kosher restaurant. 905-529-2605 Closed during Passover."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nHamilton is a large city and therefore enjoys almost every mid-range dining chain. Examples include Kelsey's, Montana's, The Keg, etc. Hess Street, in addition to housing some newer upper-scale establishments, has several mid-range places that offer fantastic food (Ceilidh \nHouse being an example).\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bangkok Spoon"],["alt="],["url=http:\/\/www.bangkokspoondeluxe.com"],["email="],["address=57 King Street West"],["lat="],["long="],["directions="],["phone=+1 905 628-1681"],["tollfree="],["fax="],["hours="],["price="],["content=Dundas. Authentic Thai Cuisine in the beautiful downtown valley of Dundas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hutch's"],["url="],["email="],["address=325 Bay St N."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers what many consider the best fish and chips in town and, like its sister restaurant (a '50s diner on Van Wagners Beach), offers a scenic location to munch them. Hutch's is a famous local institution which once could vie for having the best hamburgers in Canada. Urban renewal has forced Hutch's beach strip location into a boring government building. Cruise nights often held here in the summer. On the beach trail, so you can walk off your Sportsmanburger."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tea Hut"],["alt="],["url="],["email="],["address=100 Main St. E"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the Landmark Place building (tallest building in the city, hard to miss). Tea Hut is a Taiwanese restaurant known for its bubble tea. A popular hangout for the local Chinese community, and has very friendly staff and owners who will welcome you. Excellent food at affordable prices, and a huge selection of bubble tea. Enjoy a game of XiangQi (Chinese chess) or Jenga, or relax on your laptop with their free wi-fi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jade Garden"],["alt="],["url="],["email="],["address=113 James St. N"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A hidden gem and a must-visit for lovers of authentic Chinese and Szechuan cuisine. Very generous portions at an affordable price. Impossible to leave hungry. Massive menu and great dim sum. Not your average \"chicken balls and fried rice\" Chinese restaurant. You can also purchase fresh fish here for home cooking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Affinity Vegetarian Restaurant"],["alt="],["url="],["email="],["address=87 John Street South"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a totally vegetarian, Buddhist-themed Chinese\/Asian-style restaurant. Much of the food is spicy, featuring faux-meat dishes. Reasonably priced and nice decor. Friendly staff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stoney Creek Dairy"],["url=http:\/\/www.stoneycreekdairy.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operating at its original site since 1929, is home to the \"Super Duper Sundae\". Cruise nights are often held here in the summer. After Hutch's you drive here for ice cream."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cora's Breakfast & Lunch"],["alt="],["url="],["email="],["address=73 Wilson St. E"],["lat="],["long="],["directions="],["phone=+1 905 648-2672"],["tollfree="],["fax="],["hours="],["price="],["content=Ancaster. This bright and sunny restaurant serves visually stunning breakfasts combining typical Canadian breakfast fare with mountains of fresh fruit. Most menu items $10-20."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Karolina's Restaurant"],["alt="],["url="],["email="],["address=757 Barton St E"],["lat="],["long="],["directions="],["phone=+1 905 548-0306"],["tollfree="],["fax="],["hours="],["price="],["content=East End. Polish. Excellent food at reasonable prices. Small and sometimes hard to get in. Don't let the rundown area prevent you from eating here. Just west of Lottridge. For an after-meal adventure you can drive north on Lottridge and check out the Hell's Angels clubhouse. You'll know it when you see it."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Capri"],["alt="],["url="],["email="],["address=25 John St N"],["lat="],["long="],["directions="],["phone=+1 905-525-7811"],["tollfree="],["fax="],["hours="],["price="],["content=Downtown. Italian. First restaurant to serve pizza in Hamilton. Gangster movies filmed here. Real gangsters ate here too. Like the mafia in Hamilton, this restaurant is now somewhat faded. Try the pizza bianco."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Black Forest Inn"],["alt="],["url=http:\/\/www.blackforestinn.ca\/"],["email="],["address=255 King St E"],["lat="],["long="],["directions="],["phone=+1 905-528-3538"],["tollfree="],["fax="],["hours="],["price="],["content=Downtown. German. The Black Forest is another Hamilton institution. Full of cuckoo clocks, this restaurant.and its army of servers in Bavarian costume move the crowds through with Germanic precision. Eat there and you'll find out why Hamiltonians keep coming back."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["O Marineiro"]},", (The Sailor), a traditional Portuguese restaurant on James St. North, serves a wonderful seafood platter."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thai Memory"],["alt="],["url="],["email="],["address=25 King William St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Thai food with very reasonable prices. Located in the Downtown Theatre District."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=My Thai"],["alt="],["url=http:\/\/www.mythai.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Corner of John St. and King William. A stellar Thai restaurant."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Golden Grain Bakery"]}," - A large variety of imported foods and European baked goods."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sizzle Steak House and Ultra Lounge"],["alt="],["url=http:\/\/www.sizzlesteakhouse.com\/"],["email="],["address=25 Hess St. S"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Hess Village. A truly excellent place to dine, party, and just have fun. Sizzle's Menu offers a wide variety of foods, food is fresh and plate designs are magnificent. The restaurant is awesome--5 stars!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mimi's Bistro"],["alt="],["url="],["email="],["address=931 Queenston Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stoney Creek. Offers patio and serves excellent quality Canadian food at affordable prices. Serves all-day breakfast. Beautiful decor and atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sapporo Japanese Restaurant"],["alt="],["url="],["email="],["address=96 Main St. East"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the same complex as Slainte. Possibly the best Japanese food in Hamilton, and the only Japanese restaurant that isn't a sushi bar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Modern India Buffet"],["alt="],["url="],["email="],["address=157 Main St E"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Lunch Buffet $9.99, dinner $13.99 (incl. one non-alcoholic beverage)"],["content=One of the most popular Indian restaurants in the city. Excellent all-you-can eat buffet selection of curries and other staple Indian dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Old Powerhouse Restaurant"],["alt="],["url="],["email="],["address=21 Jones St"],["lat="],["long="],["directions="],["phone=+1 905 664-5900"],["tollfree="],["fax="],["hours="],["price="],["content=Stoney Creek. Casual fine dining is unique in any of the six historic dining venues offered at this historic site."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ancaster Mill"],["alt="],["url=http:\/\/www.ancastermill.ca\/"],["email="],["address=548 Old Dundas Road, Ancaster"],["lat="],["long="],["directions="],["phone=+1 905-648-1828"],["tollfree="],["fax=+1 905-648-1098"],["hours="],["price="],["content=With its historic stone buildings, natural panoramas and waterfall, this is a picturesque spot for Sunday brunch and what it bills as \"contemporary Canadian Cuisine\". Family run."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Claudio's Ristorante"],["alt="],["url=http:\/\/claudiosristorante.com\/"],["email="],["address=92 Jackson St. E"],["lat="],["long="],["directions="],["phone=+1 289-389-6699"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale Italian Dining. Professional and detail oriented staff. Downtown, close to Hunter St. GO Station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Edgewater Manor"],["alt="],["url=http:\/\/edgewatermanor.com\/"],["email="],["address=518 Fruitland Rd, Stoney Creek"],["lat="],["long="],["directions="],["phone=+1 905-643-9332"],["tollfree="],["fax=+1 905-643-8477"],["hours="],["price="],["content=Features fine dining in a 1920s-era mansion located stunningly on the shores of Lake Ontario. Expensive."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Cantina"],["alt="],["url=http:\/\/www.lacantinahamilton.ca\/"],["email="],["address=60 Walnut St South"],["lat="],["long="],["directions="],["phone=+1 905 521-8989"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale Italian Dining. Professional and detail oriented staff. Authentic delicious Italian food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mandarin Buffet"],["alt="],["url=http:\/\/www.mandarinrestaurant.com\/home"],["email="],["address=1508 Upper James St"],["lat="],["long="],["directions="],["phone+1 905 383-6000"],["tollfree="],["fax="],["hours="],["price="],["content=Local edition of an Ontario chain of massive buffets with a huge variety of Chinese cuisine. Nice decor and courteous staff. Dinner buffet runs about $25 per person, making it a bit above mid-range (but just barely). Reservations not required, but advised for larger parties."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rousseau House"],["alt="],["url=http:\/\/www.rousseauhouse.ca"],["email=info@rousseauhouse.ca"],["address=375 Wilson Street East, Ancaster"],["lat="],["long="],["directions="],["phone=+1 905 648-8863"],["tollfree="],["fax="],["hours=Closed Sunday and Monday"],["price="],["content=Historic stone structural elegance offers fine dining, bar, tapas and special event catering."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Seven Windows"],["alt="],["url="],["email="],["address=432 Aberdeen Ave"],["lat="],["long="],["directions="],["phone=+1 905 523-7707"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"'''","value":["From internet appears to be closed."]}," Fine Dining in a beautifully decorated former bank building in the West End Kirkendall neighbourhood."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shakespeare's"],["alt="],["url=http:\/\/www.shakespeares.ca\/"],["email="],["address=181 Main St. E"],["lat="],["long="],["directions="],["phone=+1 905 528-0689"],["tollfree="],["fax="],["hours=Lunch Mon-Fri. Dinner from 5PM. Closed Sunday"],["price="],["content=Award winning, family owned & operated. Fabulous steak, seafood and wild game. Amazing wines."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Slainte Irish Pub"]}," - Located at Bowen and Main Streets, this authentic Irish pub serves the best pint of Guinness in the city.  The very old building is a heritage site, and all the beautiful woodwork and stained glass in the bar were built and shipped over from ",{"type":"[[","value":[["Dublin"]]},", ",{"type":"[[","value":[["Ireland"]]},".  The front doors of the pub are the original doors from the movie \"Michael Collins.\"  Be sure to check out their live music Wednesday through Sunday and sports on their huge plasma TVs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hess Village"]},"  - A \"bar\" in the classic sense, Hess is a couple blocks of pubs and eateries. Highlights include the Gown and Gavel, Che Burrito Bar, Rokbar, Sizzle\/Koi, and The Lazy Flamingo. Located roughly between King and Main Street, on Hess Street. Typically pub-type bars and night clubs, but it runs the gamut. Hess Village is where the patio action is in Hamilton on warm summer nights. Recently, dance clubs have opened in neighbourhood, adding to the entertainment mix.  This is the summer place to be in Hamilton. One of the best bar and nightclubs in Hess Village with the best music fantastic accommodations is Sizzle's Ultra Lounge."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chester's Beers of the World"]}," - A gem in the heart of downtown, Chester's offers over 250 bottled beers from all over the world. Not the place to party - this place is quiet and often empty, but the staff is friendly and courteous and the selection is unparalleled outside of Toronto."]},"\n",{"type":"*","value":[{"type":"'''","value":["Augusta's Winking Judge"]}," - Located on Augusta Street right behind the GO Transit station, this is the best place in Hamilton to get a tasty pint.  With over 20 taps dedicated to microbreweries, they're sure to have something you like.  It's worth noting that this bar does not sell popular beers like Molson, Labatt, or Sleeman products. This was original location of the Winking Judge, which later moved to Hess Village."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Rebels Rock"]}," - Located on King and Emerald, this Irish pub may be the only truly authentic Irish pub in the city. If you want to stay away from the bars and have a pint in a friendly living room setting, this is the place. Live Irish music every Wednesday, with some of the city's best Celtic and east coast musicians, and great home style food at a good price.  Founded by Toronto cop."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Coach and Lantern"],["url="],["email="],["address=384 Wilson St. E., Ancaster"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dating from 1823, the former \"Union Hotel\" has survived various incarnations and even a 1878 fire in its stables. During the war of 1812, it was purportedly the site of the Bloody Assize, and the spot where four traitors were condemned to hang outside Dundurn Castle. It's rumoured to be haunted, and not just by the Ancaster set. Has a good selection of draft beers and single malt scotches, typical pub grub, and nightly entertainment of the karaoke\/trivia\/open mic sort. Atmosphere is as you'd expect: exposed stone walls, beams, dark, cluttered and windowless, but it has a cobbled courtyard the claustrophobic may enjoy in the summer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Collins Brewhouse"],["alt="],["url="],["email="],["address=33 King St. West"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dundas. Serving locals since 1841, this \"food and beverage warehouse\" has 12 beers on draft, including its own Brewhouse Red and Lager. Specializes in Cajun fare. Unique decor includes plank flooring, galvanized steel, 6-seater booths, garage doors opening to a patio and a concrete bar top. Live bands, poker tournament and other shenanigans make this a popular spot for all ages. Attracts a younger crowd, particularly Mac students. This is the oldest tavern in Ontario."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bar on Locke"],["alt="],["url="],["email="],["address=178 Locke Street S"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hamilton. Offers a cozy atmosphere in the Locke Antique district with a creative menu and about 7 beers on draft."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Embassy Nightclub"],["alt="],["url="],["email="],["address=52 King St. East"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Downtown Hamilton is the largest gay nightclub in the city and is an institution with the locals. It plays a mix of house and hip-hop, has drag shows on Thursday and Sunday, and is busiest on Fridays and Saturdays."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Phoenix"],["url="],["email="],["address=1280 Main St. W"],["lat="],["long="],["directions=2nd floor of Wentworth House"],["phone="],["tollfree="],["fax="],["hours=11:30AM - 2AM"],["price="],["content=This is McMaster University's graduate student run pub. It is an excellent place to meet local students and to enjoy microbrewed beers. They also have an excellent selection of pub food at reasonable prices. In the spring and summer their huge outdoor patio is very popular for students and faculty at lunch and the end of the day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Whistling Walrus"],["url="],["email="],["address=1508 Upper James St. Hamilton"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fabulous Pub. Great Food and very friendly prompt service."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=pheasant plucker"],["url=http:\/\/www.pheasantplucker.ca\/"],["email="],["address=20 Augusta St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Casbah Lounge"],["url=http:\/\/www.casbahlounge.ca"],["email="],["address=King West at Queen"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best mid sized live music venue in the city. A large selection of craft beers are available in both rooms. Friendly atmosphere everynight."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Super 8 Motel"],["url="],["email="],["address=2975 Homestead Drive, Mount Hope"],["lat="],["long="],["directions=At corner of Upper James"],["phone=+1 905-679-3355"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Affordable rates ideal for overnight stays. This is the closest hotel to Hamilton Airport and right on the direct route into the city core. Also provides easy access to nearby Caledonia and the Region of Haldimand Norfolk."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Airport Inn"],["alt="],["url="],["email="],["address=118 Upper James St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located close to Hamilton's John C. Munro International Airport, the Airport Inn has 30 renovated rooms, free Parking, provides Airport Shuttle Bus Services. Across the street from the Pastacino Restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arrival Inn"]},", At the corner of Caroline & Main Street West. Clean, comfortable moderately priced accommodation."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Express"],["alt="],["url="],["email="],["address=51 Keefer Ct"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In Stoney Creek (QEW & Centennial Pkwy. Exit 88). Standard accomodations one would expect from a Holiday Inn chain. Rates from $89 per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn"],["alt="],["url="],["email="],["address=210 Main St. E"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Affordable rooms without much in the way of luxury. Good for overnight stays. Rates from $72 per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hamilton Downtown Family YMCA"],["alt="],["url="],["email="],["address=79 James St. S"],["lat="],["long="],["directions="],["phone=+1 905 529-7102"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The YMCA offers short-term residency for male students\/adults and is the closest thing Hamilton has to a backpacker's hostel. The entire facility is smoke-free and offers nightly rooms for $52.50. Rooms are also available weekly for $105 and monthly for $395. Expect to pay a $45 key deposit. On-site fitness facilities for members only. A central location minutes from major transit hubs."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["alt="],["url=http:\/\/www.hamiltoncomfortinn.com\/"],["email="],["address=183 Centennial Pkwy. N"],["lat="],["long="],["directions="],["phone=+1 905-560-4500"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rooms from $100 per night. Good central location allowing easy access to most of Hamilton's attractions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Staybridge Suites"],["alt="],["url=http:\/\/www.ihg.com\/staybridge\/hotels\/gb\/en\/hamilton\/yhmha\/hoteldetail"],["email="],["address=20 Caroline St South"],["lat="],["long="],["directions="],["phone=+1 905-527-1001"],["tollfree=+1-877-660-8550"],["fax=+1 905-527-3001"],["price=$150-170"],["checkin=3PM"],["checkout=12PM"],["content=129 suites including kitchen facilities and spacious room. Fairly new, and the facility is clean and friendly."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza Hamilton"],["alt="],["url=http:\/\/www.cphamilton.com"],["email="],["address=150 King Street East"],["lat="],["long="],["directions="],["phone=+1 905-528-3451"],["tollfree=+1-888-528-3451"],["fax="],["checkin="],["checkout="],["price="],["content=214 guestrooms including 9 luxury suites and 30,000 sq. ft. of convention space, 2 magnificent ballrooms, 370 seat theatre"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Hotel"],["url=http:\/\/www.sheratonhamilton.com\/"],["email="],["address=116 King Street West"],["lat="],["long="],["directions="],["phone=+1 905 529-5515"],["tollfree="],["fax="],["hours="],["price=$150"],["checkin="],["checkout="],["priceextra=weekend double occupancy"],["content=A relatively fancy hotel with nice rooms and great service. No free parking."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nHamilton resides on a highly polluted area of Lake Ontario. High levels of E. Coli bacteria usually prevent the beach from being open for swimming season. In addition, the city suffers from high air pollution including fine particulate matter, consistent with most of Southern Ontario from Windsor through Oshawa. ",{"type":"[","value":["http:\/\/www.waterkeeper.ca\/content\/hamilton_and_region\/index.php?page=11"]},"\n\nLike most cities, there are unsafe areas which should be avoided.  Some of the areas that may be problematic after dark due to black market activities (i.e. sex trade and illegal narcotics) are Barton Street from around Lottridge to James Street and Cannon and Wilson Streets between Wentworth and Victoria, along with the general downtown area including Gore Park and Jackson Square, but again, only at night. Additionally, Ferguson Avenue between Cannon and Barton is home to a large transient population, as is the rest of the Beasley neighbourhood.\n\nHess Village can and does experience the usual amount of drunken bar fights (typically outside of the bars), but this is no different from any other large city. Several uniformed police officers typically patrol the small area on busier nights.\n\n",{"type":"[[","value":[["Stay safe"],["Use common sense"]]}," and avoid walking around alone at night.  Police presence is usually infrequent in less-busy neighbouroods, so it can be best to avoid them unless you have business.\n\nThe rate of violent crime is moderate compared to other similarly-sized Canadian cities.\n\nThe beautiful trails along the Niagara Escarpment can sometimes run quite close to unfenced, unmarked cliff edges.  Stay on the trail and use caution and you'll be fine.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Emergency Services"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Police\/Fire\/Ambulance"]},", 911"]},"\n",{"type":"===","value":["Hamilton Police"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Non-Emergency Services"]},", +1 905 546-4935 (non-er switchboard). ",{"type":"[","value":["http:\/\/www.hamiltonpolice.on.ca\/HPS Hamilton Police Services"]}]},"\n",{"type":"===","value":["Taxi Companies"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Blue Line\/Ancaster Taxi"]},", +1 905 525-2583."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hamilton Cab"]},", +1 905 522-3535."]},"\n",{"type":"==","value":["Go next"]},"\nThere are many points of interest in the large rural area that is still within Hamilton's city limits:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=African Lion Safari"],["alt="],["url=http:\/\/www.lionsafari.com\/"],["email=admin@lionsafari.com"],["address=1386 Cooper Rd, Flamborough"],["lat="],["long="],["directions="],["phone=+1 519-623-2620"],["tollfree=+1-800-461-WILD"],["fax="],["hours="],["price="],["content=A small zoo with a good selection of animals and a drive-through safari great for families. Guard your cars well against roving bands of outlaw baboons."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Royal Botanical Gardens"],["url=http:\/\/www.rbg.ca\/index.html"],["email="],["address=680 Plains Rd. W., Burlington"],["lat="],["long="],["directions=take York Blvd. just outside city limits"],["phone=+1 905-527-1158"],["tollfree="],["fax="],["hours="],["price="],["content=Vast horticulturtural collection spread over five specialist gardens and four nature sanctuaries. Most notable of the latter is Cootes Paradise, a 840 ha (2,076 ac) wildlife sanctuary containing a 250 ha (618 ac) coastal wetland located at the west end of Hamilton Harbour."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Westfield Heritage Village"],["alt="],["url=http:\/\/www.conservationhamilton.ca\/welcome-to-westfield-heritage-village"],["email=westfield@speedway.ca"],["address=1049 Kirkwall Rr, Rockton"],["lat="],["long="],["directions=off Highway 8"],["phone=+1 519-621-8851"],["tollfree="],["fax="],["hours=Sundays & Holidays from 12:30 TO 4PM, April to October"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Waterdown"]]},"—a charming historic town near Burlington."]},"\nSome interesting places a short drive away are:\n\n",{"type":"*","value":[{"type":"[[","value":[["Kitchener"]]},"\/Waterloo - About an hour's drive north-west. This is an old German community with a ton of nice old buildings. A variety of unique shopping and dining experiences make this a promising day-trip out of Hamilton."]},{"type":"*","value":[{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]}," - for the Falls, of course "]},{"type":"*","value":[{"type":"[[","value":[["Niagara on the Lake"]]}," - quaint, historic town with great little shops, restaurants, and (in the summer) the Shaw theatre festival"]},"\n",{"type":"{{","value":[["routebox"],["image1=Ontario QEW.svg"],["imagesize1=20"],["directionl1=NE"],["majorl1=",{"type":"[[","value":[["Toronto"]]}],["minorl1=",{"type":"[[","value":[["Burlington (Ontario)"],["Burlington"]]}],["directionr1=SE"],["majorr1=",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]}],["minorr1=",{"type":"[[","value":[["Grimsby (Ontario)"],["Grimsby"]]}],["image2=Ontario 403.svg"],["imagesize2=20"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["London (Ontario)"],["London"]]}],["minorl2=",{"type":"[[","value":[["Brantford"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Brampton"]]}],["minorr2=",{"type":"[[","value":[["Burlington (Ontario)"],["Burlington"]]}]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Niagara Peninsula"]]},"\n",{"type":"{{","value":[["geo"],["43.260990"],["-79.888455"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Hamilton, Ontario"]]},"\n",{"type":"[[","value":[["WikiPedia:Hamilton, Ontario"]]}]