[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hammamet"]}," is in ",{"type":"[[","value":[["Tunisia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nHammamet is the oldest touristic center in the country. All resorts in Tunis have wonderful parks but even among them Hammamet stands out with its luxurious gardens. The main principle of town planning here - houses must not be higher than cypresses. The city is founded about 5 centuries ago. There are the fortress walls and the Big Mosque are still preserved in it. The city keeps its one-floor image. Tourists are waited here by wide sand beaches, modern hotels with high level of service, a plenty of bars, restaurants, stores, markets.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are 6 main airports in Tunisia, Tunis (Carthage), Enfidha, Monastir, Tabarka, Djerba and Tabarka, Tunis being the capital.  When you arrive into one of the airports, if you don't have a coach transfer booked be strong, there are lots of men waiting to take your trolley for you (and for this you will be charged!) say NO and hang on to all your belongings.You can get a private taxi from Monastir or Tunis to Hammamet which is approximately 1hour and cost from 50 to 80TD, or from Enfidha for around 30TD. You can also get an airport taxi (you do not need to bargain, ask for the meter to be turned on) to get you to the intercity bus station or to the intercity collective (shared 9 seater) intercity taxi station. These options would cost you about 3-4 dinars per head and probably an overcharge if you have big bulky luggage.\n\n",{"type":"===","value":["By train"]},"\nThere are a lot of trains stopping at Bir Bou Regba (Rekba) from Tunis (about 4.5 DT), which is along the main train line and only 6km from Hammamet. You can easily take a taxi from the Bir Bou Regba (Rekba) station to wherever you want to go in Hammamet.  There are fewer trains from Tunis directly to Hammamet.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=World War 2 battlefield and abandoned tanks"],["alt="],["url="],["email="],["address="],["lat=36.378847"],["long=10.431945"],["directions=30km west of Hammamet. Quad tours from Hammamet pass through here. The last 2km of the path are in very bad conditions. If going by car be careful and consider leaving the car and walking the last 2km before being stuck."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Three abandoned tanks from the Second World War."]]}]},"\n",{"type":"==","value":["Do"]},"\nGo to the beach. Hammamet Sud has some surprisingly clear water with lots of water sports to enjoy, including paragliding, jet-skiing, tubing, short camel-rides along the beach, baking, etc. etc. Very touristy, lots of topless ladies of age. Lots of small fish swimming right by the shore.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nA plenty of restaurants. Usually, a dinner costs 15-20 TD. A nice lobster for two persons with white wine in july 2007 was about 200 TD.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" Restaurant La Luna. Av. Du Koweït. Phone number: 72 26 20 76. Not expensive, good food and nice atmosphere."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nTry some of the local wine, which are hard to get in restaurants in Tunis.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Le Royal Hammamet"]},", formerly the ",{"type":"'''","value":["Occidental Hammamet"]},"\n\n",{"type":"'''","value":["Hotel Iberostar Averroes"]},", Hammamet-Yasmine\n\n",{"type":"===","value":["Budget"]},"\nfor one week, it is usual to take about 200 DT\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nDon't go anywhere on your own at night unless you are sure of the area and the people around you. A good word to learn is \"la\" which means no but they don't always take heed to this. Many Tunisians speak French and English so you should be understood okay. I was fortunate to be around local friends a lot so if I was being bothered I always had someone to turn to and was never allowed to go anywhere on my own unless they knew where I was going and how long I would be.  Don't let the minority few spoil a good time for you, be careful and be safe.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Tunisia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Hammamet"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Tunisia\/Localities\/Hammamet\/"]]},"\n",{"type":"{{","value":[["geo"],["36.416666666667"],["10.6"]]}]