[{"type":"{{","value":[["pagebanner"],["Hanover banner 1.jpg"],["unesco=yes"]]},"\n\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["Image:Neues Rathaus Hannover Maschteich.jpg"],["thumb"],["280px"],["Hanover City Hall (",{"type":"''","value":["Neues Rathaus"]},")"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hannover.de\/english\/index.html Hanover"]}]}," (German: ",{"type":"''","value":["Hannover"]},", French: ",{"type":"''","value":["Hanovre"]},"), is the capital of ",{"type":"[[","value":[["Lower Saxony"]]}," in ",{"type":"[[","value":[["Germany"]]},". Having a huge exhibition complex built for the World EXPO in 2000 and being host to several of the biggest exhibitions in the world, Hanover calls herself the ",{"type":"'''","value":["\"EXPO City\""]}," or \"Exhibition City\" (",{"type":"''","value":["EXPO Stadt"]},"\/",{"type":"''","value":["Messestadt"]},"). Hanover also played host to the 2006 Football World Cup. The major language spoken is German. English is ",{"type":"''","value":["not"]}," common, except during CeBIT or major international events nevertheless most people understand English and will be able to help you find your way around.\n\n",{"type":"==","value":["Understand"]},"\nHanover is not a typical European city. Don't expect to see beautiful centuries-old buildings; the city was one of the hardest hit during World War II, leaving it with only a few historical landmarks. Even the Old City (",{"type":"''","value":["Altstadt"]},") area is \"new\"; all the old houses left standing after the war (around 40) were taken from  throughout the city and collected in one place. This area is surrounded by some 1950's and 1960's buildings that give a somewhat heavy atmosphere to the streets. However, there still are several residential neighborhoods consisting of late-19th-century housing stock with often elaborate historicist (Victorian) and ",{"type":"''","value":["Jugendstil"]}," (Art Nouveau) decorations just outside the downtown area, such as ",{"type":"''","value":["Oststadt"]},", ",{"type":"''","value":["List"]}," or ",{"type":"''","value":["Linden"]},".\n\nHanover has large green areas, with forests and big parks. The landscape is mostly flat, with the river Leine going through the city. The lake Masch (",{"type":"''","value":["Maschsee"]},") is rather spectacular, considering its size as a man-made object.\n\nThe city had a special relationship to the late French artist Niki de Saint-Phalle. She had several of her works in public spots in Hanover (",{"type":"''","value":["i.e."]},", \"the Nanas\", \"the Cave\" in the Great Garden) and also in the Sprengel Museum. To honor her contribution to Hanover, she was granted an honorary citizenship from the city government. Moreover, the recently renovated \"underground\" shopping passageway from the central station to Kröpcke was named \"The Niki de Saint-Phalle Promenade\".\nHanover's public services are excellent, due to major reconstruction for the World EXPO 2000. The shopping area under the train station was renovated in 2005-2006 in preparation for the World Cup.\n\n",{"type":"===","value":[" History "]},"\nHanover was founded in medieval times on the south bank of the river Leine and became a comparatively large town in the 13th century. Its original name Honovere may mean \"high (river)bank\". There was a time of personal union of the crowns of the United Kingdom and Hanover (1714–1837). Soldiers from Hanover emigrated to Great Britain, leading to the formation of the King's German Legion, which was the only German army to fight throughout the entire Napoleonic wars against the French. They later played an important role in the Battle of Waterloo in 1815.\n\n",{"type":"===","value":["Kröpcke"]},"\nKröpcke is a large pedestrian area in the heart of Hanover. It is Hanover's major shopping spot, home to the Opera house and has lots of places to eat. The main station in the Hanover Stadtbahn network, is also located here. All Stadtbahn lines except the 10 and 17, call at the station and it is the main interchange point for the network. It has six platforms in total on three lines that cross each other in independent tunnels. There is a big green clock in Kröpcke (",{"type":"'''''","value":["KröpckeUhr"]},") which makes an ideal meeting point. \n\n",{"type":"===","value":["Using English"]},"\nHanover became more of a tourist destination since it began hosting CeBIT, and especially following the EXPO in 2000. English translation was just recently introduced to some official tourist portals such as the train ticket machines. Germans are generally helpful, but you ",{"type":"''","value":["have to ask"]}," for help as they don't like to jump into other people's business without being invited. Most university students speak English. For general information, it's safest to go to the ",{"type":"'''","value":["Tourist Office"]},", Prinzenstr. 12 (close to central station), ",{"type":"''","value":["+49-511"]},"-12345-111, M-F 9AM-6PM, Sa 9AM-2PM.\n\n",{"type":"===","value":["Tourist office"]},"\nThe ",{"type":"{{","value":[["listing"],["name=Tourism Office"],["alt="],["url=http:\/\/www.hannover.de\/Tourismus"],["email="],["address=Ernst-August-Platz 8"],["lat=52.37536"],["long=9.74136"],["directions=nearby Central Station"],["phone=+49 511 12345111"],["tollfree="],["fax=info@hannover-tourismus.de"],["hours="],["price="],["content= - has self-guiding maps. Follow the ",{"type":"''","value":["red line"]}," which starts from the exit of the Tourism Office. The red line will pass all the major attractions of Hanover and can be completed on foot in 1.5 hours. Refer to the map for explanation every time a number on the red line is encountered."]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hannover-airport.de\/ Hanover airport"]}]}," (",{"type":"{{","value":[["IATA"],["HAJ"]]},") is located about 11 km north of the city center. It is served by many european network airlines (through their respective hubs) and some budget airlines flying point-to-point.",{"type":"<","value":["br"]},"\nS-Bahn trains run twice-an-hour from the airport to central station (",{"type":"''","value":["Hauptbahnhof"]},") (and on to ",{"type":"[[","value":[["Hamelin"]]},". A 2-Zone ticket is needed from the airport to city center. The fare is €3.20 (2014) for a single ticket (see chapter ",{"type":"[[","value":[["Hanover#By public transportation"],["public transportation"]]}," for other ticket options) and will take around 17 minutes.  The last train departs around midnight.  A taxi ride to the city center costs about €20 and will take about 15 minutes.\n\nThe airport offers the option to check in the day ",{"type":"''","value":["before"]}," your departure (6-9 PM) for some airlines (TUIfly, Condor, Air Berlin, Sky Airlines, and Croatia Airlines).\n",{"type":"[[","value":[["Image:Hauptbahnhof Hannover 524-fdh.jpg"],["thumb"],["210px"],["Central station ",{"type":"''","value":["(Hauptbahnhof)"]}]]},"\n\n",{"type":"===","value":["By train"]},"\nDue to its location, Hanover has good connections from all major cities in Germany through ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/index.shtml Deutsche Bahn (DB)"]},", the German rail service. There are also direct trains to the Netherlands, Switzerland, France, and Austria several times a day, including night train connections with Nachtzug trains (",{"type":"[","value":["http:\/\/www.nachtzugreise.de"]},", CityNightLine ",{"type":"[","value":["http:\/\/www.citynightline.ch\/"]},"). Hanover is also reachable by regional trains, making it possible to use the cheap and popular \"weekend tickets\". \n\nThe high speed Inter City Express Trains (ICE trains)",{"type":"[","value":["http:\/\/www.raileurope.com\/train-faq\/european-trains\/ice\/how-to-book.html"]}," can take you all over Germany to places such as: Frankfurt, Hamburg, Stuttgart, Munich, Cologne, and Berlin. The trip to Hanover from Berlin takes 1:30, from Hamburg 1:20, from Frankfurt 2:20, and from Munich 4:30. Prices vary depending on time of travel and the ticket type such as an economy, freedom or comfort ticket, but a freedom ticket from Berlin to Hanover with cost you from €75.\n\n",{"type":"===","value":["By bus"]},"\nHanover is linked to the rest of Germany and parts of Europe by frequent bus services. Bus rides tend to be fairly quick avoiding unnecessary hold ups but they are not the most comfortable way to travel especially for long distances. The Central Bus Station (",{"type":"''","value":["Zentraler Omnibus Bahnhof"]}," or \"ZOB\") is located behind (to the north-west of) the Central Station (",{"type":"''","value":["Hauptbahnhof"]},").\n\n",{"type":"*","value":[" Buses to ",{"type":"[[","value":[["Bosnia"]]}," are e.g. run by ",{"type":"[","value":["http:\/\/www.salinea.net\/red_voznje.asp Saleinea"]},", ",{"type":"[","value":["http:\/\/www.globtour.com\/ Globtour"]}]},{"type":"*","value":[" Buses to ",{"type":"[[","value":[["Croatia"]]}," are e.g. run by ",{"type":"[","value":["http:\/\/www.cazmatrans.hr\/njem-zg.html Čazmatrans"]}]},{"type":"*","value":[" Buses to ",{"type":"[[","value":[["Czech Republic"]]},": ",{"type":"[","value":["http:\/\/www.studentagency.eu\/ Student Agency"]}]},"\n",{"type":"===","value":["By car"]},"\nHanover is served by the excellent German road system, being on both the Hamburg to Kassel (Autobahn A7) running north and south and the Berlin to Düsseldorf (A2) running east and west. The city is easily reached after leaving these two motorways. In Germany they drive on the right and the autobahns have no speed limits unless individual speed limits are clearly indicated.. While the limits on the B-roads are quite high (usually 100kph, even more on motorway-style B-roads), they can drop to as low as 50kph in built up areas. From Hamburg the drive is around an hour and a half. From Berlin and Düsseldorf, the drive is around 3 hours, but heavy (truck-)traffic on the A2 can play havoc to plans.\n\n",{"type":"[[","value":[["File:Umweltzone grün frei.svg"],["thumb"],["Low emission zone"]]},"\nMuch of Hanover (= more or less the rectangle formed by motorway A2 in the north and the three freeways west, south, and east of the city center) has been declared a ",{"type":"''","value":["low emission zone"]}," (",{"type":"''","value":["Umweltzone"]},"). All motor vehicles need a badge (",{"type":"''","value":["Feinstaubplakette"]},") indicating their pollution category; this also applies for foreign registered cars !. In Hanover the most stringent category indicated by a green badge is required. Entering without a badge will cost you a fine if you are caught.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["52.37502"],["9.73869"],["zoom=15"]]},"\n\n",{"type":"===","value":["By public transportation"]},"\n",{"type":"[[","value":[["File:TW2500.jpg"],["thumbnail"],[{"type":"[","value":["https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/0b\/Stadtbahn_Hannover_Quelldatei.svg Stadtbahn Hanover (light rail)"]}]]},"\nHanover has a fantastic ",{"type":"[","value":["http:\/\/www.uestra.de\/186.html?&noMobile=1&L=1 network of public transportation"]},", so it's best to just park your car and ride. If you plan to make more than two trips by tram, bus, or subway, a day ticket is your best bet, buying you unlimited travel on the public transport system. Day tickets are valid until the last connection of the day (which normally ends sometime after midnight). The public transportation adopts an honor system for tickets, but they do have ticket inspections once in a while (also late at nights and early mornings). The fine is quite high, so make sure you have a ticket all the time. Be aware that some tickets will need to be validated (stamped on the 'blue box'), and some not, depending on the machine.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.hannover.de\/en\/content\/view\/full\/370521 ",{"type":"'''","value":["Hannover Card"]}," 2013"]},". Hannover Card is issued by the Tourism Office. It includes free use of public transportation and discounts for some local attractions (",{"type":"''","value":["e.g."]}," museums, opera, the Great Garden), tours, and restaurants. Price: Single ticket: 1 day €9.50, 2 days €14.50, 3 days €17.50; Group ticket (2-5 persons): 1 day €19.50, 3 days €33.50."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ticket and Cards Regions"]},". It may be confusing to understand the zones of Hanover public transportation. The key is to know that there are \"tickets\" and \"cards\". The term \"tickets\" applies to the ones bought at the machine or elsewhere, while \"cards\" are the ones with (monthly) subscription. Inside the city area, you only need a 1-zone ticket as it already covers a good part of the city. However, for the airport you will need a 2-zone ticket, as it is located outside Zone 1. Tickets are valid on bus, tram, fast tram (",{"type":"''","value":["S-Bahn"]},"), and regional train."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.uestra.de\/tickets0.html?&L=1 ",{"type":"'''","value":["Ticket Price"]}," (2014)"]}]},":* Day ticket: € 4.90 (1 zone), € 6.20, (2 zones), € 7.70 (3 zones)\n:* Group day ticket (up to 5 persons): € 9.40 (1 zone), € 11.90 (2 zones), € 14.60 (3 zones)\n:* Single-trip ticket: € 2.50 (1 zone), € 3.20 (2 zones), € 4.00 (3 zones)\n:* Short-trip ticket (up to 3 stops for tram and 5 stops for bus): € 1.50\n:* Reduced ticket (children 6-14y, big dogs): € 1.30 (all zone)\n:* Special price for a carnet of 6 single-trip tickets (",{"type":"''","value":["SammelTicket"]},"): €14.00 (1 zone) and €17.50 (2 zones) resp. 4 single-trip tickets €14.90 (3 zones)\nNote: If you are a returning visitor and have any carnets or day tickets left: Bring them along ! All tickets issued after 01-JAN-2002 (= those with € as currency) have unlimited validity.\n\n",{"type":"===","value":["By bicycle or on foot"]},"\nBike paths are provided in almost every street that runs through the city. There is no law on using a helmet, but make sure that the bike has both front and rear lights if you don't want to get stopped by the police (Fine: €10). Pedestrian paths are also provided along every street and there is also a pedestrian area in front of Central Station to Kröpcke.\n\nIt is possible to take your bike on the tram or bus for free on M-F 8:30AM-3PM and after 7PM. There are no time restrictions on weekends.\n\n",{"type":"===","value":["By taxi"]},"\nUnless you have limited time, lots of heavy baggage, or are traveling after public transport stops at night, you might want to think twice about using taxi, as it is very expensive. However, it could be cheaper if traveling in a big group: You can order a 7- or 9-seat taxi by phone and get more people in at the same price.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Herrenhausen Großer Garten.jpg"],["thumb"],["Aerial view of the Great Garden"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Garden of Herrenhausen"],["alt=Herrenhäuser Gärten \/ Großer Garten"],["url=http:\/\/www.hannover.de\/en\/Welcome-to-Hannover\/Tourism-Culture\/Places-of-Interest-City-Tours\/Tourist-Highlights\/Royal-Gardens-of-Herrenhausen\/The-Herrenhausen-Gardens\/Grosser-Garten"],["email="],["address="],["lat=52.38836"],["long=9.69659"],["directions=By tram, go to stop named \"Herrenhäuser Garten\". By car, \"Herrenhäuser Str. 4\"."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The world-famous baroque gardens of Herrenhausen were created in the 17th century to copy the Versailles Garden in France. A must see! Even in the winter one can still see its beauty, but it reaches its best at the end of spring until end of summer. There is also a glimmering cave decorated by Niki de Saint Phalle."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hanover Zoo"],["alt=Erlebnis-Zoo Hannover"],["url=http:\/\/www.zoo-hannover.de\/home.html?L=1"],["email="],["address="],["lat=52.38131"],["long=9.77075"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is very modern and supposed to be one of the best in Europe. About 2,000 animals from all over the world live in six impressive zoo worlds. The ticket is pricey but should is worth it for a whole day's fun. Day tickets cost 25 € for adults, for children 3–5 years: 13.50 € and children 6-17 y.: 17 €. Open year-round. In wintertime, visit the WinterZoo - a charming Christmas market with ice show, ice skating, slides, food & drink, etc."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sea Life"],["alt="],["url=http:\/\/www.visitsealife.com\/Hannover\/en\/"],["email=hannover@sealife.de"],["address=Herrenhäuser Straße 4A"],["lat=52.39252"],["long=9.69913"],["directions=Tram 4 or 5, stop: Herrenhäuser Gärten"],["phone=+49 511 123300"],["tollfree="],["fax="],["hours="],["price=Tickets adult or child: €15.95, one adult and one child: €26.50"],["content=Hanover Aquarium, has an array of fish and also a rain forest inside. It is open from 10AM daily."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New City Hall"],["alt=Neues Rathaus"],["url="],["email="],["address=Trammplatz 2"],["lat=52.36740"],["long=9.73734"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the models of Hanover at four different points in history: 1689, 1939, 1945, and 2000, and then take a sloped elevator to the dome for a beautiful view of the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Nanas"],["alt="],["url="],["email="],["address="],["lat=52.36989"],["long=9.73241"],["directions=at the Leibnizufer"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Giant sculptures made by Niki de Saint Phalle."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=University of Hanover"],["alt=Leibniz Universität Hannover"],["url="],["email="],["address=Welfengarten 1"],["lat=52.38232"],["long=9.71785"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main building was the winter palace of the Kings of Hanover. The summer palace was in the Great Garden complex. However, it was destroyed during the World War II. Now only one wall remains."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Leibniz House"],["alt="],["url="],["email="],["address=Holzmarkt 4-6"],["lat=52.37134"],["long=9.73227"],["directions=Holzmarkt near the Historical Museum"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The house where Gottfried Wilhelm Leibniz lived during the later part of his life."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=City park"],["alt=Stadtpark"],["url="],["email="],["address=Theodor-Heuss-Platz 1-3"],["lat=52.37421"],["long=9.77116"],["directions=Tram 11, direction Zoo, stop: Congress Centrum\/Stadthalle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is worth visiting on a nice sunny day. Good place to relax with a good book and a perfect place to escape the city center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tiergarten"],["alt="],["url="],["email="],["address=Tiergartenstraße 149"],["lat=52.36656"],["long=9.83637"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A 112 hectares of recreational forest with free ranging fallow deer."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eilenriede"],["alt="],["url="],["email="],["address="],["lat=52.38815"],["long=9.77161"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=650 hectares of city forest. Very unique considering its size and location in the middle of the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=List"],["alt="],["url="],["email="],["address="],["lat=52.38675"],["long=9.74859"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a residential area not so far from the Central Station. This area is popular among students. It has a nice pedestrian area \"Lister Meile\" with some small and interesting shops."]]}]},"\n",{"type":"===","value":["Museums"]},"\nMany museums (including the Landesmuseum, the Historical Museum, and the Kestner Museum) can be visited for free on Friday.\n",{"type":"[[","value":[["Image:Landesmuseum Hannover 039-dh.jpg"],["thumb"],["250px"],["Landesmuseum"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Niedersächsisches Landesmuseum"],["alt=Lower Saxony State Museum"],["url=http:\/\/www.landesmuseum-hannover.niedersachsen.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A mish mash of exhibitions. There is a prehistorical section focusing on the past of Low Saxony including tools and weapons. You will also find coins of the Kingdom of Hanover, Prussia and the German empire and to top it all off, what every German museum needs, a Japanese tea room. Open: Tue - Son: 10 - 17 h, Thu: 10 - 19 h, Admission: 4-8 €, reduce: 3-6 €, family: 9-16 €."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Historisches Museum"]}," am Hohen Ufer – The Historical Museum in Hanover traces the history of the city right from the time of its foundation in 1100 to the present day. The museum showcases the history of the town as well as the individual regions. You will also get to know a lot about the folk culture and folk traditions of Hanover. Located towards the west of Balhof in Hanover and is on the Hoshes Ufer where you find the largest flea market held on Saturdays. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sprengel Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=",{"type":"''","value":["+49-511"]},"-16845093"],["hours="],["price="],["content=Kurt-Schwitters-Platz, (",{"type":"''","value":["any tram to Aegidientorplatz then walk 10 min to the direction of the lake, or Bus 131 from Kröpcke to stop Maschsee\/Sprengel Museum"]},") ",{"type":"''","value":["+49-511-"]},"16843875, ",{"type":"[","value":["http:\/\/www.sprengel-museum.de\/"]},". Tu 10AM-8PM, W-Su 10AM-6PM. ",{"type":"<","value":["br"]}," Should not be missed by modern art lovers. Hosts a great number of art objects from the modern era (20th century). Objects include works from Picasso, Paul Klee, Niki de Saint-Phalle. €7 (adults), €4 (students, seniors, unemployed)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wilhelm-Busch Museum"]},", in Georgengarten, within the Great Garden (",{"type":"''","value":["Tram 4 or 5 (Direction Garbsen\/Stöcken) to stop Wilhelm-Busch Museum"]},") ",{"type":"[","value":["http:\/\/www.wilhelm-busch-museum.de\/"]},". Tu-F 11AM–5PM, Sa\/Su\/holiday 11AM–6PM. ",{"type":"<","value":["br"]}," This museum hosts the unique collection of Busch’s work and others satirical and humorous art. It is respected as the German Museum of Caricature and Critical Graphic Arts. €4.50, €10 family, €2.50 reduced."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blindenmuseum Hannover"],["alt="],["url=http:\/\/www.lbzb.de\/Museum\/museum.html"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-52470"],["tollfree="],["fax="],["hours="],["price="],["content=Bleekstraße 22, – The museum hosts objects showing how blind people have been educated between 1843 and today. Free admission, but open only by appointment."]]}]},{"type":"[[","value":[["Image:Straßenbahn-Museum Hannover 230-Lh.jpg"],["thumb"],["250px"],["Hannover Tramway Museum in Wehmingen"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kestner-Museum"]},", Trammplatz 3, (",{"type":"''","value":["Bus 131\/132 stop: Aegidientorplatz, Bus 120 stop: Friedrichswall\/Culemannstraße, Bus 250 stop: Bleichenstraße"]},"), ",{"type":"''","value":["+49-511-"]},"16842120. Tu\/Th-Su 11AM-6PM, W 11AM-8PM ",{"type":"<","value":["br"]}," Objects include ones from ancient Egyptian, Roman and Greek from the Middle Ages to the present times. €3."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hannover ",{"type":"'''","value":["Tramway Museum"]}],["alt=Straßenbahn-Museum"],["url=http:\/\/www.tram-museum.de\/englisch\/"],["email=info@tram-museum.de"],["address="],["lat="],["long="],["directions="],["phone=+ 49 511 646 3312"],["tollfree="],["fax="],["hours="],["price="],["content=In Wehmingen near Sehnde – The Museum comprises the only nationwide collection of tramcars in Germany, located on the site of a former potash mine in Sehnde-Wehmingen, southeast of Hannover. Open from April - October only Sundays and public holidays 11 - 17 h. Admission: €7, child 7–15 years: €3,50, family: €19."]]}]},"\n",{"type":"[[","value":[["File:Hannover Feuerwerkswettbewerb HTG.jpg"],["thumb"],["250px"],["Fireworks in Herrenhäuser Gärten"]]},"\n",{"type":"===","value":["Fireworks"]},"\n\nHanover's people enjoy a lot of fireworks during the year. In addition to the world competition held every summer, there are fireworks every night of the Kleines Fest, every weekend during the Spring Festival (",{"type":"''","value":["Frühlingsfest"]},") and Oktoberfest, and on the weekend of the Lake Masch Festival. For the first two, the best spot to see is inside or outside the Great Garden, while the latter ones can be seen from any point around Lake Masch. Fireworks usually start at 10PM. \nHanover is also place of the annual fireworks world contest (or at least one of the many world contests happening during the year around the world) in the Herrenhäuser Gärten. Six nations participate on six Saturdays, three of them around May - Jun, three in Aug - Sep.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Hannover Oper 793-h.jpg"],["thumb"],["250px"],["Opera"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hanover Opera"],["alt=Opernhaus"],["url=http:\/\/www.staatstheater-hannover.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kröpcke – Hosts a number of operas played by international singers, as well as ballets and classical music. Operas by German composers are performed in German; Italian operas are performed with German subtitles (no English). Tickets normally sell out for the popular Mozart's ",{"type":"''","value":["\"Die Zauberfloete\""]}," (\"Magic Flute\") and Strauss' ",{"type":"''","value":["\"Der Fledermaus\""]}," (\"The Bat\"). €14-55, €8 students (sold 30 minutes before curtain, ID required)."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["N.D.R. Symphoniker"]},", Rudolf Benigsen Ufer 22, ",{"type":"''","value":["+49-511-"]},"9880. The venue for poetry readings, jazz and rock&roll concerts, as well as chamber orchestras. €15-35."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Theater am Aegi"]},", Aegidientorplatz 2,  ",{"type":"''","value":["+49-511-"]},"989330."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Cinemaxx"],["alt="],["url=http:\/\/www.cinemaxx.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This multiplex movie theater right behind the main train station (Raschplatz) shows some films in original English version. Tickets: €6-7, student €5. Tuesday is the cheap ticket day (€3.50-4.50). Seats are numbered and there is an extra fee (€1) for the \"better seats\" (",{"type":"''","value":["Loge"]},", the ones upper than the first few rows). For extra long movie, another extra fee (€0.50-1)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hannover 96"],["alt="],["url=http:\/\/www.96soccer.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is Hanover's professional soccer club in Germany's premier division."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hannover Scorpions"],["alt="],["url=http:\/\/www.hannoverscorpions.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is Hanover's professional ice hockey club in Germany's premier division (DEL)."]]}]},"\n",{"type":"===","value":["In Spring"]},"\n",{"type":"[[","value":[["Image:Munchener Halle Hannover 01.JPG"],["thumb"],["250px"],["The huge bavarian-style restaurant, Münchener halle at the fair ground is almost a tourist attraction itself"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=CeBIT"],["alt="],["url=http:\/\/www.cebit.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the EXPO area. An annual event lasts several days in March. The biggest computer-related exhibition in the world. Very interesting for tech lovers."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hannover messe"],["alt="],["url=http:\/\/www.hannovermesse.de\/homepage_e?x=1\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A well-known industrial expo later in the spring."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Spring Festival"],["alt=Frühlingfest"],["url=http:\/\/www.oktoberfest-hannover.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Schützenplatz. Annual event in spring, everyday from 2PM. Practically a knock-down amusement park. Lots of fun."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masala World-beat Festival"]},". Musicians from around the world play in several spots throughout the city. An annual event in spring\/summer."]},"\n",{"type":"===","value":["In Summer"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Small Festival in the Great Garden"],["alt=Kleines Fest im großen Garten"],["url=http:\/\/www.kleines-fest.de\/"],["email="],["address="],["lat="],["long="],["directions=Tram 4, from Kröpcke direction Garbsen"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Around 30-40 performers from around the world perform in this summer festival, including clowns, acrobatic performance, comedy theatre and many more. Every festival day lasted around 4 hours (6-10:30PM), so normally only maximum 7 stage performances can be seen in 1 festival day. At the end of the day (or night), fireworks are lighted, bringing the excitement from the day to a fabulous ending. Tickets can be bought directly on the day, but be prepared for a very long queue. Coming as early as 2 hours before the festival starts is recommended."]]}]},"\n",{"type":"*","value":[" Still in ",{"type":"''","value":["Herrenhäuser Gärten"]},", there is an ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hannover.de\/content\/download\/401733\/8445501\/version\/2\/file\/fww_2013_flyer.pdf International Firework Competition"]}]},"  every year (between May and September). Tickets are sold to see the firework from inside the garden. However, the fireworks can also be enjoyed from the outside of the garden. Be prepared to have a stiff neck by the end of the show as each session lasts 20–30 minutes and during this time you will have your head continuously tilted upwards. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Schützenfest"]},", Schützenplatz. The largest of its kind of festivals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Maschsee Festival"]},", around the lake. Annual event in the summer with food & beverage outlets, and open air cinema."]},"\n",{"type":"*","value":[" Walk or jog around the ",{"type":"'''","value":["Maschsee"]},", especially in the summer. In a (rare) very cold winter, the surface of the lake will be frozen and thick enough for ice skating. If you are lucky enough to encounter this rare opportunity, be sure to join in the fun along with all the other people making the most of it. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rubber Duck Race"]}," (",{"type":"''","value":["Entenrennen"]},").  (",{"type":"''","value":["Tram 10,17 stop: Clevertor); Tram 3,7,9 stop: Markthalle"]},"). Date for 2007 was July 7. A fun one day event, especially for the children. Hundreds of rubber duckies \"racing\" through the river Leine. Numbered rubber duckies can be bought for €3 (incl. €2 start fee) in üstra Service Center City in Kröpcke a few weeks before the event or directly on the spot before the \"qualification race\". Race starts at the Lower Saxon State Parliament (",{"type":"''","value":["Landtag Niedersachsen"]},", Leineschloss, Hinrich-Wilhelm-Kopf-Platz 1) and finishes at the bridge Marstallbrücke."]},"\n",{"type":"===","value":["In Autumn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Oktoberfest"]},", Schützenplatz. second biggest oktoberfest in the world."]},"\n",{"type":"===","value":["In Winter"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Christmas Markets"]}," (",{"type":"''","value":["Weihnachtsmarkt"]},") can be found in front of Central Station, in Kröpcke, in Old City (",{"type":"''","value":["Altstadt"]},"), and in List (street name \"Lister Meile\"), and it last from end of November until a couple of days before Christmas. The best stalls to visit are the Finnish stands in the Old City. They serve very good smoked salmon, herring, and reindeer meat. The hot wine (",{"type":"''","value":["Glühwein"]},") is probably the best in the whole Christmas Market. Another alternative is the charming Winter Zoo at Hanover Zoo. From the end of November until the middle of January you can enjoy ice shows, ice skating, slides as well as hearty food and drink to keep you warm."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Leibniz University of Hanover"]},", Welfengarten 1, ",{"type":"''","value":["+49-511-"]},"7620, fax ",{"type":"''","value":["+49-511-"]},"7623456 ",{"type":"[","value":["http:\/\/www.uni-hannover.de\/"]},". Having more than 60 interdisciplinary studies and 24,000 students, this university is one of the major institutions offering higher degree of education in Hanover. Besides the regular German degrees (Diplom, Doktoral), international Bachelor's and Master's degrees  are also available. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hanover Medical School"]}," (",{"type":"''","value":["Medizinische Hochschule Hannover"]}," or MHH, pronounced ",{"type":"''","value":["ehM-HA-HA"]},"), Carl-Neuber Str. 1. (",{"type":"''","value":["Tram 4: \"Medizinische Hochschule\""]},") ",{"type":"[","value":["http:\/\/www.mh-hannover.de\/"]},".  Medizinische Hochschule Hannover (MHH) is a one of the leading university medical centers in Germany. Besides the regular medical courses, MHH offers a Master degree in  Biomedicine ",{"type":"[","value":["http:\/\/www.mh-hannover.de\/4538.html"]}," (program in both English and German), and doctoral degrees as part of the Hanover Biomedical Research School (HBRS) (see below)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hanover Biomedical Research School"]}," (HBRS) ",{"type":"[","value":["http:\/\/www.mh-hannover.de\/hbrs.html"]}," currently offers 2 PhD programs: \"Molecular Medicine\" and \"Infection Biology\". Both are conducted in English with students coming from all over the world."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["University of Veterinary Medicine Hanover"]},", Bünteweg 2, ",{"type":"''","value":["+49-511-"]},"9536, fax ",{"type":"''","value":["+49-511-"]},"9538050 ",{"type":"[","value":["http:\/\/www.tiho-hannover.de\/"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=School of Music and Theater"],["alt="],["url=http:\/\/www.hmt-hannover.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+49-511-3100281"],["tollfree="],["fax=",{"type":"''","value":["+49-511-"]},"3100361"],["hours="],["price="],["content=Emmichplatz 1."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=University of Applied Sciences and Arts"],["alt="],["url=http:\/\/www.fh-hannover.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-92960"],["tollfree="],["fax=",{"type":"''","value":["+49-511-"]},"92961010"],["hours="],["price="],["content=Ricklinger Stadtweg 118."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Protestant University of Applied Sciences"],["alt="],["url=http:\/\/www.efh-hannover.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-53010"],["tollfree="],["fax=",{"type":"''","value":["+49-511-"]},"5301195"],["hours="],["price="],["content=Blumhardtstr. 2."]]}]},"\n",{"type":"==","value":["Work"]},"\n\nAs Hanover regularly hosts a number of big exhibitions (",{"type":"''","value":["eg."]}," CeBIT, Biotechnica), temporary jobs are always available. However, these are very popular side jobs for students and recruitment may be restricted to local residents.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Souvenirs"]},"\n\n",{"type":"*","value":[" Souvenirs of the city Hanover can be easily bought at the Tourism Office. "]},{"type":"*","value":[" Official merchandise for World Cup 2006 or Hanover 96 soccer team is sold in ",{"type":"'''","value":["Karstadt Sport"]}," in Kröpcke."]},{"type":"[[","value":[["Image:Hannover Ernst August Galerie 777-h.jpg"],["thumb"],["210px"],["Shopping center Ernst August Galerie near central station"]]},"\n\n",{"type":"===","value":["Shopping"]},"\n\n",{"type":"*","value":[" Left next to the Central Station there is a huge mall called Ernst August Gallerie."]},"\n",{"type":"*","value":[" There is a supermarket (Lidl) in the Central Station. It is the only one open on Sundays. A larger supermarket open 24\/6 except Sundays (Kaufland) is left next to the Central Station - behind the Central Bus Station (at the other side of the Station if you are walking from the city center)."]},"\n",{"type":"*","value":[" Big department stores such as ",{"type":"'''","value":["Galeria Kaufhof"]}," and ",{"type":"'''","value":["Karstadt"]}," can be found in Kröpcke."]},"\n",{"type":"*","value":[" Check ",{"type":"'''","value":["Hugendubel"]}," in Kröpcke for popular English books. Another large bookstore is Lehmanns in Georg Straße near Steintor."]},"\n",{"type":"*","value":[" For sports equipments go to ",{"type":"'''","value":["SportScheck"]}," or ",{"type":"'''","value":["Karstadt Sport"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rossmann"]}," and ",{"type":"'''","value":["Douglas"]}," provide most body care products. Rossmann also offers a good and cheap photo printing service. There is a ",{"type":"'''","value":["Rossmann"]}," shop right in the Central Station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Horstman & Sander"]}," in Kröpcke (",{"type":"''","value":["Georgstr., direction to Steintor"]},") is a great shop for leather goods and good quality bags ranging from coin purses to backpacks to extra large suitcases."]},"\n",{"type":"*","value":[" For elegant boutiques, ",{"type":"'''","value":["Galerie Luise"]}," (",{"type":"''","value":["Luisenstr."]},") is the best option."]},"\n",{"type":"===","value":["Flea Market"]},"\n\nA flea market located along the Leine River takes place every Saturday, 7AM-4PM. However, it's dominated by electronic goods and overpriced \"antiques\". Watch out for pickpockets.\n\n",{"type":"==","value":["Eat"]},"\n\nIn most cafés and small restaurants, paying individually is accepted, as Germans like this system. Tips are not compulsory but most people do. In smaller cafés, if paying separately, rounding up to the next full euro is common; in bigger restaurants, 10% is best.\n\n",{"type":"[[","value":[["Image:German sausages and cheese.jpg"],["thumb"],["315px"],["German Sausages and more"]]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Asia-Garden"]},", A Chinese buffet restaurant in Ernst-August Platz - just opposite the Central Station.  It is on the 2nd floor of the Ernst-August Food Court.  You can serve yourself picking bits and pieces from around a dozen Chinese dishes.  The small plate costs €4, the big one - €6."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Café Mezzo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-314966"],["tollfree="],["fax=",{"type":"''","value":["+49-511"]},"-3884677"],["hours="],["price="],["content=Lister Meile 4. Normally crowded with students during lunch and dinner time. Reservations should be considered if planning to come during this time. Service can be slow sometime, but they offer a wide range of \"student\" menus with reasonable prices."]]}]},{"type":"*","value":[" Check out the variety of food stalls in the ",{"type":"'''","value":["market hall (",{"type":"''","value":["Markthalle"]},")"]},". You will find almost everything from Spanish ",{"type":"''","value":["tapas"]}," to ",{"type":"''","value":["Mett"]}," (raw minced meat). "]},{"type":"*","value":[" ",{"type":"'''","value":["Extrablatt"]},", This is a franchised restaurant easily found in several cities in Germany. They serve burgers, pizza, and wraps. Reasonable prices. For the one in List (Friesenstraße), reservations are not necessary except for large groups."]},{"type":"*","value":[" ",{"type":"'''","value":["Mr. Phung"]},", A Chinese restaurant inside the central train station. Very quick and has big portions. They have a very good \"Ente Kung-Pao\" (crunchy fried duck with soya sauce), served with rice. €4.50-8.50."]},{"type":"*","value":[" ",{"type":"'''","value":["Satluss"]},", Georgenstraße 112, Phone [0] 531 \/ 13089, deutsches Essen, €10\/person. Open Mo-Sa from 10.00 - 23.00, "]},{"type":"*","value":[" ",{"type":"'''","value":["Schöneberger "]},", Badensche  23, Phone [0] 531 \/ 31890, deutsches Essen, >€5 for a snack  Open Mo-So from 10.00 - 24.00, "]},{"type":"*","value":[" ",{"type":"'''","value":["Wurst-Basar"]}," is the perfect place to taste German's favourite dish, the sausages! There are several stalls throughout the city, including inside central station and Kröpcke."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Street Kitchen - Viet Cuisine"],["url=http:\/\/www.streetkitchen-viet-cuisine.de\/"],["email="],["address=Limmerstr. 26"],["lat="],["long="],["directions="],["phone=+49 511 98 63 88 34"],["tollfree="],["fax="],["hours=12-22, or 12-23 Friday\/Saturday"],["price=Main dishes €4.50-5.50"],["content=Fast, cheap, and good Vietnamese cuisine in Linden-Nord, with outdoor seating during the summer."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=11A"],["alt="],["url=http:\/\/www.11a-restaurant.de\/"],["email="],["address=Am Küchengarten 11A, Linden"],["lat=52.37058"],["long=9.71339"],["directions="],["phone =+49 511 5901111"],["tollfree="],["fax="],["hours=10am - 11pm"],["price=From €7 to €23"],["content=A smaller cosy restaurant and wine bar in same building. Pretty large portions with decent price of fusion food (seafood, meat, vegetarian etc). Some seats inside, but most tables outside. Good menu and daily specials. Please book a table in advance on warm evenings, because it's popular among locals. You an also wait for a table in wine bar, next to green park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Das kleine Museum"],["alt="],["url=http:\/\/www.das-kleine-museum.de\/"],["email="],["address=Grotestraße 10"],["lat=52.37240"],["long=9.70744"],["directions="],["phone =+49 511 2153979"],["tollfree="],["fax="],["hours="],["price="],["content=A corner restaurant\/pub with large portions of excellent German, French, and Moroccan inspired food. Run by the owner, the staff are warm and welcoming. The decorations are true to it's name, replete with stuffed crocodiles on the roof."]]},"  "]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gaststätte Kaiser"],["url=http:\/\/gaststaette-kaiser.de\/"],["email="],["address=Schaufelder Str. 27"],["lat=52.388487"],["long=9.71646"],["directions="],["phone=+49 511 164900"],["tollfree="],["fax="],["hours="],["price="],["content=Traditional German cuisine of Lower Saxony in an atmospheric restaurant; comprehensive whiskey list.  Located near the university, this is a favorite of visiting professors and researchers.  The owner also rents rooms upstairs."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Maredo"]},", Georgstr. 38, ",{"type":"''","value":["+49-511-"]},"323148. A chained steak-restaurant famous for its beef variation."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masa"]},", Georgstr. 50b. Afghan food. You may want to opt for the carpeted floor than the tables. Located next door to the cocktail bar \"Loft\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Georxx"]},", Georgsplatz 3, ",{"type":"''","value":["+49-511-"]},"306183. Breakfast, lunch and a good place to grab a light bite and a beer for dinner. They have a fine selection of naughty snack such as cakes and biscuits which can be enjoyed with afternoon tea or coffee. Great atmosphere, good service."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Café Konrad"]}," Knochenhauerstraße 34,  ",{"type":"''","value":["+49-511-"]},"323666. Gay-friendly restaurant in the Old City. The food is good, but the preparation is quite often slow. Best to come ",{"type":"''","value":["before"]}," you get hungry. The atmosphere is great, even for straight diners. They have an English menu and are always happy to help you with it. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Mövenpick"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-3262840"],["tollfree="],["fax=",{"type":"''","value":["+49-511-"]},"3632539"],["hours="],["price="],["content=In Kröpcke, Georgstr. 35. The best place to come for the all-you-can-eat-and-drink breakfast. But not for late sleepers as the breakfast ends at 11:30 a.m. Try the ice cream, a bit expensive but definitely worth the price."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Bavarium"],["alt="],["url=http:\/\/www.bavarium.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near Kröpcke, Windmühlenstraße 3, +49-511-323600. Bavarian restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mr. Q"]},". on Raschplatz behind the central station, offers all you can eat brunch every Sunday, including coffee and beverages, €12-13"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Basil"],["alt="],["url=http:\/\/www.basil.de\/ind1024.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-622636"],["tollfree="],["fax="],["hours="],["price="],["content=Dragonerstr. 30. Dining in a high ceiling, brick domed room creating an medieval appearance whilst at the same time being contemporary and modern. The menu is fresh and changes every 3 weeks to keep it that way. International meals. Open Monday- Saturday 18.30-2.00AM. Set Menu prices begin at €30-35."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Brasserie Bruxelles"],["alt="],["url=http:\/\/www.brasserie-bruxelles.de"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-3530808"],["tollfree="],["fax="],["hours="],["price="],["content=Ernst-August-Platz. A genuine Brasserie set in a lovely courtyard serving international food."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pier51"],["alt="],["url=http:\/\/www.pier51.de"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-8071800"],["tollfree="],["fax=",{"type":"''","value":["+49-511-"]},"80718019"],["hours="],["price="],["content=Rudolf von Bennigsenufer 51. 12AM-1AM (kitchen 12AM-3PM, 6:30PM–10:30PM). Fantastic sun deck where you can eat whilst taking in the views of the lake. Mediterranean meals.REservations are more than likely a must especially in the summer season."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vienna Café & Restaurant"]},", Sallstr. 48, ",{"type":"''","value":["+49-511-"]},"5344194. Tu-Su, 11:30AM-midnight."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Lüttge Lage 08.jpg"],["thumb"],["Lüttje Lage"]]},"\n",{"type":"[[","value":[["Image:Lister Turm Biergarten Hannover 028-vah.jpg"],["thumb"],["250px"],["Beergarden at Lister Turm"]]},"\n\n",{"type":"*","value":[" Try the local beer, ",{"type":"'''","value":["Herrenhäuser Premium Pilsener"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lüttje Lage"]}," is a typical alcoholic drink made of beer and korn drank simultaneously from two separate glasses."]},"\n",{"type":"===","value":["Beer Gardens"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Biercafé Pindopp"]},", Altenbekener Damm 9, ",{"type":"''","value":["+49-511-"]},"806523 – Smaller beer garden compared to others Hanover has to offer. Previews the football games so if you are looking for a place to come and watch a match this is the venue. It also has a pool table, darts and pin ball machines. Open daily from 8.30AM to 1AM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Waterloo Biergarten"]},", Waterloo Straße 1, ",{"type":"''","value":["+49-511-"]},"5643 – Gets its name from being close to Waterloo square and on Waterloo road. Huge beer garden surrounded by trees, very busy during the summer. Open daily from 11AM. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Uni-Biergarten"]},", Wilhelm-Busch-Str. 2,  ",{"type":"''","value":["+49-511-"]},"1698191 – Calm and relaxing beer garden in the midst of the city. Quite often a place where students and professors meet or go to have a sneaky drink. Food is available. Open form: 11AM-midnight."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Lister Turm Biergarten"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-7242617"],["tollfree="],["fax="],["hours="],["price="],["content=Walderseestr. 100, – Surrounded by trees this is one of the largest beer gardens in Hanover. With the Lister building, in the backdrop as well as all the trees, makes this an idyllic drinking spot. It is family friendly and business savvy as there is a playground for children and WiFI for laptops. The pub also serves food if you're hungry or need a break from drinking."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Und der Böse Wolf"]},", Heesestr. 1,  ",{"type":"''","value":["+49-511-"]},"453834 – Quirky pub that attracts a lot of football fans as the owner is a Hannover 96 supporter. Serves Thai food! From 5PM daily."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Restaurant Café Steintormasch"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+49-511-7000717"],["tollfree="],["fax="],["hours="],["price="],["content=In der Steintormasch, adjacent to the mansions gardens. – Serves food and hot meals which can be enjoyed in their beer garden. Open every day except Monday."]]}]},"\n",{"type":"===","value":["Cocktail Bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lunablu"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+49 511  13 1001"],["tollfree="],["fax="],["hours="],["price="],["content=Schaufelderstraße 11, – Interior designed by Jorge La Guardia and the flamenco musician gave it a desintct Mediterranean and international feel which has proved to be very popular. Whilst sipping on your cocktail try some of the very reasonably priced, exotic dishes. Open daily from 10AM -1AM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pepe's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+49 511124 6086"],["tollfree="],["fax="],["hours="],["price="],["content=Mexican Bar, Friesenstraße 52, – A small exotic bar serving delicious food. The cocktail of choice here is the 'Caipi', more often known as, 'Caipirinha', made with sugar cane spirit and limes or the Castro Cooler with rum and calvados. The salsa music will have you up on your feet in no time, especially after a few 'Caipi'. Daily from 6.30PM - 1AM."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bolero Bar"]},", Nikolai Str. 3 (",{"type":"''","value":["in front of Cinemaxx"]},") – Bolero Bar offers a great variety of cocktails at a reasonable price. The place seems to be always full, including weeknights, so reservations are recommended. The place is rather large and not as smoky as other cocktail bars. Happy hour daily 5-7PM: half-price for most cocktails; caipi hour daily 11PM-1AM: all caipi variations €4.50, jumbo caipi €6.90; jumbo hour daily after 7PM: cheaper jumbo cocktails."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Sausalitos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+49-511-3530919"],["tollfree="],["fax="],["hours="],["price="],["content=Osterstraße 38, – Mexican restaurant that has a great variety of cocktails. Usually full during happy hour which last until 8PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Loft"]}," Georgstraße. 50b (you will have to go through an alley to find it) ",{"type":"''","value":["+49-511-"]},"3631376 – Serves original and different Afghani dishes. Opens at 12AM, and has a Happy Hour on Monday and Sunday. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Escenario"]},", Nikolaistr. 12. (",{"type":"''","value":["Close to Cinemaxx Nikolaistr."]},") Happy hour 4:30-8PM (Cocktails €3,95). Tuesday is Ladies Night (",{"type":"''","value":["i.e."]}," Prosecco for €1-1,50)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Oscar's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+49 511 235-2434"],["tollfree="],["fax="],["hours="],["price="],["content=54 Georgstraße, – Award wining cocktails. The bar has won a host of awards from publications ranging from Playboy to Barführer, Germany's authoritative guide to the best bars in the country. The monthly whisky tasting session attracts connoisseurs from all over Germany, and the bar has the most extensive collection of whiskies available locally. Prices are appropriately steep, but the atmosphere is not at all stuffy or pompous. It actually has a relaxed and communal feel to it."]]}]},"\n",{"type":"===","value":["Hot drinks"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tchibo"]}," is the best place for a ",{"type":"''","value":["quick"]}," sip of coffee. Can be found everywhere. There is usually ",{"type":"''","value":["no"]}," chance of getting a seat, but there are tables where you can at least rest your drink. Some shops also offer cakes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Balzac Coffee"]}," has a great variety of coffee, including cold ones resembling Starbucks' Frappucino. There are several in Hanover, including in front of central station (next to Saturn electronic shop), Steintor, and in old townhall (",{"type":"''","value":["Altes Rathaus"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["World Coffee"]},", inside Central Station. Also has a good coffee variety."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Holländische Kakao-Stube"]}," Ständehausstr. 2,  ",{"type":"''","value":["+49-511"]},"-304100 – Best place in town for hot chocolate (with and without liquor). They also offer the famous Sacher Chocolate Cake imported from Hotel Sacher in ",{"type":"[[","value":[["Vienna"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Teestübchen"]}," Am Ballhof 10, Old City area (",{"type":"''","value":["Altstadt"]},"). ",{"type":"''","value":["+49-511-"]},"3631682  – Offers good variety of tea. A nice place to visit in the afternoon after shopping in the city."]},"\n",{"type":"===","value":["Nightlife"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Eve Klub"],["alt="],["url=http:\/\/www.eve-klub.de\/"],["email=info@eveklub.de"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Reuterstr. 3-4. emial: – Was voted one of the Best 50 Clubs in Germany by the magazine Maxim in 2004. Partygoers come here to enjoy high end DJs or the live performances that happen twice a month."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Heartbreak Hotel"]},", Reuterstr, 5 – One of the newer and fresher nightclubs on the scene. Stays open until daybreak if you have the stamina. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Sansibar"],["alt="],["url=http:\/\/www.sansibar-hannover.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scholvinstr. 7 – Music spans 3 decades beginning with 60s soul and traveling through the 70s and 80s."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Osho Discothek"],["alt="],["url=http:\/\/www.osho-disco.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Raschplatz 7L – One of the oldest clubs in Hanover but has been revamped on several occasions to keep with the times. Most notable feature is the huge 90 meter square dance floor calling people to boogie the night away."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Brauhaus Ernst-August"],["alt="],["url=http:\/\/www.brauhaus.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Schmiedestr. 13 – A nightclub which also serves food! Also has freshly brewed beer. Don't be shocked if you see guest dancing on the tables, it is apparently a common sight."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nAs Hanover frequently hosts big exhibitions, booking your room well in advance is highly recommended as hotels can easily get full and\/or raise their rates during these times.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youth Hostel Hanover"],["alt="],["url="],["email=jh-hannover@djh-hannover.de"],["address="],["lat="],["long="],["directions="],["phone =+49 511  131 76 74"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ferdinand-Wilhelm-Fricke-Weg 1, Prices from €24.10, half board from €28.70, full board from €80 (incl. bed linen)\" ",{"type":"[","value":["http:\/\/www.jugendherberge.de\/de\/jugendherbergen\/visitenkarte\/jh.jsp?IDJH=301"]}," Membership of the German or a national Youth Hostel Association is a prerequisite."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Krügers Guesthouse"]},", Bantorfer Brink 61, Barsinghausen. Set in the surroundings of the hiking paradise in the Deister Natural Park. This guest house makes a good base for those coming to view the Hannover exhibition center. They have single, double and triple rooms as well as suits. Rooms are en-suite and breakfast is included.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostel Hannover"]},", Lenaustr. 12. A hostel in a quieter spot of Hanover but close enough to enjoy the cities attractions. Just three tram stops away from the central station. Rooms from €19. A choice of dorms, twin and mixes or female triple room."]},"\n",{"type":"*","value":[{"type":"'''","value":["Haus Sparkuhl Hotel Garni"]}," Hischestraße 4. All rooms are equipped with shower\/lavatory, hairdryer, telephone, modem connection, radio and cable television. Close to the center of Hanover and good transport links to the airport, the main train station and the exhibition center. Beds from €24."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Flora Hannover"]}," Heinrichstr. 36. This hostel is found close to the forest in Hanover and would suit those looking for a quieter place to stay. A 10 minute walk will bring you to a train station where you could easily hop on a train to the center of Hanover if you so wish. Beds from €25 with breakfast thrown in. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bed & Breakfast Hannover"],["alt="],["url=http:\/\/www.bed-and-breakfast.de\/regional_e\/hannover.html"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-1695550"],["tollfree="],["fax=+49-511-1695551"],["price="],["checkin="],["checkout="],["content=Gaußstrasse 23. Single rooms €27-46.50, Double €53.50-100, Apartments €35-108."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Etap Hotel Hannover City"],["alt="],["url=http:\/\/www.etaphotel.com\/gb\/hotel-3518-etap-hotel-etap-hotel-hannover-city\/index.shtml"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49-511-2355570"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Runde Strasse 7, In a handy location for the train station. Single €39-44 (+€8 for 2nd\/3rd person)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Marjani"],["alt="],["url="],["email=info@hotel-marjani.de"],["address="],["lat="],["long="],["directions="],["phone =+49-511-2152121"],["tollfree="],["fax=+49-511-2152122"],["price="],["checkin="],["checkout="],["content=Charlottenstraße 53, This hotel is located between Hanover and Springe, 15 km distance from Hanover Central Station. Families are welcome and children under the age of 12 stay for free. Breakfast is included in the price. Single €30-55, Double €44-85. Breakfast €7\/person."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Reverey Garni"],["alt="],["url="],["email=info@hotel-reverey.de"],["address="],["lat="],["long="],["directions="],["phone =+49-511-883711"],["tollfree="],["fax=+49-511-3537909"],["price="],["checkin="],["checkout="],["content=Aegidiendamm 8. Quite location but with easy access to the center of Hanover. Clean and comfortable rooms and breakfast is included. Prices from: €32+."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Suite Hotel"],["alt="],["url="],["email=h3755@accor.com"],["address="],["lat="],["long="],["directions="],["phone =+49-511-374500"],["tollfree="],["fax=+49-511-37450333"],["price="],["checkin="],["checkout="],["content=Rundestr. 9.This hotel offers private suits which have a small kitchenette built in as well as, as standard, free WiFi and TV and video. Try to make sure your stay includes a Thursday as guests receive a free massage on Thursdays! Stays lasting over 4 days will be given free rein over a smart car as well. Facilities also include a fitness center. Centrally located behind the central station. Prices from a not too extravagant €75."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Crowne Plaza Hotel Hannover-Schweizerhof"],["alt="],["url="],["email=mail@crowneplaza-hannover.de"],["address="],["lat="],["long="],["directions="],["phone=+49-511-34950"],["tollfree="],["fax=+49-511-3495123"],["price="],["checkin="],["checkout="],["content=Hinueberstr. 6. Big chain like hotel in the center of Hanover. Good location and includes all expected amenities of a big hotel but nothing speacial. Rooms are quite spacious however and suites are available. Standard room from €80."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Vahrenwalder Hotel"],["alt="],["url="],["email=hannover@sorat-hotels.com"],["address="],["lat="],["long="],["directions="],["phone=+49-511-3881990"],["tollfree="],["fax=+49-511-388199400"],["price="],["checkin="],["checkout="],["content=Vahrenwalder St. 181, (",{"type":"''","value":["Tram 1\/2\/8, stop: Buttnerstr."]},"). Good and clean, standard breakfast. May be loud due to busy street. Economy single room from €102."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mercure Hotel Hannover Medical Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+49-511-95660"],["tollfree="],["fax=+49-511-9566333"],["price="],["checkin="],["checkout="],["content=Feodor-Lynen-Strasse 1 (",{"type":"''","value":["Tram 4, direction Roderbruch, stop: Medizinische Hochschule"]},"). A boutique hotel located close to Medical School Hanover, with good connection to buses and trams."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ibis Hotel Hannover Medical Park"]},", (",{"type":"''","value":["within the same complex as Mercure above"]},"), ",{"type":"''","value":["+49-511-"]},"95670, fax ",{"type":"''","value":["+49-511-"]},"9567140. Big chain hotel found in almost all major cities. No thrills but will be comfortable and convenient. Rooms from €47-56, during a big event however they will increase to €159-179."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Radisson SAS Hotel"]},", EXPO-Plaza 5, ",{"type":"''","value":["+49-511-"]},"383830. Modern design and close-ish to the city center (8 km). Business style hotel that includes conference rooms, fitness center and an on site restaurant. Standard room from €97."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Queens Hotel Hannover"],["alt="],["url="],["email=INFO.QHannover@Queensgruppe.de"],["address=Tiergartenstraße 117"],["lat="],["long="],["directions="],["phone=+49-511-51030"],["tollfree="],["fax=+49-511-5103510"],["price=€250-300"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Kastens Hotel Luisenhof"],["alt="],["url="],["email=info@kastens-luisenhof.de"],["address=Luisenstr. 1-3"],["lat="],["long="],["directions="],["phone=+49-511-30440"],["tollfree="],["fax=+49-511-3044807"],["price=€153-850"],["checkin="],["checkout="],["content= 5* hotel, very close to the central station and the Galerie Luise. Available facilities include Sauna, Fitness Center, Massage, Cycling, Turkish\/Steam Bath."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"====","value":["WLAN connection"]},"\n\nFor those of you with portable computers, WLAN connection is available inside the Central Station. There are also several cafes providing WLAN connection free of charge:\n",{"type":"*","value":[" Art Oase, Egerstorffstr. 12"]},{"type":"*","value":[" Depot Cafe & Bar, Kramerstr. 10"]},{"type":"*","value":[" Viva Gastronomie, Vahrenwalderstr. 92"]},{"type":"*","value":[" Cafe Extrablatt, Friesenstr. 14"]},"When you supply a German mobile number, each McDonald's restaurant in Hanover provides one hour of free Wifi. The phone number is not used for advertising.\n\n",{"type":"====","value":["Internet access"]},"\n\nCafé Mezzo provides a public computer with internet access. Internet cafés are easy to find in Steintor area, especially along the Goethe Strasse, Lange Laube and Am Marstall.  The price varies, but normally is from €1 to €2 per hour.\n\n",{"type":"====","value":["Mobile phone"]},"\n\nIt is possible to buy prepaid SIM cards from several operators. However, it is compulsory to register your identity, so make sure to bring your passport with you. And since it is registered, take necessary care of the SIM card when you stop using it.\n\n",{"type":"==","value":["Stay safe"]},"\n\nHanover is normally very safe. Before and after a soccer match there might be quite a few drunken people around, especially in the central station, but there always are police patrolling. \n\nIn Kröpcke you may get asked for money by the homeless. Pickpockets may act in crowded area such as inside the trams during a big exhibition.\n\n",{"type":"===","value":["Important telephone numbers"]},"\n\n",{"type":"*","value":[" Police: 110"]},{"type":"*","value":[" Emergency (fire, acute illness): 112"]},{"type":"*","value":[" Pharmacy for emergency: 01189"]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hanover Medical School (",{"type":"''","value":["Medizinische Hochschule Hannover"]},")"]},", Carl-Neuberg Str. 1 (",{"type":"''","value":["Tram 4, direction Roderbruch, stop: Medizinische Hochschule"]},"), ",{"type":"''","value":["+49-511-"]},"5320. Most likely place to find medical doctors who are willing to speak English."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kinderkrankenhaus auf der Built (",{"type":"''","value":["Children's Hospital auf der Bult"]},")"]},", Janusz-Korczak-Allee 12, ",{"type":"''","value":["+49-511-"]},"8115-0. Specialized in children's disease, but also has an emergency ward."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ärztehaus Hannover"]}," Schiffgraben 22-28, 30175 Hannover, Tel.: 0511 \/ 3 80 380. 24\/7 emergency doctor's services near the Central Station."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Laundromat"]},"\n\n",{"type":"*","value":[" One laundromat can be found in Oesterleystr. on Sudstadt."]},"\n",{"type":"*","value":[" There is an unattended laundromat on Engelbosteler Damm 75, near the \"Kopernikusstrasse\" tram stop. One machine is about € 3,50 including detergent. Open till 11PM."]},"\n",{"type":"*","value":[" Another laundromat is at Deisterstrasse (best walk from the \"Schwarzer Baer\" tram stop). Same proprietor as the place on Engelbosteler Damm, so same prices&conditions."]},"\n",{"type":"*","value":[" For a laundromat with a twist, try ",{"type":"'''","value":["Waschweiber Salon & Bar"]},", Limmerstr.1,  ",{"type":"''","value":["+49-511-"]},"1237696.  Mon-Fri: WASCHsalon 11AM-9PM, Bar 11AM-1AM, Sat: WASCHsalon 9AM-9PM, Bar 11AM-1AM. Last time to start the machines is 9PM."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bodenwerder"]]}," - home of Baron Munchhausen. A village not far from Hanover. Baron Munchhausen was a hanoverian storyteller who told extraordinary and often far fetched tales about his life as a soldier, hunter, and sportsman. Some of these tales were the basis for the collection ",{"type":"''","value":["The Adventures of Baron Munchausen"]},". (about 20 km south-east of ",{"type":"[[","value":[["Hamelin"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alfeld"]]}," - ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fagus-gropius.com\/ Fagus Factory"]}]}," designed by Walter Gropius at the beginning of 20th century. It is one of the most important examples of early modernist architecture, in 2011 inscribed on ",{"type":"[[","value":[["UNESCO World Heritage List"]]},". One hour by train."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Steinhuder Meer"]]}," - a lakeside nature park located outside Hanover city, but still within \"Hanover Region\". Take a regional train (RE) or S1 (direction Minden(Westf)) to ",{"type":"[[","value":[["Wunstorf"]]}," and continue with bus. For more information contact: Naturpark Steinhuder Meer Info Center, Höltystr. 17, ",{"type":"''","value":["+49-511-"]},"61622211, fax ",{"type":"''","value":["+49-511-"]},"6161123128."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hameln"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Celle"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Brunswick (Germany)"],["Brunswick"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Göttingen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hildesheim"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bremen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hamburg"]]}]},"\nThere is a special ticket called the \"Niedersachsen Ticket\" ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/DEU\/en\/prices\/germany\/laender-ticket.shtml"]}," (one to five people, €22\/€26\/€30\/€34\/€38) which offers unlimited travel by regional trains inside Lower Saxony area, up to ",{"type":"[[","value":[["Bremen"]]}," and ",{"type":"[[","value":[["Hamburg"]]}," ",{"type":"''","value":["within one day"]},". This ticket is not valid in fast trains (D, EC, IC, ICE) so make sure you board the right trains (RE, RB, S-Bahn, Metronom) when using this ticket. This ticket is also valid on the public transport network in some of the cities (Hanover, ",{"type":"[[","value":[["Hamburg"]]},", ",{"type":"[[","value":[["Bremen"]]},", ",{"type":"[[","value":[["Brunswick (Germany)"],["Brunswick"]]},"). \n\n",{"type":"{{","value":[["geo"],["52.3667"],["9.7167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hanover Region"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hanover"]]},"\n",{"type":"[[","value":[["commons:category:Hannover"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Lower Saxony\/Localities\/Hanover\/"]]}]