[{"type":"{{","value":[["pagebanner"],["Hanoi banner.jpg"],["caption=A panoramic view of Hanoi"],["dotm=yes"],["unesco=yes"]]},"\n\n",{"type":"[[","value":[["Image:Ho Chi Minh Mausoleum-original-5.jpg"],["thumb"],["right"],["350px"],["Ho Chi Minh Mausoleum"]]},"\n\n",{"type":"'''","value":["Hanoi"]}," (Vietnamese: ",{"type":"''","value":["Hà Nội"]},"), the capital of ",{"type":"[[","value":[["Vietnam"]]},", and also its second largest city, is a fascinating blend of East and West, with Chinese influence from centuries of dominance, and French ",{"type":"''","value":["je ne sais quoi"]}," from its colonial past. It was largely unspoiled by the modern architecture of the 1970s and 80s, and is now undergoing a rapid transformation that makes it a rising star in ",{"type":"[[","value":[["Southeast Asia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nInvading forces from every direction agree: Hanoi makes a fine capital. It has held that title for more than a thousand years, through several invasions, occupations, restorations, and name changes. The Chinese conquered the imperial city of Đại La in 1408 and renamed it Tống Bình. Le Loi repelled the invaders in 1428 and applied the name of Lê Thái Tổ (黎太祖). For his efforts, he received the crown and a slew of legends about his heroic exploits, many centred around the ",{"type":"'''","value":["Hoan Kiem Lake"]}," in the Old Quarter. The Nguyen Dynasty gave the city its modern name of Ha Noi in 1831, but they had transferred power to ",{"type":"[[","value":[["Hue"]]}," by then. Hue remained the capital until 1887, when the French made Hanoi the capital of all Indochina. It changed hands again in 1954, when it was ceded to Ho Chi Minh and the Viet Minh after almost a decade of fighting, and it became the capital of North Vietnam. Upon reunification in 1975, it assumed that title for the entire country.\n\nThe first Western-style universities in Vietnam were founded in Hanoi, and today, it is the leading centre of scientific study and research in the country. Hanoi retains much of its older colonial charm, despite the battles that have raged over it. Conflict had the effect of making it largely oblivious of modern architecture, and as a result, few buildings in the city centre area are higher than five stories. The Old Quarter is second only to ",{"type":"[[","value":[["Hoi An"]]}," for uninterrupted stretches of colonial and pre-colonial architecture, well-preserved on dense warrens of narrow, wonderfully atmospheric streets. It trades the commercial boom and sprawl of ",{"type":"[[","value":[["Ho Chi Minh City"]]}," in the south for a more understated charm, worth enjoying for an extra day or two, and with countless transport options and travel agents, it makes a perfect base for exploration of the North.\n\nAs you walk along the street, you may find that people start talking to you. It is a cultural norm there to make conversation with strangers. They might ask you where you are from and other general questions. But be cautious if a comely young lady approaches you and initiates a conversation as she is likely after something.\n\nIt may take a while to get used to such overt friendliness, however there are times when this could be useful, such as when you are lost or need help.\n\nThe ",{"type":"'''","value":["Tourist Information Centre"]},", ☎ +84 4 926 3366, Dinh Tien Hoang, just north of Hoan Kiem Lake, can provide a fairly useful map (bewilderingly, the blow-up of the old town is missing) and other English-language advice, as well as limited free Internet.\n\nThere are self-help information booths around the Old Quarter, but their purpose mostly is give the impression that Vietnam \"has arrived\" technologically.\n\n",{"type":"[[","value":[["Image:Hanoi.hotay01.jpg"],["thumb"],["350px"],["Ho Tay\/West Lake, Hanoi"]]},"\n\n",{"type":"===","value":["Climate"]},"\nThe Tet holiday (Lunar New Year) is in the spring. Flowers are most beautiful during this time of the year. The weather warms up, with occasional light rain during the week. Locals believe that these light rains bring prosperity and luck in the new year.\n\nSummer, on the other hand, borders on intolerable. The heat alone would be alright, but it's coupled with oppressive humidity. At this time, visitors should be wary of mosquitoes as they abound. Hanoi has a perfect climate for the proliferation of insects.\n\nThere is something unique about Hanoi’s autumn. The weather is perfect, with less humidity in the air. The temperature drops, allowing people a chance to flaunt their sweaters and jackets. There is a species of tree \"cay hoa sua\" which only flowers in autumn. The flower has a very distinct odour. If you visit Hanoi during the fall, ask locals about this tree and where you might sniff its distinct aroma.\n\nWinter can be uncomfortable because it is not only cold, but also humid. Winter in Hanoi feels even colder than it is because Vietnamese houses lack central heating. Many houses have no heating at all.\n\nJanuary is a drizzly month, and it may rain for one or two days or all week long.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"{{","value":[["infobox"],["Departure tax"],["As of November 2006, international departure taxes should be included in the price of your ticket, but that doesn't necessarily mean they will be - check with the airline to be absolutely sure. If not, the tax (sometimes called \"passenger service charge\") is payable in U.S. dollars (USD14) or in dong."]]},"\n\nMost people arrive at the ",{"type":"'''","value":["Noi Bai International Airport (HAN)"]},", 35 km (45–60 minutes) north of the city. The airport might seem relatively small considering Hanoi's importance to the country, but this might benefit travellers by making the airport easy to navigate and no need to arrive hours in advance (the limited waiting space is one reason why non-travelers are discouraged from entering the airport) to make sure there is plenty of room for those actually using and working in the airport. Several airlines run flights from Noi Bai, including:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["w:Aeroflot"],["Aeroflot"]]}]}," (",{"type":"[[","value":[["Moscow"]]},"-Sheremetyevo)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["w:AirAsia"],["AirAsia"]]}]}," ☎+60 3 2171 9222 ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["w:Asiana Airlines"],["Asiana Airlines"]]}]}," (",{"type":"[[","value":[["Seoul"]]},"-",{"type":"[[","value":[["Incheon"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["w:Cebu Pacific"],["Cebu Pacific"]]}]}," (",{"type":"[[","value":[["Manila"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["w:China Airlines"],["China Airlines"]]},"]"]}," (",{"type":"[[","value":[["Taipei"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/cs-air.com China Southern Airlines"]}]}," (",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Guangzhou"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/dragonair.com Dragon Air"]}]}," (",{"type":"[[","value":[["Hong Kong"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/evaair.com\/ EVA Air"]}]}," (",{"type":"[[","value":[["Taipei"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/hkairlines.com Hong Kong Airlines"]}]}," (",{"type":"[[","value":[["Hong Kong"]]},")"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Indochina Airlines"],["alt="],["url=http:\/\/indochinaairlines.vn\/"],["email="],["address=63 Ly Thuong Kiet St"],["lat="],["long="],["directions=Tran Hung Đao Ward, Hoan Kiem District"],["phone=+84 4 3941 1411"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/jal.com\/ Japan Airlines"]}]}," (",{"type":"[[","value":[["Kansai International Airport"],["Kansai"]]},", ",{"type":"[[","value":[["Tokyo"]]},"-",{"type":"[[","value":[["Narita"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/jetstar.com\/ JetStar Asia\/Pacific Airlines"]}]}," ☎ +84 4  9550550 ",{"type":"[[","value":[["Singapore"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/koreanair.com Korean Air"]}]}," (",{"type":"[[","value":[["Busan"]]},", ",{"type":"[[","value":[["Seoul"]]},"-Incheon)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/laoairlines.com Lao Airlines"]}]}," ",{"type":"[[","value":[["Luang Prabang"]]},", ",{"type":"[[","value":[["Vientiane"]]},", ",{"type":"[[","value":[["Phnom Penh"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/lot.com Lot Polish Airlines"]}]}," (",{"type":"[[","value":[["Warsaw"]]},")"]},"\n",{"type":"*","value":[" '''",{"type":"[","value":["http:\/\/malaysiaairlines.com Malaysia Airlines"]}," ☎ +60 3 7843 3000 ",{"type":"[[","value":[["Kuala Lumpur"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/pmtair.com\/ PMTair"]}]}," (",{"type":"[[","value":[["Phnom Penh"]]},", ",{"type":"[[","value":[["Siem Reap"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/qatarairways.com\/ Qatar Airways"]}]}," (",{"type":"[[","value":[["Bangkok"]]},"-Suvarnabhumi, ",{"type":"[[","value":[["Doha"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/shanghai-air.com\/ Shanghai Airlines"]}]}," (",{"type":"[[","value":[["Shanghai"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/singaporeair.com\/ Singapore Airlines"]}]}," ☎ +84 4 3826 8888 ",{"type":"[[","value":[["Singapore"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/thaiair.com Thai Airways International"]}]}," Two flights daily to\/from Bangkok."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/tigerairways.com\/home\/ Tiger Airways"]}]}," ☎ +84 4 94 54565 (",{"type":"[[","value":[["Singapore"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/uniair.com.tw\/ Uni Air"]}]}," (",{"type":"[[","value":[["Kaohsiung"]]},")"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Vietnam Airlines"],["alt="],["url=http:\/\/vietnamairlines.com\/default.aspx?tabid=98"],["email="],["address=25 Tràng Thi"],["lat="],["long="],["directions=Corner of Quang Trung"],["phone=+84 4 934 9660"],["tollfree="],["fax=+84 4 934 9620"],["hours="],["price="],["content=The national carrier."]]}]},"\nIf ",{"type":"'''","value":["departing"]}," from Noi Bai airport via Vietnam Airlines with no checked luggage, walk to the last airline check-in counter and to the right of it, there's a sign showing check-in for passengers without checked luggage. Using this counter is a great time saver if it applies to your journey.\n\n",{"type":"===","value":["From the airport"]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxis to central Hanoi can be hired at Noi Bai"]}," . There are fixed price taxi stands right outside the exit, offering fares for about USD16 into the city. These are provided by various taxi companies and are slightly more expensive than the tout taxis, but you pre-pay for the trip, so no hassles about the fare. Rumour has it the company wearing yellow shirts is to be trusted to take you to your destination without hassle, while drivers in general (even pre-paid taxis) may try to take you to a hotel of their choice or even a hotel pretending to be the one you named (your passenger door being opened by a person showing you your hotel name and correct address on a clipboard, insisting you should come in) as destination, to collect a commission - if you are specific about your destination they usually give in. To be sure, have the address ready and maybe print out a map beforehand: since every street in Hanoi has clearly visible street signs at both ends, you should be able to discern which street you are in. Non fixed-price taxi agents will quote prices ranging from around USD15–30 as you leave the airport, so be sure you have a clear price agreement also with the driver before getting into the car, as the price quoted by the agent may not be what the driver is expecting. If you have changed money into dong at the airport you can, of course, pay in local currency. The prevailing rate is was around 330,000 dong (Jul 2012). If you fly in late and don't want the taxi haggling hassles consider pre-arranging a private transfer with your hotel or book online at Hanoi Transfer Service. There are a few official-looking tourist information booths inside the arrival hall (Jul 2012), offering rides into the city for USD25-35 per car and telling you not to take the cheaper taxis outside because of various scams. To sum things up, taking a fixed-price taxi from one of the companies outside of the arrival hall is the best deal to get a taxi to your destination, although you might have to spend a few minutes insisting on going there on the occasions described above."]},"\n",{"type":"*","value":["If you already have a hotel booked, you might ask the hotel to dispatch a driver. The nicer hotels will do this and put the fare on your room bill."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Public buses"]}," to the city centre from Noi Bai airport take about 1.5 hr. Bus 07 crosses the Thang Long Bridge and goes to the Daewoo Hotel in the west Hanoi (almost an hour on foot to the historical centre of Hanoi). Bus 17 crosses the Chuong Duong Bridge and goes close to the old quarter, to Long Bien (just a few blocks from Hoan Kiem Lake - the destination of most tourists). Prices are 9,000 dong (May 2014). To catch Buses 7 or 17, go to the 1st floor of the terminal, go outside and walk past the taxis to what looks like a bus parking lot. This is the end stop of the routes. Follow the continuously incoming buses if you can't find it. Baggage is not permitted aboard the buses, so you may need to wait a few minutes to try your luck several times or give the conductor a small bribe, i.e., paying for the baggage as well. Don't listen to taxi drivers or shuttle bus operators who claim the stop for the public buses is a few kilometres away or that service has been terminated. Public buses operate from 05:00-22:00."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shuttle-buses"]}," from the airport to Hanoi stop at the Vietnam Airlines Office on 1 Quang Trung (a bit south of the old quarter but conveniently stocked with taxis and motorbike drivers). Tickets are sold in the building in front of which the minibuses park, or you can give the fare directly to the  driver. The cost is USD2 or 40,000 dong for foreigners (insurance reason), and 35,000 dong for Vietnamese (which includes ethnic Vietnamese from overseas),which rate is indicated on the sticker fixed to the bus's body. The driver will potentially give you trouble if you have additional bags, but if you push, you will get the same USD2 rate. They also try the 'typhoon in Ha Long Bay' scam whereby they take you to a street where you cannot see the hotel name and tell you that the Ha Long Bay guests are still in the hotel and they will take you to their other hotel for the same price. This place is a complete dive facing the highway. You should also beware the drivers trying to offer you a ride to your hotel for USD5, claiming the Old Quarter is 5 km from the office - it is much cheaper to go to the Vietnam Airlines office and switch to a taxi (or walk, it's 2 km MAX to anywhere in the Old Quarter). The taxi will not cost more than the USD3 price differential and if it does, you should refuse to pay as the driver has cheated you somehow. The shuttle buses are also available to get to airport hourly."]},"\n",{"type":"===","value":["By train"]},"\nTrains to ",{"type":"[[","value":[["Nanning"]]},", ",{"type":"[[","value":[["China"]]}," depart from ",{"type":"'''","value":["Gia Lam"]}," Station (GPS 21.05213,105.87939), about 5 km northeast of Hanoi Station, although tickets can be purchased from Hanoi Station.  A ticket for a soft sleeper compartment (4-berth compartment) costs 568,000 dong per person. Be cautious buying these tickets from hotels or travel agents in the Old Quarter, as they may quote prices substantially higher.\n\nAll other trains use the main ",{"type":"'''","value":["Hanoi train station"]}," (Ga Hang Co, 120 Le Duan, ☎ +84 4 825 3949), for daily services from cities in the south including ",{"type":"[[","value":[["Hue"]]}," and ",{"type":"[[","value":[["Nha Trang"]]},". The ",{"type":"'''","value":["Reunification Express"]}," goes all the way to ",{"type":"[[","value":[["Ho Chi Minh City"]]},", although there is very little 'express' about it.\n\nThere are also train services to the northwest (including ",{"type":"[[","value":[["Lao Cai"]]},", from which you reach ",{"type":"[[","value":[["Sapa"]]},". To board trains bound for these destinations, you have to enter the railway station compound through the \"backdoor\" at ",{"type":"'''","value":["Tran Quy Cap station"]},". Just tell your driver which destination your train is heading to. Be mindful of any \"helpful\" stranger who offers to carry your luggage. He probably has a sum more than the cost of the ticket in mind for the help.\n\nTickets for all destinations are sold in the main station, though there are two counter halls, north and south, serving the respective destinations.\n\nTechnically, there is a queuing system in place to buy tickets at Hanoi Station which involves obtaining a numbered docket and waiting to be called up to one of the ticket counters. In practice, the process is chaotic and many locals disregard the system altogether, often pushing their way to the counters to be served. If travelling to Nanning, China, it is advisable to ask a staff member where to go, as not all counters can sell these tickets.\n\nBuy your tickets as early as possible, especially since sleeper tickets can be sold out several days in advance. If you can't get a ticket anymore, try a travel-agent who still might have stocks. You may also try your luck in the station just before boarding time, agents still holding tickets will be eager to sell as the departure draws near. Nevertheless, travel agencies in Hanoi are known for their bad business practices. Some of them will try to overcharge you up to 300%, so it is better go to the train station by yourself and find out about the prices before you agree on any deal.\n\n",{"type":"===","value":["By bus"]},"\nPublic buses serving southern destinations (e.g., ",{"type":"[[","value":[["Ninh Binh"]]},", 2 hr,  60,000 dong) leave from Giap Bat bus station. To get from the Giap Bat bus station to the old quarter and Hoan Kiem Lake, leave aside all the hassle of taxi and motorbike drivers and simply take public Bus 8 towards Đông Mỹ (3,000 dong, pay on the bus). To find it head towards the main road inside Giap Bat station, you will see signs with numbers indicating the stops of different bus lines.\n\nMost of the \"open-tour\" bus itineraries either begin or end in Hanoi, with ",{"type":"[[","value":[["Hue"]]}," the next (or previous) stop (12-14 hr, USD8–9), and from there to ",{"type":"[[","value":[["Hoi An"]]},", ",{"type":"[[","value":[["Nha Trang"]]},", ",{"type":"[[","value":[["Dalat"]]},", ",{"type":"[[","value":[["Mui Ne"]]},", ",{"type":"[[","value":[["Ho Chi Minh City"]]},", and other cities in ",{"type":"[[","value":[["Vietnam"]]},", depending on the bus company. Most seem to stop at their office which could be right next to the old district \/ most backpacker hotels. Check when booking ticket.\n\nMany of the same companies also sell tickets to ",{"type":"[[","value":[["Vientiane"]]}," and ",{"type":"[[","value":[["Savannakhet"]]}," in ",{"type":"[[","value":[["Laos"]]}," (USD16–18). Do some research before you buy a ticket as rattle-trap scam buses abound on this route.\n\nSee ",{"type":"[[","value":[["Ho Chi Minh City to Shanghai overland"]]}," if you're interested in crossing over to ",{"type":"[[","value":[["China"]]}," by bus or train.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Taxis"]}," are the best way to travel long distances, but the ",{"type":"'''","value":["cyclos"]},", or pedicabs, are a cheap way to make shorter trips. Taxi fares are not always consistent, and the rates for each taxi company have not been standardised. For lone travellers, rides on the back of ",{"type":"'''","value":["motorbikes"]}," (actually low-powered scooters) are popular too (known as ",{"type":"''","value":["xe om"]},", literally meaning \"motorbike-hug\").\n\n",{"type":"===","value":["By taxi"]},"\nSome metered taxi owners in Hanoi will attempt to negotiate a flat fee in advance rather than use the meter. If you have a fair idea of how far you're going or how much you're willing to pay, this is probably a good idea. If the driver refuses, turning around and walking away will almost certainly change his mind. Don't worry as it's all part of the negotiation protocol.\n\nIt has also become common for the drivers of some of the less reputable taxi companies to \"fix\" their meters to run faster, thereby running up a higher bill very fast. The meter can run as fast as or even faster than a digital clock. A 10 min drive can rack up almost USD30 in downtown Hanoi alone! Keep an eye on the meter during the journey. Fare flag drops starting at 12,000 dong. Best is to negotiate a flat fee before you board, and always haggle.\n\nBest is to only use reputable and reliable taxi companies. These are ",{"type":"[[","value":[["Noibai Taxi"]]},"; Hanoi Taxi, +84 4 3853 5353; Taxi CP, +84 4 3826 2626; Mai Linh Taxi, +84 4 3861 6161.\n\nAnother common taxi scam is when the driver takes you for sightseeing and extends the tour to make more money. This is very hard to discover unless you know the city well, but if you catch your driver doing this (e.g., going around Hoan Kiem Lake twice), demand that he stop the taxi and leave the taxi without paying.\n\nBe very careful with metered taxis in Hanoi. Some have central locking, and are known to lock passengers in, and then demand large amounts of money before letting them go. The driver may threaten to have you beaten up or arrested should you not give in to his demands, but if you kick up enough of a fuss, they will let you go.\n\nMost taxi drivers speak limited English, so it's a good practice to get your hotel to write the name and address of your destination in Vietnamese to show the taxi driver, and get your hotel's business card in case you get lost.\n\nBe vigilant when taking a taxi. A driver may jump out at destination and dump some of your bags out of the trunk. While you're busy putting a rucksack on, he has taken off with your other bags.\n\n",{"type":"===","value":["By motorbike taxi"]},"\nMotorbike taxis can be found on virtually every corner, especially in the Old Quarter. Expect to be offered a ride every half-block or so. You should negotiate fares in advance, and again, turn around and walk away if you don't like their offer. There are far more drivers than tourists, and they know it. Your fare could be the only one they get all day. You should also write down the negotiated fare (with all zeros) to avoid confusion. Even if you do speak Vietnamese, a driver might pretend that you said 50,000 dong instead of 15,000 dong, In case of argument over fares after the ride: keep calm and repeat the original agreement (remember, you have the leverage). A typical 10 min fare should cost no more than 15,000-20,000 dong. Many drivers will accept US dollars as well. At the end of a ride, some will offer to hang around to drive you to your next destination. Be clear that you don't want a return ride (and don't go near him when you leave), or get a price in advance. Otherwise, you might be surprised when the driver tacks on several million dong for having waited.\n\nKeep your wallet out of arms reach of the drivers when you pay. Dishonest motorbike drivers are not averse to grabbing your wallet and speeding off.\n\n",{"type":"===","value":["By cyclo"]},"\nNegotiate first or avoid using the ",{"type":"'''","value":["cyclos"]}," services. They can demand 200,000 dong (USD12) for a short ride of less than 100 m (330 ft). At the end of the journey, a few men will come over to translate, and they will pretend to help and later insist that you pay the demanded amount.\n\n",{"type":"===","value":["Motorbike rental"]},"\nMotorcycles can be rented for around USD5–6 a day, and can be arranged by most hotels. This is good for making lots of trips around the city for individuals or duos, but be careful: Hanoi traffic is very difficult place to sharpen motorbike skills. Park on the sidewalk with other bikes, and be sure to lock the front wheel. Locals will help arrange the bikes near their stores.  Many shops that have bike attendants will give you a ticket in exchange for parking your bike.  This may or may not come with a fee typically ranging from 2,000-5,000 dong. The ticket will either have your license plate number written on it, or the ticket itself will be numbered, with that number subsequently chalked somewhere on your bike. In such cases, where you've been given a ticket, the attendants may ask that you not lock the steering column or front wheel of your bike so that they can rearrange the bikes as customers come and go.\n\n",{"type":"===","value":["By bus"]},"\nScam free, cheap but a bit difficult to comprehend at first, the ",{"type":"'''","value":["buses"]}," in Hanoi are relatively fast and surprisingly comfortable. Pick up a map with printed bus lines at the Trang Tien street (the book street by the Opera house) and spend a few minutes to identify the over 60 bus lines, find your bus stop, wait for the bus, pay 7,000 dong (as of May 2014) and off you go. If you are unfamiliar with the city, make sure to inform the mostly helpful conductor where you want to get off.\n\nList bus routes: ",{"type":"[","value":["http:\/\/www.tramoc.com.vn\/modules.php?name=Content&opcase=Details&id=299&mcid=136 English"]},", ",{"type":"[","value":["http:\/\/vi.wikipedia.org\/wiki\/Xe_bu%C3%BDt_n%E1%BB%99i_th%C3%A0nh_H%C3%A0_N%E1%BB%99i Vietnamese"]},"\n\nBus maps: ",{"type":"[","value":["http:\/\/translate.google.com.vn\/translate?hl=en&sl=vi&tl=en&u=http%3A%2F%2Fbus.earth.vn%2F English"]},", ",{"type":"[","value":["http:\/\/bus.earth.vn Vietnamese"]},", ",{"type":"[","value":["http:\/\/www.tramoc.com.vn\/modules.php?name=Content&opcase=viewcontent&mcid=137 PDF of the Bus Network"]},"\n\n",{"type":"===","value":["By car"]},"\nHanoi's traffic is extremely chaotic, with seemingly perpetual traffic jams, and a large number of almost suicidal motorcyclists, cyclists and pedestrians. Vietnamese drivers are among the most aggressive in the world, and lanes are effectively non-existent. As such, driving yourself around is not recommended, and you should leave your transportation needs in the hands of professionals.\n\n",{"type":"===","value":["By metro"]},"\nThe city will be served by Metro sometime around 2015. Construction began in 2010.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["Mapframe"],["21.02282"],["105.852241"],["zoom=14"],["height=500"],["width=620"],["layer=M"],["staticmap="],["align=none"],["name=none"]]},"\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Air Force Museum"],["alt=Bảo Tàng Không Quân"],["url="],["email="],["address=Truong Chinh St"],["lat=20.9998"],["long=105.83"],["directions=SW of city centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There's a UH-1 helicopter, Soviet-built MiG fighters, a huge Mi-6 helicopter, and other aircraft. Unfortunately they've been exposed to the elements for some time and local children climb over them."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Army Museum"],["alt=Bảo Tàng Quân Đội"],["url="],["email="],["address=Dien Bien Phu St"],["lat=21.032"],["long=105.8401"],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00-11:30, 13:00-16:30, closed on M and F"],["price=30,000 dong, additional 20,000 dong to take pictures (rarely enforced)"],["content=Vietnam's military history extends back some two millennia, and this museum covers it in four buildings. Item descriptions on museum exhibits are in Vietnamese, French, and English. On display outside are the ubiquitous MiG-21 jet fighter, T-54 tank, and many bombs and articles captured in the Indochina and Vietnam wars. The flag tower is also on the museum site."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fine Arts Museum"],["alt=Bảo Tàng Mỹ Thuật"],["url="],["email="],["address=66 Nguyen Thai Hoc St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 09:15-17:00"],["price=20,000 dong"],["content=Only party-approved art is shown here and there is no information in English and only little in Vietnamese. But it is an interesting museum at any rate, with pieces such as the wonderful pictures of soldiers on boats depicted on prehistoric bronze drums, Buddhist art, and revolutionary art of the 20th century wars. Also some interesting silk paintings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hanoi Museum"],["alt=Bảo tàng Hà Nội"],["url="],["email="],["address=Pham Hung St, Cau Giay District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ho Chi Minh Mausoleum"],["alt="],["url="],["email="],["address="],["lat=21.0367"],["long=105.8347"],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00-23:00. Closed M & F. Last entrance 22:15"],["price=Free"],["content=The city down south may have his name, but only Hanoi has the man himself, entombed in distinctly ",{"type":"[[","value":[["Moscow#Main sites"],["Lenin-esque"]]}," fashion. Against his wishes, but that's how it goes. No talking, revealing clothing (shorts should be knee length and no exposed shoulders), or other signs of disrespect allowed while viewing; photos are allowed only from outside, in the grand Ba Dinh Square. Purses are allowed into the tomb, but expect them to be searched by several bored soldiers along the way. Left luggage is handled in a complicated scheme: there is an office near the street for large bags, with separate windows for Vietnamese and foreigners, and a further office for cameras, which will be transported to a ",{"type":"''","value":["third"]}," office right outside the exit of the mausoleum. Items checked in at the first office, however, will stay there. Note that the mausoleum is closed for a couple months around the end of the year, when the body is taken abroad for maintenance."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ho Chi Minh Museum"],["alt="],["url="],["email=bthochiminh@hn.vnn.vn"],["address=19 Ngoc Ha St, Ba Dinh"],["lat=21.0356"],["long=105.8326"],["directions="],["phone=+84 4 846-3572"],["tollfree="],["fax="],["hours=08:00-11:30, 14:00-16:00, closed M and F afternoons"],["price=25,000 dong"],["content=This gleaming white museum and its gloriously ham-handed iconography is the perfect chaser to the solemnity of the mausoleum. The building, completed in 1990, is intended to evoke a white lotus. Some photos and old letters are on display on the second floor, but the main exhibition space is on the third floor. It includes cars crashing through walls to represent the chaos of post-war American capitalism, soldiers charging around with electric plugs, a cave hideout re-imagined as the inside of Ho Chi Minh's brain, and several other postmodern confections integrated with the main story of the man's life and his country's struggle. One of the more informative museums in Vietnam, and perhaps one of the oddest in the world. Guides are available in English, French, Chinese and Russian. The displays are labelled in English and French."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ho Chi Minh's Vestige In The Presidential Palace Area"],["url="],["email="],["address=1 Bach Thao, Ba Dinh"],["lat="],["long="],["directions="],["phone=+84 4 0804 4529"],["tollfree="],["fax="],["hours=Summer 07:30-11:00, 14:00-16:00. Winter 08:00-11:00, 13:30-16:00, closed M, F afternoons"],["price=25,000 dong"],["content=The exit from the mausoleum takes you right into the grounds of the, uh, vestige, where Ho Chi Minh lived and worked from 1954 until his death in 1969. The nicely landscaped complex includes two of Ho Chi Minh's houses, kept shiny and \"as he left them\" by the authorities, as well as a garage with two of Ho's \"used cars\" and a carp-filled pond. The presidential palace is nearby, but it's not always open to visitors. Pamphlets are available in English, Chinese, French and Korean. Guided tours are usually available if you wait. Paying is not enforced unless you are one of the unlucky few to be outed from the crowd."]]}]},"\n",{"type":"[[","value":[["File:Hanoi Flag Tower.jpg"],["thumb"],["Flag Tower"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of Ethnology"],["alt=Bao Tang Dan Toc Hoc Vietnam"],["url=http:\/\/vme.org.vn"],["email="],["address=Nguyen Van Huyen St, Cau Giay District"],["lat="],["long="],["directions=Bus 14 from Hoan Kiem Lake - ask the conductor when to stop, and take a 500m walk towards the museum (backtrack a little from the bus stop, and when you see a large street perpendicular to the street that you dropped off, take that street and walk down the street until you see the Museum of Ethnology to your left). Bus 38 goes from right outside the Temple of Literature to the street the museum is on"],["phone="],["tollfree="],["fax="],["hours=Tu-Su 08:30-17:30"],["price=25,000 dong for foreigners"],["content=Addresses mainly the culture and ritual practices of the various ethnic groups in the whole of Vietnam. One of the key attractions of the museum is the open-air exhibition, which has houses of some ethnic groups, which even comes with inhabitants in costumes. The museum features actual explanations of the exhibits in Vietnamese, French, and English. There is an excellent café on the premises."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of the Vietnamese Revolution"],["alt=Bảo tàng Cách mạng Việt Nam"],["url=http:\/\/baotangcm.gov.vn\/"],["email="],["address=25 Tong Dan St (and 216 Tran Quang Khai St"],["lat=21.0253"],["long=105.8589"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 08:00-11:45, 13:30-16:15"],["price=10,000 dong"],["content=This museum gives a very informed and detailed account of the Vietnamese struggle against first the French (starting in 1858—on the first floor), then against the US, ending on 30 Apr 1975 (on the ground floor). It is housed in a colonial French building which was completed in 1932. The building, designed by the architect Ernest Hébrard is considered as a successful blend between the colonial French architecture and traditional Vietnamese architecture, called Indochina architecture. He created double-walls and balconies for a natural ventilation system and protection from sunshine."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Museum of Vietnamese History"],["alt=Bảo tàng Lịch sử Việt Nam"],["url="],["email="],["address=1 Trang Tien St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00-11:30, 13:30-16:30"],["price=15,000 dong, students 8,000 dong and under 15, 2,000 dong. 15,000 dong for a camera\/30,000 dong for a video"],["content=This is a collection from Vietnamese history from about 1,000 years back until 1945. Many antiques."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=One-Pillar Pagoda"],["url="],["email="],["address="],["lat="],["long="],["directions=Tucked away between the Ho Chi Minh Mausoleum and Museum"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Travellers find this either charming and lovely or utterly pointless, depending on how many tour groups are crammed into the small grounds at the time of their visit."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Vietnamese Women's Museum"],["alt=Bảo Tàng Phụ nữ Việt Nam"],["url=http:\/\/www.womenmuseum.org.vn"],["email=info@baotangphunu@org.vn"],["address=36 Ly Thuong Kiet St, Hoan Kiem District"],["lat="],["long="],["directions=Central Hanoi, 1km S of Hoan Kiem Lake"],["phone=+84 4 3825 9938"],["tollfree="],["fax=+84 4 3825 9129"],["hours=M-Su 08:00-17:00"],["price=30,000 dong"],["content=This often overlooked museum has recently benefited from an extensive renovation of its permanent exhibitions. The modernised interior is well laid out with information in Vietnamese, English and French, and contains a huge amount of information on the fearsome female heroines of Vietnamese history. There are also exhibitions on the rituals and traditions surrounding women in family, as well as a beautifully presented collection of intricate hand-made ethnic costumes. A highlight is the regularly updated special exhibitions on a diverse range of subjects, from contemporary issues such as single mothers and street vendors to traditional medicine and Mother Goddess worship. English language tours are available on request."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hoan Kiem Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pleasant park in the centre of town, an easy walk from anywhere in the Old Quarter. It's the locals' favorite leisure spot, and a great place to watch people practising ",{"type":"''","value":["tai chi"]}," in the morning or to sit and read in the afternoon. ",{"type":"''","value":["Hoan Kiem"]}," means \"returned sword\", and the name comes from a legend in which King Le Loi was given a magical sword by the gods, which he used to drive out the invading Chinese. Later, while boating on the lake, he encountered a giant turtle, which grabbed the sword and carried it down to its depths, returning it to the gods from whom it had come. (You can see a version of the legend at the ",{"type":"'''","value":["Water Puppet Theatre"]},") Rumour has it the giant turtles still inhabit the lake."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ho Tay"],["alt=West Lake"],["url="],["email="],["address="],["lat="],["long="],["directions=NW of the city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mostly a residential hub of the well-to-do. Hotel Intercontinental and Hanoi Sheraton are on this lake front. The shores are occupied by numerous fishers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lenin Statue & Park"],["alt="],["url="],["email="],["address="],["lat=21.0317"],["long=105.8394"],["directions=Dien Bien Phu St, across from the Army Museum"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One can always feel the diversity and liveliness of Hanoi there. In the morning, there are low-energy aerobics class for elders and aerobics class for the young in the morning. During the day, one can enjoy the tranquility in the park since everybody is either at work or in school. In the afternoon, it becomes a playground for children and students as well as for soccer teams and badminton players."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ly Thai To Statue & Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The park faces Hoan Kiem lake with a beautiful view of the busy Hang Bai St and the serenity of the willows on the bank of the lake. Many locals view this mini-park as their favourite place because it is a symbol of the integration of modernity and tradition. One might encounter a group of youths practising hip-hop and break dancing while at the same time seeing a three-generation family enjoying a walk in the park."]]}]},"\n",{"type":"===","value":["Temples"]},"\n",{"type":"[[","value":[["File:Temple of Literature - main gate.jpg"],["thumb"],["Temple of Literature"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bach Ma Temple"],["url="],["email="],["address=76 Hang Buom St, Hoan Kiem District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Time: the 12th to the 13th day of the second lunar month. Objects of worship: Bach Ma God (the symbol of the sun god), Long Do God (\"the god who defends the east\"), confer a title of \"Thang Long Capital of Nation royal tutelary god\". Xuan Nguu presenting rite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ngoc Son Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=20,000 dong"],["content=Extends out into the lake, with small but attractive grounds, displays on Vietnamese history and, more memorably, displays on the giant turtles, including a mummified specimen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Temple of Literature"],["alt=Văn Miếu"],["url="],["email="],["address=Quoc Tu Giam St"],["lat=21.0291"],["long=105.8361"],["directions=S of the mausoleum"],["phone="],["tollfree="],["fax="],["hours="],["price=20,000 dong"],["content=The Temple of Literature was founded in 1070 and established as the country's first university six years later. The courtyard features stone tablets, each mounted on the back of a tortoise, inscribed with the names of graduates."]]}]},"\n",{"type":"===","value":["Wartime sites"]},"\n",{"type":"[[","value":[["File:HoaloHaNoi070720091322.jpg"],["thumb"],["Hoa Lo \"The Hanoi Hilton\""]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=B-52 Lake"],["alt= Huu Tiep Lake"],["url="],["email="],["address=Ngoc Ha Precinct, Ba Dinh District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Until 19 Dec 1972, this was just a small brackish pond just off Hoang Hoa Tham St, about 1km west of the mausoleum. On that day, in a twisted retelling of the Hoan Kiem legend, Vietnamese anti-aircraft missiles blasted the enemy's eight-engine, 100-ton aircraft and sent it to the shallow bottom of the lake, where it remains today."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Downed Aircraft Memorial"],["url="],["email="],["address="],["lat="],["long="],["directions=Along Thanh Nien St on Truc Bach Lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A stone plaque commemorating the shooting down of a US Navy (not \"USAF\" as depicted) aircraft in 1967. Read the Vietnamese script and you can pick out the name of ",{"type":"''","value":["John McCain"]},", now a US Senator, one of the airmen."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hoa Lo Prison"],["alt=Hanoi Hilton"],["url="],["email="],["address=1 Hoa Lo, Hoan Kiem"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:30-11:30, 13:30-16:30"],["price=20,000 dong"],["content=This prison was built by the French at the turn of the 20th century, in classical French prison design. This is where the French imprisoned and executed Vietnamese freedom fighters. Now a museum since two thirds of the prison was torn down to make way for the Hanoi Towers, the museum exhibits the brutal French colonial regime and the struggle of the Vietnamese people against imperialism in chilling detail. The prison was also known as the \"Hanoi Hilton\" during the Vietnam War as it held US POWs. Little emphasis is given to this period however, and the exhibits shown can be frustratingly skewed in propaganda, choosing to show solely propaganda photos of prisoners being treated well and playing basketball, playing chess and other staged events. The museum claims to have John McCain's flight suit from when his plane was shot down."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Cinemas"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=August Movie Theater"],["alt=Rap Thang 8"],["url="],["email="],["address="],["lat="],["long="],["directions=On Hang Bai St, 5 min away from Trang Tien Plaza and the commercial area, such as Pho Hue, Hai Ba Trung and Trang Tien St"],["phone="],["fax="],["hours="],["price=35,000-60,000 dong"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name= Megastar"],["alt="],["url="],["email="],["address=191 Ba Trieu"],["lat="],["long="],["directions=On the 6th floor of the Vincom City Towers"],["phone="],["fax="],["hours="],["price=60,000-200,000 dong depending on the movie and show time"],["content= The movies are relatively new, perhaps one or two months later than in the US. The movies are not dubbed although there are subtitles so both non-Vietnamese speakers and locals can enjoy them."]]}]},"\n",{"type":"===","value":["Cooking classes"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=EZ Cooking Class"],["alt="],["url= http:\/\/www.daynauan.vn"],["email="],["address=49 Lane, 49 Huynh Thuc Khang St"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hanoi Cooking Centre"],["url=http:\/\/hanoicookingcentre.com\/"],["email="],["address=44 Chau Long St"],["lat="],["long="],["directions=close to Truc Bac lake"],["phone=+84 4 3715 0088"],["tollfree="],["fax="],["hours="],["price="],["content=Cooking school, retail outlet and beautiful courtyard cafe with an excellent menu of Asian and Western favourites. Hands-on cooking classes and short courses in a relaxed atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hidden Hanoi"],["alt="],["url=http:\/\/hiddenhanoi.com.vn"],["email=info@hiddenhanoi.com.vn"],["address=137 Nghi Tam Rd (aka Duong An Duong Vuong), Tay Ho"],["lat="],["long="],["directions=On the bund road in the Tay Ho District"],["phone="],["fax="],["hours="],["price=USD50 per person"],["content=Hidden Hanoi runs walking tours and cooking classes. There are many options including the 1 hr walking tour of the local market, followed by the 3 hr cooking class. Cooking class menus change daily, and there are other walking tours available. They also run language classes, and there is a dance school in the same building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Vietnam Culinary School"],["alt="],["url="],["email=hanoiculinaryclass@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Fully equipped facilities to learn Vietnamese cooking. A typical day will commence with a visit to the morning market. Accompanied by an instructor, you will learn to select and buy Vietnamese ingredients for your personal cooking lesson. The class will be followed by a meal in a delightful restaurant sampling your own cooking as well as traditional Vietnamese dishes."]]}]},"\n",{"type":"===","value":["Gym"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=No Name"],["alt="],["url="],["email="],["address=88 Hang Buom St"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=30,000 dong per visit"],["content=If you want to do some mild weight training on a budget. Locals apparently pay 130,000 dong\/month. Be aware, however, that the gym is in very poor condition. The floor is hazardous and no one will spot you while benching so ensure your last rep you are able to place the bar back or go with a friend. The front of the gym is full of scooters and the rear wall has pictures of Uncle Ho exercising. Drinks are 10,000 dong."]]}]},"\n",{"type":"===","value":["Pampering"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=SF Salon and Spa"],["url="],["email="],["address=30 Cua Dong, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 926 2032"],["tollfree="],["fax="],["hours="],["price="],["content=Nice, not too expensive spa with a range of services, including massages, manicures\/pedicures, facials. They will pay for your one-way cab fare to the spa. Friendly staff."]]}]},"\n",{"type":"===","value":["Rock climbing"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=VietClimb"],["alt="],["url=http:\/\/vietclimb.vn\/"],["email="],["address=So 40 Ngo 76 An Duong"],["lat="],["long="],["directions="],["phone=+84 9 1454 8903"],["fax="],["hours=Daily except M, 14:00-22:00"],["price="],["content=200 m² climbing surface, a 50 m² café & terrace to chill out, and a climbing pro-shop. Also a great place for finding out where to climb immediately outside of Hanoi."]]}]},"\n",{"type":"===","value":["Theatre"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thang Long Water Puppet Theatre"],["alt="],["url=http:\/\/thanglongwaterpuppet.org"],["email="],["address=57 Dinh Tien Hoang St"],["lat="],["long="],["directions=Across from Hoan Kiem Lake"],["phone=+84 4 824 9494"],["tollfree="],["fax=+84 4 824 5117"],["hours="],["price=60,000 and 100,000 dong. Camera passes are an extra 15,000 dong"],["content=A visit to the water puppet theatre is a real highlight of a trip to Hanoi. Live musicians accompany folk legends from Vietnamese history, told with wooden men, women, and dragons, dancing and splashing on the face of the water. The narratives are sung in Vietnamese, but lyrics are available in several languages. Or just ignore the dialogue and narration and focus on the special effects. There are several performances throughout the day. Don't worry about getting wet, but the seats are very small, and visitors with above-average height will have to squirm a bit."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["ATMs"]},"\nATMs are everywhere and cash is king here. There is a transaction limit of 2,000,000 dong. For a higher transaction limit (4,000,000 dong) try the ANZ and Techcombank. Each transaction at the ANZ ATM is 40,000 dong. The Techcombank SE of the Hoa Lo Prison allows transactions of at least 7,000,000 dong. The Citi bank machine in the shopping plaza on Xuan Dieu will dispense 6,000,000. Many places will accept USD. Military Bank (MB) gives 5,000,000 dong with no fee.\n\n",{"type":"===","value":["Books"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bookworm Hanoi"],["url=http:\/\/www.bookwormhanoi.com\/"],["email="],["address=44 Chau Long (Hanoi Cooking Center)"],["lat="],["long="],["directions="],["phone=+84 43 715 3711, +84 912 561800"],["tollfree="],["fax="],["hours="],["price="],["content=New and used books."]]}]},"\n",{"type":"===","value":["Markets"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Cho Hom"],["alt=The equivalent meaning in English would be \"Noon Market\" but the translation is not close"],["url="],["email="],["address=Pho Hue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They offer everything here. What it is famous for is the fabric market on the second floor. There are many kiosks selling different types of fabrics ranging from cheap, affordable to best quality with a high price. When shopping, take your time and never rush into buying anything. Sellers often quote a very high initial price that you can bargain down considerably."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Dong Xuan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for being the market for wholesalers. They have school supplies, stuffed animals, clothing. It is quite an experience to spend some time in the market observing the sellers and buyers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hang Da"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 6-storey building to house the market is currently under construction. All the kiosks are now in the neighbouring area, either on Phung Hung (second-hand clothing), Duong Thanh, or Ly Nam De Streets. They offer everything that one can think of, from pets, groceries, prepared foods, to fabrics."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Night Market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=19:00-"],["price="],["content=This market gathers on a walking street in the old quarter. Has anything from pirated DVDs to traditional ornaments. Prices are ",{"type":"[[","value":[["Bargaining"],["negotiable"]]},", but watch out for the \"foreigner pricing\" which is fairly common."]]}]},"\n",{"type":"===","value":["Miscellaneous"]},"\nContact lens solution is a rare commodity in Vietnam, and many pharmacies don't stock it. The pharmacy at the corner of Trang Tien and Dinh Tien Hoang (southeast corner of Hoan Kiem Lake) may have some in stock.\n\n",{"type":"===","value":["Money changers"]},"\nMoney changers are found in most guest houses and banks, and they give bad rates. Don't exchange money from the black market people on the streets. The best place to exchange money is on Ha Trung Rd and Hang Bac where they give good rates. Just walk into the gold shops or jewellery shops and ask them if they change money and ask to see their rates. Ask 5 or more shops to see which gives the best rate. Best rates are at Ha Trung which is 4 to 5 min walk from Hoan Kiem Lake. Jewellery shops will consistently offer a better rate than banks or hotels.\n\n",{"type":"==","value":["Eat"]},"\nSince the mid 1990s, Vietnamese cuisine has grown in quality and variation. Most famous remains \"pho ga\" (chicken noodle soup) or \"pho bo\"(beef noodle soup). There are various dishes including chicken, beef, fish and seafood, and there are hundreds, if not thousands, of restaurants nowadays in Hanoi catering to everyone's taste.\n\nIn Hanoi, there are hundreds of street restaurants in small kiosks on the sidewalk, with plastic tables and chairs on the pavement. Eating at these restaurants is a great way to experience the local food and culture. It is worth mentioning that food quality, freshness, and hygiene can vary greatly. A bowl of noodle soup goes for 20,000 dong (Jan 2011) and market food stalls offer fruit portions, sausages, donuts, and other eats for 10,000 to 20,000 dong (Jan 2011). Be sure to get your change as a few vendors seem to forget to return it to you, and learn a little Vietnamese because vendors often will not speak any or much English.\n\nFor groceries, there is a large supermarket east of Hoan Kiem Lake (Finimart, 27A Ly Thai To, at Tran Nguyen Han).\n\n",{"type":"===","value":["Exotic treats"]},"\nNext to Beijing, Hanoi is probably the second in the running to the world's exotic food paradise.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Snake Restaurants"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About ten minutes across the river from the city centre, take Bus 10, 15 or 17 and get off at the large mall\" just beyond Gia Lam station, and walk 500m down the road at the right of the mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The suburb of Le Mat (aka Snake Village) has numerous restaurants specializing in ",{"type":"'''","value":["cobra foodstuffs."]}," Live cobras are stored on the premises much the same way one would find live lobsters at a Western seafood restaurant. If one orders cobra blood wine from the menu, the waiter will take a live cobra, kill it on the spot, drain the blood into a shot lass of rice wine, and top it off with the cobra's still beating heart for you to gulp down. Not for animal lovers or the ecologically-minded. Cobras are not cheap at around 400,000-1,000,000 dong (USD50+), but one snake becomes a dozen unique dishes, and enough to share between 3-4 people."]]}]},"\nA local delicacy in the Hanoi area is ",{"type":"'''","value":["dog meat"]}," (",{"type":"''","value":["thịt chó"]},"), which is especially popular in the winter. There are a number of dog restaurants in the Tay Ho district. Another exotic regional taste is ",{"type":"''","value":["ca cuong"]},", an extract from the ",{"type":"''","value":["belostomatid"]},", or ",{"type":"'''","value":["giant water bug"]},". Just a few drops are added to noodles for the unique aroma.\n\nBe sure to check out the boiled duck fetus eggs sold by peddlers almost everywhere priced at 5,000 dong. This delightful experience consists of the vendor cracking the egg in front of you, and peeling the shell and dropping the contents in a plastic bowl, then garnished with julienned ginger, basil leaf and sprinkled with chili sauce. You can see the severed head and beak of your chick that fell off if you are lucky enough to have your first bite from a different spot.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bun Cha"],["url=http:\/\/bunchahangmanh.vn\/"],["email="],["address=1 Hang Manh, 67 Duong Thanh"],["lat="],["long="],["directions=Old Quarter near Hang Da Market"],["phone=+84 16 9777 6666"],["tollfree="],["fax="],["hours=08:00-19:00"],["price="],["content=Some rate this as one of the best examples of bun cha in Hanoi, and therefore Vietnam (apparently in the south, bun cha is specifically advertised as Hanoi-style). For about 80,000 dong each, you'll get a bowl full of tiny minced-pork rissoles that have been char grilled over an open flame and a massive plate of pork rice paper rolls that have been fried in oil twice. With this you also get a phenomenal dipping sauce (fish sauce, made from sugar, garlic, peppers usually), a massive plate of greens and herbs, more bun (rice noodle) than you can handle, and a bottle of local beer. It's full of locals and not so many tourists, so you can be assured the experience is authentic. Great food, but expect rude service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe 69"],["url="],["email="],["address=69 Ma May St"],["lat="],["long="],["directions=Opposite Friendly Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good place to eat Western food in the heart of the Old Quarter, although some travellers find it expensive and the food inferior."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Cart Au Trieu"],["url=http:\/\/www.thecartfood.com"],["email="],["address=18 Au Trieu, Hoan Kiem"],["lat="],["long="],["directions=Au Trieu is the street to the right of St Joseph's Cathedral, but The Cart is entered via the backdoor so go down the alleyway and take a left"],["phone=+84 4 3928 7715"],["tollfree="],["fax="],["hours=08:00-17:00"],["price=60,000 dong for a sandwich"],["content=Try their pies and pasties."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Cart Nghi Tam"],["url=http:\/\/www.thecartfood.com"],["email="],["address=8B, Lane 1 Au Co, Nghi Tam Village, Tay Ho"],["lat="],["long="],["directions=Follow the road between the back doors of the Sheraton and the Intercontinental till it takes a right. The Cart Nghi Tam is just around the corner."],["phone=+84 4 3718 6967"],["tollfree="],["fax="],["hours=07:00-19:00"],["price=60,000 dong for a sandwich, 45,000 dong for a Punto Italia latte"],["content=This one is great for an early breakfast or a takeaway coffee. Their bacon baguette with back bacon is a rarity in Hanoi. Try the meat and potato pie or the veggie cheese, onion and potato pasty."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Com Binh Dan"],["url="],["email="],["address="],["lat="],["long="],["directions=Hang Bo, several side streets in Old Quarter"],["phone="],["tollfree="],["fax="],["hours=11:00-14:00"],["price=15,000-30,000 dong"],["content=Inexpensive, home-cooked Vietnamese meals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Com Chay Au Lac"],["url="],["email="],["address=277 Ngo Van Chuong"],["lat="],["long="],["directions=Take Le Duan S, past train tracks, turn into alley after #114"],["phone="],["tollfree="],["fax="],["hours=Daily, 07:00-20:30"],["price=30,000 dong"],["content=Typical local vegetarian restaurant like you'll find everywhere in Vietnam except Hanoi, a little off the beaten track in an atmospheric alleyway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Com Chay Nang Tam Vegetarian Restaurant"],["url=http:\/\/nangtam.com.vn\/"],["email="],["address=79A Pho Tran Hung Dao"],["lat="],["long="],["directions=A few streets S of the lake"],["phone="],["tollfree="],["fax="],["hours=Lunch and dinner"],["price=50,000+ dong"],["content=This excellent restaurant is your best vegetarian option in town and will please both vegetarians and non-vegetarians with its wide range of innovative dishes, which include fake meat dishes. Restaurant is comfortable with good ambience, and dishes are value-priced. Well worth the short walk out of the old town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dac Kim"],["url=http:\/\/bunchahangmanh.vn\/"],["email="],["address=67 Duong Thanh, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 16 9777 6666"],["tollfree="],["fax="],["hours=08:00-19:00"],["price="],["content=BBQ pork slices in soup with vermicelli and lots of vegetables. They serve spring rolls too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hebe Cafe"],["url="],["email="],["address=33 Luong Van Can St"],["lat="],["long="],["directions=Inside Hanoi Youth Hotel, near Hoan Kiem Lake, in the centre of Old Quarter"],["phone="],["tollfree="],["fax="],["hours="],["price=Breakfasts, USD1; pizza, USD2; hot pot, USD8"],["content=Cheap local and Western food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Huy Café & Pizza Inn"],["url="],["email="],["address=32 Dinh Liet St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=65,000 dong"],["content=Large Italian dinner combo (garlic bread, soup\/salad, pizza\/pasta, drink)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Joma Bakery Café"],["alt=Joma"],["url=http:\/\/joma.biz"],["email="],["address=22 Ly Quoc Su, & 54 To Ngoc Van"],["lat="],["long="],["directions=Near the cathedral, and west lake"],["phone="],["tollfree="],["fax="],["hours=07:00-21:00"],["price=20,000-80,000 dong"],["content=Fair-trade certified, organic coffee prepared by some of the best baristas in town. Add to your smooth cappuccino a sweet-smelling cinnamon bun or a much-loved bagel egger. Everything here is homemade and fresh. Excellent breakfast menu and lunch\/dinner options, as well as an array of cakes, cookies, pies and other treats."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kem Tràng Tiền"],["url="],["email="],["address=54 Phố Tràng Tiền"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Ice cream bars 5,000-8,000 dong. Cones are a bit more expensive."],["content=Popular spot for ice cream on a hot day. Beware of motorbikes when entering the establishment, since it is sort of a drive-thru\/drive-in ice cream shop. Make sure to try the local cóm or đậu xanh flavours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Papa Joe's Coffee"],["url="],["email="],["address=112 Cau Go"],["lat="],["long="],["directions="],["phone=+84 4 926 2544"],["tollfree="],["fax="],["hours=08:00-23:00"],["price=45,000-65,000 dong"],["content=Despite the name, this is actually a real restaurant, with pasta, soup, salads, sandwiches, and pretty good burgers including vegetarian option. Pizzas leave a lot to be desired. Drinks and desserts. The best reason to eat here, though, is the small balcony with a view over the frantic traffic square and the shores of the Hoan Kiem Lake below."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pho"],["url="],["email="],["address="],["lat="],["long="],["directions=On the corner of Nha Chung and Chan Cam"],["phone="],["tollfree="],["fax="],["hours="],["price=Large bowl of pho, 12,000 dong; Coke or beer, 3,000 dong"],["content=All of the soups and sides include beef (bo), so this isn't for vegetarians."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pho Tu Lun (Au Trieu)"],["url="],["email="],["address=10 Ly Quoc Su"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=15,000-30,000 dong"],["content=Many pho varieties."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Quan An Ngon"],["alt=Delicious"],["url="],["email="],["address=18 Phan Boi Chau St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wide range of choices of dishes from everywhere in Vietnam at very reasonable prices. They have limited seating and many customers, so a wait is certain. Fortunately, they have a large seating area so customers do not have to wait long. They serve both lunch and dinner."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Quan Bia Minh (Minh's)"],["url="],["email="],["address=7A Dinh Liet"],["lat="],["long="],["directions=100m N of the lake"],["phone=+84 4 3934 5323"],["tollfree="],["fax="],["hours=07:30-23:30"],["price="],["content=Popular restaurant with lovely casual upstairs terrace. Minh speaks English well and keeps her staff attentive. Variety of Western, vegetarian, and Vietnamese food, all reasonably priced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sen (Lotus)"],["url="],["email="],["address=10 Lane 431, Au Co Rd, Tay Ho District"],["lat="],["long="],["directions=Next to the water park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Buffet-style restaurant. They have a wide range of dishes from many regions in the country. The dishes are divided into stations where customers can order noodles, rice cakes or rice vermicelli. Serves both lunch and dinner."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cam Chan Quan"],["alt="],["url="],["email="],["address=108 K1 Giang Vo St & Ciputra Entrance"],["lat="],["long="],["directions="],["phone=+84 12 3259 7696"],["tollfree="],["fax="],["hours="],["price=Noodles, 65,000 dong"],["content=This eatery has 2 outlets. The one at Ciputra Estate entrance has staff that speaks English, Chinese, and Vietnamese. A good pit stop for those craving for Asian food upon arrival or before departure, as they are at the mid-point of the city and airport. They serve Asian fare, Singaporean-influenced. Free Wi-Fi. Clean toilets. Try their noodles, it's not the usual pho you see, but a more typically Singaporean. Try the beggar's chicken, savoury fried aubergine, Chinese rice wine hotpot soup."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cha Ca La Vong"],["url="],["email="],["address=14 Cha Ca St & 107 Nguyen Truong To St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=170,000 dong, 1,000 dong charge per napkin"],["content=This establishment is so famous, the street is named after it, instead of the other way around. There's only one dish on the (Vietnamese-only) menu, fried fish in grease, but they've been serving it now for five generations. The traditional shrimp paste is now an optional extra. If you really love fish and shrimp, this experience might be for you. Authentic as it may be, it is a total rip-off according to the locals. For the same price, you could eat 3 meals at a decent cafe street-side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ciao Cafe"],["url="],["email="],["address=2 Hang Bai St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cosy place for coffee and cake. Not full of cigarette smoke as are other cafes in Hanoi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Huong Ly"],["url="],["email="],["address="],["lat="],["long="],["directions=Ly Thuong Kiet, close to the Melia Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=55,000-120,000 dong for a main course"],["content=This is a fantastic bar and restaurant on the ground floor and top floor of a building. The middle floor is a clothes shop. Fantastic food, serving anything from traditional noodles to salmon steak, beautifully presented and delicious. Friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Huyen Houng Restaurant"],["url="],["email="],["address=20 Bao Khanh"],["lat="],["long="],["directions="],["phone=+84 4 828 8430"],["tollfree="],["fax="],["hours="],["price=80,000-120,000 dong"],["content=Choose from a wide variety of seafood dishes (many of which are swimming around in tanks) and other Vietnamese specialities. Friendly staff complements the tasty food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kaiser Kaffee Restaurant"],["url="],["email="],["address=34A Ba Trieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Interesting little place which has excellent Vietnamese and Western food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Hanoi"],["url="],["email="],["address=21 Pho Hang Gai"],["lat="],["long="],["directions="],["phone=+84 4 928 5333"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale cafe serving mainly Westerners in a pleasantly lit restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Luala Cafe"],["url=http:\/\/luala.vn\/?cat=1&lang=en"],["email="],["address=61 Ly Thai To, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3936 9899"],["tollfree="],["fax="],["hours="],["price="],["content=Cafe and restaurant inside the Luala Store, a luxury fashion concept store in the shopping district. The restaurant offers a variety of gourmet foods, drinks, and desserts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mediteraneo"],["url="],["email="],["address="],["lat="],["long="],["directions=Nha Tho St, between La Salsa and Paris Deli"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Italian food, probably the best you'll get in Hanoi. Prices are steep and portions small."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moka Café"],["url="],["email="],["address="],["lat="],["long="],["directions=Nha Tho St close to the cathedral"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent selection of Western and Vietnamese food served in a coffee shop environment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paradieso Restaurant"],["url=http:\/\/paradieso.com\/"],["email="],["address=7 Nguyen Sieu"],["lat="],["long="],["directions=Old Quarter"],["phone=+84 4 39974861"],["tollfree="],["fax="],["hours="],["price="],["content=Small, warm restaurant with both local Vietnamese and Western food. Good quality and affordable prices. You can have traditional Vietnamese food: cha ca, bun cha, pho, nem (spring rolls), also can have very good crepes. All very good quality in a nice decor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paris Deli"],["url="],["email="],["address="],["lat="],["long="],["directions=Nha Tho St across from Moka Cafe"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers delicious European fare for hearty appetites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pepperoni's"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the Hang Gai end of Nha Chung"],["phone="],["tollfree="],["fax="],["hours="],["price=Pizzas, 65,000+ dong"],["content=Part of a small international chain of pizza restaurants. Locally run, they do regular special offers such as free desserts, eat-all-you-can buffets and loyalty schemes, whereby collecting tokens with each take-out entitles you to a free pizza. Pizzas, burgers, ice cream and apple crumble."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Salsa"],["url="],["email="],["address="],["lat="],["long="],["directions=On Nha Tho St near the church in Old Town, across from Moka Cafe"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=French food and expat hang-out."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tamarind Café"],["url=http:\/\/tamarind-cafe.com\/"],["email="],["address=Ma May 80"],["lat="],["long="],["directions=Old Quarter"],["phone=+84 4 926 0580"],["tollfree="],["fax="],["hours="],["price="],["content=Has a menu full of inventive vegetarian dishes, lots of fresh juices, and a relaxed, stylish interior. Don't come here if you're hungry though, as the portions aren't very big and it's a tad pricey."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tan My Design Cafe"],["url=http:\/\/www.tanmydesign.com\/cafe\/"],["email="],["address=61 Hang Gai"],["lat="],["long="],["directions="],["phone=+84 4 3938 1451"],["tollfree="],["fax="],["hours="],["price="],["content=One of the Hanoi's best shops for fashion where you can also get nice Asian and Western foods in a cosy ambience."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Bobby Chinn"],["url="],["email="],["address=77 Xuan Dieu St, Tay Ho"],["lat="],["long="],["directions="],["phone=+84 4 3718 5988"],["tollfree="],["fax="],["hours="],["price="],["content=An amazing restaurant with the trademark green pea pods as the logo. Without a doubt, one of the more hip dining experiences of Hanoi. The interior alone is worth a look, while the menu is delightfully eclectic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Don's Bistro"],["url=http:\/\/www.dons-bistro.com"],["email=donchef@donviet.vn"],["address=16\/27 Xuan Dieu, Tay Ho, Ha Noi"],["lat="],["long="],["directions="],["phone=+84 4 3719 2460"],["tollfree="],["fax=+84 4 3719 5998"],["hours=08:00-23:00"],["price="],["content=Multi-concept establishment serving classic and innovative international cuisine, including Vietnamese favourites, with indoor and outdoor settings. Don's houses 2 restaurants: one with a cigar den, wine cellar and rotating art gallery as well as a rooftop Skyline Oyster Bar featuring live oysters and live nightly music. The first floor is geared for more casual dining, serving pho, cocktails, coffee, fresh baked goods, wood-fired pizzas, shisha."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Green Tangerine"],["url="],["email="],["address=48 Hang Be"],["lat="],["long="],["directions=A few steps from Hang Be St"],["phone=84 4 825-1286"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent French restaurant offering rich and delicious French food with both an à la carte selection and a set menu. Popular with expats."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Restaurant & Bar"],["url="],["email="],["address=25 Ly Quoc Su"],["lat="],["long="],["directions=Near St Joseph's Cathedral in the Old Quarter"],["phone=+84 4 928 8933, +84 9 1322 1971"],["tollfree="],["fax="],["hours="],["price=300,000 dong for a meal and drinks"],["content=This elegant, air conditioned restaurant has a choice of delicious Western and Vietnamese dishes. While the selection of vegetarian dishes is somewhat restricted, the food is excellent, if pricey by Hanoi standards. \"La\" will definitely satisfy longings for quality food after weeks of eating on the street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ly Club"],["alt="],["url=http:\/\/www.lyclub.vn\/hanoi\/"],["email= info@lyclub.vn"],["address=4 Le Phung Hieu, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 39363069"],["tollfree="],["fax="],["hours=11:00-23:00"],["price="],["content=Top-notch Vietnamese and European cuisine in a French colonial mansion. On the expensive side for Hanoi, but the atmosphere and quality of food make up for it. A pianist alternates with piped music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pane e Vino Italian Restaurant and Wine Shop"],["url="],["email="],["address=3 Nguyen Khac Can & 98 Hang Trong"],["lat="],["long="],["directions=100 m from Hoan Kiem Lake"],["phone=+84 4 3826 9080, +84 4 3928 6329"],["tollfree="],["fax="],["hours="],["price="],["content=Fully air-con. Serves a wide range of traditional regional Italian dishes. An extensive wine list with Italian wines from Veneto, Tuscany, Puglia, Sicilia, and Piedmont. Friendly service. A great place to relax and get recover after a long walking and shopping day. Drop in for a chat and a complimentary digestivo with the manager."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pots 'n Pans Restaurant"],["url=http:\/\/www.potsnpans.vn"],["email=info@potsnpans.vn"],["address=57 Bui Thi Xuan St, Hai Ba Trung District"],["lat="],["long="],["directions=Follow Ba Trieu St S from Hoan Kiem Lake 5 min"],["phone=+84 4 3944 0204"],["tollfree="],["fax=+84 4 3944 6599"],["hours=11:30-late"],["price="],["content=Vietnamese food with international flair. Fine dining and lounge bar brought to you by a group of former street kids from Hanoi's own KOTO Training Programme, now rising stars of the Vietnamese food scene. Happy hour 7 days from 17:00-19:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Press Club"],["url=http:\/\/www.hanoi-pressclub.com"],["email=hongngoc@hanoi-pressclub.com"],["address=59 A Ly Thai To St"],["lat="],["long="],["directions="],["phone=+84 4 3972 0888"],["tollfree="],["fax=+84 4 3934 0899"],["hours="],["price="],["content=Fine dining with Western cuisine and a good selection of wines. 70 seat restaurant, private wine room for 12 and another cosy private room for 4. A combination of old and contemporary features with a classically trained chef."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Vietnam#Beer"],["Bia Hơi"]]}," is abundant in the streets of the Old Quarter. At the crossing of ",{"type":"''","value":["Ta Hien"]}," and ",{"type":"''","value":["Luong Ngoc Quyen"]}," five separate venues fill up with travellers in the evenings, but you can get more local atmosphere on some of the side streets.\n\nHanoi is a lively city on the weekends, but the Old Quarter closes relatively early (at midnight) on weekdays, so you might want to start your night early. Other places outside the Old Quarter stay open later and vary in closing times.\nLocal young people gather around the cathedral located in Ly Quoc Su to have lemon ice tea (tra chanh) and sunflower seeds in street bars. After dark it gets quite crowded.\n\nSit on a plastic chair in front of one of the bia hoi (fresh beer) establishments which are invariably situated on the corners of many of Hanoi's Old Quarter streets. This preservative-free light beer is the perfect drink to sip as you watch the city's frenetic bustle. The beer costs less than twenty cents and gives you an excuse to relax and take photos of the passing local characters. Should not be missed. Moreover, once you reach the Old Quarter, you will find that almost every corner is filled with stalls selling pho (Vietnamese noodle) and cafe (the name is not limited only to coffee, but also tea, sweets and grocery items, and even to pho).\n\nOn ",{"type":"''","value":["Tô Tich"]},", a small street connecting ",{"type":"''","value":["Hang Quat"]}," and ",{"type":"''","value":["Hang Gai"]},", you can help yourself to a refreshing fruit milkshake (",{"type":"''","value":["sinh tố"]},") at one of the stalls (~7,000 dong).\n\n",{"type":"===","value":["Bars"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Green Lake (Ho Guom Xanh)"],["url="],["email="],["address=32 Le Thai To"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A crowded bar with weekly performances by popular local singers. A place for the definitive Vietnamese entertainment scene. Has an 80,000 dong cover charge on the weekends. Seems to combine part live singing with drag performances and a host club."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mao's Red Lounge"],["url="],["email="],["address=30 Ta Hien, Hoan Kiem"],["lat="],["long="],["directions=Down the street from Tet and Cheeky Quarter"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small, but lively bar in the heart of the Old Quarter. Has two levels, the top floor which is usually packed with Westerners smoking loads of cigarettes. Mao himself is usually in presence, playing all kinds of music from his iPod. Extremely friendly dude who will strike up a conversation with anyone willing to listen. Daily specials and LaRue for about 20,000 dong."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Minh's Jazz Club"],["url=http:\/\/minhjazzvietnam.com\/"],["email="],["address=92 Tran Vu"],["lat="],["long="],["directions=On the S side of Truc Bach Lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This longtime institution of the Hanoi music scene is still run by the same Mr Quyen Van Minh. It is now attached to the Ma Lai Deli and Red Arecas Restaurant. Drinks are still available, but food is from one of the two adjoining restaurants."]]}]},"\n",{"type":"===","value":["Coffee"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Highlands Coffee"],["url=http:\/\/www.highlandscoffee.com.vn"],["email="],["address="],["lat="],["long="],["directions=Opposite KFC"],["phone="],["tollfree="],["fax="],["hours="],["price=45,000 dong"],["content=On the 3rd floor in a ship-shaped 5 storey building overlooking Hoan Kiem Lake and Vietnam's \"Piccadilly Circus\". Great spot to relax in scenic location where you can watch all the traffic and pedestrians go about their business below you along their outside balcony or stay inside their comfy air conditioned interior. They also serve food and beer."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["style"],["Help categorize listings by location (District), price, etc. Ideally looking for 9-11 listings per subsection"]]},"\n\n",{"type":"{{","value":[["infobox"],["Hanoi Hotel Scams"],["Information about a hotel from a tout may differ greatly from reality. If in doubt, speak with a staff member of the hotel.\nIt may be wise to verify the conditions of \"free\" products the hotel may offer or even go as far to take pictures of the room or mini bar should proof be needed. If unsure whether something is complimentary or not, check before partaking of the product or service. If during your stay a hotel finds a reason to move you to a different hotel, insist they provide proof that their claims are legitimate and if they are asking you move to a higher priced hotel, make sure they have an agreement with the new hotel to pay the difference in price."]]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camel City Hotel"],["alt=formerly Indochina Queen"],["url=http:\/\/www.camelcityhotel.com"],["email="],["address=8\/50 Dao Duy Tu Ln"],["lat="],["long="],["directions=Between Dao Duy Tu and Ta Hien St"],["phone=+84 4 3935 2024"],["tollfree="],["fax="],["hours="],["price=USD17-20"],["checkin=anytime"],["checkout=12:00"],["content=Centrally located, slightly to the north of Hoan Kiem Lake, has huge rooms to suit different budgets. All rooms come with hot water, satellite TV and free breakfast. Since it's tucked away in an alley, it's much quieter than most other hotels that are on the main streets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Especen Hotel"],["url=http:\/\/especen.vn\/"],["email=especen@gmail.com"],["address=28-38 Tho Xuong & 41 Ngo Huyen St, Hoan Kiem"],["lat=21.029094"],["long=105.848511"],["directions=30m from St Joseph's Church on a quiet alley off of Au Trieu St"],["phone=+84 4 3824 4401"],["tollfree="],["fax=+84 4 3825 9460"],["hours="],["price=USD17-19"],["checkin=12:00"],["checkout=12:00"],["content=Rooms are new, clean, bright, quiet, friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Backpackers' Hostel"],["url=http:\/\/hanoibackpackershostel.com\/"],["email=info@hanoibackpackershostel.com"],["address=48 Ngo Huyen St, Hoan Kiem"],["lat="],["long="],["directions=One block N of St Joseph's Cathedral. Signposted from there."],["phone=+84 4 828 5372"],["tollfree="],["fax="],["hours="],["price=Dorm USD7.50, double USD30, breakfast included"],["checkin=24 hr"],["checkout=24 hr"],["content=Run by two Australians who have lived there for many years. Clean air-con rooms (including female-only dorms plus double rooms), powerful, hot showers, tri-weekly BBQs on the rooftop, free Wi-Fi, and excellent staff who are always available to help. All dorm beds have a large personal locker (no extra fee), shelf, and nightlight. Part of the Hostelling International Association, so valid card-holders will get a discount. Quite popular during high season, recommended you book in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Central Backpacker's"],["url=http:\/\/centralbackpackershostel.com\/"],["email="],["address=16 Ly Quoc Su and 45A Ly Quoc Su, Hoan Kiem"],["lat="],["long="],["directions=Half a block N of the church on Ly Quic Su, in the alley next to June Fashion"],["phone=+84 4 3948 1508"],["tollfree="],["fax="],["hours="],["price=16-bed dorm USD5, double USD29, breakfast included"],["checkin=24 hr"],["checkout=12:00"],["content=Local friendly staff. Free Internet. Some guests report questionable hygiene. Free beer every night. Seriously."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Centre Ville Hotel"],["url=http:\/\/centrevillehotel.com.vn\/"],["email=centrevillehotel@gmail.com"],["address=No 47 Luong Ngoc Quyen St, Hoan Kiem"],["lat="],["long="],["directions=20m from the corner of Bia Hoi"],["phone=+84 4 3826 8459"],["tollfree="],["fax="],["hours="],["price=USD12-25, breakfast included"],["checkin=08:00"],["checkout=12:00"],["content=The rooms are spacious, safe, and newly renovated. Some rooms have wardrobes. The floors are hard tiled and very clean. LCD TV and refrigerator. Also a heater\/air conditioner (the hot water 24\/7); ironing boards, hair-dryers; Wi-Fi throughout; free Internet computers in the lobby and a wonderful breakfast. (Be away, like most hotels in this area, they lock the doors late. The staff is very friendly. But for English (or French) and negotiating, you need to ask for Tuan, pronounced (Tw ‘an or 2 on). He is a floating manager who can be easily summoned. He can make you a deal according to your stay. He is a very knowledgeable concierge. Booking in advance is advisable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Emperor Hotel"],["url=http:\/\/www.hanoiemperorhotel.com"],["email=contact@hanoiemperorhotel.com"],["address=No 16 Hang Buom St, Hoan Kiem"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD15+"],["checkin="],["checkout="],["content=Free Internet is available with 2 computers in the lobby, free Wi-Fi within the building. Staff are friendly and helpful. As the hotel has only 14 rooms, booking in advance is advisable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Guesthouse"],["url=http:\/\/hanoiguesthouse.com\/"],["email=info@hanoiguesthouse.com"],["address=14 Bat Su St"],["lat="],["long="],["directions="],["phone=+84 4 3824 5732"],["tollfree="],["fax="],["hours="],["price=Double USD22, including breakfast"],["checkin="],["checkout="],["content=A small hotel very popular with backpackers. Friendly and reliable staff. All rooms air-con with en suite toilet and shower. Has a sister establishment, Hanoi Guesthouse 2."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi International Hostel"],["url="],["email=internationalhostel@yahoo.com"],["address=24 Tho Xuong"],["lat="],["long="],["directions=2 min walk from the N side of Hoan Kiem Lake"],["phone=+84 4 3826 1212"],["tollfree="],["fax=+84 4 3824 6010"],["hours="],["price=Dorm bed USD3-6, discounts for long-term guests"],["checkin="],["checkout="],["content=This guesthouse has basic but cheap rooms with a fan, hot showers and optional air-con; there's a steep climb up to all the rooms but they'll help with your bags for a tip. There is no housekeeping service in the sense that rooms won't be cleaned while you're occupying them. Helpful and friendly staff; \"free\" Internet access on the ground floor (the fine print limits this to 15 min\/day). The café offers cheap food. They run a cheap and fair travel agency downstairs that doesn't try to rip you off. Bicycles and motorbikes for rent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Rendezvous Hotel"],["url=http:\/\/www.hanoirendezvoushotel.com"],["email=bookings@hanoirendezvoushotel.com"],["address=31 Hang Dieu St, Hoan Kiem"],["lat="],["long="],["directions=In the Old Quarter"],["phone=+84 4 3828 5777"],["tollfree="],["fax="],["hours="],["price=USD7.50-35. Full breakfast included"],["checkin="],["checkout="],["content=Run by an Australian couple. Private en suite rooms and shared rooms. Air-con, cable LCD televisions. Fully informed and equipped travel service for all destinations in Vietnam. Friendly English speaking staff. Free beer and spring rolls on Thursday nights. Laundry service. Good music in cafe. Free Internet PCs with Skype and free Wi-Fi in rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Triumphal Hotel"],["url=http:\/\/hanoitriumphalhotel.com\/"],["email="],["address=4 Hang Ga St, Hoan Kiem District"],["lat="],["long="],["directions=10 min walk from Hoan Kiem Lake"],["phone=+844 62700937"],["tollfree="],["fax="],["hours="],["price=USD20+"],["checkin="],["checkout="],["content=All rooms equipped with air-con, TV, telephone, sofa, desk, shower, and toilet with bathroom amenities. Restaurant, bar, room service, 24-hour front desk, concierge, laundry\/dry cleaning, spa and wellness centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Youth Hostel"],["url=http:\/\/hanoiyouthhostel.com"],["email="],["address=5 Luong Ngoc Quyen, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 9 7858 6555"],["tollfree="],["fax="],["hours="],["price=Dorm bed USD4.50-6, private room USD15-30"],["checkin="],["checkout="],["content=17 rooms and dormitory with city view, air-con, satellite TV, telephone, minibar, en suite bath with tub and shower. Relaxation room on the 1st floor complete with a pool table, a dart board and a library. Free Wi-Fi, free beer, free tea, free coffee, free breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kangaroo Hotel"],["url="],["email=vnhnvn@gmail.com"],["address=Hang Luoc St 71"],["lat="],["long="],["directions=About a 10 min walk from Hoan Kiem Lake"],["phone=+84 4 825 8044"],["tollfree="],["fax="],["hours="],["price=USD4+"],["checkin="],["checkout=12:00"],["content=Small hotel in the Old Quarter. The rooms have comfortable beds, good hot water pressure for showers and air-con\/fan combos. Amenities include satellite TV, free Internet and bathtub. Helpful staff with good English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Little Hanoi Hostel"],["url=http:\/\/littlehanoihostel.com\/"],["email=booking@littlehanoihostel.com"],["address=48 Hang Ga St, Hoan Kiem"],["lat="],["long="],["directions="],["phone=84 4 3828 4461"],["tollfree="],["fax="],["hours="],["price=USD22+"],["checkin="],["checkout="],["content=In the Old Quarter, close to popular attractions such as the water puppet show and Hoan Kiem Lake. Rooms are clean and furnished with air conditioning, TV, sofa chairs, a minibar, a dresser, and a bathroom with hot and cold taps and a bath tub. High-speed Wi-Fi is available as well. The English speaking staff is friendly and knowledgeable, and can help you book tours to Halong Bay, Hoa Lu Tam, Sapa Bac Ha, Ba Be Lake, Mai Chau Hoa Binh and tourist spots around the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Little Hanoi Hotel"],["url="],["email=littlehanoi@yahoo.com"],["address=60 Au Trieu St, Hoan Kiem"],["lat="],["long="],["directions=NW of the lake in the Old Quarter"],["phone=+84 4 3938 8648"],["tollfree="],["fax="],["hours="],["price=Doubles USD20, dorm bed USD6, breakfast and Internet included"],["checkin="],["checkout="],["content=Comfortable, modern, clean air-con rooms and dorms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mai Dza Hotel"],["url=http:\/\/maidzahotel.com.vn\/"],["email=booking@maidzahotel.com.vn"],["address=52 Yen Phu St, Tay Ho"],["lat="],["long="],["directions="],["phone=+84 4 3715 2222"],["tollfree="],["fax=+84 4 3715 2815"],["hours="],["price="],["checkin=18:00"],["checkout=12:00"],["content=All 50 rooms are spacious with the area from 30 m²-40 m² fully equipped with modern facilities: in-room IDD telephone, Wi-Fi, cable TV, strong box, air conditioner, fridge. The rooms are bright and fresh with big windows and balconies. Guests from here can admire romantic beauty of West Lake and Red River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Quarter Hostel"],["url="],["email=hanoioldquarterhostel@yahoo.com"],["address=91 Hang Ma"],["lat="],["long="],["directions=A few minutes walk to Dong Xuan Market"],["phone=+84 9 0229 1886"],["tollfree="],["fax="],["hours="],["price=Dorm bed USD6, single USD10-15"],["checkin="],["checkout="],["content=Clean, spacious and secure rooms. The staff are very helpful. Free Internet and breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Stars Hotel"],["url="],["email=sales@tuntravel.com"],["address=26 Bat Su"],["lat="],["long="],["directions=Old Quarter"],["phone=+84 4 3828 1911, +84 4 3828 1912"],["tollfree="],["fax="],["hours="],["price=USD15-28"],["checkin="],["checkout="],["content=Clean rooms with bath. Breakfast available. Just a few min by walk to Dong Xuan Market and Hoan Kiem Lake. Free Internet in some rooms and also at dining room at ground level."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Victor Hotel"],["url="],["email="],["address=24C Lý Quốc Sư"],["lat="],["long="],["directions=10 min walk from Hoan Kiem Lake"],["phone="],["tollfree="],["fax="],["hours="],["price=Dorms USD4"],["checkin="],["checkout="],["content=Dorms have air-con, free computer use, breakfast can be added for USD1."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aquarius Legend Hotel"],["url=http:\/\/www.hanoivaluehotels.com\/"],["email="],["address=90B Nguyen Huu Huan St, Old Quarter, Hoan Kiem District"],["lat="],["long="],["directions="],["phone=84 4 3926 4537-38"],["tollfree="],["fax="],["hours="],["price=USD41.60+"],["checkin="],["checkout="],["content=Superior, deluxe and family room, all equipped with minibar, LCD cable TV, air-con. Free Internet access and Wi-Fi, restaurant and 24 hr room service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Continental Hotel"],["url=http:\/\/hanoicontinental.com\/"],["email="],["address=24, Hang Vai, Hoan Kiem"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Single USD24, double USD28, breakfast included"],["checkin="],["checkout="],["content=Boutique-style hotel which has clean and spacious rooms. Courteous staff, walking distance to Hoan Kiem Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Davula Home"],["alt="],["url=http:\/\/www.daluva.com\/lodging\/apartment"],["email=info@daluva.com"],["address=33 To Ngoc Van St, Tay Ho District"],["lat="],["long="],["directions=Bus 41 to Xuan Dieu St terminal. Walk to Ngoc Van St"],["phone=+84 4 3718 5831"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD79-435, breakfast included"],["content=1-bedroom boutique serviced apartment. Bright and spacious, cozy lighting, bedroom & living room DVD\/LCD-TVs, work desk with computer & free Internet, terrace with plants, views of Westlake villas. Great walks along the lake. Family friendly. On-site restaurant 08:00-23:00, tour arrangements, auto\/motorbike rental and spa advice available. Also a wine and tapas bar\/restaurant serving breakfast, lunch and dinner. The food caters for all tastes including vegetarians and children. The 3rd floor has a children's play room with free supervision as well as a children's menu. The place is a favourite with local expats in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Hanoi Club Hotel"],["url=http:\/\/www.hanoi-club.com\/"],["email=enquiries@hanoi-club.com"],["address=76 Yen Phu St, Ho Tay"],["lat="],["long="],["directions=Near Sofitel Plaza"],["phone=+84 4 3823 8115"],["tollfree="],["fax="],["hours="],["price=USD85+"],["checkin="],["checkout="],["content=A recreational club with 75 hotel rooms. Tennis courts, squash courts, fully equipped gym, 25m pool, 48 bay golf driving range, Chinese restaurant, lounge, and cafe. Peaceful with hardly any sounds of traffic. Rooms are modern with some rooms facing the lake. Complimentary Wi-Fi in rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Eclipse Hotel"],["url=http:\/\/www.hanoieclipsehotel.com\/"],["email=sales@hanoieclipsehotel.com"],["address=24 Hang Quat St, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3824 3423"],["tollfree="],["fax=+84 4 3824 6144"],["hours="],["price=USD30-55"],["checkin="],["checkout="],["content=Boutique hotel with clean and spacious rooms. Friendly staff speak English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hanoi Emotion Hotel"],["url=http:\/\/www.hanoiemotionhotel.com\/"],["email=info@hanoi-emotion.com"],["address=26 Hang Bot St, Hoan Kiem"],["lat="],["long="],["directions=Next to Temple of Literature"],["phone=+84 4 3848 9848"],["tollfree="],["fax="],["hours="],["price=USD49+"],["checkin="],["checkout="],["content=Large bath, rooftop restaurant, bar with city view. The hotel is especially good for business travel as the surroundings are very quiet and well-sited."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hanoi Eternity Hotel"],["url=http:\/\/www.eternityhotel.vn\/"],["email=info@eternityhotel.vn"],["address=32 Yet Kieu St, Hoan Kiem"],["lat=21.0231628107075"],["long=105.843465328217"],["directions="],["phone=+84 4 3941 2262"],["tollfree="],["fax="],["hours="],["price=USD45+"],["checkin=14:00"],["checkout=12:00"],["content=Business boutique hotel with 28 rooms, next to Hanoi train station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Hibiscus Hotel"],["url=http:\/\/hanoihibiscushotel.com\/"],["email=hanoihibiscushotel@gmail.com"],["address=52 Ngo Huyen St, Hoan Kiem District"],["lat="],["long="],["directions="],["phone=+84 4 3938 2113"],["tollfree="],["fax=+84 4 3938 2115"],["hours="],["price=USD30-35"],["checkin="],["checkout="],["content=Centrally located in the Old Quarter, 3 minute walk from Hoan Kiem Lake. 15 minute walk from Dong Xuan Market and Hanoi Opera House. Free Wi-Fi and TV. En suite all rooms, breakfast included and travel services available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Rose Hotel"],["url=http:\/\/www.hanoirosehotel.net"],["email="],["address=59B Duong Thanh St, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3938-1826"],["tollfree="],["fax="],["hours="],["price=USD27"],["checkin="],["checkout="],["content=Non-smoking, air-con rooms, all equipped with LCD TV and CD player, minibar, and coffee\/tea maker. Bar and restaurant, airport and city transfer, fitness room\/gym, spa, massage services, and Internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi Royal Palace Hotel"],["url=http:\/\/www.hanoiroyalpalacehotel.com"],["email=booking@royalpalacehotelhanoi.com"],["address=18A Quan Su St, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3938 1763"],["tollfree="],["fax=+84 4 3938 1765"],["hours="],["price=USD40-85"],["checkin="],["checkout="],["content=In the Old Quarter. Doesn't see much through-traffic and thus is quieter than most. Newly built boutique hotel with modern facilities and professional staff. TV, fan, air-con, hot shower, bathtub or Jacuzzi, and optional breakfast. In-room computer with Internet is included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hanoi View 2 Hotel"],["url=http:\/\/www.hanoiview2hotelvietnam.com\/"],["email="],["address=48 Ngo Si Lien Alley, Dong Da District"],["lat="],["long="],["directions="],["phone=+84 4 62679888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Deluxe, standard, superior and junior suite rooms with air-con, cable TV and Internet. Restaurant, sauna, travel agency, and massage service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Indochina Queen II Hotel"],["url=http:\/\/www.indochinaqueenhotel.com"],["email=info@indochinaqueenhotel.com"],["address=67 Pho Thuoc Bac St, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3923 3993, +84 4 3923 3996"],["tollfree="],["fax=+84 4 3923 3966"],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with satellite TV, air-con, strongbox, tea & coffee maker, and en suite baths. An on-site restaurant serves breakfast. Bar, car park, bicycle rental and babysitting are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lucky Hotels"],["url=http:\/\/www.hanoiluckyhotelgroup.com\/"],["email="],["address=12 Hang Trong St, Old Quarter, Hoan Kiem District"],["lat="],["long="],["directions="],["phone=+84 43825 1029"],["tollfree="],["fax="],["hours="],["price=USD35+"],["checkin="],["checkout="],["content=Three hotels in the Old Quarter, all clean and spacious. Staff skillful with good English and courteous. Walking distance to Hoan Kiem Lake. Minibar\/refrigerator, LCD cable TV and air-con. Free Internet access and Wi-Fi, restaurant, and 24 hr room service."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Century Hotel"],["url=http:\/\/www.hanoinewcenturyhotel.com"],["email="],["address=12 Cha Ca St, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3824 4005"],["tollfree="],["fax="],["hours="],["price=USD18-22"],["checkin="],["checkout=12:00"],["content=Spacious, clean rooms and a friendly owner. Rooms have TV, computer, bath and Internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Serenade Hotel"],["url=http:\/\/serenadehotel.com.vn\/"],["email="],["address=58 Hang Dao St, Hoan Kiem District"],["lat="],["long="],["directions="],["phone=+84 4 3928 6666"],["tollfree="],["fax="],["hours="],["price=USD55+"],["checkin="],["checkout="],["content=Deluxe double, junior twin, city view and Serenade suite, all have air-con, free Internet and minibar. Restaurant, bar, room service, and sauna massage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thaison Hotel"],["url=http:\/\/www.thaisonhotelgroup.com\/"],["email=infothaison1@thaisonhotel.com"],["address=7-9 Hang Voi, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3935 1666, +84 4 3935 1612"],["tollfree="],["fax=+84 4 39351611"],["hours="],["price=USD35-55, breakfast included"],["checkin="],["checkout="],["content=Clean, spacious rooms. Hotel staff is courteous, friendly and warm."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trung Nam Hai Hotel"],["alt="],["url=http:\/\/www.trungnamhaihotel.com\/"],["email=booking@trungnamhaihotel.com"],["address=27 Hoan Kiem, Hoan Kiem"],["lat="],["long="],["directions="],["phone=+84 4 3928 8228"],["tollfree="],["fax=+84 4 3928 8268"],["hours="],["price=USD30-50, breakfast included"],["checkin="],["checkout="],["content=In Old Quarter, all bedrooms have en suite bath with tub and shower, air conditioning and heating, mini bar, free Wi-Fi, strong box, flat screen TV with cable television, hairdryer. All floors can be reached by an elevator."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Il Faro Boutique Hotel"],["alt="],["url=http:\/\/bnbilfarohanoi.wordpress.com\/il-faro-bedbreakfast\/"],["email=ilfarohanoi@gmail.com"],["address=98 To Ngoc Van-Villa 3 Tay Ho"],["lat="],["long="],["directions=North side of West Lake"],["phone=+84 4 63271142"],["tollfree="],["fax="],["checkin="],["checkout="],["price=US 40-70"],["content=This Italian Bed & Breakfast, boutique hotel is situated in a colonial villa far from the chaotic streets of downtown Hanoi, on the West Lake at Tay Ho. The rooms are spacious with delightful original interior fittings, such as the colonial style double doors and large windows. The ceiling fans, balconies, 4 poster beds with crisp white bed linen and cool terracotta floors give the rooms a unique and timeless elegance. All the bedrooms have air-conditioning and wifi internet, TV, mini bars and en-suite shower rooms. Guests have the chance to eat in the ground floor restaurant and may while away their time seated in the sunny courtyard under a shady tree with a glass of wine. The Italian and Vietnamese staff are always on hand to help with information and to make your stay here a special one. I stayed here a few nights last month. Loved the rooms, loved the 4 poster bed and the courtyard, The food was fantastic too."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Daewoo Hanoi Hotel"],["url=http:\/\/hanoi-daewoohotel.com\/"],["email="],["address=360 Kim Ma St, Ba Dinh District"],["lat="],["long="],["directions=15-20 min by taxi from the centre of town"],["phone="],["tollfree="],["fax="],["hours="],["price=USD170+"],["checkin= Luxury hotel, part of a larger apartment and business complex that includes 7 restaurants and cafés, 2 banks and a dance club. There is a large pool, exercise room, business centre with translation services, and free Internet in the rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hanoi Viet Hotel"],["url=http:\/\/www.hanoiviethotel.com"],["email="],["address=61 Hang Than St, Hoan Kiem District"],["lat="],["long="],["directions="],["phone=+84 4 3927 4705"],["tollfree="],["fax=+84 4 3927 4707"],["hours="],["price=USD45"],["checkin=12:30"],["checkout=11:30"],["content=38 rooms and suites with private balconies."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=InterContinental Hanoi Westlake"],["url=http:\/\/intercontinental.com\/hanoi"],["email="],["address=1A Nghi Tam, Tay Ho District"],["lat="],["long="],["directions="],["phone=+84 4 6270 8888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel of 359 rooms and suites with private balconies."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Melia Hanoi Hotel"],["url=http:\/\/meliahanoi.com\/"],["email="],["address=Ly Thuong Kiet St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD139+, breakfast included"],["checkin="],["checkout="],["content=Rooms are big and offer views of the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mövenpick Hotel Hanoi"],["url=http:\/\/moevenpick-hanoi.com\/"],["email=hotel.hanoi.reservation@moevenpick.com"],["address=83A Ly Thuong Kiet, Hoan Kiem District"],["lat=21.02514"],["long=105.84385"],["directions="],["phone=+84 4 3822 2800"],["tollfree="],["fax=+84 4 3822 2776"],["hours="],["price=USD140+"],["checkin=14:00"],["checkout=12:00"],["content=154 rooms and suites, 93 of which are non-smoking rooms and 20 connecting rooms. All rooms are equipped with LCD flat screen, wide selection of international cable TV channels. Minibar, IDD telephone, personal safe, tea and coffee making provided. Broadband cable and Wi-Fi is accessible in all rooms and throughout the public areas of the hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Hanoi Hotel"],["url=http:\/\/starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=1484"],["email="],["address=K5 Nghi Tam, 11 Xuan Dieu Rd, Tay Ho District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Large gardens and courtyards. Rooms are furnished with traditional décor and modern amenities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sofitel Metropole Hanoi Hotel"],["url=http:\/\/sofitel.com\/gb\/hotel-1555-sofitel-legend-metropole-hanoi\/index.shtml"],["email="],["address=15 Ngo Quyen St"],["lat=21.02565"],["long=105.85577"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=French colonial-style hotel patronised by mostly older European travellers. The cuisine served in the restaurant is tasty and fresh."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel Plaza Hotel"],["url=http:\/\/sofitel.com\/gb\/hotel-3553-sofitel-plaza-hanoi\/index.shtml"],["email="],["address=1 Thanh Nien Rd, Ba Dinh District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=317 rooms. Renowned as the most scenic hotel in Hanoi with a zigzag façade and stepped architecture. Hotel is spotless and well-maintained with very friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Somerset Grand Hanoi"],["url=http:\/\/www.somerset.com\/en\/vietnam\/hanoi\/somerset_grand_hanoi.html"],["email=enquiry.hanoi@the-ascott.com"],["address=49 Hai Ba Trung St"],["lat="],["long="],["directions="],["phone=+84 4 3934 2342"],["tollfree="],["fax=+84 4 3934 2343"],["hours="],["price=2,625,000+ dong"],["checkin="],["checkout="],["content=185 apartments that range from one to three-bedroom layouts, as well as the three-bedroom penthouse. Each apartment has a kitchen, IDD telephone with a private number, and furnishings."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nWalking the streets of Hanoi is not for the faint of heart. As is the case everywhere in Vietnam, traffic in Hanoi is dominated by an incredible number of motorbikes, all of which seem to be making a mad, desperate dash for something just out of reach, all of the time. The simple act of walking can be intimidating for visitors, especially in the narrow streets around the Old Quarter.\n\nThere is no such thing as one-directional traffic in Vietnam. When you leave the curb, look not only left and right, but to the front and back. Even up and down would not be amiss. Take each step deliberately but resolutely. Patiently allow the motorbikes to pass. Don't rush. Do not make any erratic movements. This way the drivers are aware of you, and can anticipate your vector (along with all of the other motorbikes). It may look chaotic, but be patient and pay attention when you're crossing any street, large or small, and you will be fine.\n\nBe vigilant when taking a taxi. Drivers have been know to jump out at the destination and remove most of the bags from the trunk. While the passenger is busy putting on a rucksack the driver takes off with the remaining bags. Ask your hotel which taxi companies are reliable.\n\nBe careful of hustler hawkers. In Vietnam, there is a two-tier pricing system, for locals and for foreigners. No other place in Vietnam is this practised more emphatically than in Hanoi (and in Ho Chi Minh City's Ben Tanh Market) where vendors charge differently according to how they gauge your net worth.\n\n",{"type":"===","value":["Pickpockets"]},"\nYou've read warnings about pick pockets a hundred times, but in all of Asia, it's rarely as true as for Hanoi's busy and narrow Old Quarter or the Dong Xuan Night Market. The crowd, the loads of tourists, the distraction of heavy traffic and the narrow confines guarantee opportunities for thieves. And the general belief that tourists have too much money creates a moral climate in which thieves abound. Even if you're attentive, you'll get some pockets of your backpack opened, maybe even twice a day. Expect female pickpockets. Don't let them surround you. Approaching you with \"Hello, I'm a student\" seems to be a quite popular pick-up line for them, so be forewarned.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":[" Telephone "]},"\n",{"type":"*","value":[" Hanoi code: 4. Note the recently added \"3\" in front of all local numbers. Examples:"]},"\n:* Old dialling style: 1234567 (from within the city) or 04 1234567 (inter-provincial) or +84 4 123456 (from overseas)\n\n:* New dialling style: 3 1234567 (from within the city) or 04 3 1234567 (inter-provincial) or +84 4 3 123456 (from overseas)\n\n",{"type":"===","value":[" Internet "]},"\nThere are plenty of Internet cafés all over the city. Most are used by Vietnamese teens playing online dance or battle games. Rates vary, but can be as low as 3,000 dong\/hr. Some of the better cafés, particularly in the Old Quarter, have computers that are Skype-capable for international phone calls. The cafes that charge you for using the Internet usually provide desktop computers. There are also cafes where they have free wireless. All you have to do is order something from their menus and use their Wi-Fi for as long as you want. The Wi-Fi cafes are concentrated around Hoan Kiem Lake.\n\n",{"type":"[[","value":[["Image:hanoimonks.jpg"],["thumb"],["240px"],["Monks crossing the street"]]},"\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url="],["email="],["address=4F, Sentinel Pl, 41A Ly Thai To St"],["lat="],["long="],["directions="],["phone=+84 4 3831-5262"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/vietnam.embassy.gov.au"],["email="],["address=8 Dao Tan St"],["lat="],["long="],["directions="],["phone=+84 4 3774-0100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/dfait-maeci.gc.ca\/vietnam"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/vn.china-embassy.org\/"],["email="],["address=46 Hoang Dieu Rd"],["lat="],["long="],["directions="],["phone=+84 4 3845-3736"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["url=http:\/\/www.mzv.cz\/hanoi\/en\/index.html"],["email="],["address=13 Chu Van An St"],["lat="],["long="],["directions="],["phone=+84 4 3845-4131"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["url=http:\/\/ambhanoi.um.dk\/en"],["email="],["address=19 Dien Bien Phu St"],["lat="],["long="],["directions="],["phone=+84 4 3823-1888"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Embassy_Vietnam\/Pages\/default.aspx"],["email=egyembhanoi@yahoo.com"],["address=63 To Ngoc Van St, Tay Ho"],["lat="],["long="],["directions="],["phone=+84 4 3829-4999"],["tollfree="],["fax=+844 38294997"],["hours=09:00-16:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.vn"],["email=sanomat.han@formin.fi"],["address=Central Building, 31 Hai Ba Trung"],["lat="],["long="],["directions="],["phone=+84-4-3826 6788"],["tollfree="],["fax=+84-4-3826 6766"],["hours=M-Th 08:00-12:00, 13:00-17:00, F 08:00-13:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/ambafrance-vn.org"],["email="],["address=57 Tran Hung Dao St"],["lat="],["long="],["directions="],["phone=+84 4 3944-5700"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.hanoi.diplo.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=28 Thanh Nien Rd, Tay Ho District"],["lat="],["long="],["directions="],["phone=+84 4 3715 2254, +84 4 3715 2263"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url="],["email="],["address=58-60, Tran Hung Dao"],["lat="],["long="],["directions="],["phone=+84 4 253409"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=+84 4 252310"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/indonesia-hanoi.org.vn\/index.htm"],["email="],["address=50 Ngo Quyen St"],["lat="],["long="],["directions="],["phone=+84 4 825 3353"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=+84 4 825-7969"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/ambhanoi.esteri.it\/Ambasciata_Hanoi"],["email="],["address=9 Le Phung Hieu"],["lat="],["long="],["directions="],["phone=+84 4 3825-6256"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.vn.emb-japan.go.jp\/"],["email="],["address=27 Lieu Giai, Ba Dinh District"],["lat="],["long="],["directions="],["phone=+84 4 3846 3000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]},{"type":"{{","value":[["listing"],["name=Malaysia"],["url="],["email="],["address=43-45 Dien Bien Phu"],["lat="],["long="],["directions="],["phone=+84 4 3734 3849"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url=http:\/\/netherlands-embassy.org.vn"],["email="],["address=6F, Daeha Office Tower, 360 Kim Ma St"],["lat="],["long="],["directions="],["phone=+84 4 3831-5650"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/norway.org.vn\/"],["email="],["address=10F, Vincom City Towers, 191 Ba Trieu St"],["lat="],["long="],["directions="],["phone=+84 4 3974-8900"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Pakistan"]]}," ",{"type":"{{","value":[["listing"],["name=Pakistan"],["url="],["email=parep-hanoi@hn.vnn.vn"],["address=Villa 44\/2, Van Bao Street, Van Phuc Diplomatic Compound"],["lat="],["long="],["directions="],["phone=+84 4 375-62251"],["tollfree="],["fax=04-37562253"],["hours=M-F 0900-1700"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["name=Poland"],["url=http:\/\/hanoi.polemb.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url=http:\/\/russianembassy.biz\/vietnam-hanoi.htm"],["email="],["address=191 La Thanh St"],["lat="],["long="],["directions="],["phone=+84 4 833-6991"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=consular department +84 4 833-6575"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Singapore"]]}," ",{"type":"{{","value":[["listing"],["name=Singapore"],["url=http:\/\/mfa.gov.sg\/hanoi"],["email="],["address=41-43 Tran Phu St"],["lat="],["long="],["directions="],["phone=+84 4 3848-9168"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/swedenabroad.com\/hanoi"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/hanoi"],["email="],["address=15F Hanoi Central Office Bldg, 44B Ly Thuong Kiet St"],["lat="],["long="],["directions="],["phone=+84 4 3934-6589"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["url=http:\/\/teco.org.vn"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Thailand"],["url=http:\/\/hanoi.thaiembassy.org\/"],["email=thaiemhn@netnam.org.vn"],["address=63-65 Hoang Dieu St"],["lat="],["long="],["directions="],["phone=+84 4 382-35092"],["tollfree="],["fax=+84-4-382-35088"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ukraine"]]}," ",{"type":"{{","value":[["listing"],["name=Ukraine"],["url=http:\/\/www.mfa.gov.ua\/vietnam"],["email=emb_vn@mfa.gov.ua"],["address=6 Le Hong Phong St, Ba Dinh District"],["lat="],["long="],["directions="],["phone=+84 4 3734-4484"],["tollfree="],["fax=+84 4 3734 4497"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url="],["email="],["address=Central Bldg, 31 Hai Ba Trung"],["lat="],["long="],["directions="],["phone=+84 4 936-0550"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/vietnam.usembassy.gov"],["email="],["address=170 Ngoc Khanh, Ba Dinh"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Immigration office"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=E-Vietnam Visa"],["alt="],["url=http:\/\/www.e-vietnamvisa.com"],["email=vietnamvisabooking@gmail.com"],["address=101 Lang Ha St"],["lat="],["long="],["directions="],["phone=+84 912 685 141"],["tollfree="],["fax="],["hours="],["price=USD13.60-95"],["content=For pre-arranged visa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Immigration Department"],["alt="],["url="],["email="],["address=40A Hang Bai"],["lat="],["long="],["directions="],["phone=+84 4 826-6200"],["tollfree="],["fax="],["hours="],["price="],["content=For visa extensions."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you are the adventurous type or simply bored temporarily of the city atmosphere, then consider a circuit through the northern countryside. A round trip will take you to a lot of charming villages and through hills and valleys with charming views. Main roads are generally in good condition and you can easily do a couple of hundred kilometres a day. The villages and provinces are generally safe at night, and you get to see a lot of Vietnamese culture such as various tribe folks. While bus services are in fact available (albeit not always reliable), a recommended alternative is to rent a bike or car and make the trip on your own. Motorbikes in decent quality can be rented for as little as USD5 a day, and many places have suggestions for routes.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ha Long Bay"]]},"'s spectacular ocean karst topography is the most popular side-trip from Hanoi."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Sapa"]]}," mountain region, home to ethnic minorities, gorgeous mountain scenery, and trekking paths connecting many tiny mountain villages is the second most popular trip. It is accessible by bus or train to ",{"type":"[[","value":[["Lao Cai"]]},", then onward by minibus or hired motorbike."]},"\n",{"type":"[[","value":[["Image:VN Chua Huong5 tango7174.jpg"],["thumb"],["200px"],["Perfume Pagoda Cave"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Perfume Pagoda"],["url="],["email="],["address="],["lat="],["long="],["directions=Not easily reachable by public transport. Tours are available anywhere in Hanoi."],["phone="],["tollfree="],["fax="],["hours="],["price=Tour from USD15 including transport, lunch, and admission"],["content=An ancient Buddhist pilgrimage site about 60 km southwest of Hanoi. A full-day excursion that involves a boat trip to the main site, where you will hike (30-45 min) or take a cable car up a mountain. Near the top is a large limestone cave containing Buddhist shrines and statues. There are various other temples and grottoes along the way."]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bat Trang"]]},", a village world-famous for its pottery, 9 km southeast of Hanoi. It is accessible by taking Bus 47, which originates at Long Bien. Just hop on (the bus will be clearly labelled with the number 47 and the text \"Long Bien - Bat Trang\"; bus fare is ~5,000 dong one-way. Take it to the last stop, which is directly opposite the pottery market (haggle for lower prices, and insist on paying in dong). Head back up the street to the factories to see artists at work."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cao Bang"]]},", featuring the beautiful Ban Gioc Waterfall, is five hours away by bus, near the Chinese border."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cuc Phuong National Park"]]},", is the largest national park in Vietnam and an easy day-trip from Hanoi."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Co Loa"]]}," is the oldest ancient capital in the region; a little-visited site slightly northeast of Hanoi."]},"\n",{"type":"*","value":[" Tam Coc\/Hoa Lu in ",{"type":"[[","value":[["Ninh Binh"]]}," Province, is a day trip is combining heritage tourism and natural landscape tourism. Hoa Lu is the site of the first capital of Vietnam in the 10th century, and was home to two kings, Dinh Bo Linh (Dinh Tien Hoang) and Le Hoan. There are now two shrines dedicated to these two kings. About 30 min away from Hoa Lu is Tam Coc [three grottoes], also known as Halong Bay on land. It features karst landforms surrounded by paddy fields, and is accessed by little wooden boats. Boats are for hire at USD3.50\/trip, which takes about one hour. This is an excellent alternative to Halong Bay for those who have short attention spans, as the boat trip takes a mere hour versus Halong Bay tourist boats which take 5 hours. One minor annoyance involves peddlers on boats hawking their wares, and your boat rower trying to sell you embroidery. A trip can be booked in Hanoi for about USD20."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Laos"]]},", long haul buses to Laos leave from Hanoi daily and can be booked at any travel agent. Buses to Vientiane, $US30, 24 hours; Luang Prabang, $US40-$45, 27-30 hours; Vang Vieng, $US37 plus $8 to transfer to a Lao bus at a junction, 27-30 hours. You will be on the same bus as Luang Prabang, but changes buses at a small town in Lao. Going directly to Vang Vieng is a good choice for travellers looking to skip Vientiane, and just go to Luang Prabang and then onto Thailand. Buses to Southern Laos are available as well. All buses are double-bed sleeper buses."]},{"type":"[[","value":[["Commons:Category:Hanoi"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Hanoi"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Vietnam\/Provinces\/Hanoi\/"]]},"\n\n",{"type":"{{","value":[["geo"],["21.0333"],["105.8500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Vietnam"]]},"\n",{"type":"{{","value":[["guidecity"]]}]