[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"[[","value":[["Image:BD Surma 4.jpg"],["thumb"],["250px"],["right"],["A haor with small islands"]]},"\n",{"type":"[[","value":[["Image:BD Haor 2.jpg"],["thumb"],["200px"],["right"],["In the haor basin. Note the mobile phone tower on the island"]]},"\n",{"type":"[[","value":[["Image:BD Haor 3.jpg"],["thumb"],["200px"],["right"],["A goods trawler in the haor basin"]]},"\n",{"type":"'''","value":["The Haor Basin"]}," is in ",{"type":"[[","value":[["Sylhet"]]}," division in north-eastern ",{"type":"[[","value":[["Bangladesh"]]},". The haor basin is amongst some of the most fascinating rural areas of Bangladesh.\n\n",{"type":"==","value":["Understand"]},"\nHaors are unique wetlands in ",{"type":"[[","value":[["Bangladesh"]]},". The best time to visit the haors is at the end of the monsoons, say around August-September, when they are full with water. Thereafter, the water in the haors starts receding but still provides an awe-inspiring sight. In winter, the haors and beels receive thousands of migratory birds. It is the ideal season for bird-watchers, but then the haors are reduced in size and lose much of their watery grandeur. As summer sets in the haors are no more there, but one can still see numerous ",{"type":"''","value":["beels"]},". \n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe landscape is ",{"type":"''","value":["water, water, everywhere"]},". During the rainy season, when there is a strong wind, there are waves as in a sea. Villages float around as small islands. One can have glimpses of life of the people - boats plying, cattle grazing on small islands, ducks enjoying in the water, maybe a bamboo market somewhere or a brickfield by the water side. On a day with a fair and clear weather one can see the faint outline of Garo Hills in Meghalaya, north-eastern India, on the horizon.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe haors in the Sunamganj-Mohnaganj area are more easily approachable than others. The starting point could be either Sunamganj or Mohanganj. Sunamganj is connected by road to Sylhet, which in turn is connected by train with Dhaka. Mohanganj is connected by train\/road with Dhaka. While the rail link between Dhaka and Mymensingh is comparatively better, it is unreliable between Mymensingh and Mohanganj. There are plenty of buses. They do sometimes get crowded but within tolerable limits. \n\n",{"type":"==","value":["Fees\/Permits"]},"\nNone\n\n",{"type":"==","value":["Get around"]},"\nWhen haors are full of water, the only transport available is the launch (a type of motorised river boat). Country boats are slow and can become unsafe with overloading. There is a regular launch service (several launches are there at different times) between Mohanganj and Sunamganj Sadar Upazila offering majestic views of the Kangsa and Surma rivers in addition to the haors. It has a comfortable seating arrangement for the 12 hour journey (one way) but one has to carry food and water. Tea and biscuits are available on board. The steamer service is there when it is haor season, but in the dry season the service depends on how much water remains in the river. Travel costs are reasonable by South Asia standards and cheap by Western standards. \n\nSome launch contact numbers: \n",{"type":"*","value":[" Prince of Lakhipur - 01718600176"]},{"type":"*","value":[" Tamiz Talukdar - 01717349553"]},{"type":"*","value":[" Lal Saheb - 01719231671"]},{"type":"*","value":[" Mahfouz - 01717349551"]},"\nThose who want to go deep inside the haors, need to hire a lauch\/ boat. They can check at Mohanganj, Sunamganj and Sachna.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThis is located in a remote area not yet developed for tourists of any description, domestic or international. Whenever going out on a long trip, it is essential to carry food for the journey. Only tea and biscuits are available in the launch canteens. Those who are from outside Bangladesh should also carry bottled water.\n\n",{"type":"==","value":["Drink"]},"\nOne should carry whatever hard drinks one requires. Foreigners are advised not to drink in public. Social customs do not encourage public drinking.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nMohanganj has a dakbunglow (government lodging arrangement) and some small hotels with elementary facilities. Sunamganj has a number of hotels - Hotel Palace, Hotel Noor, Hotel Noorani, Hotel Naadia, Madhumita, Shamimabad, Seven Star, Hotel Rizia etc. The hotels have basic amenities only.  \n\n",{"type":"===","value":["Camping"]},"\nWith water all around there is little or no place to camp. Snakes could be a danger for camping.\n\n",{"type":"===","value":["Launch"]},"\nThe first class of the launches has seats as good as luxury or deluxe buses in South Asia, but these are not comparable to buses or trains in Europe. It is comfortable seating but may not be ideal for sleeping during a night journey. Launches travel throughout the day and night. One can see by day and return back to the place of origin by night.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sylhet Division"]]},"\n",{"type":"{{","value":[["Outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Haor"]]}]