[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Haputale"]}," is a city in ",{"type":"[[","value":[["Uva"]]},", in the central mountain area of ",{"type":"[[","value":[["Sri Lanka"]]},". It's a relaxed little place with about 5000 inhabitants. Mostly Tamils mixed with some Muslims and Buddhists. It's a wonderful place to retreat for a while. There is many Tea estates around and one can walk virtually for several weeks, without ever taking the same path twice. As it is located on top of a mountain range, the views are exceptional. Though being quite high above sea level, the sun should be minded.\n\n",{"type":"==","value":["Get around"]},"\n\nWalking or by rickshaw, as usual in Sri Lanka. One can also take the train to visit smaller places around Haputale (the also tiny places Ella, Bandarawella or Badulla, for example). It's also quite common to take the train to one of the neighboring villages and simply walk back that same way on the rail tracks. It's totally normal in Sri Lanka to walk on rail tracks. Trains are slow and using their horn more than permanently. Those rail track walks offer one of the best views Sri Lanka has to offer.\n\n",{"type":"==","value":["See"]},"\n\nA lot of tea estates surround the tiny city. Just wandering around in the plantations and watching the tea workers collecting the leaves.\n\n",{"type":"'''","value":["Dambatenne Tea Factory:"]}," Well known tea manufacturers (e.g. Lipton Tea) cultivate their plantations around Haputale. \"Dambatenne\" is one of the tea processing centers (located 9 km from the city). Sir Thomas J. Lipton was living on this estate and the factory still maintains most of the machinery already in use one century ago. The possibility to visit and watch those traditional production techniques as well as try different kinds of tea makes this quite a popular tourist attraction. (fee 200 Rps.)\n\n",{"type":"'''","value":["Lipton's Seat:"]}," Famous Viewpoint 1970m above sea level. Incredible views, on good conditions (it may be cloudy already from 10 am on, so go early!) you can see the sea. Located about 18 km from Haputale (7 km from Tea Factory), you can reach it either by tuktuk (800 Rps. return including waiting time at Lipton's seat and Tea factory if needed) or take the local bus to the tea factory and walk the rest. There are also more comfortabel and more expensive taxi buses to hire.\n\n",{"type":"'''","value":["Adisham Monastery:"]}," This large granite country house, surrounded by gradens and orchards, was constructed by the British Planter Sir Thomas Lister Valliers in 1931.\n\n",{"type":"==","value":["Do"]},"\n\nWalking.\n\n",{"type":"==","value":["Internet"]},"\n\nThe \"Website Link\" cybercafe offers a good high speed connection. 60 Rs per hour (2009). Just walk from the railway station for about 100 meters in the direction main crossing. You'll find the place on the left hand side.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere is the standard range of eateries.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n\"FarahGuestInn\" (home: 0572268228, mobile: 0773471536, s 350 RS, soon also ",{"type":"'''","value":["dormitory"]}," (2009)) or it's neighboring guesthouse \"Bawa Guest House\" (s 350 RS, ",{"type":"'''","value":["dormitory"]}," also planned (2009)).\nTo find them, beginning from the railway station, just walk back on the rail tracks, in the direction Kandy. After 400 meters one can see a sign \"Olympus\" on the hill, left to the rails. Climb up the stairs to that sign. There, up that hill, you reach Temple Road (parallel to the rails). Then, in your back you can see a yellow sign indicating a schoolboy and a schoolgirl. At that place a little way is leaving from Temple Road in a parallel manner into the right direction. Follow that small muddy way for approximately 200 meters. There comes a green wall on the right side. Don't mind you're not lost.... . At the point where that green wall turns gray, small steps are leading downwards. Descend them and you will already see the roof of \"FarahGuestInn\". Continue that small track for another 50 meters and the roof of \"Bawa Guest House\" appears. There the track ends and one has to descend another small steps down to the road (also parallel to the mud track) which the entry gates of Bawa Guest House and \"FarahGuestInn\" are facing to. Sorry, but it's not that easy to explain.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amarasinghe Guest House"],["url="],["email="],["address=Thambapillai Av,"],["lat="],["long="],["directions=Colombo road or Temple road"],["phone=0572268175"],["tollfree="],["fax="],["hours="],["price=500\/="],["checkin="],["checkout=12.00"],["content=price range from Sri lankan Rupees 500\/= to 900\/=.(Room Only).meals can order throuhgh the Menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cuesta Guest House"],["url="],["email="],["address=118, Welimada Temple Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From Rupees 700\/= to 1200\/= for double\/triple"],["checkin="],["checkout="],["content=Room with incredible views from the balconies and the nice lounge. Good homecooking also."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bawa Guest House"],["url="],["email=bawaguest@yahoo.com"],["address=32. Thammbipillai Ave."],["lat=6.76564"],["long=80.95133"],["directions=down under Welimada Temple Road"],["phone=+94(0)57 226 82 60"],["tollfree="],["fax="],["hours="],["price=Sri Lankan Rupies 1000"],["checkin="],["checkout="],["content=Friendly place with big clean rooms, hot water and delicious home cooking. Hosts can provide a lot of information about the area. Free pickup service call Fazmi +94(0)72 915 76 16."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Melheim Resort"],["alt=Melheim Resort"],["url=http:\/\/www.melheimresort.com"],["email="],["address=Lower blackwood, Beragala, BD 90126  Sri Lanka"],["lat="],["long="],["directions="],["phone=+94 (0) 57 5675969"],["tollfree="],["fax="],["hours="],["price=USD 110.36"],["checkin="],["checkout="],["content=Providing both comfort and convenience, all equipped with Satellite TV,Private toilet and bath and Complimentary breakfast."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThe owner of the above mentioned internet cafe knows the area quite well and will certainly be pleased to give you a helping hand if you require informations: Mr Loga, mobile: 0779975051, websitelink@hotmail.com, websitelinkloga@gmail.com.\n\n",{"type":"==","value":["Go next"]},"\n\nBy train or by bus.\n\nThe Schwuz club is a great place to get out in Berlin Kreuzberg.\n\n",{"type":"{{","value":[["IsPartOf"],["Uva"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["6.767778"],["80.958611"]]},"\n",{"type":"[[","value":[["wikipedia:Haputale"]]}]