[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.harborcountry.org\/ Harbor Country"]}]}," is a region in southwest ",{"type":"[[","value":[["West Michigan"]]},", on Lake Michigan just north of ",{"type":"[[","value":[["Indiana"]]}," and a short distance east of ",{"type":"[[","value":[["Chicagoland"]]},".  This small region features quaint towns, U-Pick apple\/berry\/pumpkin farms, wineries, and miles of beautiful Lake Michigan beaches.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Harbor Country, Michigan Map.svg"],["thumb"],["Harbor Country, Michigan Map"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Grand Beach"]]}]},{"type":"*","value":[{"type":"[[","value":[["Harbert"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lakeside (Michigan)"],["Lakeside"]]}]},{"type":"*","value":[{"type":"[[","value":[["Michiana"]]}]},{"type":"*","value":[{"type":"[[","value":[["New Buffalo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sawyer"]]}]},{"type":"*","value":[{"type":"[[","value":[["Three Oaks"]]}]},{"type":"*","value":[{"type":"[[","value":[["Union Pier"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Sawyer"],["Warren Dunes State Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nOnce a predominately rural area, in the past few decades Harbor Country has experienced significant tourist growth as travelers from nearby Chicago visit the area. The main highways of Harbor Country are lined with art galleries, farm stands, and trendy restaurants catering to this crowd. Many new cottages are also being built in the region due to the strong vacation home market. In addition to being a destination in its own right, Harbor Country is also a popular stopping point for vacationers heading to St. Joseph, Holland, or Grand Rapids.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["From Chicago"]},"\n\nTake US 12 (Red Arrow Highway)East from the South Side of Chicago. This route will take you very close to the Lake Michigan coast for most of the drive, and passes through the communities of New Buffalo, Union Pier, and Lakeside. An alternative is to take I-90 to where it intersects with I-94 in Indiana, and then taking I-94 up into Michigan. This is a more inland route, but it is easier to connect to I-94 from other parts of Chicagoland. I-94 Exit 1,4, 6, or 12 will put you in Harbor Country. \n\n",{"type":"'''","value":["From Other Parts of Michigan"]},"\n\nFollow I-94 west to approach Harbor Country from the Northeast(Kalamazoo, Ann Arbor). From Grand Rapids, take I-96 south to I-94, and then continue south from there. Exit 1,4, 6, or 12 will put you in Harbor Country.\n\n",{"type":"==","value":["Get around"]},"\nAutomobile is definitely the easiest way to transverse the highways and rural routes of Harbor Country. Amtrak is another option to get to Harbor Country. There is an Amtrak platform in New Buffalo. You can take Amtrak from Chicago's Union Station to the New Buffalo stop. NICTD or the South Shore is the commuter rail system that stops in Michigan City via Chicago. Harbor Country is 11 miles north from the train station.  As in most parts of the United States, hitch-hiking is not recommended.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Visit area beaches"]},", such as Warren Dunes State Park or the Municipal Beach in New Buffalo. In addition to swimming, sailing and kayaking are also popular along the Lake Michigan shore."]},{"type":"*","value":[{"type":"'''","value":["Buy fresh farm produce"]}," at area farm stands such as Joe Jackson's ( locations in Harbert and New Buffalo). Depending on the season, you can purchase Michigan apples, peaches, asparagus and more. The area is also known for its wine; pick up a bottle at any of the numerous wineries in the region."]},{"type":"*","value":[{"type":"'''","value":["Stroll through downtown"]}," New Buffalo to visit high-end boutiques, restaurants, and art galleries, or stop at similar establishments located along Red Arrow Highway."]},{"type":"*","value":[{"type":"'''","value":["Take a Winery Tour"]}," throughout Harbor Country. There are several to choose from. Several companies also offer winery tours that have a driver."]},{"type":"*","value":[{"type":"'''","value":["Bird Watch"]}," in many of the local parks, preserves, marshes, and forest areas. "]},{"type":"*","value":["Take in a performance at The Acorn Theater or Vickers Theater in Three Oaks."]},{"type":"*","value":[{"type":"'''","value":["Cycle"]}," the back roads of Harbor Country. There are several trails well marked throughout the area. "]},{"type":"*","value":["Golf at several local courses such as Brookwood Golf Course, Chikaming Country Club, or Whittaker Woods Golf Course."]},{"type":"*","value":["Water Sports are a big attraction in Harbor Country. Charter a ",{"type":"'''","value":["boat"]}," from local charter companies. Rent a ",{"type":"'''","value":["canoe"]}," or find the perfect spot to fish in the Galien River. New Buffalo Municipal Marina offers transient boat slips for rent for those who want to arrive in Harbor Country by water. Waverunners, skimboards, SUP, and surf boards are also available."]},{"type":"*","value":["Visit a local ",{"type":"'''","value":["Spa"]}," to relax and unwind from the day. "]},{"type":"*","value":["Winter time sports are great for ",{"type":"'''","value":["snowmobilers"]}," and ",{"type":"'''","value":["cross country skiers"]},". "]},{"type":"*","value":[{"type":"'''","value":["Art Galleries and Antiques shops"]}," are a big draw for those who want to enlightened their visual senses."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nLocal wines are available at numerous regional wineries such as the Tabor Hill Winery, the Round Barn Winery, and the St. Julian Winery, Lemon Creek Winery. Many offer tastings in vineyards' stores or restaurants. Other local shops also carry the product. There are also two local distilleries, Journeyman in Three Oaks and DiVine at the Round Barn Winery in Baroda. Greenbush Brewery is located in Sawyer.\n\n",{"type":"==","value":["Stay safe"]},"\nAlthough the picturesque countryside may seem idyllic, it is important to ",{"type":"'''","value":["follow all commonsense safety procedures"]}," when visiting Harbor Country. Keep your car and hotel room doors locked as you would anywhere else; petty theft can happen even in the smallest regional towns.\n\nThe Lake Michigan shore is a popular attraction, but ",{"type":"'''","value":["rip currents can be a problem"]}," at times, particularly after storms. Do not enter the water if a red warning flag is being waved at the beach. Most beaches have lifeguards, but there even the largest beaches have only a few at a time, and usually only from Memorial Day to Labor Day. Swim at your own risk when a lifeguard is not present.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Indiana"]]}," lies just over the border to the south, and the eastern fringes of ",{"type":"[[","value":[["Chicagoland"]]}," aren't much farther away.  In Michigan City, Indiana (the first town across the Indiana state line), the Lighthouse Place Outlet Mall offers discount shopping opportunities. Alternatively, to the north are a seemingly endless series of ",{"type":"[[","value":[["Lake Michigan Beachtowns"]]},". These include the much larger communities of Holland, St. Joseph\/Benton Harbor, and South Haven.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["West Michigan"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Harbor Country"]]}]