[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Harbour Island"]}," is a Caribbean island that was once the capitol of the ",{"type":"[[","value":[["Bahamas"]]},". Harbour Island is set off the north east coast of ",{"type":"[[","value":[["Eleuthera"],["Eleuthera Island"]]},". The only town on the island is Dunmore Town, named after the former Governor of the Bahamas, the Earl of Dunmore (1786-1798), who had a summer residence on Harbour Island.\n\n",{"type":"==","value":[" Get in "]},"\nThe yacht marina is served by Valentines Resort and Marina and can be contacted at ",{"type":"[","value":["http:\/\/valentinesresort.com"]},".\n\nArrivals by air use a modest ferry from Eleuthera.  It can carry only people and baggage.\n\n",{"type":"==","value":[" See "]},"\nHarbour Island is famous for turquoise water and pink sand beaches which are found all along the east side of the island. The island is accessible by plane through North Eleuthera Airport, followed by a short water taxi ride from neighbouring North Eleuthera. Harbour Island is a popular holiday destination for Americans. Known as Briland to the locals, Harbour Island is colourful with New England-style buildings and flower lined streets. Harbour Island is part of the Out Islands of the Bahamas. \n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":[" Eat "]},"\nLots of wonderful restaurants all over the island. Worst value: \"Sip-Sip\". Maddening service, staggeringly overpriced, terrible hours, appalling crowds.\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\nHarbour island is home to luxurious vacation homes and is known as a premier family vacation destination for the travel elite. This travel destination is known for it's high caliber resorts, upscale shopping, and exclusive yacht marina.\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["geo"],["25.5000"],["-76.6333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Eleuthera"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Harbour Island, Bahamas"]]}]