[{"type":"{{","value":[["pagebanner"],["Harbin banner Ice festival.jpg"],["caption=Ice Snow World"],["dotm=yes"]]},"\n",{"type":"[[","value":[["File:Ice Snow World.jpg"],["thumb"],["300px"],["Harbin International Snow and Ice Festival"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.harbin.gov.cn\/english.htm Harbin"]}]}," (哈尔滨; Hā'ěrbīn) is the capital of ",{"type":"[[","value":[["Heilongjiang"]]}," Province in northeast ",{"type":"[[","value":[["China"]]},". The city is notable for its ",{"type":"[[","value":[["Russia"],["Russian"]]}," influence and the yearly Harbin International Ice and Snow Sculpture Festival, giving it the unofficial title ",{"type":"''","value":["Ice City"]},".\n\n",{"type":"==","value":["Understand"]},"\nHarbin is China's northernmost major city, with a population in excess of 10 million, and over 4 million in the city center alone.  Historically, the city has been influenced a lot by neighboring ",{"type":"[[","value":[["Russia"]]},", in particular after the Russian Revolution of \n1917, when the White Russians, Russians who supported the czarist state, escaped the newly formed Soviet Union. The influence remains clearly visible in the building styles and foods.\n\nThe city was founded in 1897 as a camp for Russian engineers surveying the Trans-Siberian Railway. Labor demands brought in a collection of outcasts from across Russia, Poland and even from within Manchuria. The city eventually was captured by the Japanese during World War II and later captured by the Chinese in 1946. Once nothing more than a Russian-built outpost of the railway line, Harbin has managed to become a major player in her own right as well as capital of Heilongjiang Province.\n\n",{"type":"===","value":["Recent History"]},"\nNortheastern China was originally built up as an industrial center using pre-existing Soviet and Japanese factories. By the 1980s these outdated and inefficient factories could not keep up. To further complicate matters, starting in the early 1990s, large portions of China's state-owned enterprise workers were laid off. Thus, like many other cities in this region, contemporary Harbin is struggling with an aging work force and unemployment. Private enterprise is mostly centered in the service sector, retail, restaurants, etc. with most large scale enterprises still state owned. However, the province has thousands of state-owned enterprises up for sale, and many have been purchased since the late 1990s. Numerous universities in Harbin also play a vital role in the economy in education and research and through their subsidiary companies.\n\nIn 2005 there was a major pollution spill on the Songhua river.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =  −12"],["febhigh =   −7"],["marhigh =    3"],["aprhigh =   14"],["mayhigh =   21"],["junhigh =   26"],["julhigh =   28"],["aughigh =   26"],["sephigh =   21"],["octhigh =   12"],["novhigh =    0"],["dechigh =   −9"],["janlow =  −24"],["feblow =  −20"],["marlow =  −10"],["aprlow =    1"],["maylow =    8"],["junlow =   15"],["jullow =   18"],["auglow =   16"],["seplow =    9"],["octlow =    0"],["novlow =  −10"],["declow =  −20"],["janprecip =  3"],["febprecip =  5"],["marprecip =  10"],["aprprecip =  18"],["mayprecip =  40"],["junprecip =  84"],["julprecip =  143"],["augprecip =  121"],["sepprecip =  58"],["octprecip =  26"],["novprecip =  10"],["decprecip =  6"],["jansun =5.0"],["febsun =6.4"],["marsun =7.4"],["aprsun =7.7"],["maysun =8.5"],["junsun =8.7"],["julsun =8.2"],["augsun =8.0"],["sepsun =7.7"],["octsun =6.7"],["novsun =5.7"],["decsun =4.5"],["description ="]]},"\n\nHarbin is known for its very cold winters: it is at the same latitude as ",{"type":"[[","value":[["Montreal"]]},", and winter temperatures as low as −38 °C (−36 °F) have been recorded; in January, temperatures average -24 °C to −12 °C. Bring more clothes than you will think you will need so that you can layer. Winter can become dreary if you are a long-term resident, as the entire city uses coal for heat; air quality rapidly decreases during these months. But it´s not as bad as Beijing, many locals wear their masks not for the pollution, but for the ice-cold wind and the frosty temperatures to heat up the air they breathe.\n\nHarbin can be a great place to visit in the summer, with daytime temperatures normally in the upper 20s °C. Compared with most places in China, the weather is cool and it seems to be perpetually breezy, and most of the city's streets are lined with trees. Because the city is so cold all winter, life almost explodes and people crowd the streets until late at night eating kabobs, playing poker, and drinking Harbin Beer (哈啤 ",{"type":"''","value":["Hapi"]},"). This is a great escape from the heat of Beijing. A trip up to the border regions this time of year would be nice as well.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Harbin Taiping International Airport"]}," (哈尔滨太平国际机场 ",{"type":"''","value":["Hā'ěrbīn Tàipíng Guójì Jīchǎng"]},", ",{"type":"{{","value":[["IATA"],["HRB"]]},") is one of the main international airports of Northeast China. The airport is located 37 km from the city centre near the town of Taiping. Domestic flights frequent this airport from all over china, including from ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Wuhan"]]}," and ",{"type":"[[","value":[["Zhengzhou"]]}," to name just a few. International flights are limited to the surrounding region, including from ",{"type":"[[","value":[["Hong Kong"]]},"; ",{"type":"[[","value":[["Japan"]]}," - ",{"type":"[[","value":[["Niigata"]]},", ",{"type":"[[","value":[["Osaka"]]},"; ",{"type":"[[","value":[["Russia"]]}," - ",{"type":"[[","value":[["Khabarovsk"]]},", ",{"type":"[[","value":[["Vladivostok"]]},"; ",{"type":"[[","value":[["South Korea"]]}," - ",{"type":"[[","value":[["Busan"]]},", ",{"type":"[[","value":[["Jeju"]]},", ",{"type":"[[","value":[["Seoul"]]},"; and ",{"type":"[[","value":[["Taipei"]]},", ",{"type":"[[","value":[["Taiwan"]]},". \n\nThe airport is small, but there is a small restaurant and snack bar selling local delicacies, Chinese and western food, and a nearby hotel if you happen to get stranded. If you are flying out of Harbin most ticket agencies can arrange transportation to be included in the cost of the ticket. Another option is to take a ",{"type":"'''","value":["taxi"]},", which costs around ¥100-130. Always negotiate this price before the ride, though. Drivers will make their meters read more for the ride otherwise or try to get you to pay for the highway ticket in addition.Please ask the taxi driver for invoices and take down the car number if necessary. It is safe to take a taxi with official certification at the airport. There is also a ",{"type":"'''","value":["bus"]}," service to Downtown Harbin and the rail station. Tickets cost ¥20 and take around 1 hour.\n\n",{"type":"===","value":["By train "]},"\n",{"type":"[[","value":[["File:Harbin Railway Station 01.jpg"],["thumb"],["250px"],["Harbin Railway Station"]]},"\n\nBeing a major Chinese city, Harbin is well connected by train and is a convenient way to travel. The city is served by several train stations, so the station you arrive or depart from will depend on the train you take. Be sure to confirm which station your train calls at beforehand. The major railway stations in Harbin include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Harbin Railway Station"],["alt=哈尔滨站"],["url="],["email="],["address=1 Tielu Jie"],["lat=45.75962"],["long=126.62733"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This station is served by the 'slower' and overnight trains. Depending on the type of train you board will determine the duration of your trip; Beijing (10-13+ hours), Tianjin (12-13+ hours), Dalian (9-12+ hours) and Shenyang (4-7+ hours). If you have time to spare at Harbin Station, there are a few 24 hour eateries across the road and a couple of cheap hotels within the area. Also, there are many non-official taxis waiting outside which should be avoided as a tourist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Harbin West Railway Station"],["alt=哈尔滨西站"],["url="],["email="],["address="],["lat=45.70431"],["long=126.57362"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A new train station built in 2012 to the west of the city centre and is served by high speed bullet D-trains that operate during the day and evening. D-trains that call here come from major cities including Beijing (8 hours), Tianjin (8 hours), Dalian (5.5 hours) and Shenyang (3 hours). From the station you can reach the city centre by taking bus 96 to Harbin Railway Station, costing ¥2. Taxis are also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Harbin East Railway Station"],["alt="],["url="],["email="],["address= Nanke Jie"],["lat=45.78632"],["long=126.70446"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fairly minor station within Harbin with trains from ",{"type":"[[","value":[["Khabarovsk"]]}," and ",{"type":"[[","value":[["Vladivostok"]]},", ",{"type":"[[","value":[["Russia"]]}," calling here. Beyond this, the station serves local and regional trains."]]}]},"\nThere are also several minor train stations within the city. These stations serve regional and local trains and in most cases the typical traveller will not need to use them.\n\n",{"type":"===","value":["By car"]},"\nHarbin is connected to the rest of China via the China Highway 102 via Changchun. Harbin is also connected via road to ",{"type":"[[","value":[["Inner Mongolia"]]},", ",{"type":"[[","value":[["Russia"]]},", and ",{"type":"[[","value":[["Jilin"]]},".\n\n",{"type":"===","value":["By bus"]},"\nThe main long-distance bus station (Changtu Keyun Zhan) is located across the square from main train station.\n\nThe majority of cities in Heilongjiang can be reached via bus. \n",{"type":"*","value":[" ",{"type":"'''","value":["Beijing"]}," - takes about 18 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Mudanjiang"]}," - takes about 4 hours. Frequent departures."]},{"type":"*","value":[" ",{"type":"'''","value":["Qiqihar"]}," - takes about 5 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Changchun"]}," - takes about 4 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Jilin"]}," - takes about 6 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Dalian"]}," - takes about 10 hrs"]},{"type":"*","value":[" ",{"type":"'''","value":["Shenyang"]}," - takes about 8 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Wudailanchi"]}," - takes about 6 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Yanji"]}," - takes about 9 hrs"]},"\n",{"type":"'''","value":["Traveling to Russia"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vladivostok, Russia"]}," - takes about 12 hrs"]},"One daily departure which leaves early in the morning. Buy tickets in the Russian travel agency on the second floor of the bus station. The price is basically the same as going through Mudanjiang\/Suifenhe on your own.\n\nGiven that you have all your papers sorted the border crossing is straightforward. Guard(s) on the Chinese side speak fluent English and might be curious of non-Russian\/Chinese passports. You are required to take all your items with you when crossing the border, do not leave bags on the bus.\n\n",{"type":"==","value":["Get around"]},"\n\nTaxis are inexpensive and convenient. However, always ask them to run the meter (请打表 ",{"type":"''","value":["qĭng dă biăo"]},") instead of attempting to negotiate a price in order avoid possible conflicts.\n\nTaxi drivers in Harbin are known to be reckless—running red lights, driving into oncoming traffic, etc.—so buckle up! Most taxi drivers do not speak ",{"type":"''","value":["any"]}," English or read Pinyin, so unless you speak fluent Mandarin Chinese showing them the Chinese characters for your destination is often the only option that will work. Do not be surprised if the taxi stops to pick up other passengers during rush hour, and if you are picked up by a taxi with passengers, even if the meter reads ¥13 when you get in, the taxi driver will still expect you to pay the full amount on the meter when you depart the taxi!\n\nIf you plan to live in Harbin for a while, it's recommended that you figure out the basic bus routes around your home.  Note that during the winter months the buses stop running earlier. Hawkers on the street will sell a map of greater Harbin including bus routes for about ¥5.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:哈尔滨新华书店.jpg"],["250px"],["thumb"],["right"],["Central Harbin has a distinct European feel to it."]]},"\n\n",{"type":"===","value":["Architecture and buildings"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Russian Buildings"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Harbin's old quarter, which covers a wide area of the city near the Songhua River, is still today mostly made up of buildings that were constructed by the Russians at the turn of the 19th century. Most of them are built in baroque or byzantine style with spires and cupolas and interesting shades of yellow, white, green, or red. While St. Sophia is known as the main architectural attraction to the city, areas of the city such as Harbin's old quarter are made up of buildings that have been left untouched since the Russians left. While most of these streets are fairly decrepit and in need of repair, at least the area has been free from the wrecking ball like many other historical districts in China. Only because Harbin has yet to attract the world's investment."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Zhongyang Dajie"],["alt=中央大街; Zhōngyāngdàjiē; lit. Central Avenue"],["url="],["email="],["address="],["lat="],["long="],["directions=Runs from Jingwei Jie to Stalin Park at the river"],["phone="],["tollfree="],["fax="],["hours=Pretty much closes by 22:00 (weekend nights included)"],["price="],["content=This cobblestone lined street is a pedestrian only street that could serve as a perfect remnant of the bustling international business activities at the turn of the 20th century. The 1.4-km long street is a veritable museum of European architectural styles, including Baroque and Byzantine façades, Jewish architectural wonders, a Russian restaurant, French fashion houses (Fake Chinese Brands), American snack food outlets (Mcdonalds and KFC and a Chinese owned \"American Bar\"), and a Japanese restaurant. In winter, one can walk out onto the ice or take a dog sledge or horse sledge ride. It is the prettiest site in Harbin as far as the city itself is concerned, however, if you go mid-day during the weekend be prepared to push through the crowds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Old Quarter"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A section of the city just west of Zhongyang Dajie is still dominated by Russian buildings built around the turn of the century. Not well maintained but an interesting walk and you can maybe find Russian antiques in some of the thrift stores."]]}]},"\n",{"type":"===","value":["Religious sites"]},"\n",{"type":"[[","value":[["File:Saint Sofia Church.jpg"],["thumb"],["250px"],["Harbin's Famous St. Sophia Church"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St. Sophia Cathedral"],["alt=圣索非亚教堂; Shèngsuǒfēiyàjiàotáng"],["url="],["email="],["address="],["lat=45.768094"],["long=126.621522"],["directions=Corner of Zhaolin Street and Toulong Street"],["phone="],["tollfree="],["fax="],["hours="],["price=20¥"],["content=One of the few still standing Orthodox churches in the city. It is now converted into a Harbin Museum of Architecture. Inside there are exhibitions of many photographs from old times. Definitely worth going into, however, if you are used to European Churches do not expect the quality."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Harbin Jewish New Synagogue"],["alt=哈尔滨犹太新会堂; Hāěrbīnyóutàixīnhuìtáng"],["url="],["email="],["address=162 Jing Wei Jie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥25"],["content=Has been restored and contains an impressive collection detailing the history of Jews in Harbin. There were 20,000 at one point and the synagogue is well worth a visit. Further up Tong Jiang Jie is the old synagogue that is now a youth hostel and cafe, with the old Jewish school next door -both worth a detour to look at from the outside."]]}]},"\n",{"type":"[[","value":[["File:Harbin Confucius Temple.jpg"],["250px"],["thumb"],["Harbin's Confucius Temple"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Temple of Heavenly Bliss"],["alt=极乐寺; Jílèsì"],["url="],["email="],["address=Dongdazhi Street (东大直街; Dōngdàzhíjiē)"],["lat="],["long="],["directions=In the eastern part of the city"],["phone="],["tollfree="],["fax="],["hours="],["price=10¥"],["content=Large and active Buddhist temple."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wen Miao Confucius Temple"],["alt=文庙"],["url="],["email="],["address=WenMiao Street (文庙街)"],["lat="],["long="],["directions=right beside the campus of the Harbin Engineering University"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=This Confucius temple is the largest one of its kind in northeast China."]]}]},"\n",{"type":"===","value":["Parks and nature"]},"\n",{"type":"[[","value":[["File:Harbin Siberian Tigers.jpg"],["thumb"],["250px"],["Siberian Tigers watching and waiting"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Siberian Tiger Park"],["alt=老虎公园; Lǎohǔgōngyuán"],["url="],["email="],["address="],["lat=45.81950"],["long=126.5932"],["directions=Taxi: ¥40 from the city center. (don't have them wait for you; you will always be able to find a ride home)"],["phone="],["tollfree="],["fax="],["hours="],["price=For just ¥100 (¥90 to get in and another ¥10 for the bus) you can ride in an open bus with metal caging around it. The ride is about an hour long and while on the bus you can purchase strips of meat (¥10) to hand feed the tigers. Live chickens (¥50), pheasants (¥100), ducks (¥100), goats (¥600) and even cows (somewhere around US$200)"],["content=This is without a doubt Harbin's \"must see\". Not for the faint hearted or obsessive animal lovers. There are literally hundreds of tigers in multiple huge pens. If you want to go by bus instead of taking a taxi, take the 88 line (facing the train station, walk into the small street on your left for 300 m before seeing the bus stop) to Shangye Daxue 商业大学. It should take about 30 minutes, and it is the third stop after the long stretch of highway crossing the river. Then, take the 54 bus towards the same direction, and you will see the entrance to the Tiger Park on your right after 5 minutes or so."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Stalin Park"],["alt=斯大林公园; Sīdàlíngōngyuán"],["url="],["email="],["address="],["lat=45.77721"],["long=126.60545"],["directions=Runs parallel to the Songhua River"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Long tree covered walkway that stretches the city-side banks of the Songhua river, a really nice and pleasant walk."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sun Island"],["alt=太阳岛; Tàiyángdǎo"],["url="],["email="],["address="],["lat=45.79108"],["long=126.5956"],["directions=On the banks of the Songhua River and can be reached by ferry boat (¥5)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Park offering a pleasant to stroll during the warmer months and on the weekends newly married couples can be seen taking pictures. In the winter it becomes part of the snow sculpture festivities. However, as with everything in Harbin, the park itself is still very chinese with a cage full of squirrels, a petting deer area (just have to buy them some food), go carts, a pond that is just full of turtles, and newly weds sporting bright colored dresses."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Zhaolin Park"],["alt=兆麟公园; Zhàolíngōngyuán"],["url="],["email="],["address=Youyi Lu and Shangzhi Jie"],["lat=45.77520"],["long=126.61706"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During the winter this park houses ice sculptures for the festivals, but during the off season, it is a pleasant stroll as well"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Grape Kingdom"],["alt=葡萄王国; Pútaowángguó"],["url="],["email="],["address="],["lat=45.86399400"],["long=126.40525100"],["directions=Outside the city, north-west of the Tiger Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A live operating \"organic farm\" that has expansive grape and corn fields. In the fall you can enter the fields and pick as many fresh grapes as you want and watch how the Chinese process corn."]]}]},"\n",{"type":"===","value":["Museums and monuments"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Flood Control Monument"],["alt=防洪胜利纪念塔; Fánghóngshènglìjìniàntǎ"],["url="],["email="],["address="],["lat=45.778714"],["long=126.611321"],["directions=It is at the riverside end of the Zhongyang Dajie"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built to commemorate the several floods of the Songhua River."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Unit 731 Museum"],["alt=侵华日军地731部队遗址; Qīnhuárìjūnde 731 Bùduìyízhǐ"],["url="],["email="],["address="],["lat="],["long="],["directions=It is about an hourlong bus ride from the city center (Bus 338 or the slower 343 from near the train station on Tielu Jie, get off at 双拥路 and walk around the corner to the right)"],["phone="],["tollfree="],["fax="],["hours=Closes at 16:00 (last entry is at 15:00), is closed from 11:00-13:00 for lunch and the museum is completely closed on Mondays"],["price="],["content=A grim reminder of what happened during the Japanese occupation to over 2,000 prisoners of war. The museum, located out in the suburbs, tells the story of these individuals although its displays are limited."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Heilongjiang Provincial Museum"],["alt=黑龙江省博物馆; Hēilóngjiāngshěngbówùguǎn"],["url="],["email="],["address=50 Hong Jun Jie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1922 and claims to have over 14,000 pieces of relics, but it's not well kept."]]}]},"\n",{"type":"===","value":["With a view"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dragon TV Tower"],["alt=龙塔; Lóngtǎ"],["url="],["email="],["address="],["lat=45.74612"],["long=126.67426"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tallest steel structure in northeastern Asia. Only built for the Chinese need of having something as the biggest and the best. Somewhere along the way they forgot to add any pleasant looking qualities to it. There is a revolving restaurant on top and views of the city. You can walk outside at the top and even strap on a harness for a thrill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gondola ride over Songhua River"],["url="],["email="],["address=access point is the Sun Island Park"],["lat=45.77599"],["long=126.60472"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥35-50"],["content=A nice way to work your way back from Sun Island in a gondola car that takes you over the banks of the Songhua."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"====","value":["International Ice and Snow Sculpture Festival"]},"\nBy far Harbin's biggest claim to fame, the ",{"type":"'''","value":["Harbin International Ice and Snow Sculpture Festival"]}," (哈尔滨国际冰雪节; Hā'ěrbīn Guójì Bīngxuě Jié) is held every year, running from early January until warm weather erodes the constructions (exact dates vary). Throughout the city you will find small ice and snow sculptures during the festival, however there are three major site with large ice and snow sculptures on display.\n\n",{"type":"<","value":["gallery",{"heights":"150px","perrow":"5","widths":"180px"},["\nFile:Harbin 11th Ice and snow.jpg\nFile:Harbin ice and snow world, temple.jpg\nFile:Harbin Ice and Snow World 2010.jpg\nFile:Harbin snow sculpture flute.jpg\n"]]},"\n\nThe major sites for the Ice and Snow Sculpture Festival include:\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ice and Snow World"],["alt=冰雪大世界; bīngxuě dàshìjiè"],["url="],["email="],["address=North side of the river, west from Sun Island"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=09:00-21:30"],["price=¥300 (students ¥160, admission is ¥100 before 13:30) (Note: prices current as of January 2014)"],["content=Large buildings and sculptures made of ice. Best viewed after sunset."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ice Festival, Zhaolin Park"],["alt=冰雪游园会, 兆麟公园; Bīngxuě yóuyuánhuì, Zhàolíngōngyuán"],["url="],["email="],["address=Located in the city center at Zhaolin Park, south side of the river"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=13:30-21:30"],["price=¥200 (Students: ¥80, admission is cheaper before 13:30)"],["content=Rather small exhibits compared to the other two main festivals. Best viewed after dusk."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sun Island International Snow Sculpture Art Fair"],["alt=太阳岛国际雪雕艺术博览会; Tàiyángdǎo guójì xuědiāoyìshù bólǎnhuì"],["url="],["email="],["address=Located on Sun Island, north side of the river"],["lat="],["long="],["directions=Just a few steps from the Sun Island gondola station or just cross the frozen river by feet"],["phone="],["tollfree="],["fax="],["hours=08:00-17:00"],["price=¥240 (students ¥120) (Note: prices current as of January 2014)"],["content=Beautifully carved snow sculptures, massive dimensions. However, if you plan to visit the Ice and Snow World then this is not a must see. Pretty expensive for what you get to see and all other activities in the park are extra."]]}]},"\n",{"type":"====","value":["Other"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Harbin Summer Music Festival"],["alt=哈尔滨之夏音乐节; Hāěrbīnzhīxiàyīnyuèjié"],["url=http:\/\/www.harbinsummermusicconcert.cn\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Held every two years in July (Next will be in 2014), this festival is organized by the city and brings in famous Chinese bands for free concerts held in the city square. In 2006 for the \"year of Russia\" there were various Russian groups in attendance and a concert that featured over 1,000 pianists playing at once."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Harbin International Beer Festival"],["alt=哈尔滨国际啤酒节; Hāěrbīnguójìpíjiǔjié"],["url=http:\/\/www.hrbbeer.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Held in late August of every year"],["price="],["content=The city takes a break and honors the local \"Harbin Beer\" for a week. A whole public square is cordoned off and there are stages that host music concerts and dance contests. Most of the beer drunk is the local Harbin brew, but there is a tent for international beers. In the summer of 2005 a number of the foreigners in the city assembled a \"drinking team\" and ended up getting into a drunken brawl with some locals and got hauled away by the police."]]}]},"\n",{"type":"===","value":["Relax"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sauna\/bath houses"],["alt=洗浴中心; Xǐyùzhōngxīn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Literally all over the city. Many local people do not shower in their own apartments but use these public shower houses instead. There are upscale, midrange, and low end places. Check with a 5 star hotel to get the most up to date facility for the type you prefer. Upscale spas will cost about ¥120 plus additional ¥200 and up for a massage. Low end ones cost ¥30 plus an additional ¥100 for massages. Shanghai Tan (上海摊; Shànghǎitān) and Jiannianhua (嘉年华; Jiāniánhuá) are two of Harbin's longest established sauna\/bath houses, but nowadays their facilities are entirely neglected as new entrants divert customers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=WB International Movie Theatre"],["alt=万达国际电影城; Wàndáguójìdiànyǐngchéng"],["url="],["email="],["address=Zhongyang Dajie Wal-mart"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥50 plus for tickets"],["content="]]}]},"\n",{"type":"===","value":["Exercise and Fitness"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yangge Traditional Chinese Dance"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You will notice that during the warmer months (and even sometimes in the winter) there will be legions of senior citizens out on the street doing a group dance complete with drumming and costumes. This is called ",{"type":"''","value":["niu yang ge"]}," and if you are adventurous just jump in and dance along!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bowling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very popular among the Chinese in Harbin. Most of the larger hotels have a bowling alley. There is also a bowling club located behind the Sino Way hotel with 2 separate floors and pool tables as well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Swimming"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Believe it or not, people actually swim in the Songhua during the winter, but after all the pollution spills, it's probably not even safe to swim during the summer. If you are looking for a clean pool to swim in, try the pool at the Shangri-La Hotel or Heilongjiang University."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Golf"],["alt=高尔夫球场; Gāoěrfūqiúchǎng"],["url="],["email="],["address="],["lat="],["long="],["directions=Directly behind the Heilongjiang TV Station (黑龙江电视台; Hēilóngjiāngdiànshìtái), it's the giant glass building with a oversize red glass diamond"],["phone="],["tollfree="],["fax="],["hours=Obviously not open during the winter"],["price=¥300 per round and ¥20 to use the driving range"],["content=Yes Harbin has a golf course in the development zone."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Haerbin Grecism International Health Club"],["alt=哈尔滨恒详国际健身俱乐部; Hāěrbīnhéngxiángguójìjiànshēnjùlèbù"],["url="],["email="],["address=95 Hayao Road (道里区哈药路95号; Dàolǐqūhāyàolù)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Membership is expensive"],["content=One of Harbin's nicest health clubs that includes a full pool, American work out equipment, sauna and hot tub, indoor track and cafe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Fitness Ark Health Club"],["alt=美丽方舟健身俱乐部; Měilìfāngzhōujiànshēnjùlèbù"],["url="],["email="],["address=3rd floor of Hate Mall, 118 Xidazhi Jie (南岗区西大直街118号哈特)"],["lat="],["long="],["directions=Near HIT"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a great and cheap health club. A number of foreign students and teachers hang out here."]]}]},"\n",{"type":"==","value":["Work"]},"\nFor foreigners, pretty much the only employment is ",{"type":"[[","value":[["teaching English"]]},", where depending on your qualifications and experience, you can make anywhere from ¥2,000 to ¥10,000 a month.  There are positions at both public and private schools.  If you are in the city and don't already have employment, check out the bulletin board at Hamama's Kofi House.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:Harbin Institute of Technology - Main Bldg.jpg"],["thumb"],["Harbin's most well known university, Harbin Institute of Technology"]]},"\t\t\n\nHarbin is the center for higher education in Northeast China, and has several leading universities, with the most famous being Harbin Institute of Technology. The universities make up a large portion of the cities economy and employ a large part of the population. Many of these schools were founded by the Russians and still retain the architectural charm of their predecessors. There are also several medical universities in the city that support the local hospitals. \t\n\n",{"type":"===","value":["Studying Chinese"]},"\n\nHarbin is famous for its standard Mandarin pronunciation. It's a very good place to study Mandarin. As the saying goes, 'If you want to study Chinese language, come to China. If you want to study Mandarin, come to Beijing. If you want to study standard Mandarin, come to Harbin.' It can be a cheap alternative to Beijing for studying Mandarin, with tuition costing about half and housing one third of what it would be in Beijing or Shanghai. Most universities have lots of Korean and Russian students. There are a couple of cheap Western cafes and a small but lively foreign student social scene at the local expat hangouts on the weekends, such as Blues. Many schools in Harbin offer Chinese language programs:\n\n",{"type":"*","value":[{"type":"'''","value":["Harbin Institute of Technology"]}," (哈尔滨工业大学) ",{"type":"[","value":["http:\/\/studyathit.hit.edu.cn\/hypx.asp"]}," About 300 foreign Mandarin Chinese students a semester. Good facilities, although the teaching methods employed in the non-CET courses are considered outdated by many of the foreign students and most of the professors are not actual full-time professors. Large Russian and Korean population. Home to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cetacademicprograms.com American CET Harbin program"]}]}," with 5-30 students a semester, which is probably the best program in Harbin but expensive — US$10,000 a semester — and the students can only speak Chinese while they are in Harbin."]},"\n",{"type":"*","value":[{"type":"'''","value":["Harbin University of Science and Technology"]}," (哈尔滨理工大学) ",{"type":"[","value":["http:\/\/www1.hrbust.edu.cn\/zuzhijigou\/hustfao\/fao\/lhlx.html"]}," Nice campus. \t"]},"\n",{"type":"*","value":[{"type":"'''","value":["Harbin Normal University"]}," (哈尔滨师范大学) ",{"type":"[","value":["http:\/\/www.hrbnu.edu.cn\/gjjl\/gjjlgk.htm"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Haerbin Engineering University"]}," (哈尔滨工程大学) ",{"type":"[","value":["http:\/\/www.hrbeu.edu.cn\/xxgk2\/jigousz\/wsc\/lhlx.htm"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Heilongjiang University"]}," (黑龙江大学) ",{"type":"[","value":["http:\/\/www.hlju.edu.cn\/international"]}," Claims to be the biggest Chinese learning center in the province."]},"\n",{"type":"*","value":[{"type":"'''","value":["Northeast Agricultural University"]}," (东北农业大学) ",{"type":"[","value":["http:\/\/gjxy.neau.edu.cn\/wglxs.asp?typeid=37&BigClassid=60&newsid=513"]}," dairy and food research center"]},"\n",{"type":"*","value":[{"type":"'''","value":["Northeast Forest University"]}," (东北林业大学) ",{"type":"[","value":["http:\/\/www.nefu.edu.cn\/ico\/english.htm"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Harbin University of Commerce"]},"(哈尔滨商业大学)"]},"\nAlso, the city offers the opportunity to study Mandarin Chinese one to one:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.1to1mandarinworkshop.com Harbin Mandarin School"]}]}," Encourages a complete immersion in the study of Mandarin, thereby imparting a unique understanding of the need for fluency and nature of a subject while building skills in listening, speaking, reading and writing."]},"\n",{"type":"===","value":["Studying TESOL"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.WillExcelTESOL.com Will-Excel TESOL Institute"]}]}," "]},"Will-Excel TESOL offers a TESOL Diploma program which combines a 160 hour classroom TESOL course in Harbin with a 6-12 month paid teaching-term in Harbin or another city.\n\n",{"type":"===","value":["Studying other subjects"]},"\nIf your Chinese is good enough you can enroll in most of the schools in Harbin. Many Pakistani students study Medicine at the Heilongjiang Medical University. Tuition is cheap.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:TroyParfitt6.JPG"],["250px"],["thumb"],[{"type":"''","value":["Zhongyang Dajie"]},", Harbin's main walking and shopping street at night"]]},"\n\nImported Russian goods of all types and qualities are available from tourist shops around town. Look out for vodka, Russian dolls, and chocolate. The local Chinese appeared to have picked up some aspects of Russian cuisine, with western style bread and sausage available around town. Beyond this, the shopping is much like any other city in China.\n\n",{"type":"*","value":[{"type":"'''","value":["Zhongyang Dajie"]}," The main shopping district is along Zhongyang Dajie where there is a Wal-Mart near the flood control monument and another shopping district along Guogeli Jie where you can find clothing, food and more. Along this street are huge new shopping malls such as the Euro Plaza, Parksons, and Lane Crawford that carry international brands and are expensive. There are Nike stores, KFC and interesting Russian thrift stores.  The street is lined with beer gardens during the summer."]},"\nHowever in winter, the shops closed quite early due to bitter cold. \n\n",{"type":"*","value":[{"type":"'''","value":["Guogeli Dajie"]}," (果戈里大街). Harbin's second biggest shopping district after Zhongyang Dajie (bigger in size). The area around here is dotted with Russian buildings and HUGE shopping complexes. At night there are numerous night markets, a small scale Russian church where people dance, and a small and lively \"bar lake.\""]},"\n",{"type":"*","value":[{"type":"'''","value":["Indian Street"]}," (印度一条街). A commercial side street located right off Guogeli Dajie. If you're facing the East, it's past the giant castle and on your right. Used to be complete with Indian thrift stores, clothing, and food, but now offers only Russian items, including dolls, pocketknives and toys. But don't expect any Indian restaurants as there aren't any yet. "]},"\n",{"type":"===","value":["Money"]},"\nMost ATM's around the city work with international cards, such as the Bank of China and the China Merchants Bank.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Western Union"],["url="],["email="],["address=Located in almost every China Post 中国邮政 ",{"type":"''","value":["zhongguo youzheng"]}," and Agricultural Bank 农业银行 ",{"type":"''","value":["nongye yinhang"]},", look for the yellow western union sign"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=西联汇款 ",{"type":"''","value":["xilian huikuan"]}," in Chinese"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Bank of China Heilongjiang Branch"],["url="],["email="],["address=No.19, Hongjun Jie"],["lat="],["long="],["directions="],["phone=0451-3633518-8111"],["tollfree="],["fax=0451-3646455"],["hours="],["price="],["content=This is the only bank in the city where you can exchange Travelers Checks."]]}]},"\n",{"type":"===","value":["Unique Items"]},"\n",{"type":"[[","value":[["File:Matryoshka dolls in Harbin.jpg"],["250px"],["thumb"],["A whole family of matryoshka dolls, or Russian dolls"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Hongbo Shichang,"]}," at the intersection of Dong Dazhi Jie and Hongjun Jie, is an enormous underground shopping center—if they don't have it, you don't need it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Harbin Sex Store\/Museum"]}," on Guogeli Dajie sells all sorts of sex materials and toys. Kind of unexpected for conservative China."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pirate DVDs"]}," A large DVD store occupies a corner in the basement of the Jiaohua Electronics Market (教化电子市场). All DVD's are around ¥6 and arranged alphabetically. Opposite from the Harbin Institute of Technology's main gate (哈工大正门对面) and across the street from Buy Now Hui. Be sure and buy the DVDs sold in the main store, and not at the numerous small kiosks that take up the rest of the basement."]},"\n",{"type":"===","value":["Clothing"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sofia Jintaiyang Fashion City"]}," (金太阳索菲亚精品城) around the corner from St. Sophia Church (道里区地段街) is Haerbin's answer to Beijing's Xidan. Multi story fashion market lined with small stalls selling the hottest fashions from China at cheap prices."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hongbo Century Square"]}," (红博世纪广场) not to be confused with the underground market, this is a huge mall in the basement of the Harbin exhibition center. There is also a fried chicken chain from Texas. There are daily fashion model shows."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chinese Military Surplus Clothing"]}," Looking for a comfy cold weather jacket like the Chinese wear? There are a number of stores around the city. One is towards the end of Xidazhi Jie near the Harbin Institute of Technology."]},"\n",{"type":"*","value":[{"type":"'''","value":["Western Brands"]}," The shopping malls at Hongbo and Zhongyang Dajie have everything from Gucci, Brooks Brothers, and Zegna to Timberland and Adidas.  Items are internationally priced."]},"\n",{"type":"===","value":["Everyday Needs"]},"\n",{"type":"*","value":[{"type":"'''","value":["Walmart and Carrefour"]}," the Walmart is located at the end of Zhongyang Dajie by the river.  Its just like any other Walmart. There are several other Walmarts and Carrefours located in the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Watsons"]}," right on Zhongyang Dajie this small convenient store has every health care product you can think of including western deodorants (not true, I was just there today) and shampoo. If you´re in the city just for a few days and you need something quick it´s fine, but if you plan to stay in Harbin longer, find yourself a Chinese convenient store. Watsons has a lot of European and American Brands but also the multiple of the prices the same things have in the west. And you still may want to avoid Chinese bleaching creme for your face (especially if you have sensitive skin) and that you can do in a Chinese convenient store, too."]},"\n",{"type":"*","value":[{"type":"'''","value":["Metro German Supermarket"]}," (麦德龙) near Maidelong Chaoshi (道里区埃德蒙顿路职工街1号). German owned walmart type supermarket with the city's biggest selection of western food, a huge selection of imported wine, alcohol and beer, cheese, pastas and ice cream. It's all there, including the steep prices!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Scholars Bookstore"]}," (学府书店) Harbin's largest bookstore is located near Heilongjiang University on Xuefu Lu (学府路)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flower, Bird and Fish Market"]}," (花鸟鱼工艺品交易场) Miaopu Road (道里区苗圃街), huge assortment of fresh plants, birds and tropical fish."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["eatpricerange"],["Under ¥30"],["¥30-100"],["Over ¥100"]]},"\n\nIf there is one thing special about Harbin, it has to be the food.  Taking influences from Russia, Mongolia, Korea and of course China, the food in Harbin is much \"heartier\" than you can find anywhere in China, and stews and other ",{"type":"''","value":["duncai"]}," are popular dishes.  Because the winters are long here you'll find less exotic ingredients and heavy use of vegetables like cabbage, potatoes, cucumber and corn.  Chinese BBQ or ",{"type":"''","value":["shaokao"]}," and Hot Pot is also equally popular in Harbin and is a must eat once you get into town.\n\nOne thing you will notice is that Dongbei people love to eat, and its not just for the food, but for getting all their friends together at one table and drinking\/eating the night away.  Thus this city is dominated by restaurants with large tables that seat groups of people. Besides small food stalls, only near the Universities and busy shopping areas will you find cozy little restaurants.  In Harbin, liveliness (",{"type":"''","value":["renao"]},") attracts customers and much as the food; some restaurants are so loud you may need earplugs!\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"====","value":["Street Snacks"]},"\n",{"type":"[[","value":[["File:Harbin Haws.jpg"],["thumb"],["Haws, for those with a sweet tooth"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hotpot and Harbin beer"],["alt=火锅和哈尔滨啤酒; Huǒguō hé Hāěrbīnpíjiǔ"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Can be found anywhere in Harbin."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Assorted Meats on a Stick"],["alt=串儿; Chuàn'ér"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=No more than ¥10 for 6-7 kabobs and soup"],["content=Sold on every street, try asking for grilled bread buns (考馒头; Kǎomántou), its really good. Finish everything off with an egg and tomato Gada Tang (soup)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Harbin Smoked Sausage"],["alt=哈尔滨红肠; Hāěrbīnhóngcháng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A treat only known to Harbin, you see stores selling it everywhere, it is REALLY good."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Russian Breads"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lots of Bread and pastry stores around the city, including Zhongyang Dajie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Haws"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hawthorn fruit stacked on sticks and served covered with a sweet sauce. You tend to find other fruits available also."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lamb"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥5 will buy you a good meal"],["content=Lamb with spices grilled over coals served with sesame flat bread from the nice Uighur guys (from Xinjiang province) on a street between Hong Bo Shopping Center and Guogeli Dajie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Harbin Spring Rolls"],["alt=春饼 or 卷饼; Chūnbǐng or Juǎn bǐng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥2-5"],["content=A tasty wrap of potato strips, cucumber, sausage and egg all with a spicy sauce.  Sold on the street or in most markets (even Walmart). If you want a real spring roll experience go to Lao Changs on Zhongyang Dajie (mentioned below)."]]}]},"\n",{"type":"====","value":["Restaurants"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Oriental Dumplings King"],["alt=东方饺子王; Dōngfāngjiǎoziwáng"],["url="],["email="],["address=38 Zhongyang Avenue, Daoli District (道里区中央大街39号; Dàolǐqū Zhōngyāngdàjiē)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unbelievable dumplings at a great price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Old Sandpot House"],["alt=老上号砂锅居; Lǎoshànghàoshāguōjū"],["url="],["email="],["address=98 Zhongyang Avenue, Daoli District (道里区中央大街98号; Dàolǐqū Zhōngyāngdàjiē)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious small Dongbei snacks like dumplings, grilled breads."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Little Seven Fish"],["alt=小七烤鱼; Xiǎoqīkǎoyú"],["url="],["email="],["address=81 Hongwei Road, Daowai District (道外区宏伟路81-4号; Dàowàiqūhóngwěilù)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spicy grill Sichuan style."]]}]},"\n",{"type":"====","value":["Western"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hamama's Kofi House"],["url="],["email="],["address=#2 mugong road unit 104(木工2号)."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A little Cafe near Harbin Institute of Technology run by a Papua New Guinean and his Taiwanese wife.  Western food like burgers, milkshakes and an omelet breakfast. Good strawberry and banana smoothies and   carrot cake but some of the other items on the menu a bit variable. Coffee is fairly good too."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"====","value":["Chinese"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Xiang E Meishi"],["alt=湘鄂美食"],["url="],["email="],["address=140 Guangmang Jie (南岗区光芒街140号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great Hunan and Hubei style restaurant in a nice atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hans Beer BBQ"],["alt=金汉斯啤酒烤肉"],["url="],["email="],["address=254 Zhongshan Lu, near Wal-mart (南岗区中山路254号, 近沃尔玛)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great draft beer that is all you can drink during lunchtime. The food is Chinese BBQ with assorted and spiced meat kabobs. A chain restaurant that is available in any large city in China."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Big Harvest"],["alt=大丰收"],["url="],["email="],["address=283 Yiman Street 南岗区一曼街283号"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Donbgei cuisine in a unique environment.  The only tea in the house is made from wheat."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fucheng Hotpot"],["alt=福成肥牛"],["url="],["email="],["address=47 Wenchang Jie (南岗区文昌街47号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great Hotpot restaurant always bustling with Dongbei atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Old Changs Spring Cakes"],["alt=老昌春饼"],["url="],["email="],["address=178 Zhongyang Dajie (道里区中央大街178号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pancake like food stuffed with vegetables and meat, a staple of the northeast and tasty as hell!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Homestyle Hotpot"],["url="],["email="],["address=92 Dongfeng Jie (东风街92号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great hotpot, especially their beef and potato. Heat source is piped in from the ceiling straight to the pot, none of the wimpy table-cooker stuff. They have a great spicy broth, and there is tableside sauce mixing available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wuji Rib House"],["alt=吴记酱骨炖菜馆"],["url="],["email="],["address=208 XiDazhi Jie (岗区西大直街208号) and 57 Gongcheng Jie (南岗区工建街57号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dongbei style ribs that are simply amazing! You eat them with your hands and are given plastic gloves to keep things clean. The other dishes are great too and its always packed and full of energy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Daquan BBQ"],["alt=大全烧烤"],["url="],["email="],["address=86 Beixing Jiaoyu yuan (北兴教育园86号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The locals call this the best BBQ joint in town. Always packed, really good. When you go there, ask for the （Honey Plum Meat） Mizhimeirou"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Xiaozi Zai Xianxin HK Cafe"],["alt=小资再现新派港式餐厅"],["url="],["email="],["address=350 Dongdazhi Jie (东大直街350号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Harbin's trendiest restaurant in terms of design and the people who go there. Fairly good HK style food."]]}]},"\n",{"type":"====","value":["Korean"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Qianlima Baihe Liaoli"],["alt=千里马百合料理"],["url="],["email="],["address=777 Xianfeng Lu (南岗区先锋路777号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Affordable Korean food in an upscale environment, packed with Chinese families and businessmen out on the town for a dinner."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gaoliyuan"],["alt=高丽园"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A chain found all over Harbin that is consistently good."]]}]},"\n",{"type":"====","value":["Western"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Marhaba Arabian"],["alt=马尔哈巴"],["url="],["email="],["address=Hanguang Street 1-19"],["lat="],["long="],["directions=Near Harbin Institute of Technology"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a great mom and pop sized restaurant which has some low and medium priced dishes. If you don't know Arabian food, the dishes are similar to many Indian and Lebanese dishes. They also have hookahs\/shisha with flavored tobacco if desired \nAddress:黑龙江省哈尔滨市南岗区汉广街1-19号。\nTel Number: 0451-86304277\n."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Russia"],["alt=露西亚西餐厅"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the Flood Control Monument of Zhongyang Dajie"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The owner is half Chinese, half Russian, and has created a fantastic atmosphere that feels like a high-class cafe in London or Paris. Elegant furniture, tasteful music, a working grandfather clock (with chimes) and a display to commemorate one of the last White Russians who lived in Harbin make this a place well worth visiting. Service is good too. The name in Chinese is 'Luxiya' i.e. Lucia → 'Rossiya' (Russia)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Hut"],["alt=必胜客"],["url="],["email="],["address=Zhongyang Dajie"],["lat="],["long="],["directions=Near the Flood Monument"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Standard pizza hut faire. Another Pizza Hut is on Guogeli Dajie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Katusha"],["url="],["email="],["address="],["lat="],["long="],["directions=Right beside the Flood Monument of Zhongyang Dajie"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A genuine Russian restaurant.  Its owners are from Yakutsk and most patrons are Russian. The menu is now translated in English as well. You can get some of the best Russian food available in China, not to mention genuine bread and butter imported from Russia. Make sure to get there early as the restaurant closes at 21:30 and not all dishes will be served after 20:15."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"====","value":["Western"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shangri-la Hotel Buffet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Around ¥150-200 per person"],["content=Upscale hotel dining with a huge assortment of western foods.  Managed by a western head chef. . The quality of this buffet is reasonable. Look out for the live silk worms in the chef station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Holiday Inn Buffett"],["alt=Also known as"],["url="],["email="],["address=90 Jingwei Jie (道里区经纬街90号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Around ¥100 per person"],["content=Same as above."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Portman's"],["alt=波特曼西餐厅"],["url="],["email="],["address=12 Xidazhijie right off of Hongbo Square (南岗区西大直街12号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mentioned in almost all of the guidebooks but its really nothing more than a Chinese version of western food. You are better off going to Hamama's or a Russian cafe. However they do have steak, fillet mignon, and goose liver pate, if you want to spend the money."]]}]},"\n",{"type":"====","value":["Japanese"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Japanese Teppenyaki"],["alt=京桥铁板烧 jingqiao tiebanshao"],["url="],["email="],["address=93 Hanshui Lu (南岗区汉水路393号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Meals start at ¥200"],["content=Japanese BBQ where you are seated in private rooms and real Japanese cook your food right in front of you!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Upscale Sushi and Tempura"],["alt=铃兰日本料理"],["url="],["email="],["address=458 Hanshui Lu (开发区汉水路458号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another but less expensive Japanese restaurant.  Full menu of sushi, tempura, Japanese curry etc. can be had here. Seating is in cozy bamboo paper rooms with heated seats! Atmosphere is very good. You can order affordable packages at around ¥100 per person that includes all-you-can-drink Kirin beer."]]}]},"\n",{"type":"====","value":["Thai"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Thai Restaurant"],["alt=天阳金象缘美食餐厅"],["url="],["email="],["address=183 Changjiang Lu across from the Dragon tower (长江路183号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Thai dishes cooked by Indian chefs. You can buy alligator meat here and listen to a singing Thai dance troupe."]]}]},"\n",{"type":"====","value":["Chinese"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=New Heaven Food City"],["alt=新天地百事成饮食"],["url="],["email="],["address=311 Hongqi Dajie (红旗大街311号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥400 per person"],["content=Extravagant.  Maybe a place to close out a business deal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tiantian Fish Village"],["alt=天天鱼村"],["url="],["email="],["address=2 Gongcheng Jie (道里区工程街2号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upscale Chinese seafood dining.  You can mingle with Harbin's moneyed and enjoy exotic fish.  When you walk in you can pick which fish you want from the giant tanks."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Harbin Beer Sculpture.jpg"],["thumb"],["Ice sculpture of the local brew, ",{"type":"''","value":["Harbin Beer"]}]]},"\nJust because Harbin is below freezing a good amount of the year, doesn't mean it's devoid of a nightlife. In fact, Harbin is one of the more \"rowdier\" cities in China. Just don't expect Shanghai or even Beijing \"quality\" establishments.  Most places in Harbin have puke stains on the toilets that are months old. With a good amount of foreigners living in the city studying and working, the weekends are always bustling around 2-3 locations such as Blues, The Box, Pacers, or the small bars around the Universities. Dongbei people are ",{"type":"''","value":["reqing"]}," (热情）　or very lively and seem to drink with almost every meal! Oftentimes at restaurants you'll see drunk men singing away and then lighting up their cigarettes to signal the night is coming to an end. And of course what would be better than to spend the wee hours of the night singing away to the tune of Titanic and Michael Jackson at one of the KTV's that can be found at almost every street corner!\n\nIn Harbin, people often start off the night at a cheap ",{"type":"''","value":["shaokao"]}," or Hotpot restaurant washed down with ¥1.5 bottles of Hapi. After a long dinner its usually to one of Harbin's clubs or bars to spend the rest of the night.  If you are not a fan of the drinking scene, Harbin may not be for you as there isn't much else to do.  That being said, there are dozens of small bars and a few cafes, so if you are not one for dancing and loud discos there are plenty of options. Some non-drinking activities include bowling, pool, or visiting a tea house.\n\n",{"type":"===","value":["Clubs"]},"\nMany discos that cater mainly to Chinese have table minimums. That is, each table has a different minimum purchase to sit there and you must purchase at least that much as soon as you sit down. They won't trust that you will eventually purchase enough over the course of the evening. Some even have the price of the table on a tent card sitting on the table.  You can try and get around this sales tactic by saying you want to just have a look around (wo yao xian kan kan) and hope that they forget about you.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Box Town"],["alt=BOX糖果酒吧"],["url="],["email="],["address=118 Xidazhi Jie (西大直街118号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large complex newly opened by owners of the original Box club, a Harbin legend which closed in 2008. In addition to a cozy lounge\/pub, Box Town also includes a sizeable disco playing a wide variety of western dance and pop music. Lounge area offers pool, darts, and foosball. English speaking bar staff and cocktails for around ¥20. Quickly becoming the most popular spot for expats and younger Chinese clubgoers. Safe, clean, and very lively although somewhat difficult to find. On the fourth floor of the Ha1 Te4 building. Enter through the elevator in back."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Babyface"],["url="],["email="],["address=Youzheng Jie and Hongjun Jie intersection (南岗区邮政街和红军街交口)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=A Long Island is ¥40"],["content=The newest addition to Harbin's club scene its nothing like its sister in Beijing or Shanghai, seems to have lost its popularity to Tanghui, lots of rich people.  Not much dancing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Banana"],["url="],["email="],["address=Basement, Sino-way Hotel, Hongjun Street, Nangang District (南岗区红军街华融饭店地下一层; Nángǎngqū Hóngjūnjiē Huàróngfàndiàn Dìxiàyīcéng)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Expensive, smallish, and pushy waiters that make you buy expensive drinks. Overall, not fun."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Blue's"],["alt=布鲁斯酒吧"],["url="],["email="],["address=100 Diduan Jie (地段街100号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dirty, crowded, and dangerous. Everything that is Harbin, Russians, Mongolians, Turks, Canadians, Brazilians, Koreans. Frequent staging ground for fights between Koreans and Mongolians or Russians fighting with Russians. The staff has also been known to get involved in fights or start them. Friday nights 22:30 and afterward get really crazy when about 80% of Harbin's foreign newcomers head out to Blue's to party. Also, at 23:00 you can buy a bottle of Vodka for ¥10, but it is devil water from Anhui has made many people go nuts and dance on the pole for hours. During the week it is full of Chinese."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=CoCo Club"],["url="],["email="],["address=Changjiang Street and Yushan Street intersection (长江路与玉山路交汇处)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Newly opened flashy disco. Packed on weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Earth Club (步行者酒吧)"],["url="],["email="],["address=102 Xidazhi Jie (西大直街102号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owned by a foreginer named [Boyde skinner], great music, cheap drinks, English speaking bar staff, pool table dart boards."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jinhao Disco"],["alt=金豪迪吧"],["url="],["email="],["address=161 Heping (Lu 和平路161号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest discos in Harbin, kind of run-down now, frequent bar fights. As the cab drivers say, \"Don't go there, that's where the poor people go.\""]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Yes"],["alt=夜斯"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Blues"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yet another flashy disco with pounding techno; it's okay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name="],["alt=哈尔滨麦莎慢摇酒吧俱乐部"],["url="],["email="],["address=(道里区兆麟街21号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large club with lots of singing and performances.  Mostly tables but there are people dancing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dijie Manyao Bar"],["alt=帝街慢摇吧"],["url="],["email="],["address=2 Manzhouli Jie (满洲里街2号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another bar with scantily clad dancers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Camp David"],["alt=大为营"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Looks like a giant castle, used to be the expat hangout in Harbin before Blues. Full of people nonetheless."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Guang Zai"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Yiman Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Frequented mostly by young people.  Atmosphere is good."]]}]},"\n",{"type":"===","value":["Bars"]},"\nMost bars in the city are clustered around the universities and tourist districts.  The Development Zone has some bars as well but they are more expensive.\n\nThe campus of ",{"type":"'''","value":["Harbin Institute of Technology"]}," (复华小区) is surrounded with a number of small and cozy bars.  HIT itself has a number of foreign teachers and hundreds of foreign students.  Some notable bars here are:\n\n",{"type":"'''","value":["Sky Bar\/Cafe:"]}," A new bar back on the scene after closing down a couple of years ago. A cosy little pub in an old Russian-style building. Widest range of imported beers in town. Amazing fish and chips, burgers and other pub food. Staff are fluent in English and good to sit around and chat too. Big screen TV for live sports....just ask them and they will put it on for you. They have Trivia every Thursday and Texas Hold'em on Tuesdays. The best place to hang and meet others in \"The Bin.\"\n南岗区砖街13号（曲线街砖街交口附近）。\n\nAt the middle portion of ",{"type":"'''","value":["Guogeli Dajie"]}," (果戈里大街) near Children s Park (儿童公园) there is a small man made lake that is surrounded by 10 or so small pubs and a fountain.  During the warmer months this small square is packed with people out for a night stroll and is really lively.  This also seems to be a place for the trendy teens and college age kids to hang out.  If you continue walking down Guogeli Dajie there are a few more small bars dotting the street. Great for people watching! For about ¥100 you can order a \"beer tower\" (啤酒塔 pijiuta), which is a tall plastic tube with a spigot on the bottom.  At the other end of the lake there is a restaurant that resembles TGI Friday's, as besides the name being changed to DJ Friday's almost everything else has been copied.  What makes this place really stand out from the real TGI Fridays are the scantily clad Russian dancers.\n\nNear Heilongjiang University (黑龙江大学) right across from the main gate are several small bars and pubs to accommodate the huge Korean and Russian student population.\n\n",{"type":"===","value":["Teahouses and cafes"]},"\nThere are a number of very nice teahouses in the New Development Zone (开发区). Most will rent you a room and will charge by the hour, plus whatever tea you decide to drink. Some of the teahouses are located on Hengshan Lu (衡山路) such as 君如意茶楼， 雅泰茶楼.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rumi Cafe"],["alt=入迷咖啡"],["url=http:\/\/www.wix.com\/rumicoffee\/china"],["email=rumicoffee@gmail.com"],["address=A7#13 Seasons of Berlin,  Academy St., University Area, Harbin(哈尔滨学院路柏林四季A7#13)"],["lat="],["long="],["directions="],["phone=0451-88122316"],["tollfree="],["fax=0451-88122316"],["hours=Open 10:00-22:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Be For Time"],["alt=避风塘茶楼"],["url="],["email="],["address=Two locations:  102 Xidazhi Jie, under Pacers near HIT (南岗区西大直街102号) and 2 Linxing Lu (南岗区林兴路2号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open 24 hours"],["price=¥18 all you can eat\/drink"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=UBC Coffee"],["alt=上岛咖啡西餐厅"],["url="],["email="],["address=186 Gongchang Jie (道里区工厂街186号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Starbucks"],["url="],["email="],["address=Zhonyang Dajie"],["lat="],["long="],["directions=one in Europlaza and one located in the corner in a bigger shopping-mall, quite at the beginning of Center Street."],["phone="],["tollfree="],["fax="],["hours="],["price=a bit more expensive than usual in China, price range is converted about the same as in Europe, and not necessarily good, especially the snacks there are targeted at Chinese who want to feel a bit the European flair"],["content=Coffee house, here you can meet a lot of foreigners"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Costa Coffee"],["url="],["email="],["address=Zhonyang Dajie, quite close to the Flood Monument, next to a Russian Shop and Babelas Kitchen"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=a bit cheaper than Starbucks in some things, but mainly the same applies here too, Chinese western snacks and no real coffee"],["content=Coffee House, unlike Starbucks it´s not quite as packed with people and you can still meet a lot of foreigners here"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=USA Bucks"],["url="],["email="],["address=Zhonyang Dajie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coffee house and bar"]]}]},"\n",{"type":"===","value":["Live music"]},"\nThere is a Jazz Bar on GuogeLi Dajie that often has a piano\/sax duo playing, and guitar\/vocalists can be found at some of the smaller bars around HIT and Hei Da.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nAlmost every ",{"type":"'''","value":["bath house"]}," in the city has a large room with 50-100 plush beds where you can spend up to 24 hours.  You can also lock your belongings in a locker and use their shower facilities, most of them have an 'all you can eat' buffet as well.  Total around ¥50 which just can't be beat. Look for signs that say 洗浴 and make sure its fairly big as the smaller ones will not provide these types of services. When you come in pack light as to not look suspicious. ",{"type":"''","value":["This is not recommended for inexperienced travelers and it is highly unlikely any of the service staff will speak English."]},"\n\nOther budget options include:\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kazy Int'l Youth Hostel Harbin"],["alt=哈尔滨卡兹国际青年旅舍"],["url="],["email=kazyzcl@126.com"],["address= 82 Tongjiang St"],["lat="],["long="],["directions=in city centre"],["phone=+86 451 87654211"],["tollfree="],["fax=+86 451 84697113"],["hours="],["price="],["checkin="],["checkout="],["content= Kazy Youth Hostel Harbin located in downtown, next to the central pedestrian street(Zhongyang Dajie) and Songhua River. A great hostel in a synagogue, cozy, comfortable and excellent English speaking staff in a valuable price. Wi-Fi, Laundry, Tour arrangments and other services also available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harbin Institute of Technology Foreign Students Dorm 6"],["url="],["email="],["address=5 Gongjian Street, Nangang District, HIT Campus"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥50 - ¥100"],["checkin="],["checkout="],["content=There are two foreign students dorms at HIT that may have overnight accommodation. Each room has its own bathroom\/TV with good heating during the winter. Can be full during the holidays. Central location with good security. Refused accommodation to non-HIT students in October 2007. No English. Not likely to accommodate you, and you are best to exhaust other options before attempting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Metro Hotel"],["alt=麦德龙宾馆"],["url="],["email="],["address=Right next to the Metro market (道里区埃德蒙顿路职工街1号)"],["lat="],["long="],["directions="],["phone=86-10-62979009"],["tollfree="],["fax="],["hours="],["price=¥100 - ¥150"],["checkin="],["checkout="],["content=Small motor inn besides the Metro Market.  A good 15-20 minute taxi ride from the downtown but Harbin taxi's are cheap, also the Metro has a free shuttle service to Zhongyang Dajie and other locations around the city. Quiet and you can get whatever you need at the market next door."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Meijia (Beautiful Home) Apartment"],["url=http:\/\/meijia.livejournal.com\/524.html"],["email=meijiaapartment@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=86-18249460499"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In city centre, about 40 minutes by bus from Harbin Airport. It is cozy, clean and safe. The facilities include TV, air conditioner, fridge, 24 hour hot water, microwave oven, double beds, bedsheets, blankets, closet and with good heating in the winter. Priced at ¥199 per night, including electricity and water fees. Skype: Meijia Apartment"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harbin Overseas Chinese Hotel"],["url="],["email="],["address=72 Hongjun Street, Nangang"],["lat="],["long="],["directions="],["phone=(0451)3641476"],["tollfree="],["fax=(0451)3623439"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harbin Modern Hotel"],["url="],["email="],["address=89 Zhongyang St., Daoli"],["lat="],["long="],["directions="],["phone=(0451)4615846"],["tollfree="],["fax=(0451)4614997"],["hours="],["price="],["checkin="],["checkout="],["content=Fantastic location, right in the middle of the pedestrian mall of Zhongyang Dajie.  Very limited English but quite helpful staff, and the history of the hotel makes it an interesting place to stay.  There are old artifacts in the lobby such as old movie projectors and silverware.  Rooms are comfortable and range from standard to suites."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gloria Inn Harbin"],["url=http:\/\/www.gloriahotels.com\/gloria_en\/inn\/inn_harbin.asp"],["email="],["address=257 Zhongyang Avenue, Daoli"],["lat="],["long="],["directions="],["phone=(86) 451-8463 8855"],["tollfree="],["fax=(86) 451-8463 8533"],["hours="],["price="],["checkin="],["checkout="],["content= GREAT location, right on the main street"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sinoway Hotel (Twin Towers)"],["url="],["email="],["address=2 Yiyuan Street, Nangang"],["lat="],["long="],["directions="],["phone=86-451-86291111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Decent hotel with English-speaking staff right in Hongbo square"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shangri-La Hotel"],["alt=香格里拉大饭店"],["url="],["email="],["address=555 Youyi Rd., Daoli"],["lat=45.764744"],["long=126.595225"],["directions="],["phone=(0451)4858888"],["tollfree="],["fax=(0451)4621777"],["hours="],["price="],["checkin="],["checkout="],["content=By far the nicest hotel in town with good service and facilities, far cheaper than other Shangri La's and offers big discounts most of the year except for the ice festival."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kunlun Hotel"],["url="],["email="],["address=8 Tielu Street, Nangang"],["lat=45.758987"],["long=126.632092"],["directions="],["phone=(0451)3606688"],["tollfree="],["fax=(0451)3600888"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["alt=万达假日酒店"],["url="],["email="],["address=90 Jingwei Street, Daoli"],["lat=45.767123"],["long=126.62014"],["directions="],["phone=(0451)8422-6666"],["tollfree="],["fax=(0451)8422-1661"],["hours="],["price="],["checkin="],["checkout="],["content=Their soft, white sheets and helpful, English-speaking staff make this hotel one of the best places for English language visitors to Harbin."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Friendship Hotel"],["alt=友谊宫宾馆"],["url=http:\/\/www.hrbyyg.com\/"],["email="],["address=263 Youyi Rd., Daoli"],["lat=45.776801"],["long=126.609739"],["directions="],["phone=86-451-84880668"],["tollfree="],["fax=86-451-84617132"],["hours="],["price="],["checkin="],["checkout="],["content=Great location, walking distance to Zhongyang Dajie and decent rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sofitel Harbin"],["alt=万达大酒店"],["url="],["email="],["address=68 Ganshui Lu, Xiangfeng"],["lat=45.740192"],["long=126.67917"],["directions="],["phone=0451-82336888"],["tollfree="],["fax=0451-82331818"],["hours="],["price="],["checkin="],["checkout="],["content=Formerly ",{"type":"''","value":["Singapore Hotel"]}," (新加坡大酒店) and \"Wanda Hotel\", this is arguably Harbin's only other 5 star hotel, out in the new development zone, so not your best bet, but if you are in town for business and you are looking for something other than the Shangri-La, this is the hotel for you. Newer facilities may mean better conditions than the Shanggrila."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Victories Hotel"],["alt=华旗饭店"],["url="],["email="],["address=301 Hongqi Street, Kaifaqu"],["lat=45.753459"],["long=126.698293"],["directions="],["phone=86-451-81868888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is billed as Harbin's 3rd 5 star hotel, but most likely it's 3-4 stars. It's also way out at the edge of the city by the exhibition center, but due to this, prices can drop. If you have business at the expo center, this is the place to be."]]}]},"\nOther 5 star hotels have been established. The New Paris Hotel is a 5 star hotel that is quickly gaining popularity. It has very luxury facilities and a very impressive lobby. Bremen Hotel is also a nice hotel, it has been said that the Bremen Hotel in Harbin, has possibly the most comfortable beds in Harbin. These two hotels are both located in central Harbin. Both on Zhongshan Road.\n\n",{"type":"==","value":["Stay safe"]},"\nWhile it is unlikely that you will be a victim of a crime, as in any large city be vigilant about your personal property, exercise care if you find yourself on a lightly traveled street, and always be aware of your surroundings.\n\nMost trouble that people run into in Harbin revolves around drinking at the clubs. Harbin is famous in China for being a \"rough\" city, and locals pride themselves on their machismo. Fights are common on the weekends and while this may not directly involve you, it’s best to leave at the first signs of conflict. Don’t expect bar security to come to your rescue.\n\n",{"type":"*","value":["Avoid going to clubs alone. "]},{"type":"*","value":["Be vigilant of your personal property and be aware of your surroundings. Especially if you´re taking the bus, Chinese busses are crowded and you will be shoved and pushed a lot, if you´re standing at the doors it´s all the worse."]},{"type":"*","value":["Be careful when crossing the street. Keep an eye on the locals and cross with them."]},{"type":"*","value":["Dress warmly and in layers during the winter months. "]},{"type":"*","value":["Avoid fish caught in the Songhua River as it was contaminated by benzyne in November 2005 – fish is available from the many lakes surrounding Harbin. "]},{"type":"*","value":["Avoid going into small bathhouses and small KTV alone, as you may end up being forced to pay for a bill you didn't order. If you choose to go, be mindful of what you are getting into and leave at the first sign of illegal activity. People interested in a \"massage\" with extras should avoid doing it in Harbin."]},"\nFree emergency telephone numbers: \n",{"type":"*","value":["Police: 110. "]},{"type":"*","value":["Fire alarm: 119. "]},{"type":"*","value":["Medical care: 120."]},"\nRemember these three telephone numbers. They are valid on most of the Chinese mainland.\n\n",{"type":"===","value":["Foreigners in Harbin"]},"\n\nThe vast majority of the foreigners living in Harbin are either Russian or Korean, with the Russians obviously being the more visible of the two. Expats should be aware that all Caucasians are automatically \"Russian\" as far as the local population is concerned, and that relations between said Russians and the local Chinese population are rocky at best. Much of the famous \"Dongbei hospitality\" has worn thin in recent years, with native Harbiners holding an increasingly negative view of foreigners in general. But that does not under any circumstances mean that they will not stare at you or take pictures of you, especially if you have fair hair and coloured eyes, and for men a beard. Some will come up to you and ask for a picture with you or if they can touch your hair, but more often than not you will just \"accidentally\" find yourself in the viewfinder of a mobile phone or camera.\n\nThere are also a small number of European and Brazilian professionals working in the city, as well as a number of English teachers hailing from various countries. However, the lack of foreign investment in the province as a whole means that most of the resident expats are either students or teachers. The are also a number of African and Middle Eastern students studying at the high-profile Harbin Institute of Technology.\n\n",{"type":"===","value":["Hospitals and Emergency Contacts"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=No. 1 Hospital of Harbin Medical University"],["url="],["email="],["address=No. 5 Youzheng St Nangang District"],["lat="],["long="],["directions="],["phone=+86-451-364 1918, +86-451-360 7924, +86-451-364 1563"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=No. 2 Hospital of Harbin Medical University"],["url="],["email="],["address=No.247, Xue Fu Rd Nangang District 150086"],["lat="],["long="],["directions="],["phone=(0451) 666-2962"],["tollfree="],["fax="],["hours="],["price="],["content=All doctors in Department No. 2 can assist foreigners."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Provincial Hospital"],["url="],["email="],["address=No. 82 Zhongshan Rd, Xiangfang District Harbin, Heilongjiang 150036"],["lat="],["long="],["directions="],["phone=+86-451-566 2971"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=US Consulate Shenyang 24 Emergency Hotline"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=137-0988-9307"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Harbin Interpreting Company"],["alt="],["url=http:\/\/interpretingco.livejournal.com\/760.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very good English speaking services in Harbin."]]}]},{"type":"===","value":["Internet"]},"\nThe city is littered with Net bars (网吧 wangba) that are usually very cheap and do not require I.D at the door like the ones in Beijing.  The biggest Internet cafes are near the universities like Harbin Institute of Technology and Hei Da. Be forewarned that sometimes you may have to wait for a computer depending on what time of day it is (17:00-24:00 are the worst, school is out) and that the Internet connection can sometimes be down for days at time in various parts of the city. Also, these places are filled with a haze of smoke and Chinese screaming obscenties after they lost a game of Counter Strike or World of Warcraft.\n\nAll of the computers are in Chinese language, but still using windows so its relatively easy to use.  You cannot print at Net bars. If you are looking to print something try going to a print or copy station — look for the Chinese characters 复印 (fuyin) or 打印 (dayin).\n\n",{"type":"===","value":["Phones"]},"\nIf you are looking to refill the minutes on your China Mobile\/Unicom\/Telecom SIM card, you might have trouble, as very few locations in the city sell the refill cards.  In Harbin, you have to go to an actual store and pay the money to a teller to have your phone refilled and oftentimes you can refill out of town numbers at China Mobile or China Unicom Branches.\n\n",{"type":"===","value":["Shipping"]},"\nDHL and UPS both deliver to Harbin but through Chinese shipping companies.\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Heilongjiang Datian International Shipping Company"],["alt=黑龙江大田国际货运有限公司"],["url="],["email="],["address=232 Hesong Jie, Daoli Disrict (哈尔滨市道里区河松街232号)"],["lat="],["long="],["directions="],["phone=0451 - 8489 7599 FedEx Customer Service Line: 800 988 1888 and 400 886 1888"],["tollfree="],["fax="],["hours="],["price="],["content=Main FEDEX agent in Harbin."]]}]},"\n",{"type":"==","value":["Cope"]},"\nHarbin is known for its cruel winter weather. Be sure to have adequate clothing and protect the extremities. Gloves, thick socks, scarves, and ear protections are a must.\n\nIf you are in Harbin for the long haul, try to get away to somewhere warm during the winter break such as ",{"type":"[[","value":[["Hainan"]]}," or ",{"type":"[[","value":[["Thailand"]]},".  Also, an excursion to ",{"type":"[[","value":[["Beijing"]]}," is a must for anyone staying in Harbin for any considerable amount of time.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Wudalian Chi"],["url=http:\/\/en.wikivoyage.org\/wiki\/Wudalianchi_National_Forest_Park"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Volcanic lake surrounded by forests and small farming communities a train and bus ride away from Harbin.  Take the train to Dedu and then a 2 hour bus ride to the lake."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Mudanjiang and surrounding areas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a short train ride from Harbin and within short bus rides you can reach ",{"type":"'''","value":["Mirror Lake"]},", the ",{"type":"'''","value":["Underground Forests"]},", and the ",{"type":"'''","value":["Yabuli ski resort"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Zhalong National Nature Reserve"],["url=http:\/\/en.wikivoyage.org\/wiki\/Zhalong_National_Nature_Reserve"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Huge bird preserve near the city of QiQihaer, can be reached by a short 5 hour train ride from Harbin."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Daqing"],["url=http:\/\/en.wikivoyage.org\/wiki\/Daqing"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=2 hour train ride from Harbin, this city is home to China's largest oil fields."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Hulunbeier Grasslands"],["url="],["email="],["address=Inner Mongolia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take the train to Hailaer and under 12 hours (overnight) you can find yourself on some of the world's biggest grasslands, stunningly beautiful.  Summer is the best time to go."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Dalian"],["url=http:\/\/en.wikivoyage.org\/wiki\/Dalian"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dongbei's most modern and cleanest city, right on the coast.  A great weekend getaway if you are in Harbin for an extended period of time and looking to catch some fresh seaside air"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Deer Flat mountain ski resort"],["alt=平山神鹿滑雪场"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pingshan deer ski field is located in A Cheng city of Heilongjiang Province town,70 kilometers away from Harbin, is Heilongjiang province SSS tourist resort, which can accommodate up to 3000people skiing, skiing for a period of11month to second years in March every year."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yabuli"],["alt=亚布力; Yàbùlì"],["url="],["email="],["address="],["lat="],["long="],["directions=Within 2 hours of the city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yabuli is one of the largest skiing areas in China and venue for the 1996 Asian Winter Games."]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Jingha Railway icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"[[","value":[["Changchun"]]}],["directionr1=E"],["majorr1=END"],["minorr1="]]},"\n\n\n",{"type":"{{","value":[["Guidecity"]]},"\n",{"type":"{{","value":[["geo"],["45.7500"],["126.6333"],["zoom=11"]]},"\n",{"type":"{{","value":[["isPartOf"],["Heilongjiang"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Harbin"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Heilongjiang\/Harbin\/"]]}]