[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Haridwar"]}," (हरिद्वार) ",{"type":"[","value":["http:\/\/haridwar.nic.in"]},", also spelled ",{"type":"'''","value":["Hardwar"]},", is a city in the state of ",{"type":"[[","value":[["Uttarakhand"]]},", ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Haridwar HariKiPairi.JPG"],["thumb"],["240px"],["Har-ki-pauri"]]},"\n\nHaridwar, literally translating as the ",{"type":"'''","value":["Gateway to God"]},", is one of the Hindu holy places in India and a center of Hindu religion and mysticism for centuries.  Located on the banks of the River Ganges (",{"type":"''","value":["Ganga"]},"), at the point where the Ganges descends from the hills to the North Indian plains, Haridwar attracts a large number of Hindu pilgrims from all over the world.\n\n",{"type":"===","value":["Festivals"]},"\nHaridwar is the site of many religious festivals.  Most notably, once every twelve years it is the venue for the ",{"type":"'''","value":["Kumbh Mela"]},", humanity's largest festival, which drew a record ",{"type":"'''","value":["70 million"]}," in 2003.  (The festival rotates between Haridwar and ",{"type":"[[","value":[["Allahabad"]]},", ",{"type":"[[","value":[["Ujjain"]]}," and ",{"type":"[[","value":[["Nashik"]]},".)  The ",{"type":"'''","value":["Ardh Mela"]},", or \"half mela\", is held every six years.  The last Maha Kumbh Mela was in 2010, and the next Ardh Mela will be in 2016.\n\nOther yearly festivals include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Baisakhi"]},", It is held in the month of April and devotees from Jharkhand, Bihar, Gujarat, Uttar Pradesh, Delhi and Haryana converge here to celebrate the auspicious festival Baisakhi. "]},{"type":"*","value":[" ",{"type":"'''","value":["Kanwar Mela"]},", July.  The largest yearly festival, drawing up to 300,000 visitors."]},{"type":"*","value":[" ",{"type":"'''","value":["Somwati Amavasya"]},", July.  Almost as large as the Kanwar Mela."]},{"type":"*","value":[" ",{"type":"'''","value":["Kartik Purnima"]},", held 15 days after Diwali on the first night of the full moon in November."]},"\nWhile the festivals are colorful and fascinating, they also strain the town's limited infrastructure to the breaking point and sometimes beyond.  Book rooms and tickets well in advance, and avoid travel by road as the traffic jams can be horrendous.\n\n",{"type":"==","value":["Get in"]},"\nHaridwar is about 200 km from Delhi, the capital of India and is well connected by road and rail network from all parts of India. It is better to avoid travelling to Haridwar during the Hindu month of Sawan (around July) since there is a heavy crowd and all important roads are blocked and most of the hotels\/ buses\/ trains are crowded. \n\nIt is also not good choice to visit this place during the monsoon season (late May to August) as the rain will hinder your visit.\n\nTo travel from Delhi to Haridwar you can rent a car or private taxi. You can also prefer to go by train as frequent trains are available and those are less costly as compared to private cabs. \n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Dehradun"]]},"'s ",{"type":"'''","value":["Jolly Grant Airport"]}," is nearest airport to Haridwar. It is domestic airport and located at a distance of 20 Km away from city center. Private taxi cabs can be hired from this airport to reach at Haridwar within a cost of Rs. 400. Frequent flights from Haridwar to Delhi are available as well.  \n\nAround 200 km away, ",{"type":"[[","value":[["Delhi"]]}," is the nearest international airport available for foreign visitors. Delhi airport is nicely connected to several domestic as well as foreign airports.\n\n",{"type":"===","value":["By train"]},"\nHaridwar Junction Railway Station (",{"type":"'''","value":["IR station code : HW"]},") is well-connected by train, with frequent trains to ",{"type":"[[","value":[["Delhi"]]}," (4-5 hours) and ",{"type":"[[","value":[["Dehradun"]]}," (1 hour).  There are also a few trains per day to ",{"type":"[[","value":[["Rishikesh"]]},", but buses are faster and much more frequent.  The train station is located on the south side of town, within walking distance to most hotels but a 2-km hike to Hari-ki-Pairi.\n\nHere are some useful trains to reach Haridwar:\n\n",{"type":"{|","value":[["class=\"wikitable\", border=\"1\""],["|-"],["!Train Number"],["!Train Name"],["!You may board at"],["!You may alight at"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 2017"]}],["|Shatabdi Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 2055"]}],["|Jan Shatabdi Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 4041"]}],["|Mussoorie Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 2327"]}],["|Upasana Express"],["|Howrah (",{"type":"[[","value":[["Kolkata"]]},"), ",{"type":"[[","value":[["Lucknow"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 3009"]}],["|Doon Express"],["|Howrah (",{"type":"[[","value":[["Kolkata"]]},"), ",{"type":"[[","value":[["Varanasi"]]},", ",{"type":"[[","value":[["Lucknow"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 2687"]}],["|Chennai-Dehradun Express"],["|",{"type":"[[","value":[["Chennai"]]},", Nizamuddin (",{"type":"[[","value":[["Delhi"]]},")"],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 2054"]}],["|Jan Shatabdi Express"],["|",{"type":"[[","value":[["Amritsar"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 4632"]}],["|Amritsar-Dehradun Express"],["|",{"type":"[[","value":[["Amritsar"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 4610"]}],["|Hemkunt Express"],["|",{"type":"[[","value":[["Jammu"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 9105"]}],["|Ahmedabad-Haridwar Mail"],["|",{"type":"[[","value":[["Ahmedabad"]]},", ",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Delhi"]]}],["|Haridwar Junction"],["|-"],["|",{"type":"[","value":["http:\/\/indianrail.gov.in\/inet_trn_num.html 9019"]}],["|Bandra-Dehradun Express"],["|Bandra Terminus (",{"type":"[[","value":[["Mumbai"]]},"), Nizamuddin (",{"type":"[[","value":[["Delhi"]]},")"],["|Haridwar Junction"]]},"\n\n",{"type":"''","value":["Also see ",{"type":"[[","value":[["Rail travel in India"]]}]},"\n\n",{"type":"===","value":["By bus"]},"\nHaridwar's bus station, a stone's throw from the train station, is chaotic and has no signage whatsoever in English.  There are regular bus services from ",{"type":"[[","value":[["Delhi"]]}," (theoretically 4 hours, in practice 6-8 hours), ",{"type":"[[","value":[["Rishikesh"]]}," (1 hour) and other important towns of North India to Haridwar.  Before booking the bus check the bus condition. Always go for cushioned and push-back seats. The long and bumpy ride will take a toll on your mood and body.\n\nAs there is shortage of AC buses during summer vacations so always go before 1 or 1.5 hour your suitable time so as to get the prior reservation.\n\n",{"type":"==","value":["Get around"]},"\nCentral Haridwar can be comfortably covered on foot. However, Taxis and auto-rickshaws can be available at train and bus stations.\n\nHaridwar is nicely connected by train and bus, but remember to book in prior time, especially during pilgrimage season.\n\nCycle rickshaws usually cost Rs 10 for nearer distance, while Rs 25 for longer distance such as from main station to Har-ki-Pairi. If you want to hire a taxi for more than three hours to visit ashrams and local temples then it may cost you 400. For similar distance, Auto-rickshaws can cost around 200.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Har-ki-Pauri"]}," (or ",{"type":"''","value":["Hari-ki-Pairi"]},").  To the north of the center, this is Haridwar's focal point, where devotees gather to bathe and worship on the Ganges.  According to legend, this is where a drop of nectar fell  from the churning of the oceans when the world was created, and a stone wall has Vishnu's footprint.  Each evening around 7 PM,(5.45 PM in winter) thousands gather and worship the river Goddess by putting ",{"type":"''","value":["diyas"]}," (floating lamps) in the river.  You may be asked to make a donation if you linger near the ghats. Beware of con artists posing as officials. If you would like to make a donation there are boxes at the center of the ghats around the light poles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Maya Devi Mandir "]},", located on upper road. This temple is one of the 51 \"shakti peeths\" and its the presiding deity of Haridwar. It is from this temple Haridwar derives its other name Mayapur."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mansa Devi Mandir"]},", at top of hill near the center of town.  Can be reached by cable car (Rs 48 for a return ticket) or by a road that gently winds uphill (about 2 km), starting from Railway Rd.  The temple is aesthetically not particularly noteworthy, but the views are grand. Expect to queue to board the cable car and once more to enter the temple: despite some rudimentary attempts at crowd control, the crowds of jostling devotees can make this a pretty intense experience."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bharat Mata Mandir"]},", 5 km north of the center.  Dedicated to Mother India, this is half temple, half nation building exercise, with seven floors stacked with deities, saints, and secular heroes of all Indian faiths. Some signage in English."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chandi Devi Mandir"]}," A temple dedicated to Chand Devi on the Neel Parval. It was built in 1929 by Suchat Singh the King of Kashmir. The deity was said to have been installed by Adi Shankaracharya in the 8th century. A cable car is available for the long journey"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gayatri Tirth - Shantikunj"],["url=http:\/\/awgp.org\/"],["email="],["address=Dehrahoon Road, Haridwar"],["lat="],["long="],["directions=6 KM from Railway Station,"],["phone = +91 1334260602"],["tollfree="],["fax="],["hours="],["price="],["content=Nine days (Personality Development Camp)  through practising Scientific Spirituality i.e. Yoga, Yagna, Meditation, Prayer, Motivational Seminar, Workshop, Song and art of living. Registration required. Dates: 1-9, 11-19, 21-29, three camps every month, throughout the year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Divya Yog Mandir Trust University"],["url="],["email="],["address="],["lat="],["long="],["directions=16 km from Haridwar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Founded by Baba Ramdev."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Learn Yoga in Ashram"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Patanajali Yog Peeth is a center of Ayurveda and Yoga activities in Haridwar. It is built as a tribute to Maharishi Patanjali, who significantly contributed to the invention of Yoga. This ashram is operated under the supervision of Swami Ramdev Ji Maharaj, who has been promoting Yoga all over the world."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=A day out in Rajiji National Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= While walking around the park you can spot elephant, leopard and deer. The bird life is prolific here and elephant population is significantly large too. The entire cost of 5 hour tour is around 1800Rs per person and it can be done during mid afternoon or early morning."]]}]},"\n",{"type":"==","value":["Buy"]},"\nHaridwar, the holy city is one of the most renowned pilgrimage centers in India. Pilgrims from all over the world flock to this sacred city to take a dip in the holy waters of River Ganga. Being a destination for pilgrimage tourism, shopping in Haridwar is not on the itinerary of the tourist.\n\nHowever shops in Haridwar have some interesting things to offer to the tourist. The main shopping centers are Moti bazaar, Upper Road, Jwalapur and Kankhal. You can also check out the Government Handloom and Handicrafts Emporiums and the Gandhi Ashram. Here you will find a range of handicraft decorative pieces. If you are interested in jewellery, then you can choose from a variety of imitation ones which make good fashion accessory.\n\nIn Haridwar, you will find neatly and intricately carved stone idols, which make unique souvenirs. It is fascinating that these stones have traversed with Ganga all along and they are eventually deposited in Rishikesh as the river enters the plains. This gives the stones amazing shapes and a natural polish. Besides idols, there are kitchen set toys made from stone, which are interesting buys.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Shri Ganga Gift kendra"],["url="],["email="],["address=Moti Bazar"],["lat="],["long="],["directions=Towards Her-Ki-Pauri"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a shop where you can buy rudraksh mala, sphatic mala, chandan mala and other chandan articles with imitation jwelery. You can also try some wooden earings herewith in your budget."]]}]},"\n",{"type":"==","value":["Eat"]},"\nHaridwar is a purely vegetarian town.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dosa Plaza"],["url=http:\/\/dosaplaza.com"],["email="],["address="],["lat="],["long="],["directions=opposite to haridwar railway station"],["phone = +91 1334315517"],["tollfree="],["fax="],["hours="],["price="],["content=A chain that offers 104 varieties of dosas, along with Indian and Chinese food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sindh dugdh Bhandar"],["url="],["email="],["address=Rly. rd. Haridwar"],["lat="],["long="],["directions=north"],["phone = +91 320209"],["tollfree="],["fax="],["hours="],["price="],["content=A rocking place in this town since 1948. But well maintained and a multi cuisine restaurant with a very good service an the most important it's air conditioned unlike the other restaurant in town."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hoshiyarpuriwala"]},", This shop is old and claim to have started in year 1935. Its 7-8 min walk from Hari-Ki-Pairi(good to get your appetite going). It has wide variety of North Indian delicacies-- try the ",{"type":"''","value":["Thaali"]},". It cost Rs. 80.00 (he has stopped serving \"Thaalis\" now). But it's so much that it requires a special effort to finish it off. And for a grand finish a sweet dish you can't resist: Khaao India Khaao."]},{"type":"*","value":[" ",{"type":"'''","value":["Chotiwalas"]},", Subhash Ghat (",{"type":"''","value":["and other outlets around town"]},").  The closest Haridwar gets to McDonalds (not very), serves up a wide menu of South and North Indian favorites, with some Indian-Chinese thrown in.  Most meals around Rs. 60."]},{"type":"*","value":[" ",{"type":"'''","value":["Chotiwalas Asli"]},", Subhash Ghat.  Claiming to be the original, unfranchised Chotiwalas, this is the first shop right below the steps when walking south from Hari-ki-Pairi.  The \"Chotiwalas Special\" (Rs. 75) is a super-filling concoction of paneer and veggies in a creamy tomato base, topped with cheese and yogurt."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Alpana"]},", Ram Ghat.  01334-225544,224567. Claiming to be the new, clean, 400 meters from Hari-ki-Pairi.  The \"Alpana Meal\" (Rs. 75 breakfast & Rs 150 for lunch & Rs. 150 for Dinner) Nice decent place to relax."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spice N Nice"],["url=http:\/\/landmarkharidwar.com"],["email="],["address="],["lat="],["long="],["directions=Main Jwalapur Haridwar Road"],["phone = +91 1334-266366"],["tollfree="],["fax="],["hours="],["price="],["content=We offer authentic pure vegetarian delicacies. We serve Punjabi, South Indian, Chinese, and Continental Cuisines. Food is our passion and we take pride in serving our guests delicious and tasty food. AC and Relaxing Ambiance."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dada Boudir Hotel"],["url="],["email="],["address=Railway Road"],["lat="],["long="],["directions=5 mins from rail station by rickshaw towards Har ki pairi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an awesome Bengali eatery, serving lunch,dinner. Dehradun rice with ghee, fries, 2 curries, chutney , dal etc at only Rs.45\/- per head (that too with multiple servings); it's the ideal destination for having meals."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mashir Hotel"],["url="],["email="],["address=Vishnughat"],["lat="],["long="],["directions=5 minutes from sabji mandi"],["phone="],["tollfree="],["fax="],["hours=8:00-23:00"],["price=40\/-"],["content=Pure Bengali Eatery serving Basmati Rice, along with Dal, 2 seasonal curries, 1 Fried item, Chutney and Ghee unlimited servings. Check their Morning Breakfast of Puri sabji priced Rs. 15 for 6 pooris and 1 sabzi"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Didir Hotel"],["alt=(Behala)"],["url="],["email="],["address=Opposite Hotel Vishrant Vishnughat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8 AM- 11PM"],["price="],["content=Didir Hotel (Elder sis's Eatery) is a convenient location located at Vishnughat and famous for its multiple serving Thalis. Priced at Rs.40(as of August 2011) It serves you hot Rice with Ghee, Fritters, 1 dry and 1 gravy curries, along with Daal(which is typically sweet sour) and a sweet chutney at the end. Typically famous for its Dhokaar Dalna a must try also it serves multiple Rotis along with curries at 40\/- only."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bhagwati Chole Wala"],["url="],["email="],["address=Upper Road Haridwar"],["lat="],["long="],["directions=Enroute to Mansa Devi Temple"],["phone="],["tollfree="],["fax="],["hours=8 AM- 6PM"],["price="],["content=A must try for breakfast and Lunch. Bhagwati choley wala is an old institution making scrumptious breakfast of Chole(Bengal Gram) Baturey,Bun Bread and choley , Mixed minced Buns in Choley Gravy and Rice Choley. They attract a large crowd and usually serves piping hot choley stew with every meal. The meal priced 30\/- each is served on Plate and Leaf covering along with salad.Must try their Buns in Choley. Try their Lassi too."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kwality Mysore Restaurant"],["url="],["email="],["address=Upper Road towards Mansa devi and har Ki pauri"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Good reasonable South Indian restaurant serving South Indian Thalis and Snacks. Must try their Dosas."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAlcohol is banned in Haridwar.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mohan Puri"],["url="],["email="],["address=Harki Pauri"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most famous food shop at harki pauri and everything fits in budget. But due to high tourist rush its bit congested in festival seasons."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kreams n Kountry"],["url="],["email="],["address=Station road haridwar"],["lat="],["long="],["directions=On road to Post Office chawk from the railway station it falls on the right side of the road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Pao Bhaji her e is delicious n a speciality of the house.But the other products will surprise you which include Rajma chawal,Veg Burger,Chats of all kind,Icecreams n Sweets.The staff members are helpful n polite as always."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Deluxe Dada Boudir Hotel"],["alt=(An Unit of Mashir Hotel)"],["url="],["email="],["address=Below Hotel Lions"],["lat="],["long="],["directions=Opposite Birla House"],["phone="],["tollfree="],["fax="],["hours=10AM-10 PM"],["price="],["content=Pure Bengali Eatery serving Basmati Rice, along with Dal, 2 seasonal curries, 1 Fried item, Chutney and Ghee unlimited servings."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sushanto Choley Kulche wala"],["url="],["email="],["address=Ramghat main bazar  enroute to Mansa devi temple curve"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8 AM- 10 AM"],["price=20\/-"],["content=Awesome Chole Kulche from this guy Sushant along with hot stew. Be on your kneels as by sharp 10 AM he packs his  mettle back. Enjoy the light appettite at Rs. 20 per plate."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nFor most of the hotels the check-in time is 12 Noon. Plenty of ",{"type":"''","value":["Dharmshalas"]}," are also available in Haridwar.  A cluster of new, modern hotels has sprung up in ",{"type":"'''","value":["Bhopatwala"]},", some 5 km north of the city center.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Haridwar Hotel Guide"],["alt="],["url=http:\/\/www.haridwarhotelguide.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is an online hotel portal for Haridwar city. Visitor's can choose the accommodation from above 50 hotels in Haridwar. They can call directly to the hotel to book their rooms, no commission agent involved."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Jimmy"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+919897810055"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sharawan Nath Nagar (",{"type":"''","value":["Sadhubela Marg"]},"), Haridwar. Located in mid of Haridwar. A\/C and Non A\/C rooms with hot\/cold water facility are available at nominal charges and having cyber cafe facility. ",{"type":"[","value":["http:\/\/hoteljimmyharidwar.com"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Hotel Bhagwati Niwas"]},", Sabzi Mandi, (",{"type":"''","value":["near Vishnu Ghat"]},"), Haridwar, tel. +911334224328 & +911334327491. Right on the Banks of River Ganges. All room facing Gangaji with Private ghat! Rooms available at nominal charges!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Deep"]},", Sharawan Nath Nagar (",{"type":"''","value":["Sadhubela Marg"]},"), Haridwar, tel. +919412072599, +919759008009. Located in mid of Haridwar. A\/C and Non A\/C rooms are available at nominal charges. Online bookings can be made at ",{"type":"[","value":["http:\/\/deepgroupofhotels.com"]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Ganga Azure"],["alt="],["url=http:\/\/hotelgangaazure.com"],["email=hotelazure@vsnl.net"],["address="],["lat="],["long="],["directions="],["phone=+91 334-220938\/9"],["tollfree="],["fax=+91 334-227101"],["price="],["checkin="],["checkout="],["content=Railway Road (",{"type":"''","value":["near Shivmurti"]},"). Small, not entirely clean rooms. Hot water available from 6-8 AM only, but the shower may be broken. The hotel restaurant (",{"type":"'''","value":["Big Ben"]},") is well liked, but somewhat below-priced. Rs 700\/1500. (non-AC\/AC, negotiable)"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Gayatri Classic"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+911334322473"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Shravan Nath Nagar (",{"type":"''","value":["near Harmilap Bhawan"]},"), Haridwar. 5 minute ride from railway staion\/bus stand.10 minute from Harki Pauri. AC\/NON AC Rooms available at nominal charges."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Rahi Motel"],["alt="],["url=http:\/\/gmvnl.com\/newgmvn\/touristbunglows\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Government Tourist Lodge. Online bookings can be made at"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ambience Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+919837061220"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Shravan Nath Nagar (",{"type":"''","value":["near Harmilap Bhawan"]},"), Haridwar. 5 minute ride from railway staion\/bus stand.10 minute from Harki Pauri. AC\/Non AC Rooms available at nominal charges."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Shri Ram Sharnam Ashram"],["alt="],["url="],["email=ramsharnamashram@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+919810011735"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=511-A, Sapta Sarovar Marg (",{"type":"''","value":["near Agrasen Ghat"]},"), Bhopatwala. Rooms available at nominal maintenance charges."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bhaj-Govindam"]},", near Bhimgoda Bridge (",{"type":"''","value":["entrance is through a narrow alley and around a corner, look for the signs"]},"). Charming,hut-style accommodation, with a common lawn area over-looking the river. Rs 900\/1550. (non-AC\/AC)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chitra Heritage"]}," Chitra cinema Street, Haridwar. It is 3mins walk from the railway station and 10mins walk from har-ki-pauri. A\/c & Non A\/c room are available at Rs 700\/3490. All room are spacious and front sided. Parking facilities are available. Tel:+919760129990 +91 8954776655   (chitraheritage@yahoo.com, ",{"type":"[","value":["http:\/\/hotelchitraheritage.com"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Ganga Darshan"],["alt="],["url=http:\/\/www.hotelgangadarshan.com"],["email=hhg.india@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is situated at Har-Ki- Pauri Haridwar The hotel is in close proximity to Banks, Shopping Complexes and local market. We make sure Hotel Ganga Darshan makes your time in Haridwar even more memorable.A\/c & Non A\/c room are room available at Rs 950\/1250\/1550. All room are spacious and front sided. Parking facilities are available."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel LandMark"],["alt="],["url=http:\/\/landmarkharidwar.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+91 1334 266366"],["tollfree="],["fax="],["price=Rooms from Rs 1000"],["checkin="],["checkout="],["content=Main Jwalapur Haridwar Road. Prime location provides easy access to Har-ki-Pauri in the heart of the haridwar, Daksh Mahadev Temple in the Khankhal city, and all the commercial market area on the Main Jwalapur Haridwar Road. Rooms are AC, clean, and welcoming."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Teerth"],["alt="],["url=http:\/\/hotelteerth.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+91 334 225211"],["tollfree="],["fax="],["price=Rooms from Rs 1200"],["checkin="],["checkout="],["content=Subhash Ghat, Hari-Ki-Pairi. Riverside accommodation right next to Hari-Ki-Pairi, the main selling point is the ",{"type":"''","value":["great"]}," river views from the balconies. Rooms are a.c, spacious, clean."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Virasat Residency"],["alt="],["url=http:\/\/virasatresidency.com"],["email=virasatresidency@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Chitra cinema Street, Haridwar. It is 3mins walk from the railway station and 10 mins walk from har-ki-pauri. A\/c & Non A\/c room are available at Rs 1050\/550. All room are spacious and front sided. Parking facilities are available."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=County Inn & Suites"],["alt="],["url=http:\/\/countryinns.com\/haridwarin"],["email="],["address="],["lat="],["long="],["directions="],["phone =+91 13 52485900"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Haripur Kalan, Motichur. Run by the Carlton group, this is the only international branded hotel in Haridwar and probably the best of the bunch. The main drawback is the location, some 6 km out of town."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ginger Haridwar"],["alt="],["url=http:\/\/gingerhotels.com\/haridwar.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+91 13 34263333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Opp. Dudhadhari Temple, Bhopatwala. Clean, minimalistic hotel operated by the Ginger chain."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Haveli Hari Ganga"],["alt="],["url="],["email="],["address=21 Pilibhit House, Ram Ghat"],["lat="],["long="],["directions=in the bazaar"],["phone=+91 334 226443"],["tollfree="],["fax=+91 334 265207"],["price="],["checkin="],["checkout="],["content= A comfortably appointed hotel\/spa with a private ghat and balconies (few rooms) overlooking the river. Rs 2800+."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Hari Heritage"]},", 1 Shyamlok, Opp. Shantikunj, Rishikesh Road (",{"type":"''","value":[{"type":"[","value":["http:\/\/hariheritage.com www.hariheritage.com"]}]},"), ",{"type":"''","value":["+91 334"]}," 262648 (",{"type":"''","value":["Mobile +91 93680 47844"]},"). Can also be stated as pride of Haridwar in terms of redefining hospitality, quality of Rooms, Service and Restaurant Temptation and Banquet Celebration. Rs 2999 and up."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Shiv Murti"]},", Railway Rd (near Shivmurti chouk), a big hotel with more then 30 AC or Non-AC clean rooms with attached bathroom. Hot water available 6AM-9AM only.  The hotel restaurant serves good and tasty food.  Tariff Rs 500 non-AC, Rs 1,000 AC. Special offer for regular customer, you need to show the last bill (negotiable)."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ganga Lahari"],["alt="],["url="],["email="],["address=Gou Ghat"],["lat="],["long="],["directions=Around 500m from Har Ki Pauri"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Close to Har Ki Pauri, rooms open to a central corridor facing the river. Part of the same management running Haveli Hari Hanga"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDuring festivals, especially the Kumbh Mela, Haridwar is packed to bursting and beyond.  ",{"type":"'''","value":["Stampedes"]}," are a regular occurrence, with over 50 killed in 1986, 21 killed in 2003 and 5 killed in 2010; the bridges across the Ganges are the most dangerous spot.\n\nAlcohol is strictly banned in Haridwar. So don't get trapped in any illegal alcohol consumption as no one wants to end his journey in prison. \n\nSimilar to other holy places, Haridwar has significant number of beggars and charlatans. Watch out for the motives of Sadhus trying to offer some one-to-one tutoring in return of money.  Beware of greedy monkeys which may attack anytime to grab food from your hands. Be watchful when you walk, as cows and their abundant leftovers can be seen on the roads.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rishikesh"]]}," - \"Haridwar lite\" 26 km upriver, popular with backpackers. Literally meaning Lord of Senses, Rishikesh stands for Lord Vishnu and the city is blessed with holy river Ganges. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Rajaji National Park"]]}," - It was developed by integrating three different sanctuaries which are Motichur sanctuary, Chilla sanctuary and Rajaji Sanctuary. Rajaji National Park lies between Haridwar and Rishikesh and is worth a stopover on your way to Rishikesh."]},{"type":"*","value":["Sapta Rishi Ashram - Located few Kms from Haridwar, the Ashram is listed in the excursion list of Haridwar. Sapta Rishi as the name suggests, it is believed as meditation ground of seven sages which are Gautam, Bhardwaj, Jaindayani, Vishwamitra, Atri, Vashit and Kashyap. "]}," \n\n",{"type":"{{","value":[["geo"],["29.956"],["78.17"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Garhwal"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Haridwar"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Uttarakhand\/Localities\/Haridwar\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Haridwar"]]}]