[{"type":"{{","value":[["Pagebanner"],["Harstine Island (Washington state) banner Anchorage.jpg"],["caption=Sailboats moored at Jarrell Cove"]]},"\n",{"type":"'''","value":["Harstine Island"]}," is in ",{"type":"[[","value":[["Puget Sound"]]}," region of Washington State. Harstine Island (also known simply as Harstine or Harstene) is an island in Mason County, Washington, United States. The US Census recognizes it as an unincorporated community.  The island is located west of Case Inlet in southern Puget Sound, 16 km (9.9 mi) north of Olympia. It has a land area of 48.305 km2 (18.651 sq mi), and had a population of 1,002 as of the 2000 census.\n\nPickering Passage, to the northwest, separates the island from mainland, while Case Inlet, to the east, separates it from ",{"type":"[[","value":[["Key Peninsula"]]},". ",{"type":"[[","value":[["Squaxin Island"]]}," lies to the southwest, separated by Peale Passage. To the south, Harstine Island is separated from the mainland by Dana Passage.  It is connected to the mainland via a bridge near the southern end of the ",{"type":"[[","value":[["Kitsap Peninsula"]]},".\n",{"type":"[[","value":[["File:Harstine Island, Jarrell Cove State Park.JPG"],["300px"],["thumbnail"],["Sailboat at low tide, Jarrell Cove State Park"]]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nU.S. Navy Lt. Charles Wilkes (1798–1877) explored much of the west coast including Puget Sound. The island was named by Lt. Wilkes for Lt. Henry J. Hartstene ~1801-March 31, 1868.\n\n",{"type":"===","value":["Spelling"]},"\nFor most of the island's history, there wasn't a single standard spelling of its name. Even today, several different spellings are used.\n\nOf the several possible ways to spell the name of the island, Hartstene and Harstine are the most used and most popular. Both have been used nearly interchangeably in many published references. Alternate spellings of the name include Hartstene, Harsteen, Harstein, Harstene, Hartstein and Harstine. In 1997 Washington State Legislative action resulted in the name officially becoming Harstine Island.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFrom 1922 to 1969, a ferry owned and operated by Mason County, Washington crossed Pickering Passage to link Harstine Island to the mainland. The ferry was replaced by a bridge in 1969\n\n",{"type":"===","value":["By boat"]},"\nJarrell Cove State Park offers buoys and dock space for visiting boaters.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Harstine Island, Community Hall.JPG"],["250px"],["thumbnail"],["Historic Community Hall on Harstine Island"]]},"\n",{"type":"===","value":["By car"]},"\nNorth Island Drive, South Island Drive and E Harstine Island Road form a hilly and twisted loop around the island which is popular not only with drivers but cyclists.\n\n",{"type":"===","value":["By boat"]},"\nThere are many areas to explore on the island including Jarrell Cove State Park and nearby McMicken Island State Park. Latimer’s Landing is a Mason County Park featuring a recently renovated boat launch and dock that provides easy access to Pickering Passage, Puget Sound and beyond. In 2008, Mason County renovated the facilities by building a new boat ramp, extending the ramp for better use at low tides.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Jarrell Cove State Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is a 43-acre marine camping park with 3,500 feet of saltwater shoreline on the northwest end of Harstine Island in south Puget Sound. The forested island park is accessible by road and bridge and is off the beaten path. Most visitors arrive by boat. The park has campsites near the docks, as well as on rolling, grassy areas. Jarrell Cove State Park administers five other satellite parks including: Harstine Island, McMicken Island, Stretch Point, Eagle Island and Hope Island State Parks. Harstine Island State Park is a day use park with beach access via a half-mile trail. It is a two mile drive from Jarrell Cove. The other satellite parks are all accessible by boat only and offer buoys for moorage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=McMicken Island State Park"],["alt="],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=McMicken%20Island&subject=all"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is an 11.5 acre marine park with 1,661 feet of saltwater shoreline located just to the east of Harstine Island. It is situated in the beautiful South Puget Sound and features a pristine cove to set anchor. Visitors can enjoy the many hiking trails, viewing an active bald eagle nest and shellfish harvesting. The shellfish population is abundant and open to shellfish harvesters year round."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stretch Point State Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is nearby on ",{"type":"[[","value":[["Stretch Island"]]}," in Mason County, Washington is one of the Washington State Parks. It is administered as a satellite of Jarrell Cove State Park and is easily accessible by both boat and car."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Beachcombing"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is hugely popular like the rest of Puget Sound, however there are not many public access points on the island.  Be warned that sea shells and driftwood are considered part of the natural environment and should not be removed. Be gentle with sea creatures and keep a wide distance away from nesting birds, seals and other shore animals and always put back anything removed from the shoreline."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boating"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Pacific Northwest is one of the most popular places for ",{"type":"[[","value":[["cruising on small craft"]]}," in America and Harstine Island is a prime example of why it's so popular offering many complex waterways to explore and a friendly marina with ample space to dock as well as many buoys available at the state park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Fishing"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=being surrounded by Puget Sound means that there are many opportunities for fishing including crabbing and shell fishing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Hiking"]]}," and ",{"type":"[[","value":[["wilderness backpacking"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a nature trail and campsites are available at the state park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Mountain biking"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= and ",{"type":"[[","value":[["cycling"]]}," in general is popular on the island, the main road is a loop with many turns and hills and offers a scenic way to see the island but watch out for cars on the tight roads."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Sea kayaking"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Harstine Island is close to the Key Peninsula water trails and offers several places to launch sea kayaks including a wide and accessible boat launch on the mainland on the west side of the bridge leading to the island."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Geoduck Farm on Hartstine Island.jpg"],["250px"],["thumbnail"],["Geoduck Farm on Hartstine Island"]]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Puget Sound"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["47.23635"],["-122.88517"],["zoom=12"]]},"\n",{"type":"[[","value":[["wikipedia:Harstine Island"]]}]