[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Harwich"]]},"\n",{"type":"'''","value":["Harwich"]},", pronounced 'Harich' or 'Harridge', is a port town in ",{"type":"[[","value":[["Essex (England)"],["Essex"]]},", ",{"type":"[[","value":[["East Anglia"]]},".\n\nHarwich lies at the junction of two estuaries and the area forms one of the UK's major harbours (although most freight shipping actually operates from ",{"type":"[[","value":[["Felixstowe"]]},", a short distance over the water, rather than from Harwich itself). Ferries to northern Europe operate from adjacent Parkeston, while there are fast rail and road links to ",{"type":"[[","value":[["London"]]},".\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nThe conurbation of Harwich, Dovercourt and Parkeston is served by 3 train stations. The largest is Harwich International, servicing the international ferry terminal, Parkeston village and Parkeston retail park. Dovercourt station is located just of Dovercourt High Street (the conurbation's main shopping area), and Harwich Town station is located in the heart of Old Harwich, within 5 minutes walk of the Ha'penny pier.\nThere's an hourly local service between Harwich Town and Manningtree, calling at all stations, which used to run frequent to London, however as of May 2011 a few services runs to London Liverpool Street. Heading north to Ipswich and Norwich, change at Manningtree, cross via the underpass to Platform 3 and there's usually a connecting service waiting on the other side. From Harwich International there's also the DutchFlyer train which takes arriving and departing Stena Line passengers between the ferry terminal and London Liverpool Street. This train is usually more spacious (12 cars instead of 4) and is much faster than the local train. There is also a twice-daily service to Cambridge (via Ipswich) which connects with the Stena Line ferry service.\n\n",{"type":"===","value":["By car"]},"\nThe main route into Harwich is the A120 trunk road, which connects with the A12 at Colchester and the M11 at Stansted Airport. If coming from the Midlands along the A14, change to the A12 at Ipswich and then to the A120 at Colchester, or alternatively exit the A14 at Ipswich at take the A137 local road towards Manningtree and then take the B-roads towards Harwich - this way is more direct but slower as it uses narrow countryside roads.\n\n",{"type":"===","value":["By bus"]},"\nRegional bus services terminate at Harwich Town Bus Station, opposite Harwich Town train station. There's 2 principal routes - services to Colchester run every 30 minutes and take approx. 1hr20minutes and services to Clacton run hourly and take just under 1 hour.\n\n",{"type":"===","value":["By boat"]},"\nThe main purpose for travellers to pass Harwich is because of the International Ferry Terminal at Parkeston Quay.\n\nThere are several services per day to ",{"type":"[[","value":[["Hook of Holland"]]}," in ",{"type":"[[","value":[["The Netherlands"]]},", taking around 8 hours, as well as less frequent services to ",{"type":"[[","value":[["Denmark"]]}," ",{"type":"[","value":["http:\/\/www.dfdsseaways.co.uk\/Ferry_Crossings\/Harwich_Esbjerg\/Ferry_to_Denmark"]},". The ferry port is easily accessible from the A120 road if travelling by car, and Harwich International train station is directly connected to the terminal building. The DutchFlyer mixed-mode ticket at GBP50.00 one way allows travel from any National Express East Anglia rail station (including London Liverpool Street, Cambridge and Norwich) to any Dutch Railways (NS) station including the ferry from Harwich to Hoek Van Holland.\n\n",{"type":"==","value":["Get around"]},"\nHarwich is fairly small and all sights can be walked between. First runs 2 urban bus routes, the most useful of which is the 20\/20A which runs every 30 minutes between Old Harwich and Parkeston Quay Ferry Terminal and also serves Parkeston Retail Park. Local trains bound for Manningtree also link the 3 rail stations (see Get Around\/Rail) every hour. Driving a car around Harwich is easy - traffic is light and parking in the town centre is very cheap.\n\n",{"type":"==","value":["See"]},"\nLocal attractions include two lighthouses; the Electric Palace cinema, one of the oldest in Britain and now restored to its original state; the Redoubt fort, dating from the Napoleonic era; a lighthouse museum; a small beach; and of course ship-watching. Many attractions are open during the summer only.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nShopping in Harwich itself is extremely limited, although there are a number of art, antique and book stores. Nearby Dovercourt has a number of small supermarkets, mainstream high-street shops, banks and so on, while Parkeston has recently been given the 'kiss of life' and has a number of newly built stores to shop at, including Peacocks, Focus and Argos. Harwich has several supermarkets including Somerfield (Dovercourt High Street), Fiveways (Dovercourt), Morrisons (Parkeston) and Lidl (Parkeston) as well as a couple of Co-op convenience stores.\n\n",{"type":"==","value":["Eat"]},"\nThe Pier Hotel has a well-regarded restaurant specialising in, although not limited  to, seafood. The Pier Cafe, opposite the hotel on the pier itself, is especially popular during the summer. Two recently opened establishments have also become popular: the Ship Inn, serving modern British food, and Thai Up At The Quay, a Thai restaurant. A number of pubs also serve food, notably the New Bell Inn (lunchtimes only).\n\n",{"type":"==","value":["Drink"]},"\nPopular pubs include the traditional New Bell Inn and Hanover, the more youth-oriented Billy, and the Stingray with large-screen TV.\n\n",{"type":"==","value":["Sleep"]},"\nThe Pier Hotel is the only full-service hotel in Harwich, although there are a number of B&Bs and pubs with accommodation. Dovercourt offers a wider range of accommodation. There is a Premier Travel Inn in Parkeston, near the port.\n",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Do not to stay at the 'campsite' in Harwich"]},", better to drive to one of the camping grounds in the surrounding countryside.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.9445801"],["1.2898522"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Essex (England)"]]},"\n",{"type":"[[","value":[["WikiPedia:Harwich"]]},{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Essex\/Harwich\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Harwich"]]}]