[{"type":"{{","value":[["pagebanner"],["Haslingden banner Holden Wood Reservoir, Haslingden Grane.jpg"],["caption=Holden Wood Reservoir, Haslingden Grane"]]},"\n",{"type":"'''","value":["Haslingden"]}," is a small town in ",{"type":"[[","value":[["Lancashire"]]},", adjacent to the village of ",{"type":"{{","value":[["listing"],["name=Acre"],["lat=53.720"],["long=-2.324"]]}," It is north of Rawtenstall and is part of the Rossendale Valley.\n\n",{"type":"==","value":["Understand"]},"\nIn the fourteenth century this area was a Royal Hunting Park - the original Forest of Rossendale. Parts of the park's boundary are still clearly visible around Helmshore, which lies a mile or so south and west of Haslingden itself. \n\nHaslingden became a mill-town during the Industrial Revolution, but few signs of its textile heritage are now immediately apparent. However, on closer inspection the visitor will find a number of cotton mills remaining - mostly without their chimneys, and either derelict or taken over by other businesses. The town has a slightly neglected air, although recent improvements to Higher Deardengate where the original cobbled road setts were restored, and a replica Big Lamp erected, have smartened up parts of the town centre. \n\nIt is the birthplace of the composer ",{"type":"'''","value":["Alan Rawsthorne"]}," (1905–1971).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nThe x40 is a frequent bus service to ",{"type":"[[","value":[["Manchester"]]}," and ",{"type":"[[","value":[["Blackburn"]]},". For a timetable go to http:\/\/www.lancashirebus.co.uk\/cmsUploads\/route\/files\/tlwtt_200909.pdf\nThe 464 is a frequent local bus running from Rochdale to Accrington, via Haslingden. http:\/\/www.rossendalebus.co.uk\/uploads\/TT_464.pdf\n\n",{"type":"==","value":["Get around"]},"\nHaslingden is a small town, and easy to walk around, although there's no shortage of taxis if you need one.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The most interesting features are probably the landscapes around the town, which are stunning - with a wonderful view from 'the Halo', a short walk above the town, which looks down the Irwell Valley to Manchester and beyond to the Cheshire hills. ",{"type":"'''","value":["The Halo"]}," is sculpture set in a landscaped park, known as a Panopticon. One unique feature is that it is lit after dark and glows a sky-blue colour, giving the effect of hovering above the town. The landscaped site around has information boards and a viewpoint."]},"\n",{"type":"*","value":[" A mile or two south is ",{"type":"'''","value":["Helmshore Mills Textile Museum"]},", which tells the story of the Lancashire textile industry. It's actually made up of two mills - the 18th century Higher Mill with a large working waterwheel and fulling machinery that was used during the time of the industrial revolution. The second is Whitakers Mill, an adjacent Victorian cotton mill with original mule spinning and other related machinery. This building also house the Revolution Gallery, with interactive displays, an original Spinning Jenny, the unique Arkwrights Water Frame and a Lancashire Loom. The museum offers regular demonstrations of the waterwheel, fulling stocks, spinning mules and carding engines, and also offers visitors the opportunity to try hand spinning and weaving for themselves. http:\/\/www.lancashire.gov.uk\/acs\/sites\/museums\/venues\/helmshore\/?siteid=3783&pageid=13002&e=e"]},"\n",{"type":"*","value":[" Helmshore village itself is picturesque and set in lovely countryside. It offers several walks, notably alongside the distinctive hill known as ",{"type":"'''","value":["Musbury Tor"]},"; by the three ",{"type":"'''","value":["Grane"]}," reservoirs and also at ",{"type":"'''","value":["Snig Hole"]}," ('eel hole' in dialect) which is a popular local riverside walk."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Visit the Textile museum (see above), which has a cafe and gift shop and frequent demonstration days showing working textile machinery."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Haslingden has several restaurants, and a number of take-away food outlets."]},{"type":"*","value":[" Cissy Green's Pie Shop on Higher Deardengate sells pies with a high reputation, especially the cheese and onion pie."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["53.705"],["-2.328"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lancashire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Haslingden"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Lancashire\/Haslingden\/"]]}]