[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Haraldsgata 5844.JPG"],["thumbnail"],["Haraldsgata,the main street"]]},"\n",{"type":"[[","value":[["File:Ansicht Haugesund.jpg"],["thumb"],["150px"],["From Haugesund"]]},"\n",{"type":"'''","value":["Haugesund"]}," is a city in the region ",{"type":"[[","value":[["West Norway"]]}," of ",{"type":"[[","value":[["Norway"]]},". The town offers a much wider range of goods and services than might be expected from a city of its size (approx. 32,000 inhabitants; 42,000 including all suburbs), due to its position as the definite center of its relatively populous region.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.avinor.no\/en\/airport\/haugesund ",{"type":"'''","value":["Haugesund airport"]}]}," (",{"type":"{{","value":[["IATA"],["HAU"]]},") is on the island of ",{"type":"'''","value":["Karmøy"]},". There are domestic services to ",{"type":"[[","value":[["Oslo"]]}," with SAS ",{"type":"[","value":["http:\/\/www.sas.no"]}," and Norwegian ",{"type":"[","value":["http:\/\/www.norwegian.no"]}," (in total up to 9 daily departures), and Widerøe ",{"type":"[","value":["http:\/\/www.wideroe.no"]}," to ",{"type":"[[","value":[["Bergen"]]}," (up to 2 daily departures). Haugesund also has some international services. Low cost carrier Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com"]}," have routes from ",{"type":"[[","value":[["London"]]}," Stansted (3 times weekly) and ",{"type":"[[","value":[["Bremen"]]}," (2 times weekly), and the low cost carrier Wizzair will open a route to ",{"type":"[[","value":[["Gdańsk"]]}," (2 times weekly) beginning in April 2012. In addition, Widerøe has a daily route to ",{"type":"[[","value":[["Copenhagen"]]},".\n\nThe airport is linked to the city by an airport bus which connects with most departures and arrivals except those in the early morning and late evening. There is a special bus run by Kystbussen ",{"type":"[","value":["http:\/\/www.kystbussen.no"]}," which ties in with Ryanair arrival and departure times. Otherwise, car rentals and taxis are available.\n\n",{"type":"===","value":["By Boat"]},"\nThe catamaran service \"Haugesundsruta\" runs between Haugesund and ",{"type":"[[","value":[["Stavanger"]]}," three times Monday to Friday (",{"type":"[","value":["http:\/\/www.kolumbus.no\/Global\/Images\/Haugesundsruta_tabell.pdf schedule"]},"). The journey time from Stavanger is about 80 minutes.\n\n",{"type":"===","value":["By Bus"]},"\nNor-Way Bussekspress operate two express bus routes to Haugesund.\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.kystbussen.no Kystbussen"]}," runs between ",{"type":"[[","value":[["Bergen"]]}," and ",{"type":"[[","value":[["Stavanger"]]},", and most buses go ",{"type":"''","value":["via Haugesund"]},". The frequency varies between a bus every hour and a bus every two hours. "]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.haukeliekspressen.no\/ Haukeliekspressen"]}," runs between Haugesund in the west and several cities in eastern Norway, including ",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Kongsberg"]]},", ",{"type":"[[","value":[["Notodden"]]},", ",{"type":"[[","value":[["Tønsberg"]]},", ",{"type":"[[","value":[["Sandefjord"]]},", ",{"type":"[[","value":[["Larvik"]]},", ",{"type":"[[","value":[["Porsgrunn"]]}," and ",{"type":"[[","value":[["Skien"]]},". The buses run three times a day Sunday-Friday, and once on Saturdays."]},"Nettbuss competes with Kystbussen on the ",{"type":"[","value":["http:\/\/www.nettbuss.no\/ekspressbuss\/bus4you Stavanger-Haugesund-Bergen route"]},". These buses have lower frequency, require advance booking, and cost from NOK 249 to Bergen and from NOK 199 to Stavanger; for journeys to Haugesund at least, Kystbussen tends to be cheaper except for one-way journeys. However the Nettbuss service has more spacious and luxurious seating.\n\n",{"type":"==","value":["Get around"]},"\nThe city center of Haugesund is small, and easy to navigate by foot. If you want to travel further out, there is a local bus system. The tourist information is located at ",{"type":"''","value":["Bytunet"]}," at the northern end of the main pedestrian street Haraldsgata. They have a wide variety of free tourist brochures and schedules and also sell passes for the city bus system.\n\nThe city buses are managed by Kolumbus ",{"type":"[","value":["http:\/\/www.kolumbus.no"]},", the ",{"type":"[","value":["http:\/\/kolumbus.no\/downloadfile.php?i=999600eb275cc7196161261972daa59b schedules"]}," and ",{"type":"[","value":["http:\/\/kolumbus.no\/downloadfile.php?i=add217938e07bb1fd8796e0315b88c10 route diagram"]}," of the services are available online. The main routes (lines 1, 2, 5, and 10) run seven days a week, Mondays to Fridays between 6 and midnight, Saturdays from 8 to midnight, and Sundays from around 10-12 to midnight. Other routes have more limited service. Ticketing is on a zone-based system (",{"type":"[","value":["http:\/\/www.kolumbus.no\/downloadfile.php?i=f718499c1c8cef6730f9fd03c8125cab zone map"]},"). Within Haugesund and parts of Karmøy, single tickets cost NOK 31 for adults and NOK 16 for children under 16 and seniors 67 and over. Within the inner city zone (\"",{"type":"''","value":["Nærsone"]},"\"), adults can also purchase tickets for NOK 16. There are also 1-day (NOK 86), 3-day (NOK 150), 7-day (NOK 275), and 14-day (NOK 490) passes available that are valid for city buses over the entire county of Rogaland. 30-day passes called \"Flexipass\" (NOK 640) can also be purchased, but you need to obtain a bus card (\"Kolumbuskort\") at the tourist information (for NOK 50) in order to buy this pass.\n\nTaxis are operated by Haugesund Taxi (phone: 52 80 80 80) and Haugaland Taxi (phone: 52 81 81 81). Taxi ranks can be found at the Flotmyr bus station and in front of the Vår Frelsers church in the city center. Taxis are rather expensive in Norway and even a short journey may easily cost over NOK 150.\n\nThe islands of Røvær, Feøy, and Vibrandsøy can only be accessed by boat ",{"type":"[","value":["http:\/\/www.rovar.no\/en\/node\/821"]},". In Haugesund, this route docks just south of the catamaran terminal. The ticket price is NOK 27 to Vibrandsøy, NOK 36 to Feøy, and NOK 45 to Røvær.\n\nWhile it is possible to explore the city on foot, it may be beneficial to hire a car to see the surrounding area. Car hire is offered by Hertz, Avis and Europcar at the airport and at various locations within the city itself. It can be expensive to rent the car. Petrol (or Bensin as it is called in Norwegian) is also expensive and road tolls must be paid on many roads. As a result, it may be worth renting a car for only part of your trip. For budget option, Rent-a-wreck also have a branch in Haugesund ",{"type":"[","value":["http:\/\/www.rent-a-wreck.no\/eng\/index.php"]},".\n\n",{"type":"==","value":["See"]},"\n\nFor thousands of years there have been human activities on Haugalandet, and the region is covered in traces of these people. Visit one of the many exciting, historic destinations!\n\n",{"type":"*","value":[{"type":"'''","value":["St. Olav's Church"]}," King Håkon Håkonsson erected the St. Olav’s Church around 1250 AD as part of the royal farm on Avaldsnes. Next to the church stands one of Norway’s tallest pillars, “Jomfru Marias synål” (Virgin Mary’s Sewing Needle). According to the legend when the pillar touches the church wall it means the end of the world. That is why the priests through the years have chipped off parts of the top. St. Olav’s Church is situated on Avaldsnes, approximately 10 minutes by car south of Haugesund."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nordvegen History Centre"]}," At Nordvegen History Centre king Harald Fairhair invites us in to walk in the footsteps of our ancestors. He is our guide through a 3500 year long history about Avaldsnes as a meeting spot between Norway and Europe, and as a national and, at times, international centre of power. The Viking king presents some of the kings who have controlled the Norwegian coast from Avaldsnes. Some of these kings are known through archaeological findings, and some through tales. The history centre is situated adjacent to St. Olav’s Church."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Viking farm at Avaldsnes"]}," The Viking farm at Bukkøy is a reconstructed farm at Avaldsnes. The museum provides knowledge about the lives of our ancestors. In the museum courtyard you will find a traditional longhouse as well as smaller dwellings, a Viking boat and plants and animals. During the summer people are dressed in Viking clothes as they display the Vikings’ way of life. You get here by walking from St. Olav’s Church, through the open beautiful landscape before getting to the tree-covered island."]},"\n",{"type":"*","value":[{"type":"'''","value":["Haraldshaugen"]}," Just north of downtown Haugesund you will find Haraldshaugen, a testimony to the fact that although the city is young, the area has been known and used for thousands of years. Haraldshaugen consists of four important monuments in Norwegian history; the burial mound, the stone cross, the church site, and the National Monument (Haraldsstøtta). The latter was unveiled in 1872 in commemoration of Harald Fairhair’s gathering of Norway into one kingdom. The legend goes that he was buried here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Archaeological excavations"]}," The ground and sound at the old royal farm at Avaldsnes still hold secrets that can give us new knowledge about Norwegian and international history. Excavations have led to the discovery of traces of old buildings close to St. Olav’s Church. These findings might even prove to be remains of Harald Fairhair’s court, which he set up here following the battle of Hafrsfjord. Projects are in place to excavate more of the area in order to find out more about these important and exciting findings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Stødle"]}," Stødle, in the municipality of Etne, is another important historical area in Haugalandet. During parts of the Middle Ages, Stødle was the main seat of power in Norway. From here king Magnus Erlingsson ruled Norway at the end of the 12th century. His father, earl Erling Skakke, built a chapel at the royal farm. The chapel dates back to 1160 and today it is part of the current Stødle church. At Stødle you will also find remnants of the Bronze Ages. Stødle is situated about one hour by car east of Haugesund."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rehaugene"]}," At the top of Karmøy, six imposing earthen burial mounds, which dominate the landscape, were built during the Bronze Age (1800 – 500 BC). There used to be many more burial mounds here, however, only six remain, and they are called the pyramids of the north. They were built as the final resting place for the powerful chiefs that lived at Avaldsnes. These burial mounds show that 3000 years ago Norway traded with communities as far away as Russia, Ireland and the Mediterranean."]},"\n",{"type":"*","value":[{"type":"'''","value":["Flagghaugen"]}," Flagghaugen is a burial mound dating back to the third century AD. It is situated just north of St. Olavs Church. Originally it was 43 meters in diameter and 5 meters high. The remaining parts can be seen just outside of the stone fence surrounding the church. A prince was buried here, and in the grave the richest gold finds from any grave in Scandinavia from the Later Roman Iron Age was found. Among the findings was a massive necklace made of 590 grams of pure gold. The prince is presented at the Nordvegen History Centre close by."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ryvarden"]}," The Icelandic Book of Settlement, Landnáma, says that Flòke Vilgjerdson build a beacon at Ryvarden in 868 before he sailed to Iceland. He was the first man to sail to Iceland with the purpose of settling there, and he is also the one who gave Iceland its name. The story goes that he used three ravens to show him the way, hence the name he is now known by; Ravnafloke (Raven-Floke). The first Viking raid is also said to have originated from Ryvarden. There is a small museum at Ryvarden telling the story of Ravnafloke. Of course, the highlight of a trip to Ryvarden is simply taking in the breathtaking scenery."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Viking Centre"]}," The Viking Settlement at Avaldsnes is copy of a Viking settlement, complete with a longhouse and all the requisites, has been reconstructed, just below the Church of Olav in Avaldsnes."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Bear Pit"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near to Karmøy, this is the ancient hole dating back to 972 in which irritating Swedes were thrown to be mauled by bears. The practice eventually deterred Swedes from passing through, although some credit this to the nearby 'Bird Cage'."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.visithaugesund.no\/en\/Activities\/Fishing\/ ",{"type":"'''","value":["Fishing"]}]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.visithaugesund.no\/en\/Activities\/Safari-and-birdwatching\/?TLp=770079&Birdwatching= ",{"type":"'''","value":["Birdwatching"]}]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.visithaugesund.no\/en\/Activities\/Sports-and-outdoor-activities\/Golf\/?TLp=39040&Nordvegen-Golf-Park-North-Sea-golfing= ",{"type":"'''","value":["Play golf"]}]}]},{"type":"*","value":[" Take a stroll along the piers"]},{"type":"*","value":[" ",{"type":"'''","value":["Swimming"]}," outdoors or in the ",{"type":"[","value":["http:\/\/www.haugesund.kommune.no\/organisasjon\/oppvekst-og-kultur\/kultur-og-idrett indoor swimming pool in Haugesund"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Climbing mountains"]},", such as ",{"type":"[","value":["http:\/\/www.visitnorway.com\/us\/Product\/?pid=31212 Steinsfjellet, 227 m.a.s."]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.northsea-cycle.com\/default.asp?id=29&mnu=29&region=1&lang=1&start=227&end=226 Cycle ",{"type":"'''","value":["the North Sea Cycle Route"]}]}," (Route 1)"]},{"type":"===","value":["Cultural Festivals"]},"\nIn August Haugesund hosts the following annual festivals:\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.filmweb.no\/filmfestivalen\/ ",{"type":"'''","value":["The Norwegian International Film Festival"]}]}," (",{"type":"''","value":["the main film festival in Norway"]},") "]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/sildajazz.no\/no\/forside\/ ",{"type":"'''","value":["Sildajazz"]}]}," (",{"type":"''","value":["one of the greatest jazz festivals in Norway"]},") - listen to jazz and eat herring!"]},"\n",{"type":"==","value":["Buy"]},"\n\nAs the main center of the Haugaland region, Haugesund has several shopping opportunities, and you will find everything you need and more.\n\n",{"type":"*","value":[{"type":"'''","value":["In the downtown"]}," area the pedestrian street ",{"type":"''","value":["Haraldsgata"]}," is lined with a variety of smaller and larger stores. This includes clothing stores, toy shops, bookstores, jewelers, etc. On the parallel street ",{"type":"''","value":["Sørhauggata"]}," is the shopping centre ",{"type":"''","value":["Markedet"]},"."]},"\n",{"type":"*","value":["The larger ",{"type":"'''","value":["shopping centers"]},", ",{"type":"'''","value":["Oasen"]}," and ",{"type":"'''","value":["Amanda"]}," are located some kilometers south of downtown but both are easily reachable by bus and have generous parking space. ",{"type":"''","value":["Oasen"]}," has about 70 stores and is located at Norheim in the Karmøy municipality. The ",{"type":"''","value":["Amanda"]}," center also has about 70 stores and is located at Raglamyr in southeastern Haugesund. Apart from Amanda, the Raglamyr area is home to a number of warehouse-like stores for electronic merchandise as well as home equipment and furnishings."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are numerous restaurants on the harbor.\n\n",{"type":"*","value":[{"type":"'''","value":["Restaurant Naustet"]}," specialises in maritime fare served in intimate and cosy surroundings that reflect part of Haugesund's history."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=To Glass"],["url=http:\/\/www.toglass.no\/"],["email="],["address=Strandgaten 169"],["lat="],["long="],["directions=Next to the tourist information building"],["phone = +47 52707400"],["tollfree="],["fax="],["hours=15:00-0:00"],["price="],["content=Considered one of the best places in the city, it has prices to match. It is also not a place to visit if you are a vegetarian, but then most places in Norway aren't. The restaurant is best known for its tapas."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are several pubs and clubs in Haugesund. However like the rest of Norway these places only come alive on a weekend and late at night, in many cases after 22-00, most have pretty good live music and cater for all ages, the big drawback is the crippling price of alcohol, $11 dollars for Guinness, $10 for local lagers, and up to $20 for spirit and mixer.The staff are usually very friendly and all speak good English, in fact many staff speak 2-3 languages.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sam Son"],["url=http:\/\/www.samsonbar.no\/"],["email="],["address=The Harbour"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11:00-01:30"],["price="],["content=Located on the waterfront, Sam Son's chic decor provides an excellent place or relax in the afternoon or party all night. They offer food, beer, wine and cocktails. It is also worth trying one of their smoothies."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Lothes Mat og Vinhus"],["url=http:\/\/www.lothesmat.no\/"],["email="],["address=Skippergate 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Cafe from 11.00-22.00 (23.00 Friday-Saturday) and  Restaurant from 18.00-22.00 (23.00 Friday-Saturday)"],["price="],["content=Provides a warm atmosphere during day and into the evening. Drop in for a drink, coffee or a meal. The food is good and prices are reasonable."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are several hotels in Haugesund. All of them are in the city centre unless otherwise noted\n\n",{"type":"*","value":["Rica Maritim Hotel ",{"type":"[","value":["https:\/\/www.rica.no\/hoteller\/haugesund\/rica-maritim-hotel\/"]}]},{"type":"*","value":["Clarion Collection Hotel Amanda ",{"type":"[","value":["https:\/\/www.nordicchoicehotels.no\/Clarion-Collection\/Clarion-Collection-Hotel-Amanda\/?utm_source=google&utm_medium=places&utm_campaign=cc"]}]},{"type":"*","value":["Hendersons City Hotel ",{"type":"[","value":["http:\/\/hendersons.no\/?page_id=7"]}]},{"type":"*","value":["Scandic Haugesund ",{"type":"[","value":["http:\/\/www.scandichotels.fi\/Hotels\/Norja\/Haugesund\/Scandic-Haugesund\/"]}]},{"type":"*","value":["Best Western Hotel Neptun ",{"type":"[","value":["http:\/\/www.hotellneptun.no\/"]}]},{"type":"*","value":["Thon Hotel Saga ",{"type":"[","value":["http:\/\/www.thonhotels.com\/hotels\/countrys\/norway\/haugesund\/thon-hotel-saga\/"]}]},{"type":"*","value":["Skeisvang Gjestgiveri ",{"type":"[","value":["http:\/\/www.skeisvang-gjestgiveri.no\/"]}," Located at the sports fields, 1.5 km northeast of the city centre."]},{"type":"*","value":["Radisson Blu hotel ",{"type":"[","value":["http:\/\/www.radissonblu.no\/hotell-haugesund"]}," Located 4km south of city centre."]},{"type":"*","value":["Park Inn ",{"type":"[","value":["http:\/\/www.parkinn.com\/airporthotel-haugesund"]}," is on the island of Karmøy the closest hotel to the airport, 3.5 km away."]},{"type":"*","value":["Røvær kulturhotell ",{"type":"[","value":["http:\/\/www.opplevrovar.no\/"]}," Located on the island of Røvær, it can only be accessed by boat."]},"\nThere are also two hostels in the region, but both are located away from the city centre.\n",{"type":"*","value":["The hostel at Røvær ",{"type":"[","value":["http:\/\/hihostels.no\/vandrerhjem\/rovaer-vandrerhjem\/"]}," is on an island out at sea, only accesible by boat."]},{"type":"*","value":["The hostel at Kopervik ",{"type":"[","value":["http:\/\/hihostels.no\/vandrerhjem\/karmoy-vandrerhjem\/"]}," is 17 km south of Haugesund, in the main town on the island of Karmøy."]},"\n",{"type":"==","value":["Go next"]},"\nIn addition to the two islands which make up part of the city centre (Risøy and Hasseløy), there are numerous islands off the coast of Haugesund which are popular destinations for day excursions, especially during the summer.\n",{"type":"*","value":[{"type":"'''","value":["Karmøy"]}," is the largest and most populous of the islands. The island has large areas of open space, forests and farms, and is dotted with numerous picturesque towns such as Skudeneshavn. The municipality of Karmøy is larger than Haugesund, and several people commute daily between Karmøy and Haugesund. The connections are well developed with a road bridge and several buses every day."]},{"type":"*","value":[{"type":"'''","value":["Røvær"]}," is the most remote part of the Haugesund municipality, with 110 inhabitants. Connected by a boat route from Haugesund several time a day."]},{"type":"*","value":[{"type":"'''","value":["Feøy"]}," is an island between Karmøy and Utsira, and has a population of 40. Also connected by boat from Haugesund several times a day."]},{"type":"*","value":[{"type":"'''","value":["Utsira"]}," is an island located in the North Sea, and the smallest municipality in Norway in terms of population with 216 inhabitants. The island is connected with a ferry three or four times a day from the pier at Risøy in Haugesund, the journey time is 70 minutes."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["59.41784"],["5.28717"],["zoom=13"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Rogaland"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Haugesund"]]},"\n",{"type":"[[","value":[["Commons:Category:Haugesund"]]}]