[{"type":"{{","value":[["pagebanner"],["Malecon (Cuba) banner Foreshore.jpg"],["caption=Havana's famous malecón"],["unesco=yes"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":["Havana"]}," (",{"type":"[[","value":[["Spanish"]]},": ",{"type":"''","value":["La Habana"]},") is the capital city of ",{"type":"[[","value":[["Cuba"]]},", and one of the fourteen provinces of the Republic of Cuba.\n",{"type":"[[","value":[["File:Catedral_Habana_01.jpg"],["thumb"],["400px"],["The Catedral de San Cristobal, Havana Vieja (Old Havana)."]]},"\n",{"type":"[[","value":[["Image:ViewfromInglaterra.JPG"],["thumb"],["450px"],["Parque Central from Hotel Inglaterra, Havana Vieja (Old Havana)."]]},"\n\n",{"type":"==","value":["Understand"]},"\nBefore the Communist revolution, Havana was one of the vacation hot-spots of the Caribbean, and since Cuba reopened to tourism in the 1990s, it has become a popular destination once again, albeit with many fewer U.S. citizens, due to an almost total ban on travel maintained by the U.S. federal government. However, there will be lots of tourists at any time of year, so expect huge crowds and long lines in places.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/elhabanero.cubaweb.cu El Habanero"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tribuna.islagrande.cu Tribuna de La Habana"]}]}," are the local periodicals. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thehmagazine.com The H Magazine + Guide"]}]}," is an interesting publication about Havana beyond common stereotypes.\n\n",{"type":"===","value":["Currency"]},"\nCuba has two currencies, the Cuban Peso (CUP) and the Cuban Convertible Peso (CUC). Most tourists will be using the CUC for all purchases, hotels, taxis and activities. The CUC was created to replace all the US$ that was used in the tourist industry until the late 1990s. \n\nFor more information check the section on ",{"type":"[[","value":[["Cuba#Money"],["Money"]]}," in the Cuba article.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Jose Marti International Airport"]}," (",{"type":"{{","value":[["IATA"],["HAV"]]},") has three separate terminals. Terminal 1 is for internal (domestic) flights, Terminal 2 is mainly for charter flights from the ",{"type":"[[","value":[["USA"]]}," and Terminal 3 is used for all other international flights.\n\nCustoms officials can be very strict, and will probably snoop out any suspicious electronics or other items. Customs officials and immigration officials also work slowly and baggage reclaim is very slow, so expect a very long wait when entering the country.\n\nThe local airline, Cubana de Aviación offers a good service.\n\n",{"type":"===","value":["By train"]},"\nMost trains in eastern Cuba have been suspended due to poor track conditions. Only the following trains were operating to Havana in September 2007. ",{"type":"'''","value":["All services run on alternate days only."]},"\n\n",{"type":"*","value":[" The express Tren Frances, overnight from ",{"type":"[[","value":[["Santiago de Cuba"]]}," via ",{"type":"[[","value":[["Matanzas"]]},", ",{"type":"[[","value":[["Santa Clara (Cuba)"],["Santa Clara"]]}," and ",{"type":"[[","value":[["Camagüey"]]}," every other day (note that several hours have recently been added to the schedule due to the poor track conditions)."]},"\n",{"type":"*","value":[" An overnight local train from Santiago de Cuba, operating on alternate nights when the Tren Frances does not run."]},"\n",{"type":"*","value":[" An overnight train from Moron with stops in Matanzas and Santa Clara."]},"\n",{"type":"*","value":[" An overnight train from Sancti Spiritus with stops in Matanzas and Santa Clara."]},"\n",{"type":"*","value":[" A daytime train from Camagüey with stops in Matanzas and Santa Clara (this is the only daytime service to Havana on the main line)."]},"\n",{"type":"*","value":[" A very slow daytime train from ",{"type":"[[","value":[["Cienfuegos"]]},"."]},"\n",{"type":"*","value":[" A slightly faster evening train to Matanzas and Cienfuegos, returns to Havana overnight."]},"\n",{"type":"*","value":[" An overnight local train to ",{"type":"[[","value":[["Pinar del Rio"]]}," that returns to Havana during the day."]},"\nSince these trains run every other day (when they are operating at all), you will need to confirm in advance that they are running on the day you wish to travel.\n\nThere is also the Hershey electric train running several times a day between Havana (Casa Blanca station) and Matanzas ('downtown' - not the main Matanzas station). The Hershey train cars are very dilapidated and will appeal certainly to die-hard train enthusiasts - but will be a good adventure for many others. The trip takes a minimum of four hours regardless of what the schedule says. Most of the seats are at least partially broken - but you should be able to find someplace to sit down. At any point of time there are two trains running on this single-track railway: one Matanzas-bound and one Casablanca-bound, provided that both trains are operational. Theoretically you can get off at Hershey and catch the train way back by walking across the platform - either train will wait for another's arrival because technically a train cannot leave Hershey station (which serves as the midway dual-track meetup point) while another is still occupying the only track of its onward leg.\n\n",{"type":"===","value":["By car"]},"\n\nHiring a car in Cuba will cost you from 33 to 106CUC per day. When hiring it, beware of the price of the insurance policy, as it may be subject to a ",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Cuba#Scams scam"]},".The car will have a special tourist plate, which means you will be required to give generous tips every time you park your car in a crowded place. Taking into account the all-around unreliability of Cuban transport, hiring a car can be the right choice for those who don't want any hassle whatsoever. Please keep in mind that picking up hitchhikers is almost a moral obligation for the \"aware\" tourist, especially when travelling between cities. Picking up a hitchhiker can be the best way to arrive to your destination without getting lost.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.viazul.com\/ Viazul"]}]}," operates an inter-city coach service to\/from most major destinations including ",{"type":"[[","value":[["Camagüey"]]},", ",{"type":"[[","value":[["Cienfuegos"]]},", ",{"type":"[[","value":[["Matanzas"]]},", ",{"type":"[[","value":[["Pinar del Rio"]]},", ",{"type":"[[","value":[["Sancti Spiritus"]]},", ",{"type":"[[","value":[["Santa Clara (Cuba)"],["Santa Clara"]]},", ",{"type":"[[","value":[["Santiago de Cuba"]]},", ",{"type":"[[","value":[["Trinidad (Cuba)"],["Trinidad"]]},", ",{"type":"[[","value":[["Varadero"]]}," and ",{"type":"[[","value":[["Viñales"]]},". The main Viazul bus terminal is 3 km southwest of central Havana. Departing buses also stop at the central (Astro) bus terminal, but arriving buses do not. If you are using the central bus terminal, you buy tickets and wait for the bus in a separate air-conditioned office near the west entrance of the terminal.  Schedules are posted on the Viazul website.\n\nAstro can get you from Havana to almost anywhere in Cuba.\n\n",{"type":"===","value":["By boat"]},"\n\nDue to political circumstances, it is difficult to enter Cuba by sea. Visiting mariners need to make arrangements in advance of entering port to avoid difficulties. Also, most ports are closed to unauthorised visitors.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Havana - Cuba - 3389.jpg"],["thumb"],["300px"],["Tourists in a 1951 Chevrolet convertible."]]},"\n",{"type":"[[","value":[["File:Havana - Cuba - 3730.jpg"],["thumb"],["300px"],[{"type":"''","value":["Coco Taxi"]},".  Coco taxis are cheap transport."]]},"\n",{"type":"===","value":["By taxi"]},"\nAs a tourist, the most convenient way of getting around Havana is by taxi. Some of the taxis are old American Chevys from the 1950s, others are (somewhat) newer Russian Ladas, whilst most tourist taxis are modern Peugeots, Skodas and even Mercedes.\n\nIt is illegal for tourists to ride in anything other than the official government taxis. However, it is often easier to wave down one of the old Chevys or Ladas. When riding in an illegal taxi, negotiate the fare ahead of time. The fare in illegal taxis will be no cheaper than the official taxi fare. Around the city, taking illegal taxis should be no problem. However, taking an illegal taxi to or from the airport may attract the attention of the police.\n\nTaxi collectivos are the old, beaten-up yank-tanks with a taxi sign on the roof or in the front window. Tourists are not supposed to take them, but you will rarely run into problems and they are a fun and cheap alternative to the state-run taxis. They have set fares and run set routes, so you may need some assistance when taking them the first few times.\n\nFares vary from 10 CUP for a short (5 km) run during the day to 20 CUP for a longer run or at night. The drivers are generally honest regarding the fares, but it is best not to appear oblivious by asking how much at the end of the trip. Always watch what the other passengers give: if in doubt, give only 10 CUP unless the driver asks for another 10. There can be a long wait trying to get a taxi collectivo as they are very popular with Cubans and often full, but the experience and the savings make it worthwhile.\n\nCoco Taxis and yellow three wheel motorbikes are a cheap way of getting around central Havana.\n\n",{"type":"===","value":["By bus"]},"\n\nHavana used to have a public transportation service called the ",{"type":"''","value":["El Camello"]},", a split-level bus pulled by a semi-truck, and resembling a 2 humped camel (thus the name). Camellos finished operation in April 2008 and were replaced by modern city buses imported from China.\n\nThe cost of riding the new city bus is 1 national peso to anywhere in the city (the driver will not give you change). Expect some overcrowding, there are plenty of buses running though, so if the one you want is full simply wait for the next one. There are few clearly marked bus stops on route, but it's clear where they stop usually as you will have other waiting at the side of the road.\n\nOther local buses can also get crowded, but in the suburbs, they are a practical means of transport for visitors.\n\n",{"type":"===","value":["By car"]},"\nHiring a car can be an interesting experience as the road signs are not particularly good. Some travelers suggest picking up hitchhikers and using their local expertise to get you where you want to go. There is one high way constructed by the Soviet Union on the island's northern side. It was not finished due to the fall of the Soviet Union, but is the easiest way to head east-west. Most other roads are in terrible condition. If you are leaving Havana, make sure you do it in an air conditioned jeep, as normal cars cannot be expected to cope with the terrain of the \"roads\".\n\n",{"type":"===","value":["By cycle"]},"\nCycling can be a great way to get around Cuba.  There are a number of international tour companies ",{"type":"[","value":["http:\/\/www.exodus.co.uk\/holidays\/mah.html"]}," ",{"type":"[","value":["http:\/\/www.cubalinda.com\/English\/Activities\/Cycling\/Cycling.asp"]}," that offer guided tours, the most popular is from Havana to Santiago de Cuba.  If you are traveling in February and March avoid the west to east approach as the trade winds are tough to cycle against.\n\n",{"type":"===","value":["By foot"]},"\nWalking around Havana is by far the best way to see and experience the city: get a decent map of the city and discover new sights on foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Havana Capitol Building.jpg"],["thumb"],["250px"],["The impressive ",{"type":"''","value":["El Capitolio"]},", an iconic government building soon to once again house the Cuban National Assembly."]]},"\n\n",{"type":"[[","value":[["File:Partagas_lusitanias_01.jpg"],["thumb"],["250px"],["Even if ",{"type":"'''","value":["Fidel"]}," himself have given up smoking, production of top quality cigars at the ",{"type":"''","value":["Fábrica de Tabaco Partagas"]}," are still ongoing. A must-visit for any tobacco connoisseur."]]},"\n\nThe Old Town of Havana, ",{"type":"'''","value":["La Habana Vieja"]}," is a UNESCO World Heritage Site and strolling along it's streets and enjoying the beautiful buildings is a must for any visitor. Some parts of the Old Town are quite dilapidated with crumbling buildings but many others have been restored to their former glory.\n\nAn evening walk along the ",{"type":"'''","value":["Prado"]}," is a great way to sip in the street life and enjoying the hums of numerous cafes and restaurants. The street is however not illuminated at night. Another favorite stroll for tourists and locals alike is along ",{"type":"'''","value":["El Malecón"]},", Havanas waterfront with stunning views of the city. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of the Revolution"],["alt=Museo de la Revolución"],["url="],["email="],["address=Refugio No 1"],["lat=23.141667"],["long=-82.356667"],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-5PM"],["price=Admission CUC$6, use of camera CUC$2 extra"],["content=Housed in the former presidential palace this iconic museum offers a history tour from pre-Columbian to the revolution in 1959 an on to present day socialist Cuba. Even if there's more then a hint of propaganda among the exhibitions it's still a must on any visit to Havana."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Capitol Building"],["alt=El Capitolio"],["url="],["email="],["address=Paseo de Martí, 422"],["lat=23.135278"],["long=-82.359444"],["directions="],["phone=+53 7 8637861"],["tollfree="],["fax="],["hours="],["price="],["content=Completed in 1929, this neoclassical building which resembles the U.S. Capitol housed the Cuban congress prior to the revolution. The building is currently being restored and will within a few years once again house the National Assembly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Partagás Cigar factory"],["alt=Fábrica de Tabaco Partagas"],["url="],["email="],["address=Calle Industria 520"],["lat=23.134246"],["long=-82.360629"],["directions=Behind the Capitol Building"],["phone=+53 7 8624604"],["tollfree="],["fax="],["hours="],["price=CUC$ for a guided tour, no photography allowed"],["content=A guided visit to the orignal Partagás factory gives a wealth of information about production and cultivation of tobacco and cigars. It is also ",{"type":"''","value":["the"]}," place for buying authentic Cuban cigars, more expensive then on the street but with fantastic quality."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Havana Club Rum Museum"],["alt=Museo del Ron Havana Club"],["url="],["email="],["address=Avenida del Puerto 262"],["lat=23.135577"],["long=-82.347702"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go on a guided tour of Havana Club, one of Cuba's most famous rums. Most of the exhibits are subtitled in English and are fairly self-explanatory."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza de la Revolución"]},".  Huge square dominated by a statue and monument of Jose Marti and the iconic image of Che Guevara adorning the Ministry of the Interior. Arrive either early or late, as it is often swamped by tourists and gets very hot during the day."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lennon Park"],["alt=Parque Lennon"],["url="],["email="],["address=Calle 8"],["lat=23.132021"],["long=-82.400268"],["directions=In Vedado"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features the only statue of a western musician in Havana. Notable for the regularly stolen (and replaced) eyeglasses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=US Special Interests building"],["alt="],["url="],["email="],["address=Calle Calzada"],["lat=23.145882"],["long=-82.387876"],["directions=In Vedado, just off El Malecón"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the absence of a United States embassy in Cuba, this heavily fortified and guarded building is where Cuban citizens go to apply for US Visas. It was notable for displaying news which is unfiltered and not censored by the Cuban government on electronic billboards situated behind the windows of one of the floors, but these were switched off in 2009. It is also the focus for regularly staged protests."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Habana Libre"]}," in Vedado. The hotel housed Castro's soldiers for several days after they took Havana. It has an excellent selection of photos in the lobby along with one of the only 24 hour fast food restaurants in the city."]},"\n",{"type":"*","value":[" Enjoy extraordinary 360-degree views of the city using the large ",{"type":"'''","value":["Cámara Oscura"]}," in the old town."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Havana Cathedral"],["alt=Catedral de La Habana"],["url="],["email="],["address="],["lat=23.141381"],["long=-82.351917"],["directions=In Old Havana"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Originally built in the 18th century but redesigned in the 1940s this church is a prime example of Baroque architecture in Cuba. Houses the seat of the Roman Catholic Archdiocese in Cuba."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza de Armas"]},". Spacious and elegant, the square is surrounded by baroque constructions that give it an authentic colonial milieu. It was laid out during the 1600s, replacing an old plaza which acted as the center of religious, administrative and military activity. Until the mid-18th century, it was used for military exercises and parades. After its remodeling between the years 1771-1838, it became a favored meeting spot for the city's wealthy. Today it is also known as Céspedes Park, in honor of the country´s Founding Father, whose monument stands at its center. This square is one of the most outstanding in the city, enlivened by vendors of antiques and classical books on Latin American and world literature. Attractions of remarkable historical value lay around the square such as the capok tree (Ceiba) under which the first mass for the city´s founding was officiated in 1519."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Royal Force Castle"],["alt=Castillo de la Real Fuerza"],["url="],["email="],["address=Plaza des Armas"],["lat=23.141131"],["long=-82.349653"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest bastioned fortress in the New World, completed 1577. It now houses Cuba's premier maritime museum with excellent exhibits of Cuba’s maritime past, from pre-Columbian days through to the 18th Century with the Royal Shipyard of Havana, one of the largest in the world which built nearly 200 ships for the Spanish Crown. The museum includes a huge model of ",{"type":"''","value":["Santisima Trinidad"]},", one of the largest ships in the world during the 18th Century. The fort is also a great location for viewing the harbour and city skyline."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Malecon.JPG"],["thumb"],["400px"],[{"type":"''","value":["The Malecón"]},", a great place for a stroll."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk along the Malecón"]},", the sea wall that runs along the Havana coastline. On weekends this is where the locals come to party, so bring a bottle and join in."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Latin American New Cinema Festival"],["alt="],["url=http:\/\/www.habanafilmfestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a popular event held every December, screening international films and drawing around 500,000 people."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tropicana Show"]}," — A cabaret show that costs 90CUC. It is a must see show while you are in Havana."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a tour in an old car"]}," — For around 20-30CUC an hour for up to four people, be driven around Havana in style.  Choose a car you like near the Hotel Inglaterra or outside the Museum of the Revolution."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Go to the eastern beaches (Playas del Este)"]}," — There's a bus leaving from Hotel Inglaterra every 30 minutes. Price is 5 CUC for a roundtrip. The ride takes about 30 minutes."]},"\n",{"type":"===","value":["Live Music"]},"\n\nNearly every restaurant and hotel in town has a decent house band playing old favorites.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Nacional"]}," often hosts big name talent such as Omara Portuondo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Zorra y el Cuervo"]},", La Rampa, (",{"type":"''","value":["near the Hotel Habana Libre"]},"). A tiny little club below street level, they often host funky and amazing jazz musicians. Go there for something a little different."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Tropical"]}," is a venue designed to hold several thousand people. It only opens for live music. Look around for signs in the streets publicising the next event."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa de la Musica de Centro Habana"]}," is the place to be if you like to dance Salsa. Check the program before you buy tickets, there are different top-rated salsa bands playing every night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo del Ron"]}," offers a very nice outdoors 50's Cuban music show called Buena Vista. You can watch it with or without dinner. 50CUC with dinner."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["University of Havana"]},", ",{"type":"[","value":["http:\/\/www.uh.cu"]}," — Offers intensive Spanish courses from 1 week\/20 hours (100CUC) to 4 weeks\/80 hours (360CUC). Contact Professor Judith Portal ",{"type":"[","value":["mailto:Jportalm@flex.uh.cu\/ Jportalm@flex.uh.cu"]},"."]},"\n",{"type":"*","value":[" The Instituto Superior de Arte \/ Escuela Nacional de Arte \/ CNSEA offer courses of various lengths and levels in music, dance, drama, art and Spanish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Babylon Idiomas"]},", ",{"type":"[","value":["http:\/\/www.babylon-idiomas.com\/en\/learn-spanish-cuba-havana.htm"]}," offers a wide range of affordable and high quality Spanish courses for all levels with experienced native teachers. Cultural and social activities are included in the programme. The school is located in the heart of the city, in the district Vedado. New students can start on any Monday of the year. Contact: ",{"type":"[","value":["mailto:spanish@babylon-idiomas.com\/ spanish@babylon-idiomas.com"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dance classes of Caribbean rhythms"]}," (salsa, reggaeton, cha cha cha, merengue, bachata) with professor Raul Pedroso for 7CUC per hour. Contact: ",{"type":"[","value":["mailto:raul.salsa.cuba@gmail.com\/ raul.salsa.cuba@gmail.com"]},". Mobile: (53) 05 352463450."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nHavana is a surprisingly expensive city to stay in; if you stay in hotels and eat in restaurants it can work out to be nearly as expensive as other popular international destinations. The problem is that Cuba has a dual economy - if you could live on pesos it would be incredibly cheap. Sadly, as a tourist this is virtually impossible. Most peso hotels won't take foreigners or, if they do, you have to pay in CUC. If you are on any kind of a budget it is advised to stay in ",{"type":"[[","value":[["casa particular"],["casas particulares"]]},"; it is much cheaper, often more comfortable and the food (a recurring theme in Cuba) is almost invariably better.\n\nATMs are not too hard to find in downtown Havana, but bear in mind that American credit- and debit-cards can not be used in Havana. Note that even credit cards issued in countries other than the USA may be issued by a bank whose parent company is a U.S. corporation. In this case, the card will not work as the parent company is bound by U.S. law. Even banks wholly owned by non-American companies may have a policy on blocking Cuban transactions in order not to compromise their US business. ",{"type":"'''","value":["Always"]}," check with your bank or credit card company before leaving home to see if your card will work in Havana. Also, the ATMs do not accept MasterCard\/Maestro but are marked to accept Visa.\n\nYou can withdraw money from your MasterCard in a couple of exchange offices. There is one in the basement of the Hotel Nacional, but expect quite steep service fees.\n\nExchanging US dollars in a CADECA (Casa de cambio) will incur a 10% penalty.  Sterling, Euros and Canadian dollars can easily be exchanged at Cadecas and do not incur the same fee.\n\n",{"type":"==","value":["Eat"]},"\nWhilst Convertible Peso restaurants can be quite expensive at the top end for rather mediocre food, some such as the Café de Oriente have a splendid ambiance. The average government-run restaurants are about US$20 for two.\n",{"type":"===","value":["Budget"]},"\nPeso stalls are all over the city, particularly on Prado Marti.\n\nSome restaurants like Hanoi, in Calle Brasil, offer generous meals for 5CUC.\n\nWith Cuban national pesos, you can get ice cream for only 1 peso (US$0.04) in small street booths scattered around the city. You can also get a filling bocadito (small ham sandwiches) or a cajita (small meal in a cardboard box) for less than 20 pesos (US$0.80), or a \"pizza\" for 7-10 pesos (US$0.40).\n\nParticularly, the ",{"type":"'''","value":["Terminal de Omnibus"]},", by the Plaza de la Revolucion, has a very good peso cafe with offerings as fried chicken for only 25 pesos ($1.00 USD).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Coppelia Ice Cream parlour"],["alt=Heladería Coppelia"],["url="],["email="],["address=2111 Calle L"],["lat=23.139826"],["long=-82.384417"],["directions=Opposite the Habana Libre hotel"],["phone=+53 7 8326184"],["tollfree="],["fax="],["hours="],["price="],["content=Practically a Cuban institution with people waiting up to an hour to get a seat. Prices are in pesos and CUC (obviously the queues being for the peso area). Peso-paying sections cost 1 peso per scoop (open till 9:15pm) and outdoor convertible-paying section costs 1 centavo (0.01 CUC) per gram (two scoops and up, which will costs you minimum 2.75 CUC; open 24 hours)"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nKeeping your eyes open you can find complete menus (starter or salad, soup, main dish, dessert and a national beverage) for 6-10CUC. In the Vieja, there are such restaurants in the smaller, not very crowded streets.\n\nBeware that at least one paladar charges an hefty per-person service charge on top of your bill (10 CUC per couple at Paladar Amistad de Lanzarote in Central Havana) - deceivingly printed in Spanish only in a bilingual English\/Spanish menu. Also no matter what the owner insists, there is never a tax levied for eating at paladares. Always ask before ordering.\n\nThere are many good, mid-priced restaurants in Chinatown. \"Bavaria\" is one of the best if you can picture a restaurant named after a German province pronounced like \"barbaria\" with Chinese decor, serving pizzas and spaghetti.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Aljibe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the Havana suburb of Miramar, El Aljibe is the definitive proof that food in Cuba needn't be bland. Try the house specialty, chicken in sour orange sauce. El Aljibe also has a remarkably well-stocked wine cellar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Casa"],["url=http:\/\/www.restaurantlacasa.wordpress.com"],["email="],["address=Calle 30 No. 865, Nuevo Vedado"],["lat=23.114039"],["long=-82.399851"],["directions="],["phone=+53 7 881-7000"],["tollfree="],["fax="],["hours=Daily from 12:00 to 0:00"],["price=10-25 CUC"],["content=This stylish restaurant, located in Nuevo Vedado, is a large California-style house typical of the 1950s. The dining room and garden are inviting and intimate. The impeccable service and consistency uncommon in Cuba, are a must in Havana."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Paladar La Tasquita"],["url="],["email="],["address=Calle 27 de Noviembre (Jovellar No. 160) e\/ Espada y San Francisco"],["lat="],["long="],["directions="],["phone=+53 7 873-4916"],["tollfree="],["fax="],["hours=Daily from 12:00 to 0:00"],["price=15-25 CUC"],["content=Located near San Lazaro, this ",{"type":"''","value":["Paladar"]}," (Small, family-run, private-owned restaurant) serves typical ",{"type":"''","value":["criolla"]}," food. You will be dining in the living room of a local family, so don't expect anything glamourous in terms of atmosphere. On the other hand, the staff is very friendly and you will get the opportunity to taste typical cuban food as local families prepare it: Simply delicious. The seat is limited so reserve in advance."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nThe restaurants inside five-star hotels tend to charge excessive amounts of money for mediocre food and service.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Fontana Restaurant"],["alt="],["url=http:\/\/www.lafontanahavana.info"],["email="],["address=Ave. 3ra. A & 46, #305"],["lat=23.115746"],["long=-82.432809"],["directions="],["phone="],["tollfree="],["fax="],["hours=+53 7 202-8337"],["price=From $25 per person."],["content=One of the most notable grill restaurants in Cuba. La Fontana has a refined yet sober home environment, suitable for a dinner with a touch of familiarity and a placid conversation, while enjoying exquisite dishes from its specialty, updated Cuban cuisine. Reservations essential."]]}]},"\n",{"type":"===","value":["Breakfast"]},"\n\nAll the tourist hotels serve breakfast, typically a buffet with a wide variety of good food, although overpriced (15 CUC at the Hotel Nacional). If you stay in a ",{"type":"''","value":["casa particular"]}," ask whether you'll be served breakfast. If not, ask the landlord\/lady to take you shopping. Otherwise, there's almost no hope of finding a restaurant open for breakfast. One exception is the Chan Li Po Bar-Cafeteria, open at 9AM, in Centro Habana, near Chinatown, at Perseverancia #453 (between Zanja and San Martin).\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Havana - Cuba - 3517.jpg"],["thumb"],["right"],["300px"],["A local bar in Havana."]]},"\n\nThere are two types of establishments you can go to drink in Havana: ",{"type":"'''","value":["Western-style CUC bars"]}," with near-Western prices, good selection of quality drinks (and sometimes food), nice decorations, semi-motivated staff and often live music, typically found around tourist hot-spots such as Old Havana and tourist hotels. Here you will mostly meet other tourists, expats and a few Cubans with access to hard currency, but don't expect a 'local' experience.\n\nThe alternative is to seek out ",{"type":"'''","value":["local neighborhood bars"]}," where you can choose from a quality, but limited, selection of drinks (mainly locally produced rum by the bottle, beer and soft drinks, very rarely will you be able to get cocktails such as mojitos), cigars of dubious and cigarettes of only slightly better quality, and sometimes snacks. Local bars accept CUPs and are dirt-cheap, although bar keepers will often ask you for CUCs instead - it's up to you to negotiate an acceptable price, but keep in mind that local bar staff are state employees and paid a pittance. These bars are also a good way to meet locals who may even open up a bit and talk about their lives after a couple of drinks.\n\nLocal bars are not that hard to find despite typically having no prominent signs displayed outside. Just ask or walk around a local neighborhood and look out for a bare-walled, neon-lit run-down room without any decorations or furniture, save for a bar and a few rickety chairs and tables, sullen staff and depressed\/bored\/drunk-looking customers, almost always men. Contrary to Cuba's reputation as a music and fun loving nation, these places are not boisterous affairs - they are quiet, almost subdued, music is rarely played, and have the charm of third-world railway station waiting rooms.\n\nNonetheless, they make for a fascinating experience (especially if you make the effort to speak to some locals - offering to buy a drink will get a conversation going, no surprise there), and they provide a good insight into what life must be like for ordinary Cubans without hard currency. As a foreign visitor, you will be generally welcomed. ",{"type":"'''","value":["Discussing politics over a drink"]}," is a tricky, and typically lose-lose proposition: speak negatively about the Cuban political system and you may put your Cuban drinking companions into a very difficult position as they may very well be informed on (for hanging out with subversive foreigners); enthuse about the Revolution, Che, Fidel, Cuba's health care system, sticking it to the Gringos, etc., and people will assume that you are at best naïve or at worst not in full possession of your mental faculties.\n\nYou can have a great time just outside of the Hotel Inglaterra near the Capitólio Building, drinking good daiquiris and mojitos at an affordable price (2CUC in September 2005).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Bodeguita del Medio"],["alt="],["url="],["email="],["address=Calle Empedrado"],["lat=23.140774"],["long=-82.352216"],["directions=Across the plaza from Havana Cathedral"],["phone=+53 7 571375"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["The"]}," bar in which to sample a Mojito. The former hangout of Ernest Hemingway, it is best sampled in the evening once the tourist crowds from Varadero have headed back out of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Floridita Bar"],["alt="],["url="],["email="],["address=Calle Obispo"],["lat=23.137422"],["long=-82.357203"],["directions="],["phone=+53 7 8671300"],["tollfree="],["fax="],["hours="],["price="],["content=Another stop on the Hemingway drinking tour; best visited for it's its atmosphere, which is almost unchanged from pre-Castro days. Their ",{"type":"''","value":["daiquirís"]}," are however - certainly much to Hemingway's grievance - mediocre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Los Buccaneros Hanoi"],["alt="],["url="],["email="],["address=Calle Brasil"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With the front of the Capitol building on your right from the main street, walk about two blocks to the left on the road that runs parallel to the Capitol. There are two bars called Hanoi. Go to the first one Los Buccaneros. This bar serves very good mojitos for 1$CUC."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are 3 main areas that travelers generally stay in: Old Havana is the liveliest (some would say hectic and dirty), Central Havana is slightly quieter and parts can be a bit seedy, and Vedado is the quietest with more greenery, and is the place to find the large hotels and nicer ",{"type":"[[","value":[["casa particular"],["casas particulares"]]},".\n\nHotels vary. Don't be surprised if you have no hot water and bad TV-reception in a hotel that still goes to the effort of having an in-hotel doctor and hosting extravagant shows of synchronized swimming in the hotel pool.\n\n",{"type":"===","value":["List of Casas particulares Legal"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Mabel"],["url="],["email=casa.mabel@yahoo.com"],["address=Industria No. 270 (altos), e\/ Neptuno y Virtudes, Centro Habana"],["lat="],["long="],["directions=One block from Parque Central and Prado. Close to Malecon and Havana Vieja."],["phone=+53 7 8635706"],["tollfree="],["fax="],["hours="],["price=25cuc"],["checkin="],["checkout="],["content=A very friendly family home. 2 comfortable rooms with balcony and great view for rent."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jorge Leon de la Hoz"],["url="],["email=jorgeroom@gmail.com"],["address=Neptuno No. 1218 (altos), e\/ Mazon y Basarrate, Vedado Plaza"],["lat="],["long="],["directions=Close to the University end of Neptuno street"],["phone=+53 7 870 7723"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A very friendly family home, close to the Universidad de la Habana. Room rates are negotiable depending upon the length of stay."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Señores Elsa y Julio Roque"]},", Consulado No. 162, apto. 2 (between Colon and Trocadero), +53 7 860 1257. A very friendly couple rent rooms in their centrally located house, and help find other houses in case they're full. Both speak good English and offer helpful information. Reservations can be made by e-mail either in English or in Spanish.",{"type":"[","value":["mailto:julioroq@yahoo.com"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Olga"]},", Galiano No. 206 e\/Virtudes y Concordia (just around the corner from Hotel Lincoln), Centro Havana. Olga rents her entire 2nd floor including full kitchen, living room and three beds (one double) for CUC$25-30. She's extremely friendly and not pushy like other casa owners can be. Phone: +53 7 863 5547\" ",{"type":"[","value":["mailto:olgaalfonso12@yahoo.es"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Lopez"]},", situated in a very central part of the city, just a few blocks from the Capitolio and Old Havana.",{"type":"[","value":["http:\/\/www.cubaparticulares.altervista.org"]},",",{"type":"[","value":["http:\/\/www.cubaparticulares.altervista.org\/casa+particular.html"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Señora Ivette Flores"]}," rents out three private rooms with air conditioning and independent entrances in Centro Habana, near the Casa de la Música. 213 San Nicolas \/ Concordia y Virtudes \/ Centro Habana. ppn: 25 CUC including abundant breakfast.",{"type":"[","value":["mailto:ale.devarona@informed.sld.cu"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Mireya"]},", 47 Ave. #5211 (",{"type":"''","value":["between 52 and 54"]},"), Playa, +53 7 209 13 54."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Mra Cristina & Guillermo"]},", Calle 21 e\/N and O - Building #15 Apartment 7-A, Vedado Near the Hotel Nacional.  +53 5 270 8449. A very friendly family home with two university-aged children who speak English. 2 comfortable rooms with balcony and great view for rent: 35cuc. Ask for \"mi cafecita\"  in the morning on the balcony.",{"type":"[","value":["mailto:erosel@informed.sld.cu"]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Ines"]},", Calle Segunda #559 (",{"type":"''","value":["between Ayesteran and Ayuntamiento"]},"), Plaza de la Revolucion, +53 7 870 0237.",{"type":"[","value":["mailto:casaines@casaines.com"]},", ",{"type":"[","value":["http:\/\/www.casaines.com"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa de Jesus y Saida Valdez"]},", Calle 24 #262, Apt #5 (",{"type":"''","value":["between 17 and 19"]},"), Vedado, +53 7 830 7279."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Cary"]},", Virtudes #511 (",{"type":"''","value":["top floor, between Lealtad and Preseverancia"]},"), +53 7 863 1802, ",{"type":"[","value":["mailto:rcaridad@gmail.sld.cu"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa de Lydia y Felix Pedro"]},", 15 St #456 (",{"type":"''","value":["between E and F"]},"), Vedado, +53 7 832 6223."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Particular Havana"],["alt="],["url=http:\/\/www.casaparticularcuba.com"],["email=aleida.ravelo@gmail.com"],["address=28 St #270, Apt F (",{"type":"''","value":["between 23 and 21"]},"), Vedado"],["lat="],["long="],["directions="],["phone=+53 7 830 8007"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Casa de Ana"],["alt="],["url=http:\/\/www.anahavana.com"],["email=analinacuba@gmail.com"],["address=17 St #1422, Apt 1 (",{"type":"''","value":["between 26 st and 28 st"]},"), Vedado"],["lat="],["long="],["directions="],["phone=+53 7 833 5128"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Alicia Beaton, Havana"]}," ($20CUC - £25CUC per night), CRESPO No. 10, e\/ San Lazaro y Malecon, Vedado, +53 7 863 9616.  This is very convenient hostel, located close to the Malecon and near the Park Central area. The pristine house and bedrooms are located on the third floor of the building. Please ask the owners to turn off the air conditioning if you are too cold."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Nora, Havana"]},", ($35CUC), Calle 64 No. 4105 e\/ 41 y 43, Playa.  Living room, bedroom and compact kitchen.  George speaks wonderful English and has a wealth of information."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Nora, Havana"]},", ($20–$25CUC), Calle 27 No. 954 e\/ 6 y 8 apt 4, Vedado, Habana. +53 7 830 9800 (noracuba@hotmail.com)  Casa Nora is a lovely apartment right in the heart of Vedado.  Her wonderful, friendly family makes you feel at right at home.  Very safe area.  The rooms are very big with AC and television, and they have an incredible view of Vedado and the ocean.  Great food as well."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Ese, Havana"],["alt="],["url=http:\/\/www.ny1.com\/\/Default.aspx?ArID=104361"],["email=vierajul@hotmail.com"],["address=Calle linea #256 e\/ J and I, Vedado"],["lat="],["long="],["directions="],["phone=+53 7 832 9978"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Living room, 2 bedrooms available and AC. Great cooking, great location, walk to Malecon. Julio and Martha both speak English."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sra. Ivón de los Angeles Acosta"]},", Central no. 2 entre Conil y Tulipán, Nuevo Vedado, Plaza de la Revolucion, +53 7 879 1223.",{"type":"[","value":["mailto:misisonia@gmail.com"]}," Nice roof terrace just for yourself, great meals and super friendly hosts."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Tere"]}," ($25CUC\/night, 1 room with air con, 2 single bed), Consulado no. 303, entre Neptuno y Virtudes, Havana Center. Near Park Central, Capitolio and Paseo del Prado, Telephone house +53 8642689.",{"type":"[","value":["mailto:teresamata0947@yahoo.es"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa 1932"]}," ($30CUC\/night, 2 room with air con, 2 single bed & one Double bed), Campanario 63 bajos entre San Lazaro y Lagunas, Havana Center. Near Havana's sea wall.  Telephone house +53 8636203.",{"type":"[","value":["mailto:casahabana@gmail.com"]},{"type":"[","value":["http:\/\/www.casahabana.net"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Milagros Diez"],["alt="],["url="],["email=Javier_Castellon@yahoo.es"],["address=Calle Manrique No. 208 (bajos)"],["lat="],["long="],["directions=Left entrance of the building, groundfloor; between Concordia and Virtudes. Centro Habana Havana's Music House neighbourhood."],["phone=+53 53905001"],["tollfree="],["fax="],["price=from $25 CUC\/night, 2 double rooms with en-suite bathroom even for people in wheelchairs"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Xiomara Hernández"],["alt="],["url="],["email=ddulmari@informed.sld.cu"],["address="],["lat="],["long="],["directions=Near National Capitol Building."],["phone=+53 7 8639398"],["tollfree="],["fax="],["price=from $25CUC\/night, two double rooms en-suite"],["checkin="],["checkout="],["content=Calle Aguila No. 506 Derecha 2do. Piso -right entrance of the building, second floor; entre San Jose y Barcelona."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Lázaro (20-25$)"],["alt="],["url="],["email=alejotero31@gmail.com"],["address=Villegas #427 between Teniente Rey and Muralla"],["lat=23.13499"],["long=-82.35520"],["directions=Near Capitolio"],["phone=5378625657"],["tollfree="],["fax="],["hours="],["price=20$ per night"],["content=Old construction, very well preserved. Offers breakfast, dinner, taxi, and laundry services among others."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Carpizon"],["alt="],["url="],["email=otero3112@gmail.com"],["address=Street San Ignacio corner Obispo"],["lat=23.13922"],["long=-82.35132"],["directions=Walking to sea direction starting from Floridita Bar"],["phone=5378610443,5352988568"],["tollfree="],["fax="],["checkin="],["checkout="],["price=25$ per night"],["content=The hostel is composed by two houses each one located on very centrical places. Also you can enjoy of very confortables rooms wich include terrace and backyards."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Casa de Sergio and Miriam"],["alt="],["url=http:\/\/www.monkibo.com\/havana"],["email="],["address=Luz 109"],["lat="],["long="],["directions=in the center of Old Havana"],["phone=+53 7 860 8192"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Inglaterra"],["alt="],["url=http:\/\/www.hotelinglaterracuba.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Rooms from US$80"],["checkin="],["checkout="],["content=Paseo del Prado, Old Havana. A popular hotel with a restaurant for those wanting to stay closer to the action yet still in the comforts of a hotel."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Mercure Sevilla Havane"]},", Trocadero 55 e, Prado y Zulueta Habana Vieja, Tel. (+53)7\/8608560, Fax. (+53)7\/8616565, E-Mail: reserva@sevilla.gca.tur.cu ",{"type":"[","value":["http:\/\/www.accorhotels.com\/de\/hotel-1870-hotel-mercure-sevilla-havane\/index.shtml"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Telegrafo"]},", Prado and Neptuno, Old Havana. A popular hotel just around the corner from Parque Central, right next to Inglaterra. Renovated in 2004, and now really nice inside, a welcome haven of peace away from Vieja. Rooms US$80–120, cheaper if you book ahead with Opodo."]},"\n",{"type":"===","value":["Hotels"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Tryp Habana Libre Hotel"],["alt="],["url="],["email="],["address=Calle L"],["lat=23.139470"],["long=-82.382469"],["directions=Just off the Malecón in Vedado"],["phone=+53 7 8346100"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= A Havana landmark in a good location, it's popular with tourists and journalists, has a good 24 hour cafe on site, and a business center with decent internet connections."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Habana Riviera"],["alt="],["url=http:\/\/www.hotelhavanariviera.com"],["email="],["address="],["lat=23.139756"],["long=-82.404170"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Paseo and Malecón, Vedado. Located along the Malecon, Havana's waterfront boulevard, this elegant hotel is considered a classic among Cubans. Its proximity to the historical-cultural center of Havana, makes this hotel the perfect place from which to explore the city. In the night time the Riviera offers excellent entertainment featuring both the exclusive Copa Room Cabaret and one of Havana's top restaurants."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Nacional"],["alt="],["url=http:\/\/www.hotelnacional-cuba.com"],["email="],["address=Calle 0 esq. 21"],["lat=23.143056"],["long=-82.380556"],["directions="],["phone=+53 7 836 3564"],["tollfree="],["fax="],["price=Rooms from US$150"],["checkin="],["checkout="],["content=Calle 21 and O, Vedado. Overlooking the ocean on the Malecón, this hotel is legendary, having hosted international VIPs for 30 years. Many years of neglect, coupled with an only partially successful renovation, have left the Nacional a step below its former glory. That said, some stay here and rarely leave the hotel, enjoying the restaurant, terrace, frequent live performances by renowned Cuban musicians, and enjoying the views while sipping Mojitos. But did you come to see Havana, or hang out in a hotel? Maybe some of both is called for. The hotel also has an excellent, albeit expensive business centre featuring CNN, internet access and a bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Saratoga"],["alt="],["url=http:\/\/www.saratogahotel-cuba.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+53 7 868 1000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corner of Prado and Dragones, Old Havana. Opened in November 2005, it is regarded as one of the higher quality hotels in Cuba."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Parque Central"],["alt="],["url=http:\/\/www.hotelnhparquecentral.com"],["email="],["address=On Neptuno"],["lat="],["long="],["directions=between Agramonte and Paseo di Marti"],["phone=+53 7 867 1037"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Similar to the Saratoga in quality, and has a beautiful ground floor lobby as well as a rooftop swimming pool. The recently-opened Torre wing may have the best rooms in Cuba, at least by Western standards."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Conde de Villanueva"]},", Calle Mercaderes esq. Amagura, Old Havana. A beautifully restored colonial home, this hotel is the ultimate destination for a connoisseur of Cuban cigars; each room is named after a tobacco plantation, and, of course, all rooms permit smoking. Boasts an impressive cigar shop in the hotel, in addition to a (reasonably average) restaurant. Be warned, though: if you like to sleep late, there is a peacock that wanders around the courtyard that begins to make noise as soon as the sun comes up."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Ambos Mundos"],["alt="],["url=http:\/\/www.hotelambosmundos-cuba.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Obispo esquina a Mercaderes. Writer Ernest Hemingway stayed and wrote most of ",{"type":"''","value":["For Whom the Bell Tolls"]}," here, a fact which adds historical charm to this well-located hotel in Old Havana. The Plaza de Armas is a few steps away, and the establishment has an elegant and lively lobby where piano and jazz musicians perform."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Park View"],["alt="],["url=http:\/\/www.hotelparkview-cuba.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Colón 101. A popular hotel in the 1920s, the Park View (reopened in 2002) is a small establishment just off Prado, close to the colonial centre of Old Havana and the seawall. It does not share in the historical or decorative charm of other Old Havana properties, but it is certainly a practical option for anyone interested in exploring Old Havana and traveling on a tighter budget."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Plaza"],["alt="],["url=http:\/\/www.hotelplazacuba.com"],["email="],["address=Ignacio Agramonte No. 267"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Plaza is one of Havana’s oldest hotels. In addition to a beautifully restored interior and a great location near many places of interest in Old Havana, the hotel also has some interesting anecdotes. Albert Einstein once dined here, and Babe Ruth stayed at one of the suites, today a museum (where his bat has been preserved)."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Santa Isabel"],["alt="],["url=http:\/\/www.hotelsantaisabel.com"],["email="],["address=Baratillo 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Considered Old Havana’s flagship hotel, this establishment is one of the classier – and more expensive – colonial-era options in this part of town. The long terrace overlooking the Plaza de Armas, shared by 10 west-facing rooms, is one of the hotel’s most evident charms, as are its colonial appeal and a magnificent location."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Meliá La Habana"]},", Ave. 3Era. E\/ 76 Y 80 Miramar. A modern five star hotel with very big and comfortable rooms, and possibly the biggest swimming pool in Havana."]},"\n",{"type":"==","value":["Connect"]},"\nThe city code for Havana is 7. Prefix with 0 or 01 when calling from within Cuba. \n\n",{"type":"'''","value":["Internet cafes"]}," can be found at ETESCA (the state telephone company) offices, in Hotel Habana Libre, Hotel Inglatera (cheapest but slowest), Hotel Nacional and at the Capitolio. \n\n",{"type":"'''","value":["Wireless Internet access"]}," - some high-end hotels such as Hotel Parque Central sells wi-fi scratch cards at the rate of 8 CUC per hour, which can be used inside the hotel and works well with iPhone\/iPod Touch.\n\nThe emergency number is 116. The information number is 113.\n\n",{"type":"==","value":["Stay safe"]},"\n\nHavana is quite safe for a large city.  Heavily dependent on tourism, Cuban police are everywhere and pay especial attention to spots where travelers congregate (Habana Vieja, El Malecón. etc.), so you don't have to be afraid of being accosted in the daytime. Prison sentences for crimes involving tourists are extremely harsh, a fact which residents are well aware of, which adds an extra layer of deterrence.  At night, however, there have been muggings in the dark streets of Centro Habana. While this part of town is perfectly safe to explore in the daytime, and can be crossed safely while going to Habana Vieja or Vedado, it's best not go there at night. If you are going to walk, do so along El Malecón, where there are lights and a lot more people. \n\nBe wary of hustlers (jinteros\/as) offering to show you a place to eat or offering a tour of the city, as you'll be stuck paying hefty prices to cover their commission. Just walk away and continue walking—soon enough they will leave you alone. There are a few well established ",{"type":"'''","value":[{"type":"[","value":["https:\/\/en.wikivoyage.org\/wiki\/Cuba#Scams scams"]}]},"you should learn about in order to be prepared.\n\nIn local restaurants, ask for menus or prices before ordering anything; there can be special 'tourist price menus' that get pulled out after you have consumed food or drink.  If you're male, expect to be accosted regularly by prostitutes and\/or their pimps, especially in Habana Vieja.  While technically illegal, erstwhile mandatory jail time for prostitution filled prisons so quickly that the regime had little choice but to start looking the other way.  The result is a steady, depressing stream of solicitations that can wear down even the most cynical traveler unless he's prepared for it.  Particularly disheartening are the offers from young girls, some no more than 11 or 12.  Accept this situation as a fact of life in modern-day Cuba—and don't contribute to it.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies and High Commissions"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/cuba\/"],["email="],["address=Calle 30 No. 518 (esq. 7ma) Miramar (Playa)"],["lat="],["long="],["directions="],["phone=+53 7 204 2516"],["tollfree="],["fax="],["hours=8:30am-5pm weekdays, closes 2pm Fri"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url="],["email=chinaemb_cu@mfa.gov.cn"],["address="],["lat="],["long="],["directions="],["phone=+53 7 8333005"],["tollfree="],["fax=+53 7 8333092"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Embassy_Cuba\/Pages\/default.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone=+53 7 2042441"],["tollfree="],["fax=+53 7 2069724"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=gremb.hav@mfa.gr"],["address=7802 5th Ave.& 78 str.Miramar Playa"],["lat="],["long="],["directions="],["phone=+53 7 2042854"],["tollfree="],["fax=+53 7 2079770"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.cu.emb-japan.go.jp\/index_es.html"],["email="],["address=Centro de Negocios Miramar, Edi, 1-5 to. Piso, Ave. 3ra, Esq. a 80, Miramar, Playa"],["lat="],["long="],["directions="],["phone=+53 7 204-3355"],["tollfree="],["fax=+53 7 204-8902"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+53 7 204 9671"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukincuba.fco.gov.uk"],["email="],["address=Calle 34 no. 702 e\/ 7ma y 17, Miramar, Playa"],["lat="],["long="],["directions="],["phone=+53 7 214 2210"],["tollfree="],["fax=+53 7 214 2268"],["hours=9am-3:30pm weekdays"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/havana.usint.gov\/"],["email="],["address=Calzada between L & M Sts, Vedado"],["lat="],["long="],["directions="],["phone=+53 7 833-3551"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=After hours emergencies +53 7 833-2302"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Varadero"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pinar del Rio"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Isla de la Juventud"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Trinidad (Cuba)"],["Trinidad"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Havana (province)"]]},"\n",{"type":"{{","value":[["geo"],["23.1168"],["-82.3886"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Havana"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Cuba\/Localities\/Havana\/"]]}]