[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Havelian"]]}]}," is a town in Hazara Region of ",{"type":"[[","value":[["Khyber Pakhtunkhwa"]]},". It is situated in North of Islamabad at a distance of 110 KM on Silk route (Karakorum Highway), 12 KM short of ",{"type":"[[","value":[["Abbottabad"]]},", lying at the foot hills of Himalayas. The town is a hub of Hazara culture and traditions. Havelian literally means “The Mansions” which corresponds to the old residential Mansions and caravan-serai hosting the ancient caravans traveling along the silk route. Havelain experiences mild summers followed by rainy showers leaving behind velvet like grass carpet covering the hills. In winters, the valley is set against the background of snow covered mountains of Galiat.\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Islamabad"]]},"\/",{"type":"[[","value":[["Rawalpindi"]]}," one can reach Havelian in 2 hours. Vans and AC coasters leave after every half an hour from capital city Islamabad to Abbottabad where one can drop en-route at Havelian. From Rawalpindi railway station a train service operates twice a day at very reason able fares. This journey provides a perfect opportunity to witness the flora and fauna of the region with some stunning views of gullies and valleys.  Railway track passes through villages and hamlets where one can see the local lifestyle in its purest form.\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nPlaces to see\n\n1.\tScenic view of River DOR, Ayub Bridge and Mount Sarban.\n\n2.\tInitial point of Karakorum Highway where a wonder of world begins.\n\n3.\t North-bound last railway station, established in 1880s by British Indian railways, preserved as such, where foot stones of platform narrate the tales of old Viceroys, Generals, dignitaries of high standing and eminent writers like Rudyard Kipling who used to take horse buggies from here onwards to Abbottabad.\n\n4.\tHistorical Katrra Bazar and old Muhallahs with ancient stone Havelies (Mansions).\n\n5.\tMartyrdom Memorial of Ghazi Daud Shah, A National Hero of Pakistan Independence movement, who was shot dead by 5th Gorkha Rifles under  the directions of British deputy commissioner on 22nd of June 1947.\n\n6.\tRound Mosque of Pakistan Ordnance factories residential colony\n\n7.\tCenturies Old Khanqah Mehboobabad (A Muslim Monastery with shrine).\n\n8.\tShrines of Syed Zain ul Abideen and Chchoi Sarkar on the bank of river Dor.\n\n9.\tWater mills near Sulatanpur village.\n\n10.\tStream bank picnic spot at Muslimabad Police Post.\n\n11.     Havelian Campus of Hazara University.\n\n",{"type":"==","value":["Do"]},"\n\n1.Trekking\n\n2.Hiking\n\n3.Camping\n\n4.Photography\n\n5.Picnic\n\n6.Tanga (Horse buggy) ride\n\n7.If you have your own equipment, there are numerous places for Paragliding and Rock climbing.\n\n",{"type":"==","value":["Buy"]},"\n\n1.\tHandy crafts\n\n2.      Dry Fruites\n\n3.\tHand-made Kheri or Peshawari Chappals. \n\n",{"type":"==","value":["Eat"]},"\nThe town has a number of food spots where local cuisine could be enjoyed\n\n1.\tPanorama restaurant\n\n2.\tFaridullah fish spot\n\n3.\tDaal wala hotel\n\n4.\tAurangzeb Hotel\n\n5.\tAkbari Hotel\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nHavelian is a doorway to north leading to most of the hill resorts and destinations in Himalayas, Karakorum, Kashmir, onwards to China. One can continue travelling to the places like Hunza, Gilgit, Skardu and Indus Kohistan, of the Karakoram Range. Naran, Saif-ul-Muluk, Shogran and Babusar Pass of the Himalayan Range are also approachable through same route. Neelum, Lipa and Jhelum valley of Kashmir are also reachable.It is advisable to stop by this ancient traditional town while on the visit to Northern areas of Pakistan and catch the picturesque beauty of the foot hills of Himalayas.\n\n",{"type":"{{","value":[["geo"],["34.053056"],["73.153333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest Pakistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n"]