[{"type":"{{","value":[["pagebanner"],["WV banner Havelock island Beach no 7.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Havelock Beach5 Takeda.JPG"],["thumb"],["400px"],["Walking on Beach #5"]]},"\n\n",{"type":"'''","value":["Havelock Island"]}," (",{"type":"[[","value":[["Hindi phrasebook"],["Hindi"]]},": हैवलॉक द्वीप, ",{"type":"[[","value":[["Malayalam phrasebook"],["Malayalam"]]},": ഹെയ്വ്ലോക് ദ്വീപുകള്‍) ",{"type":"[","value":["http:\/\/tourism.andaman.nic.in\/islands.htm"]}," is the most visited of the ",{"type":"[[","value":[["Andaman and Nicobar"],["Andaman Islands"]]},". It's becoming popular for its beaches, laid back vibe and great scuba diving.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Havelock.png"],["thumb"],["300px"],["Map of Havelock"]]},"\n",{"type":"[[","value":[["Image:havelocklighthouse.JPG"],["thumb"],["300px"],["Lighthouse in Havelock"]]},"\n\nThe Indian government has been advocating eco-friendly tourism development on Havelock for a while now, and while it's the most visited of the islands it sees only a fraction of the visitors that crowd other island destinations such as ",{"type":"[[","value":[["Thailand"]]},". The pace of life is slow, the locals are friendly and still not too affected by tourism, and the facilities are moderately basic for the most part. While many of the lodges have 'resort' in their names, none come even close, thankfully.\n\nThe beaches have been given a rather boring numbering system instead of names, although some names like Radhanagar are in popular use. The arrival port is at Beach #1, the junction at the center is Beach #3 (aka Govind Nagar), the junction near Dolphin Resort is Beach #5 (Vijay Nagar) and so on. Govind Nagar, the main \"town\", is small and has only a handful of shops and local ",{"type":"''","value":["dhabas"]},". Most accommodation is grouped along the road from Beach #3 to Beach #5. From the 'junction' near Beach #3 a road veers off to Beach #7 (Radhanagar Beach), the most beautiful spot on the island.\n\nMid-January until mid-May sees the best weather, and often the best diving conditions. The days are mostly sunny at this time of year, and the sea sometimes flat enough to reflect the clouds. The monsoon usually hits around late May, lasting until the end of July, and is probably the worst time to visit the island – strong winds, frequent rain and low visibility underwater. August thru November see some occasional showers and slightly rougher seas, but diving can still be great at this time of year. The weather often takes a turn for the worse for the month of December through early January.\n\nHavelock island now has an ATM, and some of the hotels and resorts are able to perform card transactions. Nevertheless, it is best to make sure you take plenty of cash with you from Port Blair. Also, it is hard to buy some items in the market - differing factors of sun cream can be hard to find, as can mosquito repellent.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Havelock boats near jetty.jpg"],["thumb"],["250px"],["Boats near the jetty at Beach #1"]]},"\n\n",{"type":"'''","value":["Ferries"]}," are the major way on or off the island. 2-3 arrive daily from ",{"type":"[[","value":[["Port Blair"]]}," (2-4 hours) and one from ",{"type":"[[","value":[["Rangat"]]},", one of which comes via ",{"type":"[[","value":[["Neil Island"]]},".  Schedules vary according to day and season, so enquiry locally, and see ",{"type":"[[","value":[["Andaman and Nicobar Islands"]]}," about the differences between the ship types.\n\n",{"type":"'''","value":["Government-operated ferries"]}," are best booked in advance, as seats often sell out.  Rates are Rs.250 for Coach and Rs.350 for First Class. These ferries are air conditioned and can be booked in advance from the counter at the DSS in port Blair. A booking counter is also available in Havelock at the Jetty and operates from 9:15a.m to 12:15p.m. and 2:15a.m. to 4:15p.m. You will have to get there early and stand in line, but as soon as the counter opens it can become pretty hectic so be prepared.\n\nIn busy seasons, local ferries should be booked in advance. You can buy tickets yourself from the Port Blair ferry office on arrival, or resorts will often offer to pre-book your tickets for the journey there and back, which you can either picked up from a travel agency on Port Blair, or they will send someone to meet you prior to your ferry.  This is a good idea particularly if you're trying to make it from your flight to your resort on the same day, as the schedules don't leave much room for error.  If you don't have a return ticket, try and get your resort to book - or you will need to get the Havelock port early and elbow your way to the front of the queue as the locals do, and even then the ferry can still be fully booked with all of the resorts taking the tickets. On the return, the 4:30PM ferry gets booked up first, so it's often safer to get the 10AM if you need to be sure of making onward connections. \n\nAlternately, there is also an air-conditioned ",{"type":"'''","value":["catamaran ferry"]}," from Port Blair to Havelock.  Tickets are 700, 800 or 1100 (which gets you a leather seat and your own TV).  As the ferry is more expensive it is less likely to be full, and its schedule meets incoming flights.  Tickets can be booked from a dedicated ticket booking window at Port Blair, thus avoiding the queue barging.  On return you can book through your guesthouse (or wild orchid, emerald gecko & andaman bubbles) on Havelock. Some of the shops in the market also book the tickets on these cruises at same price so it should not be difficult to get them.\n\nFlight times from Port Blair to mainland India sometimes are changed without warning - including being brought forward. So it's definitely worth calling the day before to confirm your onward flights. Also be prepared to stay couple of days more than planned in Havelock because the boats to Port Blair will be cancelled if the weather is bad.\n\nThe other option is to fly in.  ",{"type":"'''","value":["Pawan Hans"]}," (+91-3192-233601), which until 2011 operated sporadic helicopter flights to Havelock, now flies an amphibious 8-seater Cessna seaplane from Port Blair to Havelock and back every day except Sunday, covering the distance in about an hour.  The standard price is a steep 4100 rupees one-way, but discounts may be available.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Havelock tata.jpg"],["thumb"],["One of the two rickety buses on the island"]]},"\n",{"type":"[[","value":[["Image:Havelock Autorickshaw.JPG"],["thumb"],["Autorickshaw"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Walking"]}," is the most common form of transport."]},"\n",{"type":"*","value":[" Local ",{"type":"'''","value":["buses"]}," and ",{"type":"'''","value":["shared jeeps"]}," ply the 2 main roads between the port (on Beach #1), Radhanagar Beach (Beach #7), and Beach #5 where the bulk of the accommodation is located. There is a local bus for Radhanagar waiting at beach #1 at around the time the ferry (10-10:30AM)  arrives. The cost of a ticket from Beach #1 to Radhanagar is around Rs 6, shared jeeps a little more.  Try to get off the ferry quickly and walk out of the parking area (where all the taxis and autorickshaws are parked) to catch the bus, although foreigners tend to have to stay back a bit to complete their permit formalities.  The journey from Beach #1 to Radhanagar is around 30-45 minutes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Auto-rickshaws"]}," are also available.  Fares are more or less standardized: from Beach #5 resorts to the market costs Rs.20, from Beach #1 (the port) to Beach #5 Rs 50, and a return trip from the market to Radhanagar Beach (with waiting time) is Rs. 300.  You can usually flag them down on one of the main roads, or at the market."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bicycles, scooters and motorcycles"]}," are available for hire near the center of 'town' (Beach #3), or inquire at your guesthouse. A Bajaj scooter will run around Rs 200\/day. Geared motorcycles are available for Rs 300\/day and gearless scooters (Honda Activa etc.) for Rs 300\/day. If you intend to hire for more than one day, then bargaining can bring down the price further. Petrol is available at some of the shops in the market or look out for boards that say \"Petrol Pump\". It's available for approximately Rs. 100 per liter(Feb 2012), and can go up to Rs. 120 per liter at some shops."]},"Bicycles are available for Rs. 80 per day (Feb 2012).  \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Private taxi operators"]}," A\/c and non-a\/c taxis are available for hire through your resort or travel agent. However these are pricey and non-reliable. A\/c taxis charge around Rs 1,500 for a full day (eight hours) but the eight hours exists in theory. They will drop you off at your destination and disappear. For the return trip, you either have to pre-fix a pick-up time with them or give them a call on their cell phones. You may be better off hiring a scooter or motorcycle for the day."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Radhanagar LateAfternoon.JPG"],["thumb"],["Radhanagar Beach in the late afternoon"]]},"\n\n",{"type":"[[","value":[["Image:Sunset at Radhanagar beach.JPG"],["thumb"],["Sunset at Radhanagar Beach"]]},"\n\n",{"type":"[[","value":[["Image:Radhanagar beach during sunset.JPG"],["thumb"],["Radhanagar Beach at sunset"]]},"\n\n",{"type":"[[","value":[["Image:Elephant Beach.JPG"],["thumb"],["Elephant Beach"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Radhanagar Beach"]}," (Beach #7) is the most beautiful on the island and was rated as the best in Asia by ",{"type":"''","value":["Time"]}," in 2004.  Gorgeous, silky white sand backed by a forest that provides welcome shade looks out over turquoise water, some stretches with a sandy bottom good for swimming and some with excellent coral reefs that are great for snorkeling – a great combination indeed. Sunsets here are often spectacular and it's a popular time to be at the beach, but be careful not to miss the last trucks back if you're not staying here. A man with an elephant walks through the forest occasionally, offering rides for a fee. Buses run throughout the day until sunset, as do auto-rickshaws and shared 4 wheel-drive trucks. There are a few food shacks where the road hits the beach, all of which rent snorkels and fins."]},"\n",{"type":"[[","value":[["Image:Havelock elephant.jpg"],["thumb"],["An elephant near Beach #7"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Elephant Beach"]}," is further north from Radhanagar and is popular with Indian tourists. The shoreline here was largely swept away by the 2004 tsunami and the beach is a fraction of what it used to be; however, the coral here is probably the best on the island, making this an excellent spot for snorkeling. It's reachable on foot from Beach #7 or by fishing boat from the east side of the island; many resorts arrange snorkeling and diving trips here.  A path to the beach starts from the road to Radhanagar — look for a dip in the road on a curve where there will usually be a few motorbikes parked. Several paths head off from this point, ask around for the correct one. If you choose to trek alone through the forest then stick to broad path since there are forks along the way. The walk is about 30 minutes at an easy pace with dry weather. Since the tsunami, the path ends in an expanse of uninviting looking swampy water. Rather than attempting to go around, wade straight through it — the beach is only 100 meters straight ahead, the water is rarely above knee-height and the ground is solid. As you enter the swamp, you would see a small red board ahead, to your left; bear towards it. Wear sandals when crossing to avoid sharp shells. Note: During high tide, water may be a foot deeper in last 20 feet or so.  While snorkeling, keep an eye out for the glass-bottom boats. If trek and get to the beach and are tired to trek back an option would be to take a boat ride from there to Jetty , normally they charge Rs 100 per person, only challenge is finding someone who is willing to take you and then take an Auto ride for Rs 100 again to the point where the vehicle is parked."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kalapathar Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Kalapathar beach is situated on one corner of Havelock Island.You have to travel along the Road From Beach no#3 and Beach no#5 The beach gets its name from the surrounding village called Kalapathar Village and the black rocks (Kalapathar Rocks)  that adorn the coastline here. \nThe emerald seas, the tropical forests on one side of the road(Kalapathar Rocks) the coastline,and on other side  the silken smooth silver sands and the sheer solitude make this beach a great place to relax."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pool Table at Pearl Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pool Table is available at Havelock island at Pearl Beach Resort..Rent is Rs 400 per Hour .."]]}]},{"type":"===","value":["Scuba diving"]},"\n",{"type":"[[","value":[["Image:DiveBoat Hammerhead.JPG"],["thumb"],["A typical Andaman-style dive boat"]]},"\n\n",{"type":"[[","value":[["Image:Dive in Havelock 1370.jpg"],["thumb"],["Dive in Havelock"]]},"\n\nScuba diving is probably the biggest activity on the island other than lying around and eating great seafood. Andaman Bubbles, Barefoot Scuba, Doongi Dives and Dive India are the top 4 SSI http:\/\/www.divessi.com\/ PADI",{"type":"[","value":["http:\/\/www.padi.com\/"]}," certified dive centers, provide good equipment and offer training up to instructor. They share pretty much all of the same discovered dive sites, and prices are more or less standardized at Rs.4500 for discover scuba dive for non-certified divers, with a 10% discount for your own equipment for fun dives for certified divers. You don’t need to be a swimmer to do the discover scuba diving. However, you should book your schedule with the dive center's well in advance as there are limited trips. \n\nThe diving possibilities around the Andamans are vast and it feels that what has been discovered is only the beginning... and even that is pretty great. Look for more sites to open up soon. As of now Havelock is the main center for diving in the island chain. Usual places for diving are Elephant beach and Lighthouse in Havelock. If you're an experienced diver, also enquire about dive expeditions, where they will take you out hunting for new and undiscovered sites. For certified divers, South Button is another great place to dive.\n\nEarlier, diving was done in converted ",{"type":"''","value":["dungi"]}," fishing boats but Government has mandated compulsory use of speed boats now for safety of tourists.In the event of an accident, the nearest recompression chamber is at the naval base in ",{"type":"[[","value":[["Port Blair"]]},", so it's wise to keep your diving profiles on the conservative side.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Andaman Bubbles Dive Centre"],["alt="],["url=http:\/\/www.andamanbubbles.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wild Orchid Resort, Beach #5. phone=\"94760 53273\""]]},"  "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Barefoot Scuba"],["alt="],["url=http:\/\/www.diveandamans.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cafe Del Mar, Beach #3."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=DIVE India"],["alt="],["url=http:\/\/www.diveindia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Island Vinnie's Tropical Beach Cabanas Resort, Beach #3."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Doongi Dives"],["alt="],["url=http:\/\/www.munjoh.com\/doongi-dives-havelock-andaman-diving-agency"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Snorkeling"]},"\n\nSnorkeling is also popular, with several options.\n\n",{"type":"*","value":[" Radhanagar Beach (Beach #7) has a couple of food shacks at the end of the road that rent out fins and masks for Rs 50\/each. There are great reefs for snorkeling in both directions from the end of the road."]},"\n",{"type":"*","value":[" Elephant Beach also has some good snorkeling sites."]},"\n",{"type":"*","value":[" Both of the dive shops can also take along snorkelers to some of the off-shore sites."]},"\n",{"type":"*","value":[" Local fishermen offer day trips and half day trips to different locations. South Button Island is particularly good as the reef is shallow, colorful and beautiful. It makes sense to get a group of 5-10 people together to share the cost of the boat."]},"\n",{"type":"*","value":[" Near Havelock Jetty, opposite reservation counter there is a small lane which goes along side the beach. Keep going on that road and you‘ll reach some boats parked at the shore. They can take you for snorkeling at Lighthouse and Elephant Beach. Corals out there are worth watching. They charge 2000\/- for a couple for Speed boat transfer + Snorkel."]},"\n",{"type":"===","value":["Trekking"]},"\nIf you've had enough of the beach, try a little hot and sweaty jungle trekking.  If you're into confluence hunting, you can find 12°N 93°E ",{"type":"[","value":["http:\/\/confluence.org\/confluence.php?visitid=15948"]}," just 800 meters away from the end of beach #5.  Guides can be arranged through resorts. The Wild Orchid Resort and Emerald Gecko Resort also conduct Jungle treks and you can walk into the reception and check on their offers.  \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Barefoot Eco Tours"]},", operating from the Barefoot Brasserie at the jetty and at Barefoot at Havelock Resort can arrange interesting treks both on Havelock and at other islands (e.g. Long Island) and even conduct overnight camping and trips including treking, kayaking and snorkeling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wild Orchid Resort"]},", on beach #5 organise trekking, fishing trips and snorkeling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Emerald Gecko Resort"]},", on beach #5 organise trekking, fishing trips and snorkeling."]},"\n",{"type":"===","value":["Mangrove Safari and Fishing"]},"\nA local trip on a speed boat with two local fishermen to the nearby mangroves (which is not that great if you've seen dense mangroves before) and then to deeper waters for fishing. The fiehrmen will prepare fishing lines for you and you can catch fishes. Duration: 3-4 hrs. Time: 3PM-7PM usually. Cost: Rs. 3500.\n\n",{"type":"==","value":["Buy"]},"\nGovind Nagar has a few basic shops selling daily essentials plus a small pharmacy.  If you pick up one of the ubiquitous Andaman & Nicobar T-shirts sold everywhere for Rs.50, take one with black printing, as white text bleeds off the first time you wash it.\n\nThere is a recently opened Axis Bank ATM near the Market place.\n\n",{"type":"==","value":["Eat"]},"\nSome food is grown on the island (like tasty bananas), but most vegetables and fruits are imported.  The best thing to eat is the locally caught fresh seafood.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dhabas"]}," near the junction at Beach #3 serve seafood and basic local Indian food, and are the cheapest way to eat on the island. There are also snack stands near here selling samosas, sweets and the like. More dhabas can be found near Radhanagar Beach (Beach #7), serving fresh sea food at reasonable prices; you may have to wait up to an hour for the food out here."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Geetha Restaurant"]}," near to market at Beach #3 serve Grilled fish, Prawns ... Grilled Fish starts from Rs 150 to Rs 350 ( Jan 2012) varies with size... "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Catch of the Day"]}," is for sale near the port on Beach #1 in the afternoons, and you can have your guesthouse cook it up for a fee."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pristine Beach Resort"]},", ",{"type":"'''","value":["Orient Legend Resort"]}," and the others in the same vein all have restaurants serving the catch of the day, local Indian food and some traveler's favorites like french fries and chow mein."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Symphony Palms"]}," Beach Resort has their own restaurant which has very good vegetarian food. Boufets for Rs 350 per head."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=B3, Barefoot Bar and Brasserie"],["url="],["email="],["address=Village #1 \/ Jetty"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 600-700 per person"],["content=The high level restaurant is managed by an Indian \/ Austrian couple. The head chief in the kitchen is a Swiss cook. Lunch and dinner-menus contain pizza, fresh home made pasta (!), Indian dishes with tandoory oven as well as different fusion dishes, e.g. the excellent 'Pork spiessli' starter: skewed savoury pork. The restaurant is situated on the first floor and all tables offer a spectacular overview over the busy goings at the port and main road."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Venom(Bar) and Charcoal(Restaurant)"]}," at Symphony Palms beach no 3(B3) is one of the best restaurants in the islands offering delicious food in the best price .The price of the food  is in mid range segment .The restaurant is know for the best sea food and its good services."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Red Snapper"]}," at the Wild Orchid Resort is the one of the better and most expensive restaurants on the island, serving freshly caught and well-prepared seafood and a selection of Indian and continental dishes. It's best to go from the specials board or ask your waiter for his recommendation. Lunch or dinner will run about Rs 300-600 per person."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Emerald Gecko"]}," is run by the same couple who run the Wild Orchid. The food is similarly tasty, the menu is much, much smaller, and it's a bit cheaper – dinner will probably run more around Rs 200."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clown Fish Cafe"]}," is also a restaurant in Wild Orchid. it is located at the Andaman Bubbles Dive Center. and has a variety of snacks and milk shakes. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=White Sand"],["url="],["email="],["address=Radhanagar Beach (Beach #7)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 300-400 per person"],["content=An Italian restaurant, where the old Mahua restaurant (now shifted inside Barefoot Resort) used to be, offering good breakfast options, and pastas & pizzas for lunch and dinner, it is run by a native Russian lady along with her Bengali husband. It's located on the Radhanagar beach and managed by the Indian Government Tourism Board. The pizzas are a must-try if you go here. Do plan for a leisurely meal as all items on the menu are made from scratch on order."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beer"]}," is available at most of the resorts and at the \"English Beer & Wine Shop\" near the port (it's open to all, not just Brits.). Wild Orchid, B3,  ",{"type":"'''","value":["Symphony Palms"]}," offers various brand of beers like Kingfisher ,Foster etc at the cheapest price"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alcohol"]}," all types of alcohol are available at the bar in the Wild Orchid Resort."]},"\n",{"type":"*","value":[" Fresh ",{"type":"'''","value":["coconuts"]}," are available around the island - after you drink the juice they'll be happy to whack it open so you can eat the flesh too."]},"\n",{"type":"==","value":["Sleep"]},"\nThe majority of accommodation on offer are cheap palm-thatched beach huts.  High season is from mid October to March, although these dates vary depending on demand.  Most of the budget and mid range places double their prices in this time.\n\n",{"type":"===","value":["Budget"]},"\n\nThe recent boom in tourism means that there is not always enough accommodation to meet demand — the majority of the places between Beaches #3 and #5 have huts for around Rs 200\/night, so it makes sense to start at one end and work your way down looking for an available hut. In busier times you may end up pitching a tent if you have one, or sleeping in a hammock for a night or two until something frees up.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pristine Beach Resort"]}," is one of the more popular. The restaurant serves good food at a glacial speed, but sadly they've lost their beer license . Sea facing Huts and stilted cottages ranging Rs 200-1500. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe del Mar"]},", Beach #3. Perennially popular melting pot. Has a range of options from tents and\/or basic A-frame huts with sheets for doors (the cheapest option on the island) to deluxe sea-facing huts. Rs 200 to Rs 2000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Orient Legend Resort"]},", Beach #5. Another popular cheapie with huts starting from Rs 150 and a basic restaurant. Has hammocks if everything else is full, Rs 50. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunrise Beach Resort"]},", Beach #5. Similar to Orient. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Island Camping"]},", operated by the Andaman Tourist Office, offers pre-setup tents on Beach #7 where the road meets the beach. Tents range from Rs 150-500. The more expensive ones come with private bath and toilet, though no hot water is available. Bookings must be made in advance at the Tourism Office in Port Blair, though this can be done by telephone."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Dorado"]},", Beach #3. Quite new, huts with communal showers and toilets Rs 200. Huts with en suite toilet and shower Rs 500. Due to the place being quite new most huts are reasonably clean and well maintained. Reasonable restaurant, serves beer."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gold India"]},", Beach #3. Another new-ish resort. Huts with en suite toilet and shower Rs 500. Average restaurant, serves alcohol."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Andaman Bubbles"]},", Beach #5.  A new resort with well constructed huts with en suite, tiled bathrooms.  Rs 500-1250 (low - high season). Restaurant is shared with the next door Emerald Gecko, which serves the best food on beaches 3 & 5."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Emerald Gecko"],["alt="],["url=http:\/\/www.emerald-gecko.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At the end of Beach #5. Quieter than some of the others and a little more expensive with slightly nicer huts. Also very popular, and has a great restaurant and friendly owner who can also arrange fishing trips. Huts Rs 500, bamboo bungalows Rs 1500, bamboo lodges Rs 2000."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Island Vinnie's Tropical Beach Cabanas and Dive Centre"],["alt="],["url=http:\/\/www.islandvinnie.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beach #3, is also home of DIVEIndia. Accommodation has been redone for the 2009 season and the restaurant is now under the management of the hugely popular Full Moon restaurant. Be aware that during high season the dive center can be quickly full, so make your reservation in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dolphin Beach Resort"]}," is a government run resort. It's popular with Indian families, their VIP suites offering excellent value. On the plus side if you can't live without a\/c, then you can find it here in large huts for around Rs 1000, cheaper than you'll get elsewhere. There's a restaurant on site, and pre-booking in Port Blair is advised. Rs 500-2000."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sea Shell resort"],["alt="],["url=http:\/\/www.seashellhavelock.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has good wooden cottages with a\/c, and TV, should you need to watch the cricket. The setting is great beneath the palm trees (beware falling coconuts). The restaurant is OK and the bar better that most on the island. Singles Rs 2,500, doubles Rs 3,000, incl breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Symphony Inn"]},", at the middle of Beach #5. Has a good beach spot, rooms are nice and are kept clean and tidy, there are some shops right outside the resort that offer Ayurvedic massage, Internet, General Store. Nice bamboo bungalows Rs 2000 Non AC, AC @ Rs 4000, incl breakfast. If you are staying more night you can bargain and get some discount. On the downside there are no phones in the rooms so if you need any thing you will have to go to the reception personally if you don't find any one of the helper there."]},"\n",{"type":"*","value":[{"type":"'''","value":["V-Knot Residency"]},", at Govind Nagar is a newly constructed RCC Hotel with well furnished and clean rooms AC Rs. 1600 and Non AC Rs. 1100, they can give you discount if contacted directly."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Silver Sand"],["url=http:\/\/www.silversandhavelock.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 3192-244914"],["tollfree="],["fax="],["hours="],["price=rates start at Rs 6,500-10,000"],["checkin="],["checkout="],["content=Accommodation ranges from large rooms with en suite, TV and a\/c, to whole two story cottages suitable for families. Rooms are clean, in good condition, and decorated in king style."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Symphony Palms Beach Resort"],["url=http:\/\/www.symphonypalmshavelock.com"],["email="],["address=Govind Nagar Beach"],["lat="],["long="],["directions="],["phone = +91 3192-244914"],["tollfree="],["fax="],["hours="],["price=The tariff for season ranges from Rs 3000-5000"],["checkin="],["checkout="],["content=One of the biggest resort in the entire havelock island offering 70 Scottish cottages. The resort has its own private beach, sumptuous interiors, and superb modern facilities. The Resort also has a full range of audiovisual equipment and trained staff."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Wild Orchid Resort"],["alt="],["url=http:\/\/www.wildorchidandaman.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers reasonable accommodation in the mid range (real beds, nice bathrooms, some with a\/c), with a semi-private path through the jungle to a nice spot on #5 beach, with wooden sun-beds for hire. The rooms are however increasingly looking worn down and there are other newer options available in the immediate vicinity. Also has a very good restaurant, the Red Snapper. Occasionally organize low-key evening beach parties\/gatherings, with music and food. Rs 3000-4000 high season, Rs 1500-2000 low season."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Barefoot Resort"],["alt="],["url=http:\/\/www.barefootindia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tel. +91-3192-236008. This eco-friendly resort is in seclusion at the far end of Beach #7 (Radhanagar Beach), perhaps the one of the beautiful location on the Island. It offers spacious detached accommodation in independent fan-cooled and duplex fan-cooled Nicobari Cottages and Airconditioned Andaman Villas. Doubles vary from Rs 5300-15000 or more depending on type and season. It offers the islands only genuine Italian cuisine in its speciality restaurant by the beach \"Mahua\" (including a decent espresso) and also has great ",{"type":"''","value":["thalis"]}," and other authentic Indian fare on offer in its main restaurant.The location can be bigdraw back since there are no sea facing cottages that the resort offers. The resort offers only 18 cottages catering to mid range customers."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Munjoh Ocean Resort"],["alt="],["url=http:\/\/www.munjoh.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tel. +91-3192-282000. Air conditioned, luxurious villas, suites & cottages surrounded by coconut & betel nut trees; the Munjoh Ocean Resort on Beach#5 is the only property on Havelock with a little rivulet cutting across its property onwards to the ocean. Quaint, indulgent accommodation & decent service with a restaurant & a bar; doubles tariffs vary from Rs 6000-13000."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"'''","value":["Mosquitoes"]}," are a nuisance, particularly at dusk and after rain, and the Andaman Islands are ",{"type":"[[","value":[["malaria"]]},"l.  Use mosquito repellent, wear long sleeves and long trousers in the evening, and sleep under a mosquito net.  \n\n",{"type":"'''","value":["Sandflies"]}," make a great problem while sunbathing. Occassionaly they are in a larger number,\nso longer shirts and troussers will be reccommended.\n\n",{"type":"'''","value":["Wild dogs"]}," can be a problem, especially along the beach at night – people are regularly bitten. You'd be well-advised to carry a stick to scare them off... or a handful of stones.\nLocal authorities confirmed that they are helpless with this problem of stray dogs that live in\nforest but close enough to beaches visited by tourists.\n\nIf you plan to be out until sunset or beyond it's a good idea to carry a flashlight (torch). It can get pretty dark, especially if there's no moon out, and the beaches are often backed by dense forest.\n\nBeware of ",{"type":"'''","value":["currents"]}," at Radhanagar Beach during monsoon (June - Sept). There have been two recorded accidents as people have been caught out by powerful waves during the monsoon months. Supposedly the authorities have taken action to employ trained lifeguards and put up watchtowers.\n\nBeware of jagged edges of ",{"type":"'''","value":["Bleached Coral"]}," at Beaches #2, #3 and #5 as the shallow beachfront waters on the northern coast of Havelock (the backpacker strip) is covered with this.\n\nBeware of Saltwater Crocodiles from the Sanctuary on neighboring islands. A woman was killed in May 2010 while snorkeling.\n\nBeware, Travellers, beware!\nThere are lot of travel agents\/touts present to scam the innocent travellers. They appear very honest and will try to scam people out of money so beware.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"[[","value":[["Image:Havelock interior.jpg"],["thumb"],["The island's interior"]]},"\n\n",{"type":"===","value":["Mail"]},"\nThere is a small post office next to the port at Beach #1.\n\n",{"type":"===","value":["Phones"]},"\n\nLandlines are scarce, and with the exception of a couple of the nicer accommodation options, most places don't have a phone.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["PCO\/ISD's"]}," (phone booths) are located on Beach #5, near the junction at Beach #3 and near the port at Beach #1. Service outages are common."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mobile phones"]}," can be used in many parts of island. Service is provided by BSNL ",{"type":"[","value":["http:\/\/www.bsnl.co.in"]}," and Airtel ",{"type":"[","value":["http:\/\/www.airtelworld.com"]},". Although the Airtel service disappears if you move far from the jetty. Vodafone and Idea Cellular also provide the service throughout the Island which is more reliable and stable."]},"\n",{"type":"===","value":["Internet"]},"\nInternet access on Havelock is extremely slow and unreliable, and also expensive. you can get satellite internet on some of the dive resorts, but at 300 rupees an hour it's extremely expensive\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wild Orchid Resort"]}," has a satellite broadband internet cafe. though the speeds are not lighting fast, it is definitely better than dialup."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pristine Beach Resort"]}," has a couple of computers which every once in a while are connected to the internet via a near-dead dial-up connection."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Anu's Internet Cafe"]}," has two computers set up in a shop just off the main road near Dolphin Resort in village no.3.  It is not fast but still usable."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Island Vinnie's"]}," can burn photos onto CDs or DVDs for a fee, and claim to have non broad-band internet access."]},"\nOutside Symphony Inn there is a cyber cafe, charges are Rs 2 Per minute the connection is a dial up connection with 45 kbps.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Neil Island"]]}," – a smaller and quieter island, with only 2 accommodation options. Some say it's best to stop here ",{"type":"''","value":["before"]}," Havelock."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Diglipur"]]}," – the far north of the island chain, and the jumping off point for ",{"type":"[[","value":[["Smith and Ross Islands"]]},"."]},"\n",{"type":"[[","value":[["WikiPedia:Havelock Island"]]},"\n\n",{"type":"{{","value":[["geo"],["11.9667"],["93.0000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Andaman and Nicobar Islands"]]},"\n\n\n",{"type":"{{","value":[["Guidecity"]]},"\n\n\n\n",{"type":"[[","value":[["Commons:Category:Havelock Island"]]}]