[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe town of ",{"type":"'''","value":["Hay River"]}," is in ",{"type":"[[","value":[["Northwest Territories"]]}," in northern ",{"type":"[[","value":[["Canada"]]},".  A drivable northern destination for ice fishing and sport fishing.\n\n",{"type":"==","value":["Understand"]},"\nHay River is a small town on the shore of Great Slave Lake in the ",{"type":"[[","value":[["Northwest Territories"]]}," on Canada.  The town is home to the Northern Transportation Company Limited, and serves as a transportation hub of the north, as goods are transferred from rail and truck to barges to be sent across Great Slave Lake, up the Mackenzie River and to many isolated northern communities and industrial sites.  It has all-season road access, making it a destination in both summer and winter, uninterrupted during the spring breakup and fall freeze up seasons.  Be warned: northern towns are often not very pretty, but the surrounding area is often breathtaking.\n\n",{"type":"==","value":["Get in"]},"\nDrive from Edmonton (approximately 13 hours) or Yellowknife (approximately 5 hours - but not during spring breakup or fall freeze up when the ferry crossing or ice road are not operating).  Greyhound bus operates from Edmonton and Yellowknife.  Fly direct from Edmonton on Northwestern Air (a small northern airline) 5 days a week.  Fly from Yellowknife on First Air or Buffalo Airways (you can get to Yellowknife from the south on Westjet or AirCanada).\n\n",{"type":"==","value":["Get around"]},"\nBy car is the best way, but taxis are not very expensive.  Most areas are accessible if you don't mind walking.\n\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Wildlife: moose, bear, deer, wood buffalo"]},{"type":"*","value":["The natural world: the northern lights, spring ice jams, Alexandra Falls, and Louise Falls on the Hay River, pressure ridges on Great Slave Lake"]},"\nGreat Slave lake is the deepest lake in North America and the ninth largest lake in the world.\n\n",{"type":"==","value":["Do"]},"\nExcellent summer and ice fishing on Great Slave lake for whitefish, lake trout, and perch.  Ice fishing tours and bombardier tours in the winter on Great Slave Lake.  Summer sport fishing and tours of the eastern arm of the lake, and commercial fishing demonstrations.  Contact Great Slave Lake Tours 867-874-3617.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Local fish in the West Channel Fishing Village or at The Docks"]},{"type":"*","value":["Native Dene crafts at Winnie's in nearby ",{"type":"[[","value":[["Enterprise, NT"]]}]},{"type":"*","value":["Gifts and coffee at The Woodshed on the west side of town"]},{"type":"*","value":["Typical small town stores like Home Hardware, Fields and NorthMart."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Family dining:  The Back Eddy (try the Back Eddy Burger or any fish dish)"]},{"type":"*","value":[" Bar\/Lounge: The Back Eddy, The Pub at the Ptarmigan Inn"]},{"type":"*","value":[" Dessert\/Baked Goods: She Takes the Cake located in the Industrial Area, Great coffees, fancy drinks, and delicous cup cakes!"]},{"type":"*","value":[" More options in town"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Alcohol: The Back Eddy, The Pub at the Ptarmigan Inn"]},{"type":"*","value":["Coffee: The Woodshed"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" The Ptarmigan Inn"]},{"type":"*","value":[" The Cambridge Executive Suites (contact Greenway Accommodation)"]},{"type":"*","value":[" Harbour House B&B (contact Greenway Accommodation)"]},{"type":"*","value":[" Anchorage B&B (contact Greenway Accommodation)"]},{"type":"*","value":[" Camping at the twin falls south of town, or at the Hay River Campground on the lake"]},"\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["Greenway Accommodation: http:\/\/greenwayaccommodations.ca\/default.html"]},{"type":"*","value":["Great Slave Lake tours: Shawn Buckley 867-874-3617"]},{"type":"*","value":["The Town of Hay River: http:\/\/www.hayriver.com\/"]},{"type":"*","value":["Winnie's Dene Art: http:\/\/www.winniesdeneartgallery.com\/"]},"\n",{"type":"==","value":["Go next"]},"\nCheck out:\n",{"type":"*","value":[{"type":"[[","value":[["Yellowknife"]]}]},{"type":"*","value":[{"type":"[[","value":[["Wood Buffalo National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Great Slave Lake"]]}]},{"type":"*","value":["Mackenzie River"]},{"type":"*","value":[{"type":"[[","value":[["Fort Smith (NWT)"]]}]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northwest Territories"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hay River, Northwest Territories"]]},"\n",{"type":"{{","value":[["geo"],["60.832"],["-115.778"],["zoom=13"]]}]