[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hazaribagh National Park"]}," is in ",{"type":"[[","value":[["Jharkhand"]]},", ",{"type":"[[","value":[["India"]]},". ",{"type":"[[","value":[["Hazaribag"],["Hazaribagh town"]]}," forms the base for visiting the national park. NH 33 (Hazaribagh-Barhi sector) runs through a part of the national park. The main gate of the national park at Pokharia is 21 km from Barhi and 16 km from Hazaribagh. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nEversince the Hazaribagh National Park was developed in 1954, it was known by that name but when the formal listings of the national parks was made by the United Nations, it was not included in it.\n\nOn 24th June 2007, Deputy Chief Minister of Jharkhand announced that soon Hazaribagh will have an state-of-the-art Elephant Park, if this project materialize it would attract more tourist. \n\n",{"type":"===","value":["Landscape"]},"\nThe national park is located on the Chotanagpur plateau. It stretches over 184 sq km of undulating countryside, steep hills and deep drainage channels with thick tropical forests and grass meadows, at an average altitude of 615 meters. There are small rivers and a number of dams have been constructed to form artificial lakes within the park. \n\n",{"type":"===","value":["Fauna"]},"\nSambhar, nilgai, chital and kakar can be seen at dusk and dawn, enjoying at water holes. Sloth bear might be encountered unexpectedly. It is a matter of chance that one sees a tiger or a panther. The last time a Tiger was sighted in the vicinity of the Forest Rest House was in 2006, as reported by the caretaker when the Tiger had killed a prey. I was very lucy to watch a Tiger from a distance of barely 30 feets while on foot; But that was way back in 1989. I still cherish the memory.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is tropical with hot summers and cold winters. Temperature during the summer months touch a high of 41 degrees centigrade and a low of 19 degrees centigrade. In the winter months the temperature ranges between a maximum and minimum of 19 degrees centigrade and 7 degrees centigrade. The monsoon months are July to mid-September.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["By air"]}," -  the nearest airport is at ",{"type":"[[","value":[["Ranchi"]]},", 91 km away. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["By rail"]}," - the nearest railway station is Koderma, which is 59 km away, or alternately one can approach the park from the Hazaribagh Road railway station (67 km), both on the Howrah-Delhi Grand Chord line."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["By road"]}," - Hazaribagh town is connected by road to Ranchi 91 km, Dhanbad 128 km, Gaya 130 km, Patna 235 km, Daltongunj 198 km, and Calcutta (via Asansol-Govindapur-Barhi) 434 km. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["By bus"]}," - regular bus services connect the town with Koderma, Hazaribagh Road railway station, Patna, Gaya, Ranchi, Dhanbad, Daltongunj and other nearby places."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nEntry fees for vehicles inside the park are Bus (full)- Rs.75; Mini Bus- Rs.50; Station Wagon\/Car\/Jeep\/Private Car- Rs.20; Motor Cycle- Rs.10 and Taxi- Rs.25. No charges are levied for guides provided with the tour operators and there is no extra fee for carrying a camera to the park.\nIt is December 2007 and very recently I had visited the National Park. The entry fee for my private car was Rs.90\/- but since there was no change available, I had to pay Rs.100\/-. They give you receipt for the entry fee only. No permit is required to enter the Park and Rest house are available inside the park with canteen facility.\n\n",{"type":"==","value":["Get around"]},"\nA trip to the park starts at 1700 hours from the Divisional Forest Office, West Division, Hazaribagh and it ends at 2200 hours. Charges are Rs.50 per head. Reservation can be made with the Divisional Forest Officer, West Division, Hazaribagh. Visitors are generally not allowed to travel in the inner core of the forest. \n\nMr. Kalyan Banerjee of Dilkhush Restaurant, Sadar Hospital Road or Main Road makes arrangements for tour of the sanctuary by three hours. One can also make own arrangements by hiring a car at about Rs. 500 and staying one night at the Park. Spot lights, available at Rs. 7, should be taken. Total road length inside the park is 111 km. \n\nFirearms are not allowed inside the park.\n\n",{"type":"==","value":["See"]},"\nWatch towers generally have been constructed above the pools of water, so that in summer visitors may sit on these towers and easily see the animals that come to drink water. Artificial saltlicks have also been made for the animals. If you are lucky you may as well sight a Tiger. The last one was sighted in 2006 as reported by the caretaker. He had made a kill very close to the Forest Rest house.\n\nThere is a Tiger Trap used by the Raja of Ramgarh to snare the animal. This spot is on the way to Rajderba, just a few kilometres ahead to the left.\n\n",{"type":"==","value":["Do"]},"\nPut off all music and cut off all sound. Don’t frighten animals away. Leave the animals to themselves and just watch them from a distance. Also, put your vehicles light dim because too much may frighten the animals.\n                 The towers are must see in hazaribagh forest.Tower no. 5 and 6 are not so far from the rest house.But 7 and 11 are a bit far.But tower no. 7 is a must see for nature lovers during sunset.It's like an adventure to go to tower 7 walking.\n\n",{"type":"==","value":["Buy"]},"\nThere is nothing to buy.\n\n",{"type":"==","value":["Eat"]},"\nThere is a small canteen inside the park. Have tea and snacks there but carry food to satisfy your hunger.\nThe canteen inside the park is operational. Although we had only tea but I was informed that they have all the infrastructure facility for a full meal. However, it is advsable to carry uncooked material inside where you can hand it over to the Cook. I had such experience in 1994-95 when I was a frequent visitor to the park and the cook was an excellent one. This time in December, 2007, I couuld not find him but there was a replacement.\n\n",{"type":"==","value":["Drink"]},"\nCarry whatever you want. No hard drinks are available. As a customary, it is advisable to carry an extra bottle or two of hard drink for the caretaker and the cook. You can get that extra bottle in the Hazaribag town at a reasonably cheap rate. They are away from the town and would welcome you with open arms. It is a tested mode.\n\n",{"type":"==","value":["Sleep"]},"\nCarry your own stuff. Although bed is provided but due to the neglect of the Government, the accommodation is not very well maintained but the stay would be comfortable if you carry your own stuff.\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Forest Rest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=(06546) 222339"],["price="],["checkin="],["checkout="],["content=Built at Rajderwah, in the national park, 30 km from Hazaribagh. Contact : Divisional Forest Officer, West Division, Hazaribagh, Tele."]]}]},{"type":"*","value":[" There is a ",{"type":"'''","value":["Tourist Lodge"]}," with four single rooms in the national park along with a small canteen next to it. "]},{"type":"*","value":[" There is a Dormatry as well facing the lake inside the park. The scene is beautiful and worth a short stay in the jungle. The cost is also very cheap."]},{"type":"*","value":[" Hotels are available in ",{"type":"[[","value":[["Hazaribag"],["Hazaribagh"]]},"."]},"There are also hotels at Teliya near to National Park\n\n",{"type":"==","value":["Stay safe"]},"\nDo not go too near the animals. \n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tiger Falls"]}," – a small picnic spot just around the place. "]},{"type":"*","value":[" ",{"type":"'''","value":["Padma Palace"]}," of the Raja of Ramgarh – a few miles along the road towards Barhi. "]},{"type":"*","value":[" ",{"type":"'''","value":["Tilayia Dam"]}," – 36 km"]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["North Chotanagpur"]]},"\n",{"type":"[[","value":[["wikipedia:Hazaribagh National Park"]]}]