[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Heidenheim an der Brenz"]}," is a city in Swabian Jura (Swabian Alps) ",{"type":"''","value":["(German: Schwäbische Alb)"]}," near ",{"type":"[[","value":[["Stuttgart"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"===","value":["By train"]},"\nHeidenheim is a stop along the Brenz train line that runs from Aalen via Heidenheim to Ulm. The regional train line is also part of Heidenheim's local public transport system.\n\n",{"type":"===","value":["By car"]},"\nHeidenheim is located near the Autobahn A 7 just off the Exit Heidenheim and is also easily accessible by car and truck via the federal highways B 19 and B 466 that travers the city.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nSchnaitheim is home to the Sasse Theater company.\nThe State Museum of Württemberg (\"Württembergisches Landesmuseum\") operates a branch location in Hellenstein Castle where it placed its Carriage and Chaise Museum. The Museum in the Roman Baths exhibits finds dating back to Roman time. The Art Museum, located in a former Jugendstil bath, organizes traveling exhibits. It also displays in permanent exhibit the world's largest and most complete collection of Picasso posters.\n\nLocated on top of Hellenstein Mountain and overlooking the city, the most important building and landmark of Heidenheim is Hellenstein Castle.\n\nNotable structures in the inner city are: Protestant Michaels' Church (former parish seat of the city), the Elmar-Doch-House, the Crown Inn and Pub, the Lower Gate, Villa Waldemaier, the burgher tower Türmle, the Castle Pharmacy, the weavers' settlement, the Heathland Smithy, the Old Mint and old Peters' Church (today cemetery chapel).\n\nThe construction facility for the manufacture of large turbines built for the local Voith company in 1924 is a significant industrial historic landmark.\n\nThe little castle in Schnaitheim is situated at the Brenz river's edge and offers a sight to see for visitors and residents alike. The Schnaitheim Mill is located just a few hundred yards away with its large wheel though operation of the mill was halted several years ago.\n\nIn Mergelstetten the old church was torn down in 1841 and replaced with a new, Protestant church built in neo-gothic style. The building was commissioned by Carl Alexander Heideloff who also commissioned Lichtenstein Castle. Lumber was used to build parts of the church because the parish was poor at the time. For the same reason the church tower wasn't built as tall as originally planned. Nonetheless, this church is popular and picturesque and frequently used on postcards.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Events"]},"\n\nEvery other year the Shepherd Run takes place in Heidenheim, first held in 1723 by Duke Eberhard Ludwig. It attracts all the shepherds in the area. Part of the Shepherd Run festivities is the crowning of a new shepherd king and queen. The Run was held until 1828. After that followed a long break until 1922 when it was held again (five times until 1952). Since 1972 it is once again an integral part of Heidenheim's regular cultural program.\n\nIn 2006 Heidenheim hosted the bi-annual Baden-Württemberg State Botanical Show.\nHeidenheim annually hosts a World Cup fencing tournament in épée. Because of the size and depth of the field, the Heidenheim event is considered the strongest épée event in the world, stronger even than the World Championships or the Olympic Games.\n\n",{"type":"'''","value":["Opera Festival"]},"\n\nAnnually Heidenheim puts on the Opera Festival \"Opernfestspiele Heidenheim\" in Hellenstein Castle. The festival developed out of the former serenades held there. Over the past years it has received international recognition and critical acclaim under the artistic direction of conductor Marco-Maria Canonica. In the summer of 2009 the Festival will stage Marschner's opera \"Der Vampyr\", which will be the second part of a cycle of three operas under the motto \"Romantik im Rittersaal\". The first part was von Weber's \"Der Freischütz\", performed in 2008, and the third and final installment will be Wagner's \"Der fliegende Holländer\" in 2010. During the summer of 2010 all three operas will be performed in full cycles. The Opernfestspiele Heidenheim draws visitors from around Europe and overseas, and has significally boosted the city's reputation as an important cultural site. Residents also enjoy the annual theater festival in the outdoor Nature Theater.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Stuttgart (region)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["48.67787"],["10.15296"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["de:Heidenheim an der Brenz"]]},"\n",{"type":"[[","value":[["es:Heidenheim"]]},"\n",{"type":"[[","value":[["wikipedia:Heidenheim an der Brenz"]]}]