[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Heijing"]}," (黑井; ",{"type":"''","value":["Hēijǐng"]},") is a city in ",{"type":"[[","value":[["Central Yunnan"]]}," Province.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nHeijing can be reached by train from ",{"type":"[[","value":[["Guiyang"]]}," or ",{"type":"[[","value":[["Kunming"]]}," and by bus from ",{"type":"[[","value":[["Chuxiong"]]}," (2.5 hours) or Guangtong (1.5 hours).\n\nPossibly the fastest way to get to Heijing from Kunming is to get a fast train from ",{"type":"[[","value":[["Kunming"]]}," to Guangtong (1.5 hours) and then a bus to Heijing (1.5 hours).\n\n",{"type":"==","value":["Get around"]},"\nAt the train station you'll probably find horse carriages and mini buses waiting for you. A horse carriage into Heijing costs ¥5.\n\nThere is a city entrance fee (¥30). The horse carriage\/taxi will stop at the ticket office and make you buy a ticket before driving on into the city. If you get the bus to Heijing it may not stop at the gate to make you buy a ticket, however you will need one if you want to visit the Wu house, the ancient salt factory or the guild hall. You can buy the ticket at any of those places. The ticket has a handy map of the town printed on the back.\n\nOnce you're in the city you'll be able to and will have to walk everywhere other than the old salt works, to which you can take a horse carriage.\n\n",{"type":"==","value":["See"]},"\nThe main thing to do in Heijing is to walk around its alleys. The old salt works outside town also has an interesting display on the history of the town (Chinese only).\n\nSometimes there is an animal market under the train bridge near the north end of the city.\n\n",{"type":"==","value":["Do"]},"\nThere are pavilions, pagodas and temples in the hills around the old town to which you can hike.\n\n",{"type":"==","value":["Buy"]},"\nHeijing is famous for being ",{"type":"''","value":["the salt city"]}," and you'll find souvenirs made from salt everywhere. There are things like kitschy hearts, little Confucius statues and bowls made from salt.\n\n",{"type":"==","value":["Eat"]},"\nHeijing has several local specialities (mostly involving large amounts of salt) which all the restaurants on the main street sell.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are simple rooms in regular guest houses (also on the East side of the river) for around ¥40. Alternatively you can stay in one of the big old courtyard houses for about ¥200.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wujia Family Compound"],["alt=武家大院"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Suites from ¥220"],["checkin="],["checkout="],["content=The former residence of a local magistrate offers a beautiful architecture and atmosphere. It has several courtyards and at least the suite has a nice view of the mountain."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nBuses and horse carriages leave near the bridge in the south\/center of town. There are buses to ",{"type":"[[","value":[["Chuxiong"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Central_Yunnan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]