[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Hemel hempstead old town.JPG"],["thumb"],["200px"],["right"],["Hemel Hempstead Old Town, with the spire of St Mary's Church, founded in 1140."]]},"\n",{"type":"'''","value":["Hemel Hempstead"]}," is a town in ",{"type":"[[","value":[["Hertfordshire"]]}," with a population of around 80,000. Developed after World War II as a new town, it has existed as a settlement since the 8th century and has a picturesque old town and a fine Norman church. The new town centre is a planned shopping area with an indoor Mall called Marlowes Centre, an outdoor market and a Debenhams department store. There is extensive, though not free, town centre parking. The town has the only real snow indoor ski centre in the south east.\n\n",{"type":"==","value":["Get in"]},"\nThe town is served by the M1 and M25 ",{"type":"'''","value":["motorways"]}," and the A41 and A414 trunk roads.\n\n",{"type":"'''","value":["By train"]},", it is 35 minutes away from London (Euston Station). Trains go about every 20 minutes to and from Hemel on Monday to Friday, and about every 30 minutes on weekends. Check the ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk National Rail"]}," website or the ",{"type":"[","value":["http:\/\/www.silverlink-trains.com Silverlink"]}," website before you go, as sometimes (especially on weekends) there is engineering work and trains are replaced by buses. Travelling is cheaper on weekdays after 09:30. Cheapest ticket for a single person is a Day Travelcard, which is around £14.- and gets you into London and is valid for all Underground lines all day.\n\n",{"type":"'''","value":["By Coach"]},": there are coaches to and from London and other towns as well as various airports. ",{"type":"[","value":["http:\/\/www.nationalexpress.com National Express"]}," coaches go direct to Luton, Heathrow and Stansted airports.\nTo go to\/from Gatwick airport, best go by train; you will have to change once, in Watford. For London City airport, you will have to go to London by train, then take the Underground.\n\n",{"type":"==","value":["Get around"]},"\nThere are local buses from the station to town centre and to the Jarman Park leisure complex; apart from that, everything in town is in walking distance.\n\nIt is worth noting all Hertfordshire buses offer an 'Explorer' ticket which permits a maximum of 2 adults, 2 adults and 2 children or 1 adult with 3 children to unlimited travel for £7. It is often worth doing as it can save money even if you are on your own.\n\n",{"type":"==","value":["See"]},"\nThe Old Town has quite a  few period  buildings, including, pubs, shops and the Old Town Hall, giving it the feel of a nineteenth century market town. The Norman church of St Mary's was built from around 1140 and has an unusual 200 ft (61m) tall spire, added in the 12th century, and one of England's tallest.\n\nThe Grand Union canal was the main trunk route from London to the Midlands and passes through Boxmoor meadows, a nature preserve to the south of the town.\n\nRailway fans can see the occasional small landmark that hints at where The Nicky Line used to run, connecting Hemel LNWR mai line to Harpenden Midland Railway.\n\nThe paper Mill Museum celebrates the 200 years when the town was a centre for paper manufacture.\n\nHemel is famous (or perhaps notorious) for its \"Magic Roundabout\", an interchange where traffic from six routes meet. This can be viewed from a window table at the café in  Debenhams department store.\n\n",{"type":"==","value":["Do"]},"\nWander north up the Grand Union Canal, pass a few locks, and after about 15 minutes you will come to a pub called \"The three horseshoes\". It dates back to the 16th century, and in summer you can enjoy your beer sitting outside by the canal.\n\nGo south for a couple of locks and you come to Apsley lock marina. This has a canal side pub called \"The Papermill\" as well as waterfront restaurants and cafés.\n\nHemel has a leisure centre, known as \"Jarman Park\". It has a large Empire cinema, Ice Skating, a fun swimming pool and slides and a huge Tesco's. Recently added is the ",{"type":"[","value":["http:\/\/www.thexc.co.uk\/ XC"]}," an extreme sport centre with skate boarding, rock climbing and potholing facilities. Close to Jarman Park is  The ",{"type":"[","value":["http:\/\/www.thesnowcentre.com Snow Centre"]},", the UK's largest indoor ski slope.\n\nIn the pedestrian zone (\"The Marlowes\") you will find \"Quasar\",  which boasts it is  the world's only multi theme laser gaming arena.\n\n",{"type":"==","value":["Buy"]},"\nThe new town centre consists largely of a pedestrian shopping zone, called The Marlowes. Most shops are open until 5PM, many also on Sundays. It has a Debenham's department store.\n\n",{"type":"==","value":["Eat"]},"\nThe K2 Indian restaurant at Two Waters is one of the finest in the area. There are also The Dragon Garden  Chinese and The Banana Leaf Thai \nrestaurants in The Marlowes.\n\n",{"type":"==","value":["Drink"]},"\nOne pub to mention apart from the above \"The Three Horseshoes\" is the \"Full House\" in the town centre (on the corner of the Marlowes and Combe Street). Belonging to the Weatherspoon chain of pubs, it is situated in the building of the old cinema, and the decor is something to see!\n\nThe \"Old Bell\" pub in Hemel Old Town has parts built in 1615 but is on the site of even older inns. It contains some unusual French wallpaper dating back to 1821, which has been cleaned by the Victoria & Albert Museum.\n\nThe \"Steam Coach\" in Boxmoor celebrates a steam powered coach which a local inventor built and drove to London.\n\nAnother canal side pub of note is \"The Fisheries\" in Boxmoor.\n\n",{"type":"==","value":["Sleep"]},"\nThere are many guest houses, a few B&B's (usually £25.- upwards), and a few hotels. Here's a list of the hotels closest to town centre:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Travelodge"],["alt="],["url="],["email="],["address=Wolsey Rd"],["lat="],["long="],["directions="],["phone=0870 191 1536 (premium rate from mobiles)"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ramada"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1582 792 105"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Hemel Hempstead Road,"]]},"  \t"]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Express by Holiday Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=0870-4585485 (premium rate from mobiles)"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Stationers Place, (from £53.-)"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Premier Travel Inn"]},",  Stoney Lane, (from £37)"]},"\n",{"type":"==","value":["Go next"]},"\nWhipsnade Wild Animal Park is only 10 miles from here.\nWarner Brothers Studio tour in Leavesden is 6 miles away.\n\n",{"type":"{{","value":[["geo"],["51.753333"],["-0.448611"]]},"\n",{"type":"{{","value":[["isPartOf"],["Hertfordshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hemel Hempstead"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Hertfordshire\/Hemel Hempstead\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Hemel Hempstead"]]}]