[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hemkund"]}," (also known as ",{"type":"''","value":["Hem Kund Saheb"]},") is a holy lake at a height of 4339m in ",{"type":"[[","value":[["Uttarakhand"]]},".\n\nGhangaria can be made as the base camp from where one can go to Hemkund and Valley of Flowers\n\n",{"type":"==","value":["Get in"]},"\nHemkund can be reached by a trek along the mountain from Ghangaria. \n\nIf one finds trekking difficult, horses can be hired also. A horse ride from ",{"type":"[[","value":[["Govind Gath"]]}," to ",{"type":"[[","value":[["Ghangaria"]]}," will cost nearing Rs 550. A horse ride from ",{"type":"[[","value":[["Ghangaria"]]}," to Hem Kund will cost Rs 500-750.  However, the horse ride from Ghangaria is rather difficul as the way is just 2.5-3 feet wide and quite steep, it is actually easier to walk. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThere are two temples near the lake. A Sikh temple and a Hindu Lakshman temple.\n\n",{"type":"==","value":["Do"]},"\nThe lake is surrounded by seven ice cap peaks. A pond is located next to the Sikh temple (gurudwara). All pilgrims take a dip in this. Water here is freezing.  It is recommended to start your journey early in the morning from Govind dham (Ghangaria) and trek towards Hemkund Sahib.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nIf you are lucky, you may get a cup of tea.\n\n",{"type":"==","value":["Drink"]},"\nBeing a place of religious significance to Sikh, any forms of liquor are strictly prohibited. Water from natural spring may not be safe for drinking. But they can be surely relished for any form of ablution. Packed drinking water are available at local shops. But the prices are mostly 3 times more that m.r.p (maximum retail price).\n\n",{"type":"==","value":["Sleep"]},"\nOne cannot stay the night at Hemkund. They have to reach back to Ghangaria, where there are many hotels. The hotel operated my government GMVNL (Garhwal Mandal Vikas Nigam Ltd) are reliable and safe. One can get different kind of rooms ranging from dormitory to quadra bed rooms. Many of the hotels are made using natural resource like wood, stones, etc. One needs to be vigilant of mountain insects.\n\nNight can be very cold even in summer (May to June) at Ghanaria. A sleeping bag will be always welcomed.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Badrinath"]}," is a sacred place for hindus, which can be reached from Joshimath by road.\n\n",{"type":"'''","value":["Auli"]}," a skiing resort that can be reached by ropeway\/road from Joshimath\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["30.700217"],["79.615983"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Garhwal"]]},"\n",{"type":"[[","value":[["WikiPedia:Hemkund"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Hemkun Sahib"]]}]