[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hengyang"]},"(simplified Chinese:衡阳; traditional Chinese:衡陽; pinyin:Héngyáng) is located in the middle reaches of Xiangjiang River and to the south of ",{"type":"[[","value":[["Mount Heng (Hunan)"],["Mount Heng"]]}," in ",{"type":"[[","value":[["Hunan"]]}," Province. Hengyang is a historically significant city renowned as the 'Bright Pearl in Southern China'. It is also known as 'Wild Goose City' because flocks of wild geese flying south for the winter have been known to stop there to rest.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nThe Hengyang Nanyue Airport is under construction in Hengnan County at the moment. Due to open in 2013, it will have flights connecting most major cities in China.\n\nThe old Hengyang airport, Jinjialing Airport, is now merely military, it used to have regular flights to Guangzhou and Shenzhen.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Hengyang Railway Station"]}," is situated in Zhuhui District. Although a bit run-down because of early date of construction (there's a Kuomintang-era building between the ticket office and the main entrance), it's one of the oldest and the busiest train stations in China. It's also the conjunction of Beijing-Guangzhou line and Hunan-Guangxi line with frequent services to many cities in China. It's about 7 hours to Guangzhou, 15 hours to Shanghai and 21 hours to Beijing. The station can be reached by bus routes K1\/K2\/K5\/1\/2\/7\/11\/16\/18\/22\/23\/24\/25\/27\/30\/31\/32\/36\/38\/40\/81\/Ring环城A etc.\n\n\n",{"type":"'''","value":["Hengyang East Railway Station"]}," (high-speed railway) is located in the eastern suburb of Hengyang, itself is a unique sight due to the resemblance of a flying wild goose. Next to Hengyang College Town, it's around 30 minutes' bus ride from downtown Hengyang. Hengyang East Railway Station is in the middle of Wuhan-Guangzhou High-speed Railway, so it takes about 1.5 hours to both cities. The station can be reached by bus routes K1\/K2\/K3\/K5.\nBesides, the constructing Lanzhou-Xiamen, Kunming-Taipei, Xi'an-Guangzhou High-speed Railways are crossing Hengyang, making it one of the largest transportation hubs in China once they are finished.\n\n\nHengyang North, South and West Railway Stations are now mostly cargo stations.\n\n",{"type":"===","value":["By bus"]},"\nHengyang is serviced by many Expressways, State Roads and Provincial Routes. It is one of the 45 national highway traffic hubs.\n\n",{"type":"'''","value":["Hengyang Zhongxin Bus Terminal"]},": near Pinghu Park, it can be reached by bus routes K5\/4\/9\/18\/24\/32\/40\/46\/81\/30. It has long-distance coaches throughout the country, mainly north and west bound.\n\n",{"type":"'''","value":["Linghu Bus Terminal"]},": near Linghu Lake, it can be reached by bus routes K1\/K2\/K3\/K5\/2\/7\/11\/23\/25\/27\/36\/37\/40\/81. It offers services to nearby cities and counties, mainly south and east bound.\n\n",{"type":"'''","value":["Huaxin Bus Terminal"]},": west to Ecology Park, it can be reached by bus routes K1\/19\/101\/102\/104\/Lvyou旅游1. It has buses to Hengyang County, Qidong County and Hengyang county.\n\nYujiang Bus Station: next to Hengyang East Railway Station, it can be reached by bus K1\/K2\/K3\/K5\/Night夜36.\n\n",{"type":"==","value":["Understand"]},"\nHengyang is the second largest city and the most populous prefecture in Hunan. The Hengyang Basin is a prosperous agricultural area with an abundance of fish and rice, the area is also very rich in natural resources such as coal, zinc, lead and other non-ferrous metals. And it is one of the emerging industrial cities in China.\n\n",{"type":"===","value":["Orientation"]},"\nThere are five districts in Hengyang:\n",{"type":"*","value":[{"type":"'''","value":["Yanfeng District"]}," 雁峰区: Huiyan Peak, Yueping Park and Nanjiao Park etc. are in this district."]},{"type":"*","value":[{"type":"'''","value":["Shigu District"]}," 石鼓区:Shigu Academy, West Lake Park and Lianhu Square etc. are in this district."]},{"type":"*","value":[{"type":"'''","value":["Zhuhui District"]}," 珠晖区: Hengyang Railway Station, Hengyang East Railway Station, Linghu Bus Station, Xiangjiang Scenic Belt, Linghu Lake and Hengyang College Town etc. are in this district."]},{"type":"*","value":[{"type":"'''","value":["Zhengxiang District"]}," 蒸湘区: Hengyang Zhongxin Bus Terminal, City Government, Ecology Park and University of South China etc. are in this district."]},{"type":"*","value":[{"type":"'''","value":["Nanyue District"]}," 南岳区: Mount Heng is in this district."]},"\nAnd two county-level cities: ",{"type":"'''","value":["Leiyang City"]}," 耒阳市 and ",{"type":"'''","value":["Changning City"]}," 常宁市\n\nAlso five counties: ",{"type":"'''","value":["Hengnan County"]}," 衡南县, ",{"type":"'''","value":["Hengyang County"]}," 衡阳县, ",{"type":"'''","value":["Hengshan County"]}," 衡山县, ",{"type":"'''","value":["Hengdong County"]}," 衡东县 and ",{"type":"'''","value":["Qidong County"]}," 祁东县\n\n",{"type":"===","value":["History"]},"\nHengyang is a city with a long history. According to historical relics, ancestors who settled in the area as early as five to six thousand years ago had already begun to use primitive tools made from stones. They also grew rice and raised animals, chiefly cattle and pigs.\n\nThe primeval district of Hengyang was first occupied by the ancestors of the modern Miao, Zhuang, and Hakka people. In the Warring States period, it was a much-fought-over territory of the Chu State.\n \nIn 221 BC, when Emperor Qinshihuang united China, the southern state of Chu was divided into Qianzhong county and Changsha county to which the Hengyang district belonged. 400 years later in 220 AD, it was renamed Hengyang and became the administrative seat of Hengyang prefecture.   \n \nDuring the Western Jin Dynasty, its name was changed to Hengzhou, and under the Eastern Jin Dynasty (618–907) it became the seat of Xiangdong prefecture. During the Southern and Northern Dynasty it was the capital of Hengyang kingdom.\n \nAfter the fall of the Sui Dynasty, Hengyang was a county. It was changed into a superior prefecture which was a part of the province of Huguang  until the Qing Dynasty.\n \nThis status was retained until 1912, when the superior prefecture was abolished and the city became a county seat, which was in the charge of 34 counties of Hunan province.\n \nDuring the Second Sino-Japanese War (1937–1945), not only was Hengyang a traffic hub in south China, but also the third biggest industrial and commercial city in the area controlled by Kuomingtang. At that time, the population of the area increased tenfold. It became an officially registered became a city in 1942.\n \nAfter the liberation of Hengyang on October 8th in 1949, the Railway Ministry set up Hengyang Railway Bureau, with jurisdiction over the railways of five provinces in the middle of southern China. The city has been governing the county since July 1983.\n\n",{"type":"===","value":["Climate"]},"\nLocated in the middle reaches of the Xiang River, Hengyang enjoys a subtropical monsoon climate. There is neither intense heat in summer nor severe cold in winter. The annual average temperature is about 17.9℃. Its temperature is relatively higher in spring and autumn, which is very pleasant. Annually, the city has 1524 hours of sunshine and an average rainfall of 1301.9 millimeters, 57.5% of which came during the April-September rainy season.\n\n",{"type":"==","value":["Talk"]},"\nThe primary language of Hengyang is Hengyanghua, although Mandarin is widely understood and used. Hengyanghua itself has lots of different dialects, for example, someone from Hengyang City can have absolutely no idea what someone from Hengshan County is talking about, and can think someone from Qidong county sound hysterically funny. Due to Hengyang's importance during the Kuomintang era, there was a lot of communication between then capital Chongqing and Hengyang, thus explains its slight similarity to Chongqing dialect. Its unique features make it different to a more Changsha dialect based Hunanese.\n\nEnglish is very uncommon, but students generally speak English well enough to give you directions and you're more likely to meet people who speak English in McDonald's and KFC or near universities. You may see weird and strange signs on the streets in English, which make good photo materials.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nBuses are the main mode of public transport in Hengyang. The bus network is currently run by five companies, which provide more than 64 lines, as well as taxis, which connect all parts of the city with suburban areas. Regular buses only cost 1 yuan or 2 yuan for air-conditioned buses. Some buses to suburban areas may cost more, but there are usually ticket conductors who tell you how much.\n",{"type":"===","value":["By taxi"]},"\nTaxis are ubiquitous, they normally start at 5 yuan, a taxi across town shouldn't cost more than 30 yuan. But expect some haggling if you're a foreigner, the best way is to jump in the taxi and ask the driver to turn on the meter. Also, meters may not apply during important Chinese festivals as they make their own prices.\n",{"type":"===","value":["By motorcab"]},"\nLocal people probably use this mode of transportation more than taxi. It's cheaper, more convenient and more Hengyang style, but safety is not always guaranteed. Motorcab fares are completely arbitrary, so it's best to consult local people how much it costs first before hopping on one, otherwise it depends how your bargaining skills are.\n",{"type":"===","value":["By ferry"]},"\nThere is a ferry service between Yangjia Huayuan and Xianfeng Matou.\n\nThere are also ferry services from both riverbanks to Dongzhou Island across river from it.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Mount Heng (Hunan)"],["Mount Heng"]]}]}," - It is one of China’s Five Sacred Mountains. The mountain range runs 150 km from Hengyang to Changsha. Of the cluster of 72 peaks, the most known is Zhurong Peak. For a long time, Mount Hengshan is acknowledged as a holy place of religions, the Civilization Special Area, the Shou Mountain and the most scenic mount of the Five Sacred Mountains in China. Besides, this mountain is awarded the National Scenic Spots and the Historical Sites, a model of National Civilized Scenic spots and the AAAAA Tourist Destination.\n\nTo reach Mount Heng\/Nanyue from Hengyang City, you can take a bus from Zhongxin or Linghu Bus Station 7-13 yuan depending on time and bus; or take a city bus to Gongxiao Dasha stop, there are shared taxis or buses to Nanyue. Otherwise a taxi there might cost 100-150 yuan. The trip shall take you around 45 minutes.\n\n",{"type":"'''","value":["Huiyan Peak"]}," - Situated in the South District of Hengyang City, Huiyan Peak(Peak of Turning Wild Geese), 98 meters above sea level, ranks the first of the 72 peaks of Mount Hengshan. Legend has it that when wild geese flew from North China to South China, they made a migrating stop, hence the name Huiyan (Delaying Wild Goose Migration) Peak. At the foot of the peak lies the Misty Rain Pond. The pond from which “misty rain rises”, has never dried up, making “Misty Rain on Huiyan Peak” one of the Eight Wonders in Hengyang.\n\nHuiyan Peak is the first peak of the 72 peaks of Mount Hengshan. In ancient times, people thought that the wild geese stopped here when they flew to the south in autumn and stay here until next spring to return to the north. Famous poet Du Fu wrote the poem in which he said that “having crossed one thousand kilometers, the wild geese in Hengyang returned to the north again”.\n\nThe hill door of Yan Peak is a stone torii. The Banshan Pavilion is not far away from the door hill. Through the upward and across “one hundred step scaling ladder”, one reaches the peak. In the peak, there is Yanfeng Temple. According to records, this temple was built in the Southern and Northern Dynasties. During Liangwu Emperor Period, it is called Chengyun Temple. After Tang Dynasty, it was named Yanfeng Temple, Yanfeng temple, Huayao Temple, Xichan Temple, Luohan (Arhat) Temple are called four pillar temples of Zen Buddhism in Hengyang. There have been many hierarchs coming here to study Zen.\n\nBus 1\/2\/3\/6\/7\/9\/K1 will get you there. Admission is 10 yuan\/adult.\nOpening hours: Summer(May to October) 8:00--18:00; Winter(November to April) 8:00--17:30.\n\n",{"type":"'''","value":["Shigu Academy"]}," - Literally \"The Stone Drum Academy\", Shigu Academy was named after its location on the Shigu Mountain north of Hengyang City, Hunan Province. It was originally the place where Li Kuanzhong, a scholar in the Tang Dynasty, built a studio, and later on in the Song Dynasty, became an academy, attracting many famous scholars and followers. Emperor Renzong of the Song Dynasty bestowed the land and the tablet bearing Shigu Academy on it, making the Academy highly reputed throughout the country. The original academy was destroyed in 1944 because of Japanese bombings. Today the Shigu Academy, the Shigu Park and some other buildings are rebuilt on the base of ruins.\n\nBus Lvyou 1 will take you there, or you can walk there on foot or take a taxi. Admission is 20 yuan\/adult.\nOpening hours:Summer(May to October) 8:00--18:00; Winter(November to April) 8:00--17:30.\n\n",{"type":"'''","value":["Dongzhou Island"]}," - Rarely visited by tourists, this beautiful island in the middle of Xiangjiang River is a peaceful and zenful land waiting to be discovered, or developed. There's a majestic yet humble temple at the northern tip of the island that's worth checking out, the monastery also offers delicious vegetarian dishes to visitors; there's also the run-down ",{"type":"'''","value":["Chuanshan Academy"]},", which rivalled Shigu Academy and Yuelu Academy in Changsha. The rest of the island basically covered by crops and trees and dotted with farmer houses, it would be nice to take a little stroll around the island if you're not in a hurry.\n\nYou can only go there by ferries across from the temple, 1-2 yuan\/one way. Some local people swim across in the summer.\n\n",{"type":"'''","value":["Xiangjiang River Scenic Belt"]},"\n\n",{"type":"'''","value":["Ming Qing Street"]},"\n\n",{"type":"===","value":["Parks"]},"\n",{"type":"'''","value":["Yueping Park"]}," - It is located in the south of Hengyang city. It covers a total area of 21 hectares. In the west of the park is the City Museum, where thousands of pieces of cultural antique and relics are displayed. Additionally, the zoo is located here, which includes a Mount Monkey, Birds and Beasts Lake, Fishpond, etc. Skating rink and man-made lake for boating are constructed on the south mountain of Yueping. Yueping Park presents harmonious world to tourists with elegant pavilions, brilliant bridges, tranquil pebble-paved paths, fragrant flowery gardens and grand rocks. There is the Monument of Martyrs on top of the hill. Not far from the monument stands a ferris wheel, which offers a interesting look of the city. There is also an amusement park inside that's quite popular with local families.\n\nYueping Park is free of charge, but the zoo isn't. And you can take bus 1\/3\/12\/16\/20\/33\/K1 to go there.\n\n",{"type":"'''","value":["West Lake Park"]}," - Housing one of the 36 West Lakes in China, West Lake Park in Hengyang is a relaxing destination for who enjoy quite boat rides and shady promenades. During the summer months, the West Lake Water Park is most popular with the young and the old in Hengyang. There's a Lotus Tower featured in poems of the famous ancient poet Zhou Dunyi and a Taichi square where locals practice Taichi in the morning and dancing at night. The West Lake Park also serves as the memorial park for the inspirational chinese revolutionist Xia Minghan, there's a bronze bust of him at the main entrance to the park.\n\n",{"type":"'''","value":["Ecology Park"]},"\n\n",{"type":"'''","value":["Pinghu Park"]},"\n\n",{"type":"===","value":["Around Hengyang"]},"\n",{"type":"'''","value":["Jiangkou Bird Island"]}," - The island is located near Jiangkou Town in Hengnan County. Rare bird species such as white cranes and white egrets inhabit on the island. The warm and comfortable climate and the beautiful natural scenery are additional appeals to tourists.\n\n",{"type":"'''","value":["Cai Lun Memorial Hall"]},"\n\n",{"type":"'''","value":["The Memorial Hall of Former Residence of Marshal Luo Ronghuan"]},"\n\n",{"type":"'''","value":["Xiyan Fairy Cave"]},"\n\n",{"type":"'''","value":["Yumu Mountain"]},"\n\n",{"type":"'''","value":["Qishan Mountain"]},"\n\n",{"type":"'''","value":["Gouloufeng National Forest Park"]},"\n\n",{"type":"'''","value":["Tiantangshan Forest Park"]},"\n\n",{"type":"'''","value":["Leishui National Wetland"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Linghu Water Resort"]},"\n\n",{"type":"'''","value":["Leiyang Shennong Hot Springs"]}," - the largest hot springs in Hunan\n\n",{"type":"'''","value":["Qidong Hongcheng Hot Springs"]},"\n\n",{"type":"'''","value":["Jiulong Valley Water Rafting"]}," - Jiulong Valley literally means Nine Dragons Valley, it's supposedly one of the most exciting water rafting routes in China.\n\n",{"type":"'''","value":["Mishui River Water Rafting"]},"\n\n",{"type":"'''","value":["Xijiang River Water Rafting"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Jiefang Road"]},"(解放路)\n\n",{"type":"'''","value":["South & North Zhongshan Road"]},"(中山南北路)\n\n",{"type":"'''","value":["Hengyang Commerce City"]},"(商业城)\n\n",{"type":"'''","value":["Jingzhu Square"]},"(晶珠广场)\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Spicy Freshwater Snails"]},"\n\n",{"type":"'''","value":["Fish Head Stewed with Tofu"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Zhangfei Wine"]},"\n\n",{"type":"'''","value":["Huzhijiu"]}," (Wine of Hunan)\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\nThe idea of guesthouses and hostels haven't really reached Hengyang yet, but for many Chinese travelers, budget places can be found near Hengyang Railway Station. Just walk around, ask and compare, nonetheless use your haggling skills.\n\nThere are cheap places to stay near Hengyang Normal University or University of South China that cater to university students.\n\nAnother option is to head to Dongzhou island, where it may be possible to stay in the monastery for rock bottom price. But communication may be a problem between you and the monks and nuns.\n",{"type":"===","value":["Mid-range"]},"\nMid-range Hotels can be found along Jiefang Road (解放路).\n\n",{"type":"'''","value":["Huatian Hotel"]},"(华天大酒店), No.55 Jiefang Road,0734-8188888, www.hyhthotel.com \nHengyang Huatian Hotel is the 18th brand-expanded chain hotel of Huatian joint-stock hotel company. It has 282 rooms and suites. It has served visitors Chinese and foreign, such as president of Tanzania, president of Zanbia, prime minister of Belarus, Princess of Thailand, and so on. Prices range from ¥250 to ¥15,000.\n\n",{"type":"'''","value":["Shenlong Hotel"]},"(神龙大酒店), No.3 North Zhengyang Road,(0734)8988888, www.shenlonghotel.com\nShenlong is recognized as providing wonderful and creative dining. The hotel boasts a revolving restaurant on the top floor, which offers not only delicious food but also a spectacular view of the whole city. Rooms starting from ¥300.\n\n",{"type":"'''","value":["Youth Hotel"]},"(青年宾馆), No.23 Yancheng Road (Shoufeng Xiaoqu), very close to Huiyan Peak, 0734-8139888\n\n",{"type":"'''","value":["Kangnian International Hotel"]},"(康年国际大酒店), No.8 Renmin Road. Prices from ¥150.\n",{"type":"===","value":["Splurge"]},"\n",{"type":"'''","value":["Yancheng Hotel"]},"(雁城宾馆), No.91 Jiefang Road,(0734)8211288, www.hyycbg.com\/en\nThe eponymous Yancheng Hotel is the first international luxurious four-star hotel in Hengyang, it has been honored as the best star hotel of Hengyang. Rooms starting from ¥400.\n\n",{"type":"'''","value":["Linyin Holiday Hotel"]},"(林隐假日酒店), No.43 Jiefang Road, (0734)8888888.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hunan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Hengyang"]]},"\n",{"type":"{{","value":[["geo"],["26.89676"],["112.58568"]]}]