[{"type":"{{","value":[["pagebanner"],["Henley on Thames banner.JPG"]]},"\n",{"type":"[[","value":[["File:Henley Bridge.jpg"],["thumb"],["Henley-on-Thames, home of the Royal Regatta"]]},"\n\n",{"type":"'''","value":["Henley-on-Thames"]}," is a town on the River Thames in South ",{"type":"[[","value":[["Oxfordshire"]]},", ",{"type":"[[","value":[["England"]]},". Henley is perhaps most famous as the home of the well-known international rowing tournament, the ",{"type":"'''","value":["Henley Royal Regatta"]}," ",{"type":"[","value":["http:\/\/www.hrr.co.uk\/ "]},", held each year in late June and early July.\n\n(NB: Henley-on-Thames should not be confused with ",{"type":"[[","value":[["Henley-in-Arden"]]},".)\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Train"]},"\n\nHenley is the terminus of a railway branch line that joins the main ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," to ",{"type":"[[","value":[["London"]]}," line at Twyford; however most branch line trains continue on to Reading. There are also direct services to London Paddington at peak times taking about 45 minutes. Train times can be found on the ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk\/planmyjourney\/ National Rail Planner"]}," or by calling 0845-748-4950 from anywhere in the UK.\n\n",{"type":"===","value":["By Car"]},"\n\nHenley-on-Thames is served by the M4 motorway which runs from London to South Wales. It is about 35 miles\/40 minutes from Central London. The best junction to use is 8\/9. . Being close to the M4 this makes places like ",{"type":"[[","value":[["Reading (England)"],["Reading"]]},", ",{"type":"[[","value":[["Bracknell"]]},", ",{"type":"[[","value":[["Wokingham"]]},", ",{"type":"[[","value":[["Windsor and Eton"],["Windsor"]]},", ",{"type":"[[","value":[["Maidenhead"]]},", ",{"type":"[[","value":[["Slough"]]},", ",{"type":"[[","value":[["High Wycombe"]]}," and ",{"type":"[[","value":[["Basingstoke"]]}," all within easy reach. Henley is also located 20 miles from the M3 Motorway junction at Basingstoke. This allows fast access to ",{"type":"[[","value":[["Winchester (England)"],["Winchester"]]}," and ",{"type":"[[","value":[["Southampton"]]},". When the M3 ends near Southampton it joins onto the M27 motorway for quick and easy access to ",{"type":"[[","value":[["Portsmouth"]]}," and ",{"type":"[[","value":[["Bournemouth"]]},".\n",{"type":"===","value":["By Plane"]},"\n\nHenley-on-Thames is well served by Southern Eastern England's collection of airports and is actually under the flight-path of Heathrow. For travellers coming directly to Henley-on-Thames, the most convenient (in reducing order of convenience) are: \n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heathrowairport.com\/ Heathrow Airport"]}]}," is about 20 miles\/25 minutes drive straight down the M4 (westbound) motorway. Alternatively it is linked directly to Reading rail station by the RailAir express bus service running every 20 minutes or so and taking about 1 hour. Indirectly, by the Heathrow Connect train service (change at Hayes) take about 55 minutes. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.southamptonairport.com\/ Southampton Airport"]}]}," is about 45 miles\/50 minutes drive away down the M3 motorway. Alternatively there is a service from Reading direct to Southampton Airport taking about 1 hour. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gatwickairport.com\/ Gatwick Airport"]}]}," is about 55 miles\/60 minutes  drive away via the M23 (northbound), M25 (clockwise) and M4 (westbound) motorways. There is a through train service to Reading from a rail station in the airport terminal complex, running twice an hour and taking an hour. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.london-luton.co.uk\/en\/ Luton Airport"]}]}," is about 60 miles\/70 minutes drive away via the M1 (southbound), M25 (westbound) and M4 (westbound) motorways. Luton Airport Parkway connects the airport to Kings Cross station every 35 minutes, the tube to London Paddington station."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stanstedairport.com\/ Stansted Airport"]}]}," is about 75 miles\/90 minutes drive away via the M11 (southbound), M25 (anti-clockwise) and M4 (westbound) motorways. By train you will need to catch a Stanstead Express train to London Liverpool Street station, the tube to London Paddington station."]},"\n",{"type":"===","value":["By Bus"]},"\n\nHurley Link 239 provides a service from Hart Street to Frascati Way, Maidenhead.\n\nArriva 800\/850 stops at various points in the town from Reading to High Wycombe.\n\n",{"type":"===","value":["By Boat"]},"\n\nThe nearest major ferry port to Henley-on-thames is ",{"type":"[","value":["http:\/\/www.portsmouth-port.co.uk\/",{"type":"'''","value":["Portsmouth Harbour"]}]}," which is located next to the city of Portsmouth. Destinations from Portsmouth include The Channel Islands, France, Spain and the Isle of Wight. It is about 65 miles\/ 80 minutes\nminutes straight down the M3 and M27 motorways.\n\nHenley-on-Thames also has numerous boat trips along the River Thames to the nearby towns of Reading and Windsor.\n\n",{"type":"==","value":["Get around"]},"\n\nAll locations in and around the town are walkable or drivable. During the Regatta, the Thames is teeming with classical launches, which are available for booking well in advance of events.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The River and Rowing Museum"],["alt="],["url=http:\/\/www.rrm.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Mill Meadows (5 mins walk from town center and rail station), tel 415600, open daily 10am-5pm. Admission £2-3"]}," - an excellent museum which charts the history of both the River Thames and rowing as a sport. The museum also houses an exhibition on \"The Wind In The Willows\", which is popular with children aged 5 and above - additional charges apply. The museum has a superior cafe, with seating outside in fine weather."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Henley Royal Regatta"],["alt="],["url=http:\/\/www.hrr.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held every summer since 1839 (except during the two world wars), the Royal Regatta is a unique five-day tournament of international rowing that draws top competitors and spectators from around the world."]]}]},"\n",{"type":"*","value":["the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.henley-festival.co.uk\/ Henley Festival of Music and Arts"]}]}," - in the weeks following the Royal Regatta, Henley plays host to a growing music and arts festival, the calibre of the acts increasing in range and importance every year."]},"\n",{"type":"==","value":["Buy"]},"\nThe town centre is a fairly typical one with most of your high street favourites.\n\n",{"type":"==","value":["Eat"]},"\n\nHart Street and Market Place, which run inland from the river at Henley Bridge are lined with restaurants, cafes and pubs.\n\n",{"type":"*","value":[{"type":"'''","value":["Catherine Wheel"]},", Hart Street, tel 845790. One of Henley's old coaching inns, this pub now does food and drink at very reasonable prices. £7-10."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Express"],["alt="],["url=http:\/\/www.pizzaexpress.co.uk\/rest\/rd186.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Market Place, tel 411448. Serves good pizzas in a building dating back to 1408. Open M-Su 11:30am-midnight. £7-15."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Green Olive"]},", Market Place, tel 412220. A locally owned Greek bar and restaurant which has a lively atmosphere and does good-value meze. £10-20."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Loch Fyne"],["alt="],["url=http:\/\/www.loch-fyne.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Market Place, tel 845780. This restaurant provides excellent (and apparently eco-friendly) seafood in an attractive environment with a separate oyster bar and (for summer) tables in the market place itself. Open M–Su 9am-10pm. £10-25."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Antico"]},", Gravel Hill. Authentic locally owned Italian restaurant offering two courses for around £20, with friendly service and great food in a cosy and quirky building. Garden offers summer dining under the vines the woners use to make wine, and a private dining room upstairs can seat 17 people. Three courses with wine around £35 a head."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Angel on the Bridge"]},", Thameside, Henley-on-Thames, Tel:  410678\n\nThe Angel has a waterside location that is hard to beat, with benches and tables alongside the Thames just by the bridge. While the drinks are fine, the restaurant has less to recommend it.\n\n",{"type":"'''","value":["The Three Horseshoes"]},", Reading Road, Henley-on-Thames, Tel:  573971\n\nThe Three Horseshoes is a nice old fashioned English Pub\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["the ",{"type":"'''","value":["Catherine Wheel"]},", Hart Street, tel 848484. The Catherine Wheel (see above) also provides Lodge style rooms. £59 (per room)."]},"\n",{"type":"*","value":["the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.imperialhotelhenley.com\/ Imperial Hotel"]}]},", Station Road, tel 578678. Located in an Edwardian building near the rail station and about five minutes walk from the center of Henley, this hotel has been restored and refurbished to 3 star standard over the past few years, sympathetically keeping its many original features to ensure it retains its unique character. The rooms are small but all are en-suite. £60-£85 (standard single room); £90-£110 (standard double room); £85-£120 (executive single room); £100-£130 (executive double room); all rates include breakfast."]},"\n",{"type":"*","value":["the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.redlionhenley.co.uk\/ Red Lion Hotel"]}]},", Hart Street, tel 572161. Located next to the river at the foot of Hart Street, and dating back to the fifteenth century, three kings of England have stayed at this prestigious hotel. The hotels age notwithstanding, all bedrooms benefit from en-suite bathrooms, with many rooms overlooking the river Thames and the views beyond. £110 (single room); £130 (double\/twin room); £165 (four poster room); all rates include breakfast."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\n\nHenley's area code is 01491 when dialed from within the UK or +441491 from outside the UK.\n\n",{"type":"===","value":["Internet"]},"\nThere is an Internet Cafe at 2 Friday Street (01491 637888)\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe town has a moderate amount of crime and antisocial behaviour which mainly occurs at night.\n\n",{"type":"==","value":["Go next"]},"\nThere are nice walks for people looking for challenging walks to places like Reading, Maidenhead and Windsor and are along the River Thames and there are many lighter walks for people just looking for a short pleasant walk.\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.536"],["-0.898"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Oxfordshire"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Henley-on-Thames"]]}]