[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hepu"]}," is a small village in ",{"type":"[[","value":[["Tibet"]]},", of some 100 villagers and 30 farming and herding families.\n\n",{"type":"==","value":[" Understand "]},"\nHepu is pronounced \"Lhe-puh\", and means valley of the gods. \"Lhe\" is god, and \"puh\" refers to valley in the Tibetan language.\n",{"type":"==","value":["Get in"]},"\nHepu is located 3 hours walking distance East of Ganden monastery on the outskirts of Lhasa, Tibet.\n\n",{"type":"==","value":["Get around"]},"\nIt's a relatively small village, so getting around on feet is easy in the village. However, the village is surrounded by hills and mountains, so be prepared to work out those calf muscles with uphill hiking. Yaks can also be rented to ride around village surroundings, while enjoying the serene beauty.\n\n",{"type":"==","value":["See"]},"\nHepu is an important stop for backpackers travelling from Ganden monastery to Samye monastery. Ganden to Samye is a holy 4 day trek (stopping overnight only), with beautiful surroundings and typically takes a few days to complete. The service of a guide can be rented from Hepu, as well as Yaks (to carry things like tents,food), and friendly villagers often offer tea and snacks in their tents or homes.\n\n",{"type":"==","value":["Do"]},"\nMany trekkers spend the night camping in Yak hair tents in Hepu, using Hepu as the preparation point for their treks. \n\nMeet the friendly villagers, enjoy the mountainous scenery.\n\nRide Yaks.\n\n",{"type":"==","value":["Buy"]},"\nRent Yaks for treks.\n\nHire a guide or two (sometimes to help with the yaks).\n\n",{"type":"==","value":["Eat"]},"\n\nDried dri (Tibetans distinctly call female yaks, \"dri\") and yak meat. Sheep or goat meat.\n\nTibetan bread\n\nTsampa (roasted barley)\n\nTibetan dried \"dri\" (female Yak) cheese\n\n",{"type":"==","value":["Drink"]},"\nYak (dri) butter tea\n\n",{"type":"==","value":["Sleep"]},"\nSpend the night in a yak hair tent or a villagers home.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lhasa_(prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Hepu"]]}]