[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Herculaneum"]}," (it: ",{"type":"''","value":["Ercolano"]},") is a town close to ",{"type":"[[","value":[["Naples"]]}," in ",{"type":"[[","value":[["Campania"]]},", ",{"type":"[[","value":[["Italy"]]},". It is named after the ruined Roman city which forms its main attraction. Herculaneum was destroyed by an eruption of Mt. ",{"type":"[[","value":[["Vesuvius"]]}," in AD 79, the same eruption that destroyed ",{"type":"[[","value":[["Pompei"]]},". It is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},".\n",{"type":"[[","value":[["Image:Herculaneum1.JPG"],["thumb"],["250px"],["Ruins of Herculaneum, the modern town is visible in the background, Vesuvius is in the top right corner"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nIn many ways Herculaneum is arguably a more interesting place to visit than Pompeii. Surrounded by volcanic rock, its location gives you a far clearer idea of the magnitude of the volcanic eruption.  While roofs in Pompei collapsed under the weight of falling ash, only a few centimetres of ash fell on Herculaneum, causing little damage. Subsequently, there was a succession of six flows of boiling mud (a mixture of ash and gases) which then solidified. These gradually buried the city's buildings from the bottom up, causing relatively little damage. The good state of preservation of the site is due to its rapid filling by these flows, which prevented the buildings from collapsing. The high temperature of the first flow carbonized wood in the buildings and extracted water from it. Restoration work is ongoing, and while a lot of the timbers have been replaced, there is still much of the original timberwork present, albeit, badly charred. Finally, the volcanic rock, or ",{"type":"''","value":["tufo"]},", that covered the site for 1700 years formed an airtight seal. As a consequence there are many well-preserved buildings, many with the upper stories still intact, and some excellent frescoes and mosaics on both walls and floors to be seen. \n\nHerculaneum really gives you an idea of how ancient Romans lived. For the independent traveller there is an additional advantage over Pompei. The congested streets around the excavations (it: ",{"type":"''","value":["scavi"]},") mean that access for tour buses is impossible. Thus there are far fewer visitors to Herculaneum than Pompei. You don't have to fight your way past hordes of other tourists in order to get into the buildings and you can explore the ruins at leisure without being overwhelmed by tour groups. These excavations also cover a much smaller site than do those of Pompei and thus seeing the whole site is much less exhausting.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nFrequent buses run to and from ",{"type":"[[","value":[["Naples"]]},".\n",{"type":"[[","value":[["Image:Graticcio.jpg"],["thumb"],["150px"],["Street in Herculaneum"]]},"\n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"'''","value":["Circumvesuviana"]}," trains take 25 minutes to get there from ",{"type":"[[","value":[["Naples"]]}," and 40 minutes from ",{"type":"[[","value":[["Sorrento"]]},". To get to the ruins, get off at the Ercolano Scavi station, from where you exit into a small square.  Exit diagonally right (the only way out of the square) and walk 8 blocks downhill to the big arch - the ticket office & baggage check are about a further 2 minutes walk thought the arch (pick up bag 30 minutes before site closing).  The private 'tourist office' to your left when you come out of the station runs trips up Vesuvius 10 euro round trip with 8 euro admission fee. Downfall is you only have an hour and 15 min to climb the summit and back so no time to rest. If you take longer than you allotted hour and 15 min they leave you on the summit to fend for yourself or require you to pay another 5 euros per person for return.  They also offer lifts to the ruins for 3 euros.\n\n",{"type":"'''","value":["Beware"]}," - there are two train stations in Ercolano, the Ercolano Scavi ",{"type":"'''","value":["Circumvesuviana"]}," station is on the Sorrento-Naples line, the trains on the Naples-Salerno stop at the Porticini\/Ercolano station. The Herculaneum site is not signposted from this station.\n\n",{"type":"===","value":["By car"]},"\n\nHerculaneum is on the A3 Autostrada from Naples to Salerno. There is a toll of €2 for using any part of this stretch of highway. Parking is not easy to find, particularly the type of parking you will want if your car is full of suitcases. Try the parking area behind the police station, just one block southeast of the entrance to the excavations. (One Euro an hour in advance).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Herculaneum3.JPG"],["thumb"],["150px"],["Street in Herculaneum"]]},"\n",{"type":"==","value":["See"]},"\nThe section below provides a brief summary of what can be seen.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Ruins of Herculaneum"],["url=http:\/\/www.pompeiisites.org\/Sezione.jsp?titolo=Herculaneum&idSezione=1166&idSezioneRif=1726"],["email="],["address="],["lat="],["long="],["directions=at the bottom of Via 4 Novembre, the main street of Ercolano"],["phone="],["tollfree="],["fax="],["hours=Open daily (except 1 Jan; 1 May and 25 Dec) April to October 8:30-7:30, November to March 8:30-5:00. Ticket office closes 90 minutes before site does. You can pick up free map at entrance as well as a booklet describing the attractions, although versions other than Italian are often out of print. Audioguides cost €6.50, €10 for two, ID required, turn in 30 minutes before closing. Toilet facilities are to the left of the audioguide kiosk. There is nowhere to buy refreshments so make sure you have water with you"],["price=Admission is €11. If you are also planning to visit Pompei you can buy a five-site ticket for €20, so saving €2 on the admission for the two sites. The combined ticket is valid for three days and also includes the sites of Oplontis, Stabia and Boscoreale. Only one admission per site is allowed. EU citizens under 18 and over 65 are admitted free of charge. If you are planning to be in the region for some time then it may be advantageous to buy a Campania Art Card, which gives access to many museums and other sites for €30. http:\/\/www.artecard.it"],["content="]]}]},"\n",{"type":"[[","value":[["Image:Neptune Anfitrite1.jpg"],["thumb"],["right"],["200px"],["Mosaic of Neptune and Amphitrite"]]},"\nAt the ruins, be sure to see:\n\n:* ",{"type":"{{","value":[["see"],["name=Baths"],["alt=Terme del Foro"],["url="],["email="],["address="],["lat=40.8064"],["long=14.3474"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Both the male and female baths, which are next to each other, are well preserved. They were fed by a large well, which brought water from a depth of 8.25m, heated by a large furnace and distributed around the baths by a network of pipes that also served to provide central heating."]]},"\n:* ",{"type":"{{","value":[["see"],["name=House of Neptune and Amphitrite"],["alt=Casa di Nettuno ed Anfitrite"],["url="],["email="],["address="],["lat=40.8062"],["long=14.3478"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Worth the visit for its stunning mosaics alone, particularly that of Neptune and Amphitrite (a sea goddess and wife of Poseidon), after which the house is named."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Gymnasium"],["content=This large complex extends over much of the southeast side of the excavations and is on your right as you walk down to the ticket office."]]}," \n:* ",{"type":"{{","value":[["see"],["name=Villa of the Papyri"],["content=The coastline was significantly altered by the eruption but this large and luxurious villa originally stretched down to the sea in four terraces. Its sea front was about 250m long. It is below you on your right as you leave the ticket office and head towards the audio guide kiosk. The villa contained a fine library of scrolls and, although these were badly carbonized, there is hope that modern technology will soon make it possible to read them without destroying them by opening them."]]},"\n:* ",{"type":"{{","value":[["see"],["name=House of the Deer"],["alt="],["url="],["email="],["address="],["lat=40.8052"],["long=14.3471"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This was another luxurious waterfront dwelling."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Samnite House"],["content=This is one of the oldest properties so far discovered on the site. Excavations suggest that, at various times, the upper floor was rented out and the courtyard was sold off. What remains now is a large roofed and elegantly decorated atrium with a few small rooms around it."]]},"\n:* ",{"type":"{{","value":[["see"],["name=House of the Beautiful Courtyard"],["alt=Casa del Bel Cortile"],["url="],["email="],["address="],["lat=40.8064"],["long=14.3481"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The attractive courtyard is said to resemble an Italian medieval courtyard more than a Roman building. In a display case there are two skeletons fused with volcanic rock."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=College of the Augustales"],["content=The Augustales were an order of Roman priests responsible for attending to the maintenance of the cult of Augustus, who was considered the first emperor of the Roman Empire. The building consists of one large, well-decorated roofed room."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=MAV"],["alt=Museo Archeologico Virtuale"],["url=http:\/\/www.museomav.it"],["email=info@museomav.it"],["address=Via 4 Novembre 44"],["lat="],["long="],["directions=200m up the hill from the entrance to the excavations: on the left."],["phone="],["tollfree="],["fax="],["hours=09.00-17.30 Tues-Sun"],["price=€7.50 (reduced €6.00)"],["content=An enjoyable interactive museum that recreates life as it was in Herculaneum and Pompei before the eruption. Great fun for kids, although some parents may not appreciate the virtual visit to one of Pompei's brothels! Buildings are reconstructed before your eyes at a wave of your hand; you can brush ash off a fresco; make a virtual pool of water over a mosaic ripple; see 3-D images of jewelry found at the sites; walk next to marching legionaries; learn of the lifestyle of the Roman times at an interactive table, and visit public baths and the brothel!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Vesuvius Natural Reserve"],["content=Buses leave in the morning from the Circumvesuviana station to the Reserve. You can visit the crater in a guided tour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Villa Campolieto"],["lat=40.8014"],["long=14.3531"],["content=A beautiful 18th Century villa overlooking the shore. It is open for visitors on weekends only."]]}]},"\n",{"type":"==","value":["Do"]},"\nDon't be afraid to wander around. There's still a lot of character to the ruins from the city it once was, and you never know what you'll find.\n\n",{"type":"===","value":["Tour"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pompeiin.com PompeiIn"]}]}," info@pompeiin.com +39 3284134719 offers itineraries at the ancient Herculaneum lasting minimum 2 hours and covering all the highlights of the city such as Northern Cardo (road oriented north-south), the House of the Skeleton,Thermopolium (restaurant food), Men's Thermal Bath, Temple of Augustali, Forum (main square), House of the Black Saloon, House  of Neptune and Amphitrite, House of Bel Cortile, the Samnite House, the House of the Wooden Partition, the Bakery, the Gym, the Home of the Bucks, the Marina gate, terrace of Marcus Nonius Balbus and the beach. The guides are locals, are licensed, and are graduated in archaeology; they are able to provide kids and disabled people friendly tours, and with their vast knowledge of ancient history and society are capable of making the ancient Herculaneum come to life.\n\n",{"type":"==","value":["Buy"]},"\n\nThe ticket office to the site also has an excellent book shop offering a wide range of guides and maps.\n\nNote:  if you also plan to visit Pompeii buy the multi site ticket - it is marginally cheaper that way.  Also EU citizens under 24 or over 60 can get reduced admission if they can prove their age - so take your passport.\n\n",{"type":"==","value":["Eat"]},"\nThere are cake and pizza shops lining the street from the train station to the site. \n\nTake your own food to the site, there's only one vending machine, and that's mostly for drinks.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nHerculaneum's excavations and the MAV museum can easily be seen in a leisurely day. Most visitors stay in Naples or Pompei, or even take a day trip from further afield. The town of Herculaneum has few attractions that would justify an overnight stay.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Punta Quattro Venti"],["alt="],["url=http:\/\/www.hotelpuntaquattroventi.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Marittima, 59 80059 Ercolano - tel +39 081 777 30 49"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Migliodoro Park Hotel Ercolano"],["alt="],["url=http:\/\/www.migliodoroparkhotel.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 081 7399999"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corso Resina 296, Ercolano (NA) Italy."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThe excavations of Herculaneum are in an area of some economic deprivation, so watch your belongings!\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Take the ",{"type":"'''","value":["Circumvesuviana"]}," commuter train to any of the following destinations:"]},"\n",{"type":"*","value":[{"type":"*","value":["The grand city of ",{"type":"[[","value":[["Naples"]]}]}]},{"type":"*","value":[{"type":"*","value":["The nearby (simultaneously destroyed) Roman town of ",{"type":"[[","value":[["Pompeii"]]},", from here you can also takes buses up to Mt. ",{"type":"[[","value":[["Vesuvius"]]}]}]},{"type":"*","value":[{"type":"*","value":["The ruined Villae at Oplontis and Sora"]}]},{"type":"*","value":[{"type":"*","value":["The lovely town of ",{"type":"[[","value":[["Sorrento"]]},". From there you can take boats to ",{"type":"[[","value":[["Capri"]]}," (also from Naples), and go to the stunning ",{"type":"[[","value":[["Amalfi Coast"]]}]}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.8060"],["14.3482"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Campania"]]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:Herculaneum"]]},"\n\n",{"type":"[[","value":[["Commons:Ercolano"]]}]