[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"[[","value":[["File:Hermosillo's Cathedral and the State House from atop Cerro de la Campana.jpg"],["thumb"],["325px"],["Hermosillo as seen from atop Cerro de la Campana in El Centro."]]},"\n",{"type":"'''","value":["Hermosillo"]}," is the capitol city of ",{"type":"[[","value":[["Sonora (Mexico)"],["Sonora"]]},", ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\nHermosillo is one of the largest cities in Mexico, with a population of around 850,000 people. It's a modern city with all the services you would normally get back at home. Shopping, eating and tourist attractions are all throughout the city.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nHermosillo's International Airport (General Ignacio Pesqueira Garcia), is one of the busiest in Mexico, as it is in the center of country northwest.  has scheduled flights from\/to the US cities of Tucson, Phoenix, Las Vegas, Los Angeles, as well as a few  cities in Mexico:\n",{"type":"*","value":[" Chihuahua"]},{"type":"*","value":[" Cd. Juárez"]},{"type":"*","value":[" Cd. Obregón"]},{"type":"*","value":[" Culiacán"]},{"type":"*","value":[" Guadalajara"]},{"type":"*","value":[" Los Mochis"]},{"type":"*","value":[" Mazatlán"]},{"type":"*","value":[" Mexicali"]},{"type":"*","value":[" Mexico City"]},{"type":"*","value":[" Monterrey"]},{"type":"*","value":[" Tijuana"]},{"type":"*","value":[" Torreón"]},"\nAlso, small regional and charter airlines provide service to the following destinations:\n\n",{"type":"*","value":[" Guasave"]},{"type":"*","value":[" Guaymas"]},{"type":"*","value":[" Guerrero Negro"]},"\nThe airport code is HMO. It operates commercial, regional and private aviation. Facilities are ready to receive up to Boeing's 777 aircraft. \nIf you are close to the border (Tijuana, Ciudad Juarez) check flights leaving out of those airports in Mexico, they are generally cheaper than flights from US cities into Hermosillo. \nAeromexico (and its affiliate Aerolitoral that uses smaller aircraft), is the airline with more schedules in and out from Hermosillo, with both national and international destinations. \nLow air-fare providers are Interjet and Volaris; while Viva-aerobus is the cheapest of them all beware of the airline policies for it won't give any protection for any delays or cancellations.\nAt this point Aviacsa's operations are shut down, due to government intervention. \nMexicana (temporarilly out of service) although not flying any aircraft of its own to Hermosillo has a ticket office and carried a shared-code flight with Aeromexico.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Sonora 014.jpg"],["right"],["thumb"],["250px"],["Highway on the way to Hermosillo.  Portions of this highway are currently undergoing repairs due to numerous and large potholes caused by excessive rain in December 2007.  Use caution while traveling on Mexico 15 both north and south."]]},"\nThe road from Nogales (on the border) down to Hermosillo is a well paved, new highway, however, due to a large amount of rain in December 2007 the highway (Mexico 15) had developed many potholes, some of them very large and deep.  These potholes have caused extensive damage to vehicles and tires, and have even caused some fatal accidents.  The potholes are on both the north and south bound sides of Highway 15. As of April 2008 reconstruction and maintenance of the highway is taking place so be prepared to take the designated detours. The portion of Highway 15 between Magdalena de Kino and Hermosillo is a toll road, keep your receipt as this is a form of insurance.  To file a claim you will need to return to the toll booth (either in Hermosillo or Magdalena).  If you are bringing a car in from the United States of America, or Canada (including rental vehicles) you will need to have insurance through a Mexican company, if you have an accident call these companies immediately, in most cases a representative from the insurance company will be dispatched to the scene of the accident, be prepared to wait for them, though no more than 2 hours, especially if you are in the middle of the desert somewhere.  Also be aware that quite often when you are involved in an accident which requires a police report the vehicle will be impounded overnight.  Most police officers (federal and local) are very courteous and helpful, some of them may be willing to forego the report in order to help you out.\nOn your Mexican insurance forms there should be a number for the \"Angeles Verdes\" (Green Angels) which is a roadside assistance service similar to AAA in the United States.  Keep that number handy when you travel, Angeles Verdes drivers are bi-lingual and are very helpful.\n\nGoing to or coming from Hermosillo from Nogales you will encounter several checkpoints.  On the north bound side there is a checkpoint manned 24 hours a day by the Mexican military.  The soldiers posted at the stop sign who speak to the drivers are almost always able to speak enough English to deal with American and Canadian tourists.  They will ask you where you are going, where you are coming from, and may ask to see your ID.  Random and suspicious vehicles will be directed to a parking area to be searched, if you are selected to be searched the process normally takes less than 5 minutes (assuming you aren't carrying anything you shouldn't be).  They will search through your bags, and the interior of your car.  There may also be Federal Preventative Police (PFP) checkpoints, these checkpoints are often set up in different locations.  Most PFP Police Officers will speak English, but will normally wave through any vehicles with American or Canadian plates, so long as the occupants are obvious tourists (break out your straw hats, brown shoes, and black knee socks!)\n\nHermosillo is about a 7 1\/2 hour drive from Phoenix, Arizona, about 4 to 4 1\/2 hours from Tucson, and about 3 hours from Nogales, Sonora. That is assuming you drive the speed limit. It is not unheard of to have the previous mentioned times to be much less when the border crossing is not congested. Also (and this applies for all of Mexico) The Mexican highway patrol has a modern fleet of Dodge Chargers, all of them have video cameras and many of them have K-Band radar. So bring your radar detector. Mexican regulations don't explicitly prohibit detectors nor are they sold in the country, however, that does not mean cops aren't familiar with these devices. So if you get pulled over with your detector, don't expect the cop to be so nice anymore if he notices it (just like in the US). As with any cop either side of the border, be nice to them and they'll be nice to you.\n\nWhen you arrive in Hermosillo be on the lookout for topes, or speedbumps.  Not all topes are marked (a yellow sign with a black speedbump) or painted yellow, pay particular attention at night as they are not always visible, and you may leave your engine on the street.\n\n",{"type":"[[","value":[["File:Mexico-May-2006 112.jpg"],["right"],["thumb"],["210px"],["One of the typical wide tree lined boulevards in Hermosillo.  This one is Blvd. Morelos headed south to the intersection with Blvd. Angel Garcia Aburto."]]},"\nPeople in Hermosillo tend to drive somewhat recklessly, particularly the bus drivers.  Red lights, stop signs, and speed limits are often treated as suggestions rather than law.  Be careful of vehicles coming from side streets, they normally have stop signs, but sometimes will not stop until their car is already halfway in the nearest lane.  Traffic lights are like most others in Mexico, where the green light will flash before it turns to yellow, and then red.  Passing through a yellow light is a violation, there is no delay from when your light turns red to the other light turning green as there normally is in the United States.  When you see the light flashing green be prepared to stop.  Many intersections will have stop signs in addition to the lights, if the light is green you do not have to stop, this can be confusing to some people who have never encountered this setup before.\n\n",{"type":"'''","value":["Central de Emergencias  066"]},"\n\n",{"type":"'''","value":["Federal de Caminos (Federal Police)  (52)(662) 289-7098"]},"\n\n",{"type":"'''","value":["Sonora State Police Headquarters"]},"\n\n",{"type":"'''","value":["North  (52)(622) 218-5564, (52)(622) 218-6416, (52)(622) 218-5526"]},"\n\n",{"type":"'''","value":["Central  (52)(622) 213-4046, (52)(622) 213-3738, (52)(622) 213-3401"]},"\n\nTelCel and MoviTel also have emergency numbers, check your cell phone's display screen to see which service your phone is currently using.\n\n",{"type":"'''","value":["TelCel  117+send"]},"\n\n",{"type":"'''","value":["Movitel  *114+send"]},"\n\nIf your phone is not currently on one of these two networks use one of the other numbers listed above.\n\nMost likely you will have to have a basic knowledge of Spanish to communicate on these lines, or ask if there is anyone available who speaks English ",{"type":"'''","value":["(Hablas Ingles?)"]},".\n\nAlso see the ",{"type":"'''","value":["\"Stay Safe\""]}," section of this entry.\n\n",{"type":"===","value":["By bus"]},"\nTUFESA bus line runs from Arizona(Tucson, Phoenix, etc.) to Hermosillo.  Fares are around $49 one way from Phoenix, and vary based on other cities.  The Hermosillo stop is on the Ciudad Obregon route.\n\n",{"type":"==","value":["Get around"]},"\nThere's a trolley bus tour that goes out just in front of the Metropolitan Cathedral of Hermosillo right in the city center. It will take you to the best sight seeings and landscapes of the city.\n\nHermosillo has recently begun to replace their older public buses with new German made models. Unlike most cities in the USA or Canada the bus in Hermosillo is a simple (and cheap) way to get around.  The buses will run every few minutes, so if you miss one just wait a few minutes for the next one. Bus service is not recommended for tourists as you can get lost or end up in an outskirt zone. Do not use buses if you are not familiar to the routes, also not all the vehicles are enchanced with air conditioner, so don't take that risk as temperatures may reach more than 100 'F. Fares are approx. 50 USD cents.\n\nTaxis are widely available and are a cheap way to get around. Use those ones from a Taxi site, or ask for one in the Hotel front desk. Cheapest taxi fare in Hermosillo is $4.50 USD.\n\nCar rental offer several models starting about $50 USD per day. If you move in this city by car take a GPS with you as some streets may have dead-ends, some wide avenues stretch suddenly to 2 lane alleys and other streets may change circulation way with no advice. \nMost of the city's important avenues have marked lanes for bicycles, if you choose it as a different way to go around.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["File:Mexico-May-2006 248.jpg"],["right"],["thumb"],["250px"],["Be aware, it gets very hot in Hermosillo, this picture was taken at 10PM in May.  This is the Soriana at Blvd. Lopez Portillo and Blvd. Morelos."]]},"\nMost people in Hermosillo speak some English and almost everybody in the service and food industry speaks English. While visiting the parts furthest from the city only some people speak some English, though certainly not enough to have a philosophical conversation with you. They will likely be able to help you find places, directions, gas stations, etc.\n\nYoung people will certainly know more than average as most of the universities here require to approve a certain level of English in order to complete their studies and title. Young ones can talk as well as you, so don't hesitate to ask for directions or just start a conversation.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Sonora 223.jpg"],["right"],["thumb"],["250px"],["Naranjeros in action at Estadio Hector Espino."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cerro de la Campana"]}," - This radio tower is on a road that winds up a mountain right downtown. It isn't very high, but gives a great view of Hermosillo and the surrounding countryside. It has parking space and police surveillance."]},{"type":"*","value":[" ",{"type":"'''","value":["Museum of Sonora"]}," (",{"type":"''","value":["Museo de Sonora"]},"), Jesús García, 62 17 25 80. Housed in a very creepy old stone penitentiary built in 1897. It is a castle-like building with big stone walls and watchtowers. You can visit the old underground cells which are especially creepy, making you wonder how many people died there in those horrible conditions. Also features a permanent show of old coins, and historical elements, showed on a timeline order. Tues-Sat 10am-5pm, Sun 9am-4pm. Closed Mondays."]},{"type":"*","value":[" ",{"type":"'''","value":["Regional Museum of Sonora's University"]}," ."]},"Features a small collection of historical elements, portraits, local crafts and an interesting collection of appliances, guns, photographs, money and documents from the revolution era. Also shows temporal art exhibits. The main pieces of the Museum are a group of mummies found at the sonoran sierra.\n",{"type":"*","value":[" ",{"type":"'''","value":["Hector Espino Stadium"]},", Blvd. Solidaridad and Blvd. Luís Encinas - Choyal area. Home of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.naranjeros.com.mx\/ Hermosillo Naranjeros"]}]},", the best baseball league of Mexico and because they play between October and January, you can see some MLB players in addition to the best Mexican baseball players.  Some notable former and current Naranjeros include Hector Espino, Fernando Valenzuela, Erubial Durazo, Curt Schilling, Vinny Castilla, Luis A. Garcia, Geronimo Gil, and many others.  All of this surrounded by a great atmosphere of party as only Mexicans know how.  There is a souvenir store located at the stadium as well.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Hermosillo at night"]}," - In the northeastern part of the city there is a small parking area where Blvd. Jose Maria Morelos meets Blvd. Juan Bautista de Escalante.  Park here and bring your camera as you will see a stunning view of Hermosillo, including Cerro de la Campana.  The view is especially impressive at night, as you can see lights that seem to stretch out forever.  Hermosillo police officers are often posted there at night, they will not bother you, and will often chat with tourists and suggest other places to visit."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:A view of Hermosillo, Sonora, Mexico.jpg"],["thumb"],["250px"],["A view of Hermosillo from the \"La Jolla\" residential community."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hit the trails"]}," Mountain biking and hiking are very popular activities, and the area has many amazing trails to follow in the mountains around the city. The mix of desert and mountain give these trails a very nice touch. Wild life is very interesting. You get to see from little lizards and roadrunners all around to big deer and coyotes, and if you're lucky you might be able to watch a bighorn sheep or even a rattlesnake (not considered to be extremely lucky)."]},"\nVisit downtown Hermosillo (El Centro.)  In El Centro you will find many shops, selling anything you can think of.  There are also food stands if you get hungry or thirsty.  Be careful though, the streets in El Centro are always crowded, and traffic is heavy.  Also the sidewalks are higher off the street level than you may be used to, this will be a difficult area to traverse if you are in a wheelchair, or have a baby carriage.  A heavy police presence is maintained in the area due to its popularity, and constant crowds, help is never far away.\n\n",{"type":"==","value":["Learn"]},"\nThere are many good universities here. Some of the best known are: University of Sonora, University of Valle de Mexico and \"Tecnologico de Monterrey\". The University of Sonora has a very good school of foreign languages, where you can enroll for a moderate price to receive Spanish lessons.\n\n",{"type":"==","value":["Work"]},"\nVangtel Mexico provides opportunities for English speakers.\n\n",{"type":"==","value":["Buy"]},"\nHermosillo is slightly more expensive than other parts of Mexico, as life quality is slightly higher than other Mexican cities.   However, prices are still good compared to the United States. There are lots of American stores, including Office Depot,  Blockbuster, Office Max, COSTCO, Wal-Mart, Sam's Club, and others.  Also, Hermosillo is FULL of shoe and clothes stores (boutique).\n\n",{"type":"*","value":[" ATM & BANKS. Hermosillo has branches of all the major banks operating in Mexico, some of them are related to foreign banks:"]},{"type":"*","value":[" HSBC. Has ATM's almost in every retail (Walmart, Ley, Soriana) and those one in their branches."]},{"type":"*","value":[" Banamex. Relates to Citybank\/Citygroup, is the most important bank in the country, several branches and ATM's in most of the retail stores."]},{"type":"*","value":[" BBVA Bancomer. Related to Chase, number of branches similar to those of HSBC. ATM's in most of retails."]},{"type":"*","value":[" Santander. Associated with Bank of America. BofA users can withdrawal money from Santander ATM's with no additional fees. But, Santander has fewer branches and ATM's than other banks."]},"\nToys can cost almost 1.5 times more in many parts of Mexico than in the USA, don't expect deals there. Restaurants, food, bars, liquor, hotels are excellent in price and with the average exchange difference, can cost 2\/3rds of the same in US.\n\nThe following are some interesting stores you may find in town:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Deportes Arietta"]},", in El Centro (downtown Hermosillo). The official uniform dealer for the Naranjeros. You can get a real jersey, the same as the players wear, for about $60.  The store also has merchandise from the other teams in the Mexican Pacific League, as well as other sports teams from throughout Mexico, and MLB and NBA merchandise.  Several store employees speak fluent English and will be happy to talk sports with you."]},{"type":"*","value":[" ",{"type":"'''","value":["Casa de Vaquero"]},", a store that sells cowboy hats, and boots, also the cowboy type of clothing that is popular throughout Hermosillo and northern Mexico.  There are several stores throughout Hermosillo, prices range from low to high."]},{"type":"*","value":[" ",{"type":"'''","value":["Soriana"]},", located throughout Hermosillo (6 stores). It's a retail store, competes directly with Walmart."]},{"type":"*","value":[" ",{"type":"'''","value":["Coppel"]}," Department store, cheap furniture and clothes, also offers gold and other jewelry, fragrances, shoes and house appliances."]},{"type":"*","value":[" ",{"type":"'''","value":["Ley"]},", More than 15 locations.  Ley is a retail store. Ley is connected to the US chain Safeway."]},{"type":"*","value":[" ",{"type":"'''","value":["Supermercados SantaFé"]},", a grocery store.  Several locations in Hermosillo.  Rebranded from a previous retail chain who went to bankruptcy."]},{"type":"*","value":[" ",{"type":"'''","value":["Wal-Mart"]},", several locations throughout Hermosillo.  Unlike Wal-Marts in the US, Wal-Mart is considered an upscale, expensive store in Mexico.  The Wal-Marts in Hermosillo are much nicer and cleaner than a Wal-Mart in the United States.  One of the newest Wal-Marts is located at the \"City Center\" shopping area, in the northern part of Hermosillo on Blvd. Jose Maria Morelos."]},{"type":"*","value":[" ",{"type":"'''","value":["Oxxo"]},", a convenience store.  Literally hundreds of locations across Hermosillo. Some of them into gas stations."]},"\n",{"type":"*","value":[{"type":"*","value":[" SHOPPING. Hermosillo has several places to buy, being the following the most noticeable:"]}]},"\n",{"type":"*","value":[" Galerias Mall. Designed under American-style this place offers a movie theatre with normal, 3d and VIP  service. Food court with dozens of options including McDonald's. Lots of boutiques and shoe stores, a Sears store and a casino with electronic games and bingo."]},{"type":"*","value":[" Plaza Sendero. South of the city, this Mall provides dozens of cloth and shoe stores, a Soriana retail store, food court including Burger King, a movie theatre, Coppel and Woolworth departamental stores, and a casino with electronic games."]},{"type":"*","value":[" Plaza Girasol. This plaza has focused stores and services as Office Depot, Cable company, banks, optical service, regional airline tickets, and food court."]},{"type":"*","value":[" Plaza Ley Sahuaro. This Plaza\/Mall is one of the oldest in town and has lots of clothing and shoe stores, jewerly, hair dressers, gift shops ATM machines, even pawn shop, food court and arcade games are aviable in the rear side, the main store is a Ley retail."]},{"type":"*","value":[" City Center Pitic. Located north at Morelos Bldv. this plaza offers high level stores and services. It's main store is Walmart and others include: HP store, GNC, Starbucks, Gamers, City Salads, Quetzal kitchen design, Play City casino and SportWorld Gym."]},{"type":"*","value":[" Metrocentro and Megamall area. This unincorporated area includes the Metrocentro Plaza, the Franchise Plaza and the Megamall which all of them are placed together in the intersection of Colosio and Solidaridad Blvds. This area offer high level stores as: Tous, Abercrombie&fitch, Aeropostale; restaurants: Marcos, Applebee's, California; fast food: 24 hour Burger King, McDonald's, BaskinRobins; a cinema, a bowling alley with many lanes and a bar, music and musical instruments store, crafts and local items, Olympus cafe, Costco retail store, Comercial Mexicana retail store, Office max, among others. This is a very complete area if you want to buy or have fun."]},"\n",{"type":"*","value":[" Liverpool. Fancy department store, sells clothes, shoes, fragrances, jewelry, makeup, gifts, chocolates, furniture and house deco. Has a restaurant with bar and toy&pet store."]},{"type":"*","value":[" Sanborn's. High level amenities stores. Sells Cuban tobaccos along with a variety of cigarette brands, liquors, movies, books, apparel accessories, gifts and electronics. Has a cafe\/restaurant. Marked as a gay encounter site."]},{"type":"*","value":[" Sears. Known departament stores. Two locations in Hermosillo, one in Galerias Mall, the other one in Downtown. Clothes, shoes, furniture, electronics, gifts, lingerie, among other items. The store located in Downtown is expected to close as the one in Galerias Mall is now totally working. "]},{"type":"*","value":[" MundoComic. Comic, manga and magazine store. Also trading cards, collectibles and videogames. In the same block of Liverpool store."]},{"type":"*","value":[" Municipal Market. The perfect place to eat the local food. Here you can also  buy fruits and vegs. along with local and traditional foods, toppings, and gifts, such as ironwood ornaments."]},{"type":"*","value":[" Bona building. Located in front of San Alberto Hotel and Vip's restaurant, Bona building has among its  occupants a traditional food place, where you can eat different typical menu, and an exclusive souvenir shop, which sells shirts, cups, postcards, ironwood items, iron items and lots of surprising gifts to take back to home."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Sonora 273.jpg"],["thumb"],["250px"],["La Fabula Pizza on Blvd. Jose Maria Morelos."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''''","value":["Carne asada"]}," - Grilled beef (boneless chuck, rib eye, sirloin) which is the most typical food in the city. Tacos are typically around one dollar and are pretty good.  Some of the best carne asada and tacos (also try caramelos which are tacos with melted cheese) can be found on the thousands of taco stands you will find on almost any street in Hermosillo."]},{"type":"*","value":[" ",{"type":"'''''","value":["Coyotas"]}," - A flat sweet bread filled with various choices as buttermilk candy (not the chocolate bar), apple, pecan nut, strawberry jam, among others. This bake is a tradition among the city and it started in the former town called Villa de Seris, which now is part of Hermosillo."]},{"type":"*","value":[" ",{"type":"'''''","value":["Empanadas"]}," - Another local bread which consists of a turnover style pastry filled with a sweet filling."]},{"type":"*","value":[" ",{"type":"'''''","value":["Melcochas"]}," - Candy based on raw sugar."]},{"type":"*","value":[" ",{"type":"'''''","value":["Tacos de cabeza"]}," - Beef tacos made from the head of the cow, typical for breakfast. "]},{"type":"*","value":[" ",{"type":"'''''","value":["Burro percheron"]}," - A variation on the traditional burrito. The difference is in the ingredients and the size, as in the south of Mexico burritos are usually thin and about six inches long and has lots of potato filling. Percheron burro in the big size are usually one feet long and 2 o 3 inches wide, they are filled with avocado, tomatoe, cheese and premium beef. Cost is around 6 to 8 dollars and even more if toppings are asked (pork meat, pepperoni, ham, shrimp, anaheim pepper, bacon)."]},{"type":"*","value":[" ",{"type":"'''","value":["Hot dogs"]}," - For a late dinner you have to go to the University Plaza for the best hot dogs in Sonora, voted among the top 50 hot dogs in the world and one of the best 100 foods in the world, you will be able to find hot dogs stands here 24\/7.  Also check out the hot dog stand which is out at night right next to the Oxxo, located at Blvd. Lopez Portillo and Ave. Tres.  Turkey hot dogs stuffed with cheese and wrapped in bacon.)"]},"\n",{"type":"===","value":["Restaurants"]},"\nHermosillo is full of great restaurants, including American ones such as Applebee's. There are lots of Chinese, Japanese, Korean, and other ethnic restaurants as well.  The best, though, are the Mexican-run taco stands. \n",{"type":"*","value":[" ",{"type":"'''","value":["Antojeria del Centro"]},", Periferico Poniente and Blvd. Luis Donaldo Colosio  (",{"type":"''","value":["Metrocentro Area"]},"), 662 260 5070. Popular with foreign tourists, this restaurant offers a wide selection including delicious Mexican food, Italian food and American favorites.  English menu available."]},{"type":"*","value":[" ",{"type":"'''","value":["Irasema"]}," - The best and cleanest place for ",{"type":"''","value":["tacos de cabeza"]},". "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Mariachisimo"],["alt="],["url=http:\/\/www.restaurantxochimilco.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Periférico Poniente No. 325 - Col. Palmar del Sol, 662 218 35 55. One of the two best carne asada restaurants. There is an amazing mariachi band on stage (Mariachi Juvenil de Jalisco). A little expensive, but very good."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Xochimilco"],["alt="],["url=http:\/\/www.restaurantxochimilco.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Obregón No. 51 - Col. Villa de Seris, 662 250 40 89. Carne asada restaurant with very good service, taste, and quality. Window allows you to watch the chefs in action, and the enormous tortillas de harina (flour tortillas) being made. Xochimilco slogan is 'If you come to Hermosillo and don't eat at Xochimilco, yo can assume you were not here'."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sonora Steakhouse"]},", Blvd. Eusebio Kino.  A steakhouse featuring the food Sonora is famous for.  Located in the Pitic neighborhood near the Fiesta Americana and Araiza Inn hotels.  Expensive, but worth it.  They come by and show you the meat and let you choose the thickness of your steak (which they charge you for by the gram). Plus, you might get to meet the Governor!  The governor's residence is right next to the Sonora Steakhouse."]},{"type":"*","value":[" ",{"type":"'''","value":["La Casa Grande"]},", Blvd. Eusebio Kino No. 902. Tel: 662.214-5740. Traditional Mexican Food"]},{"type":"*","value":[" ",{"type":"'''","value":["Ole"]},", Blvd. Morelos No. 89.  A restaurant featuring Spanish cuisine.  Friday nights there is live music and flamenco dancing."]},{"type":"*","value":[" ",{"type":"'''","value":["Taco Grill"]},", Blvd. Navarrete No. 205. Carne Asada (Grilled Beef) Tacos"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Sonora 037.jpg"],["right"],["thumb"],["250px"],["One of the many Tecate stores in Hermosillo, this one is near El Centro."]]},"\nBeer stores are located everywhere in Hermosillo. The most popular brands are Tecate, Pacifico, and Modelo (Corona).  In a hurry?  Look for a \"Tecate Six\" you can buy your beer in a drive-thru.  Coke and Pepsi are available at almost every restaurant and store, DrPepper is aviable at ",{"type":"'''","value":["Extra"]},", ",{"type":"'''","value":["Santa fe"]}," and ",{"type":"'''","value":["Super del Norte"]}," stores. Tap water is safe to drink, as Hermosillo is the only city that purifies the water before it goes to the pipes. While it is safe to drink the tap water, many of the locals suggest drinking purified bottled water, as the tap water contains some minerals which after years of drinking may cause (or may not) teeth stains. \n",{"type":"*","value":[" ",{"type":"'''","value":["Opera"]},", Formerly \"Secrets\" Located in El Centro, a gay and lesbian bar\/club."]},{"type":"*","value":[" ",{"type":"'''","value":["Classico"]},",  Located in Blvd Rodriguez is a great club to go out on Thursdays and Saturdays."]},{"type":"*","value":[{"type":"'''","value":["Velvet"]},", Located next to Fiesta Americana is also a great club to go out on Fridays. Sometimes this night club does not allow people under 26 so people in their thirties can have fun without having to share space with 18 year old kids."]},{"type":"*","value":[{"type":"'''","value":["Johny Sailor and Orange Mill"]}," Are two local restaurant\/bars on Blvd. Colosio and Sahuaripa street. On weekends Orange mill features live Country music band, making this place an excellent options for those who ara not so into pop\/dance."]},{"type":"*","value":[{"type":"'''","value":["Republic"]}," Formerly known as Tantra, is a nightclub located at Rodriguez Blvd. Features pop\/electronic\/dance\/house music and domestic and international liquor."]},{"type":"*","value":[{"type":"'''","value":["Korajudaz"]}," For those who like to party rather than only dancing, this bar offer live music, beer buckets, and a great fun. Located at Cultura ave. side of Ibis Hotel in Paseo del Rio area."]},{"type":"*","value":[{"type":"'''","value":["Biblioteca"]}," Bar and pool. This place is located at Rosales avenue, exactly in the front of BMW dealer and one block away of the University of Sonora. Offers domestic and international beer, soft drinks, music and screens with music videos or sports events. Opens at 11AM"]},"\nPlease note that smoking is not allowed in closed public places including restaurants, night clubs and bars. Today most of the city's fun places have terraces outside to allow smoking people without breaking the law.\n\nAlso you must know that bars and night clubs close at 2AM and beer and liquor stores have to close at 12AM if you plan to drink all night have this in mind when you go to buy booze, even if 12AM is the time to stop selling liquor most of the stores stop selling at 11:45.\n\n",{"type":"==","value":["Sleep"]},"\nHotels and accommodations abound around the city.\n\n",{"type":"[[","value":[["File:El Torre de Hermosillo, as seen from the courtyard of the neighboring Holiday Inn.jpg"],["thumb"],["250px"],["A view of El Torre de Hermosillo from the neighboring Holiday Inn."]]},"\nVery nice hotels in Hermosillo cost about the same as a mid-range hotel in Phoenix.  For around $50 per night, you can find a hotel that would cost around $100–200 in the U.S.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Washington"]}," Dr. Noriega 68, between Matamoros and Guerrero streets. Simple rooms without TV, but free WiFi and one computer for guests. Single room 18 USD, double room 20 USD. Very friendly and helpful staff, roof terrace, clothes line can be used when washing own clothes. Very central, thus somewhat noisy.  "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel & Suites Kino"],["alt="],["url="],["email="],["address=151 Pino Suarez st"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This hotel offers one-person accomodation starting at about 30-35 USD and up to double and executive suites at 70 USD. Three star hotel with the basic stuff and also an inside swimming pool, free coffee at nights, wifi access and cable tv among other commodities. The only low budget remarkable hotel in town. Operating with no interruption since 1863 making this 2012 a total of 149 years in service. Also take a look to the exhibit of XIX and XX century items. This hotel has no bar."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Santiago Hotel"]},",  545 Blvd. Luis Encinas. For about $60 USD per night you can get a suite, not much different than your average hotel room, but includes granite countertops in the bathroom.  Includes a restaurant with a buffet."]},{"type":"*","value":[" ",{"type":"'''","value":["San Sebastian"]}," Corner of Perisur and Guaymas exit. Pretty much the same thing, style and rates of Santiago Hotel. Just a bigger in size. Has a buffet restaurant and a bar with live music and comedian."]},{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lucerna"]},", Blvd. Vado del Rio-. Hermosillo's newest and most luxurious hotel, 5 star amenities.  Bilingual staff.  Located in the southern part of the city, right next to \"Centro de Gobierno\" or the main government offices. The fine and modern decor, along with attention to detail make it the new benchmark for luxury hotels en the city, the pool, with jacuzzy, is clearly a notch above all competitors. "]},{"type":"*","value":[" ",{"type":"'''","value":["Fiesta Americana Hotel"]},", Blvd. Eusebio Kino 369 - Col. Lomas Pitic. Hermosillo's hotel, 5 star amenities.  Bilingual counter staff.  Located in the northern part of the city, as you enter from Mexico 15 south the hotel is just after you enter the city on the left.  Located in Hermosillo's finest neighborhood, \"Pitic.\"  Surrounded by some of Hermosillo's nicest (and most expensive) restaurants.  The hotel includes its own restaurant, tennis courts and a nightclub (",{"type":"'''","value":["The Velvet"]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["Araiza Inn Hotel"]},", Blvd Eusebio Kino No. 353. Located right near the Fiesta Americana, the Araiza Inn Hotel is also a 5 star type hotel with all amenities.  Includes a delightful outdoor pool, and a bar\/nightclud in the rear side."]},"http:\/\/www.araizahoteles.com\/\n\n",{"type":"==","value":["Connect"]},"\nIn case of emergency, call 066 or 911. Both numbers work as emergency numbers. 911 is exclusively for tourists and you will be answered in English. State your emergency and if you know where you are give proper directions, if not, just give a general location or where you were in the past couple of hours, and if you have no idea where you are or are lost they can trace your call. Try to stay on the line for as long as possible or until help comes. If you are disconnected, having called will help since emergency services will now look for tourists and locals can usually spot you and tell them where you are.\nThe Hermosillo Municipal Police can also be reached at (52)(662)250-4882.\n\nIf you need to contact US authorities, call the U.S. Consulate.",{"type":"[","value":["http:\/\/hermosillo.usconsulate.gov\/"]},"\nThe Consulate is located at Avenida Monterrey #141 and can be reached via telephone at:  (52)(662)289-3500.\n\n",{"type":"==","value":["Stay safe"]},"\nHermosillo is safer than the rest of Mexico, far from being a dangerous place, but recently the criminals have increased their activity in the city.  Use common sense and if you wouldn't do something in your home city, don't do it in Hermosillo, lock up your car, don't wave money around, keep your purse close to you, etc. Tourist attractions are very safe and police are always close by in case of emergency. Usual response time for paramedics is under 5 minutes.\n\nIf you or anyone in your party is drunk, do not drive. Drunk drivers are easily spotted and you will get pulled over. If you find yourself in this situation, be nice, be patient, and even if taken to the police station only the drunk driver will be locked up in case he gets rowdy. If this happens, wait for him to be sober up, give him coffee, and you'll be on your way. If you visit the city in December, beware of an increase on police checkpoints all over the city, this time of the year the officers will find any excuse to try and arrest people in order to get money out of them via bribes. Be very careful.\n\nFor the most part, Hermosillo has been spared the drug violence which is plaguing much of Mexico, especially the border areas.  Sporadic violence related to the drug cartels does happen in and around Hermosillo.  In May 2007, a grenade was thrown into a newspaper office in Hermosillo, no one was injured.  That same day in the northern Sonora city of Cananea, drug traffickers shot and killed 5 municipal police officers.  These traffickers were followed by State Police into nearby mountains where 15 of them were killed.  Several months ago another set of hand grenades were tossed at a State Police Investigative office near the central part of the city, luckily the only casualties were a few windows.  While drug cartels are certainly active in Hermosillo, it has not seen the levels of violence that cities such as Tijuana or Ciudad Juarez have been subjected to.  As a tourist you do not have much to worry about as the drug cartels mostly target rival members, the police and the military.  As a tourist your biggest crime fears would be the same as they are at home (Ex: pickpockets, thieves, drunks, etc.).\n\n",{"type":"==","value":["Cope"]},"\nAlthough Hermosillo is home to more and more American companies and businessmen visiting from the north side of the country's border, you will still get stares and second looks, especially if you are of African or Asian heritage. But have no fear, most people are very friendly and welcoming to tourists and business visitors and will do anything they can to make you feel at home.\n\nHermosillo is probably more \"liberal\" than other parts of Mexico, however, Mexico is a conservative Catholic country.  If you are a gay or lesbian person, people will stare at you and your partner or may even make comments.  So, if you have purple hair, a nose ring and six earrings, expect the same.\n\nEven in the hottest of the hot Hermosillo weather, men and women will still wear jeans. You will rarely see a local wearing shorts unless they are involved in an athletic activity.  Even if it is 120 degrees, wearing shorts will still expose you as a tourist.  Most men wear jeans and different types of shirts, many the cowboy style with a sombrero (cowboy hat) and cowboy boots.  Women mostly wear jeans and different types of shirts as well.  Trying to fit in with the local population will make you less of a target for those who prey on tourists; i.e. criminals, some taxi drivers, corrupt police, etc.  After normal working hours are over you will notice this practice is relaxed and more people will wear shorts in the evening rather than the traditional jeans.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/hermosillo.usconsulate.gov\/"],["email=hermosillovisas@state.gov; hermoacs@state.gov"],["address=Monterrey #141"],["lat="],["long="],["directions=entre las calles Rosales y Galeana"],["phone=+52 01 662-289-3500"],["tollfree="],["fax=+52 415 152-1588"],["hours="],["price="],["phoneextra=Emergency local number for American citizens 044-662-256-0741"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nFrom Hermosillo you can access points all over Sonora, or continue south to Sinaloa.  Mexico's Route 15 goes all the way down to Mexico City, though flying is the better option if you plan on heading to that area.\nHermosillo is only about 1 hour east of ",{"type":"[[","value":[["Bahía Kino"]]},", a small town with a beautiful beach, and access to Isla Tiburon.  About an hour and 15 minutes south of Hermosillo is Guaymas and San Carlos.  San Carlos is more developed than Bahia Kino, with many condo\/resort facilities, however there are some areas of secluded beach.  San Carlos is also home to Tetakawi, a large mountain right on the water that is sometimes referred to by locals as \"Goat Tits\" due to its unique shape.  Not far from San Carlos is the port city of Guaymas, smaller than Hermosillo, it is a bustling and growing city with excellent restaurants, and access to a largely unknown Mexican maritime culture.  Continuing past Guaymas one can also reach Ciudad Obregon from Hermosillo, which is also a city on the rise, and home to a beautiful lake frequented by locals.  Most American and Canadian tourists are just passing through Hermosillo on their way to one of the nearby beaches.  Unfortunately for them they do not know what they are missing in this clean, modern, and beautiful city.\n\n",{"type":"{{","value":[["routebox"],["image1=Mexican Federal Highway 15.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Nogales (Mexico)"],["Nogales"]]}],["minorl1=",{"type":"[[","value":[["Querobabi"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Ciudad Obregón"]]}],["minorr1=",{"type":"[[","value":[["Guaymas"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sonora (Mexico)"]]},"\n",{"type":"{{","value":[["Geo"],["29.2500"],["-110.9833"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hermosillo"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Mexico\/States\/Sonora\/Localities\/Hermosillo"]]},"\n",{"type":"[[","value":[["Commons:Category:Hermosillo"]]}]