[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Hermanus"]}," is situated at ",{"type":"[[","value":[["South Africa"],["South Africa's"]]}," south coast, near the ",{"type":"[[","value":[["Garden Route"]]},".\n\nHermanus, a picturesque seaside town situated in the ",{"type":"[[","value":[["Overberg"]]}," area and on Walker Bay, is a popular holiday village close to Cape Town. Two words come to mind: holiday & Southern Right whale watching.\n\nThe town, embraced by majestic mountaintops, is most famous for being the home of the Southern Right Whale. Every year these gentle creatures of the sea migrate along the coast of ",{"type":"[[","value":[["South Africa"]]}," with Walker Bay as one of their destinations, to calve and nurture their young.\n\nFrom the harbour of Hermanus, boat trips depart on a regular basis to see these majestic whales from up-close. One can also stay ashore as Hermanus is the best land based whale watching destination in South Africa, and possibly the world, especially during the Hermanus Whale Festival.\n\nApart from whale watching, the area of Hermanus boasts some excellent holiday accommodation such as the Misty Waves. Also, plenty of possibilities to spend the day in an active way: hiking, fishing, boating, horse back riding, and more.\n\n",{"type":"==","value":["Get in"]},"\nFollow the N2 eastwards from ",{"type":"[[","value":[["Cape Town"]]}," or westwards when coming from ",{"type":"[[","value":[["George"]]}," and leave it near Caledon.\n\nIf you require transfers from Cape Town airport or any location into the Overberg, then contact Percy Tours on +27(0)72-062-8500 - www.percytours.com\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Walvisomroeper Hermanus.jpg"],["250px"],["thumbnail"],["Whale Crier"]]},"\nWhales! Their sightings are announced by horn blows of (the world's only) Whale Crier.\n\n",{"type":"==","value":["Do"]},"\nGo on a boat tour to see whales from very close. You might also see some from the coast and there is a whale watcher, whose only job is to spot whales that come along.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Great White Shark Tours"],["url=http:\/\/www.sharkcagediving.net"],["email="],["address=Kleinbaai"],["lat="],["long="],["directions=Follow the road through Hermanus to Gansbaai, turn right into Kleinbaai. The house is on the hill overlooking the harbour."],["phone=+27(0)833002138"],["tollfree="],["fax="],["hours=8:00-18:00"],["price=R1250"],["content=Come and join Brian McFarlane on his boat - Apex Predator - on a face to face experience with the ultimate hunter, the great white shark.  They offer cage diving, no previous experience needed, and surface viewing in the area surrounding Dyer Island, host to one of the densest populations of great white sharks in the world.  You'll have a chance to see great white sharks, penguins, dolphins, whales, seals and a variety of marine birds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Southern Right Charters"],["alt=Whale Watching Hermanus"],["url=http:\/\/www.southernrightcharters.co.za"],["email="],["address=info@southernrightcharters.co.za"],["lat="],["long="],["directions="],["phone=+27(0)82 353 0550"],["tollfree="],["fax="],["hours="],["price="],["content=Offers boat based whale watching in Walker Bay, with daily departures from June to December, aboard their purpose built catamaran which provides superior stability. On the trip you can mostly encounter the southern right whales, seals, penguins and marine birds, and often see dolphins, bryde’s and humpback whales on many of their trips."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Percy Tours"],["url=http:\/\/www.percytours.com\/"],["email="],["address=Main Rd"],["lat="],["long="],["directions="],["phone=+27 (0)72-062-8500"],["tollfree="],["fax="],["hours="],["price="],["content=Percy Tours offer designer tours (and transfers) of Hermanus, Cape Town and the Western Cape with a fleet of luxury minibuses and cars, with Chauffeur Tour Guides on board. Wine Tours, Safaris, Whale Watching, Great White Shark cage diving, airport transfers, Quad Biking, Cessna plane flights over the whales, and kayaking with the whales."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mosaic Farm"],["url=http:\/\/www.mosaicfarm.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+27 (0)28 313-2814"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=On the south side of the Hermanus lagoon. Magnificent setting looking across the lagoon to the mountain from the restored stone manor house, \"The Spookhouse\", or from luxury African style Lagoon Lodge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=FrancolinHof Guest House"],["url=http:\/\/www.francolinhof.co.za"],["email=info@francolinhof.co.za"],["address=44 10th Avenue, Voëlklip"],["lat="],["long="],["directions="],["phone=+27 (0)28 314-0571"],["tollfree="],["fax=+27 (0)28 314-0587"],["hours="],["price=From R410 per person, discounted in winter"],["checkin="],["checkout="],["content=This four star guest house is the first to receive a Gold rating for Accessibility."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hermanus Seafront"],["url=http:\/\/www.hermanus-seafront.com\/"],["email="],["address=31 Tobago Bay"],["lat="],["long="],["directions="],["phone=+27 (0)83 629-4259"],["tollfree="],["fax="],["hours="],["price=From R600 per night"],["checkin="],["checkout="],["content=Self-catering accommodation, one-bedroom holiday apartment overlooks the sea - excellent for whale-watching or as a base to explore the region."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=19th Hole Guest Lodge"],["url=http:\/\/www.19thhole.net"],["email="],["address=281 Main Rd"],["lat="],["long="],["directions=Follow the main road towards Gansbaai, can't miss us! 281"],["phone=+27(0)28 3122766"],["tollfree="],["fax="],["hours="],["price=R900"],["checkin=12:00"],["checkout=11:00"],["content=4 Star Bed and Breakfast situated close to the famous Hermanus cliff path which offers some the best land based whale watching in the world. The premisses was once the golf course club house and is therefor situated on the 27 hole Hermanus golf course.  All 5 rooms are en-suite with french doors opening onto the golf course.  The swimming pool area is ideal for relaxation and soaking up that South African sun."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Milkwood Lodge Hermanus"],["url=http:\/\/www.hermanusbedandbreakfast.com"],["email="],["address=152 Seventh Street ,Voëlklip, Hermanus 7200"],["lat="],["long="],["directions=Getting here from Cape Town: Take the N2 and continue past the Airport to Somerset West. Either follow the N2 over Sir Lowry's Pass, turning onto the R43 after the Houwhoek Pass, or take the R44 along the coast and turn onto the R43 to Hermanus.  Drive through the business centre until you get to a stop street, you will see the Marine Hotel on the right side.  Carry on and pass the Golf Course until you get to a traffic circle – Main Road becomes Seventh Street at the traffic circle.  Milkwood Lodge is 1.1 kms further along on the left side of the road.  Drive past Milkwood Lodge and turn left into 10th Avenue, left into 6th Street and then left into 9th Avenue.   You will see the entrance of Milkwood Lodge on your right hand side.   Getting here from the Garden Route: The N2 brings you west past Swellendam and Riviersonderend. 10km past Riviersonderend turn onto the R326 to Stanford. At Stanford turn right onto the R43. Milkwood Lodge is situated 22km from Stanford on the R43.  When you enter Hermanus  there is a “Welcome to Hermanus” sign.  Approximately 1.3 kms further you will see Milkwood Lodge on the right hand side."],["phone=+27 (0)28 314 1736"],["tollfree="],["fax="],["hours="],["price=R450"],["checkin=12h30"],["checkout=11h00"],["content=Milkwood Lodge 4 Star guesthouse offers B&B and selfcatering accommodation within walking distance of Grotto Beach and the seafront cliff path.\nThe en-suite rooms have private patios and private entrances, some with twin and other with kingsize beds.  There is a one bedroom cottage which is fully equipped and caters for 2 adults and 2-3 children.  There are day beds in the lounge for the children.\nThere are some rooms that cater for families.\nAncient listed trees create the special ambience of this lodge.  There is a swimming pool and barbeque facilities for guests use.\\"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Explore the ",{"type":"[[","value":[["Overberg"]]}," region."]},{"type":"*","value":["All attractions of the ",{"type":"[[","value":[["Garden Route"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["De Hoop Nature Reserve"]]}," for more whales."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gansbaai"]]}," and the Danger Point Peninsula area on the other side of Walker Bay"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Overberg"]]},"\n",{"type":"[[","value":[["Wikipedia:Hermanus"]]},"\n",{"type":"{{","value":[["geo"],["-34.4167"],["19.2333"]]}]