[{"type":"{{","value":[["pagebanner"],["China banner High-speed rail in China.jpg"],["caption=A train of the CRH3-type in Changsha"]]},"\n\n",{"type":"[[","value":[["China"]]}," is building a high-speed passenger rail network, similar to French TGV or Japanese Shinkansen “bullet trains” but far larger. The overall plan calls for 20-odd thousand km of lines in a national high-speed passenger network by 2020. Over 10,000 km (6,000-odd miles) were already in service as of 2013.\n",{"type":"{{","value":[["infobox"],["Bring your passport"],["New regulations as of 2011. In order to purchase train tickets, foreigners must now show their passports and Chinese citizens must show their ID cards. Travellers from Hong Kong, Macao and Taiwan must show entry ID used when entering the mainland."]]},"\nThese are easily ",{"type":"'''","value":["the best way of getting around China"]}," where available. The trains are clean, comfortable and modern. Seating is comparable to that in an airplane. Most tickets are for assigned seats; no-seat tickets are sometimes sold in limited numbers but, unlike regular Chinese trains, there is never a mad crush with more people sitting in the aisles than in seats. Also unlike other trains, no smoking is allowed, not even between carriages. Prices are reasonable and, on most routes, departures are frequent.\n\nThe fast trains are called ",{"type":"'''","value":["CRH"]},", China Railway High-speed. At some train stations there is a separate CRH ticket office or even vending machines; at others, CRH tickets are sold at separate counters in the main ticket office. In either case, just look for the “CRH” signs or logo. Note that non-Chinese can no longer use the vending machines; you must go to a counter so they can check your passport.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=China Rail website"],["url=http:\/\/www.12306.cn\/mormhweb\/"],["It is possible to book tickets via this site, and there is no charge for the service. However, the site is in Chinese only and it accepts only UnionPay so you need a Chinese bank account to use it. Travellers sometimes get a Chinese friend or a concierge to book tickets for them via this site; he or she will need your passport number to make the booking and you will need to present the passport to pick up the ticket."]]}]},"\nThe speeds attained vary considerably from line to line. The technology used also varies. Nearly all the rolling stock is now manufactured in China, but much of the technology has come from abroad. The Canadian company Bombardier, Japanese Kawasaki, German Siemens and European Alstom have been involved.\n\nSee ",{"type":"[[","value":[["China#Get_around"]]}," for more general information on rail travel in China.\n\n",{"type":"==","value":[" Types of train and services "]},"\n",{"type":"[[","value":[["File:CRH-Suzhou-Station.JPG"],["thumb"],["Fast train, Suzhou station"]]},"\nThe letter prefixes on train numbers indicate the type of train. From fastest to slowest, the fast trains are:\n",{"type":"*","value":[" ",{"type":"'''","value":["G"]},": latest generation CRH, all with top speeds of 300+ km\/h"]},{"type":"*","value":[" ",{"type":"'''","value":["C"]},": intercity high-speed rail, only found on a few lines, all short distances. Top speed 300 km\/h."]},{"type":"*","value":[" ",{"type":"'''","value":["D"]},": earlier generation CRH, with top speeds of 250 km\/h (155 mph)"]},"\nSince an accident in 2011 when a CRH train collision killed 40 and injured nearly 200, speeds on all these lines have been reduced by 50 km\/h. As of late 2013, rumours that this restriction would be lifted soon have been circulating for months but there has been no definite announcement. \n\nThe slower trains are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Z"]}," or ",{"type":"'''","value":["T"]},": intermediate-speed non-CRH trains. Some of these get up to 160 km\/h (100 mph)"]},{"type":"*","value":[" ",{"type":"'''","value":["K"]}," or no letter: slower, cheaper and more crowded trains"]},"\nOn most CRH trains, there are just two classes of seats, first class and second class. Both classes are comfortable, though first has noticeably wider seats. Some trains also have a limited number of VIP sightseeing class or private seat cabins. Some long-distance runs have sleeper cabins. Best seats on longer-haul CRH trains are Business Class, which convert into a lie-flat bed within 30 seconds.\n\nThe price difference for the classes is not enormous. For the Fuzhou-Shanghai D train (six hours and well over 1000 km), for example, second class is 282 and first 330-odd. There is a K train for only 130, but it takes 17 hours on a less direct route and is very crowded. Unless your budget is extremely tight or you cannot cope with six hours in a non-smoking train, the fast train is hugely preferable, easily worth the cost difference.\n\nSome trains have a dining car and nearly all have attendants selling drinks and snacks from carts which they roll up the aisles. Many stations have vendors on the platforms as well. All these tend to be expensive, though, so it is worthwhile bringing your own food and drink. Business Class passengers benefit from a free breakfast, lunch, or dinner, depending on when they travel, but this offer is very much time-sensitive, and is largely for long-haul travellers only.\n\n",{"type":"==","value":[" Lines in service "]},"\n\n",{"type":"[[","value":[["File:Rail map of China.svg"],["thumb"],["center"],["1000px"],["High-speed rail map of China (click to enlarge)"]]},"\n<br clear='all'\/>\n\n",{"type":"==","value":[" Even faster — Maglev "]},"\n",{"type":"[[","value":[["Image:Shanghai maglev.jpg"],["right"],["thumb"],["200px"],["Maglev train in ",{"type":"[[","value":[["Shanghai"]]}]]},"\n",{"type":"[[","value":[["Shanghai"]]}," has a ",{"type":"'''","value":["magnetic levitation"]}," train from the downtown ",{"type":"[[","value":[["Pudong"]]}," area to ",{"type":"[[","value":[["Shanghai Pudong International Airport"]]},". The top speed is around 431 km\/h (268 mph) during daytime hours and the 30-km trip takes around 8 minutes. \n\nThere were plans to build on this and create a true intercity Maglev line between Shanghai and Hangzhou, however this has been placed on hold for now.\n\n",{"type":"{{","value":[["PartOfTopic"],["Rail travel"],["China"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:High-speed_rail_in_China"]]}]