[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Highland Park"]]},"\n",{"type":"'''","value":["Highland Park"]}," is a suburb on the north shore of ",{"type":"[[","value":[["Chicagoland"]]},". \n\n",{"type":"==","value":["Get in"]},"\n\nYou can get to Highland Park by car or train (Metra line). The train ride from downtown Chicago takes about an hour going North (direction Kenosha).\n\n",{"type":"==","value":["Get around"]},"\nThere are Pace buses that stop around the neighborhoods and in downtown Highland Park.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ravinia Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ravinia Beach is  a little beach in the neighborhood with the same name, Ravinia. You can get there by turning east from Sheridan Road in the Ravinia district. There is a little parking lot right near the beach. Nice for families."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Frank Lloyd Wright houses"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Along Sheridan Road you'll find impressive houses by the architect Frank Lloyd Wright in the whole area."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Ravinia Music Festival"]}," - Usually just called \"Ravinia\" or \"Ravinia Festival\". A summer-long festival featuring music of all types. The summer home of the Chicago Symphony. Other orchestras (like the Ravinia Festival Orchestra) play there as well as various pop and jazz performers. You can choose to sit in the pavilion (which costs a bit more), or bring a blanket and chairs and sit on the large lawn. Chairs are also available for rental at the park. It has a few places to buy food and drinks (including wine and beer), however, prices are a bit steep and food (and alcohol) may be brought into the park. Certain classical concerts are free for college students with a college ID. If you go, definitely buy some Ravinia ice cream (not the Dove stuff). If you sit in the Pavilion you get a special program. If you sit on the lawn, you'll have to go and find one of the green newspaper dispensers—-they hold the lawn programs. Ravinia often hosts family-friendly concerts but for more sophisticated shows, you should either leave the kids at the hotel or make sure that they will be well behaved. Very easy to get to via Metra North Line; Ravinia has its own stop, which only operates on days with performances. Costs $3.90 each way on weekdays and $5.00 roundtrip on weekends from Ogilvie Transportation Center.\n\n",{"type":"==","value":["Buy"]},"\nIn downtown Highland Park, there is a Port Clinton Square which is a small shopping center. There is a Dairy Queen, Blue Cat Cafe, Frost, Running Right, and other stores in Port Clinton Square.\n\nAlso, Northbrook Court Mall is on the border between Northbrook and Highland Park. This is a great shopping mall with a large, ever-changing variety of stores inside. There is a \"treehouse\" for younger children to play in. There is mall security.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 41.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Milwaukee"]]}],["minorl1=",{"type":"[[","value":[["Lake Forest (Illinois)"],["Lake Forest"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Chicago"]]}],["minorr1=",{"type":"[[","value":[["Northbrook"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.18167"],["-87.80028"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chicagoland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Highland Park, Illinois"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Illinois\/Localities\/H\/Highland_Park\/"]]}]