[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nMany books have been written about hiking in the ",{"type":"[[","value":[["Canadian Rockies"]]},", particularly in ",{"type":"[[","value":[["Alberta"]]}," and eastern ",{"type":"[[","value":[["British Columbia"]]}," (technically the \"Rocky Mountains\" don't extend that far). This guide is an attempt to describe how to organise and prepare for a hike in and around the Canadian Rockies.\n",{"type":"==","value":["Prepare"]},"\n(NOTE: this applies mostly to day hiking; for overnight hiking, be sure you have all the proper gear.)\n\n",{"type":"===","value":["Weather"]},"\nWeather can make or break a hike. Be sure to check local weather forecasts, and pack accordingly. Even if there is the slightest chance of rain, you should bring along rain gear, especially if you're planning a longer hike. Don't climb mountains in a thunderstorm, and be sure that you can get in and out of where you are going, especially in winter. Also, be aware that the higher you go, the colder it gets, no matter the temperature\n\n",{"type":"===","value":["Clothing"]},"\nClothing usually depends on the weather (see above) but a few staple items are key:\n",{"type":"*","value":[" ",{"type":"'''","value":["Sturdy hiking boots"]}," - are recommended for all but the easiest of hikes."]},{"type":"*","value":[" ",{"type":"'''","value":["Warm jacket"]}," - usually a fleece jacket, cotton not recommended, but it's better than nothing."]},{"type":"*","value":[" ",{"type":"'''","value":["Windbreaker"]}," - this is only really necessary if you are going up high where there is a lot of wind exposure."]},{"type":"*","value":[" ",{"type":"'''","value":["Hat"]}," - sun hat for sun, toque or some other warm hat for winter and cold conditions (up high)"]},{"type":"*","value":[" ",{"type":"'''","value":["Sunglasses"]}," - even if it's overcast it's always good to have these along. Especially if there's snow around."]},{"type":"*","value":[" ",{"type":"'''","value":["Gloves"]}," - only when it's cold, highly recommended in the winter."]},{"type":"*","value":[" ",{"type":"'''","value":["Daypack"]}," - for all your stuff! "]},"\n",{"type":"===","value":["Food"]},"\nIt is always a wise idea to take along food to eat, just make sure you pack all garbage with you. Always, ALWAYS bring water along. Although some fresh springs and glacier runoff may be clean enough to drink, rivers can contain bacteria that can make you very sick. Some suggestions for food might include GORP (good old raisins and peanuts) and variations, chocolate, energy bars and fruit (all things with high energy, and relatively low fat).\n\n",{"type":"===","value":["Wildlife"]},"\n",{"type":"====","value":["Dangerous Wildlife"]},"\nThere is always a chance of meeting an unfriendly animal while hiking in the mountains. In most cases, the best way to prevent this is to stay away from areas marked for recent bear or cougar activity, and to travel in bigger groups (i.e. 6 or more people). Bear spray can be purchased at many stores. Most encounters can be avoided simply by making noise from time to time, calling out every minute or so.\n",{"type":"=====","value":["What to do if you encounter a bear\/cougar"]},"\nIf you encounter a grizzly bear (big, brown, with hump between the shoulders) stop where you are. Slowly walk backwards until out of sight, then turn and walk (don't run) back the way you came. Notify any hikers you pass of your encounter.\nIf in the rare case that a bear is aggressive and runs at you, do not turn and run. If you don't have pepper spray, lie on your stomach and cover the back of your neck with your hands. The bear will eventually become uninterested and leave.\n\nIf you encounter a cougar while hiking, place your backpack or (if you are hiking with children) or your head or shoulders, and make yourself look big. Back away slowly and return the way you came, notifying other hikers you pass. Cougars are generally not aggressive towards humans, and if you make lots of noise they generally will stay away.\n\n",{"type":"====","value":["Non-Aggressive Wildlife"]},"\nDeer, elk, mountain goats and many species of birds and rodent wildlife frequent the Rockies. Although normally docile, males can become aggressive in mating season, and females can become aggressive if you happen between her and her young. Be cautious, but not paranoid. Always give animals distance, and approach cautiously. If the animal refuses to yield to you, it's best to go around.\n\n",{"type":"====","value":[{"type":"[[","value":[["Pests"]]}]},"\nInsects are always a nuisance. Mosquito repellent is highly recommended (especially in June and July). If you are hiking in areas with ticks, make sure you check yourself after the hike, especially around the sock line, collar and waist. Bees, wasps, and hornets are also sometimes a problem, so be sure to check your sugary beverage before drinking.\n\n",{"type":"===","value":["Pets"]},"\nIf you are planning to bring your dog along, make sure your dog doesn't tend to run after things. There are lots of things to chase in the mountains, including bears. If you trust your dog, then by all means, bring it along, your dog will love the mountains just as much as you!\n\n",{"type":"==","value":["Hikes"]},"\n",{"type":"[[","value":[["File:Kananaskis park system.png"],["300px"],["thumbnail"],["Map of some of the areas covered by this guide."]]},"\nNow that you are ready to hike, here are a few suggested routes. Please bear in mind that all hikes listed here should be doable without climbing equipment. Some scrambling may be required at certain times for the more advanced hikes.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cougar Creek"],["address=Canmore, Kananaskis"],["lat="],["long="],["directions="],["content=",{"type":"'''","value":["Beginner Hike"]},"<\/br>",{"type":"''","value":["From Canmore follow Benchlands Trail up the hill, the parking lot is on the left just after crossing the bridge. Almost everyone in Canmore will know where this is."]},"<\/br>This is a very flexible hike that can involve crossing through the river at many times. The creek is not particularly high in the summer, but you must be prepared to get wet legs. As a backpacker you can continue into the valley, and your options widen. When you come to a fork way later on in your hike, right leads to a dead end eventually (albeit a very beautiful one). Left takes you further north, and eventually hooks up with either the South Ghost River, or the Carrot Creek Road.<\/br>",{"type":"'''","value":["Distance"]}," - As long as you want it to be. Pretty much unlimited distance in terms of backpacking, with lots of loop options.<\/br>",{"type":"'''","value":["Elevation Gain"]}," - up to 2453m"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Chinaman's Peak"],["address=Canmore, Kananaskis"],["lat="],["long="],["directions="],["content=",{"type":"'''","value":["Intermediate Hike"]},"<\/br>",{"type":"''","value":["The trailhead can be accessed by driving up the Smith-Dorrian--Spray Trail (Hwy. 742), Parking in Whiteman's Gap, at the Goat Creek parking lot."]},"<\/br>Cross the highway and walk up the road to the canal and across the brige. The trail starts behind the hut. An enjoyable stroll turns into a steep climb following a watercourse, with some switchbacks nearing the treeline. as you emerge onto the scree be sure to note the location of the trail exit. You can make your way up the mountain directly, or hook right and follow the easier ridge. The carin at the top is perched right on the edge, beware.<\/br>",{"type":"'''","value":["Distance"]}," - 1.6km<\/br>",{"type":"'''","value":["Elevation Gain"]}," - 732m"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Goat Creek"],["address=Canmore, Kananaskis"],["lat="],["long="],["directions="],["content=",{"type":"'''","value":["Beginner Hike"]},"<\/br>",{"type":"''","value":["From Canmore, take the Smith-Dorrian\/Spray Trail (Hwy. 742) up into Whiteman's Pass. Park in the Goat Creek parking lot."]},"<\/br>The hike starts right in the parking lot, and a wide defined path gently winds its way down the valley. Options to continue onto other lookouts and eventually Banff (approximately 18km). Allow 4 hours round trip.<\/br>",{"type":"'''","value":["Distance"]}," - approximately 5km<\/br>",{"type":"'''","value":["Elevation Loss"]}," - approximately 200m (east to west)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ptarmigan Cirque"],["address=South Kananaskis"],["lat="],["long="],["directions="],["content=",{"type":"'''","value":["Beginner Hike"]},"<\/br>",{"type":"''","value":["Route 40 from the Trans Canada Highway will take you to the trailhead. Look for signs for Highwood Pass after passing Peter Laugheed Provincial Park. The trailhead starts on the West side of the road before crossing into the main trail."]},"<\/br>Ptarmigan Cirque is a relatively short but sweet hike off of Highwood Pass. After a strong elevation gain to get above the tree line, the route explodes into a breathtaking circular alpine meadow complete with a glacial stream. One can continue further up towards the ever-receding glacier, but I recommend taking a lunch and having a picnic by the waterfall. Look out for bighorn sheep.<\/br>",{"type":"'''","value":["Distance -"]}," approximately 3.6km one way.<\/br>",{"type":"'''","value":["Elevation Gain -"]}," approx. 250-300m"]]}]},"\n",{"type":"==","value":["See also"]},"\n",{"type":"'''","value":["Daffern, Gillean - ",{"type":"''","value":["Kananaskis Country Trail Guide"]}," vol. 1, Rocky Mountain Books, 2002. Calgary, Alberta, Canada"]},"\npages: 48, 149\n\n",{"type":"'''","value":["Daffern, Gillean - ",{"type":"''","value":["Kananaskis Country Trail Guide"]}," vol. 2, Rocky Mountain Books, 2003. Calgary, Alberta, Canada"]},"\npages:\n\n",{"type":"{{","value":[["PartOfTopic"],["Hiking"],["Canada"]]},"\n",{"type":"{{","value":[["related"],["Kananaskis"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]