[{"type":"{{","value":[["pagebanner"],["Beit Netofa valley banner.JPG"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Israel"]]}]}," is a very convenient country for hiking in the wild, thanks to its mild weather, relatively unthreatening wilderness, and not least – its extensive ",{"type":"[[","value":[["#Marked trails"],["marked-trails system"]]},". However, many complications could occur – both natural and legal ones – that people travelling from abroad should familiarize themselves with, before hitting the trails.\n\nThe main considerations for planning your trip are summarized in the following ",{"type":"[[","value":[["#Checklist"],["checklist"]]},". Consult the ",{"type":"[[","value":[["#Pick your destination"],["list of destinations"]]}," to choose where you want to go and understand how you should prepare yourself. Read also the ",{"type":"[[","value":[["#Stay safe"],["safety issues"]]}," below.\n\n",{"type":"==","value":[" Prepare "]},"\n\n",{"type":"===","value":[" Checklist "]},"\nIf you're inexperienced in wilderness hiking in Israel, it's very advisable to consult local guides. See the section about ",{"type":"[[","value":[["#Consult"],["travel consulting and information"]]},", below. In any case, the most important points to check out while you plan your trip are:\n",{"type":"*","value":[" Consider acquiring a ",{"type":"[[","value":[["#Travel maps"],["map"]]}," for your trip, and\/or ",{"type":"[[","value":[["#Consult"],["consult"]]}," tour guides and tourist information centers."]},{"type":"*","value":[" Plan your path, considering:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["#Marked trails"],["Marked trails"]]}," – obligatory in nature reserves, recommended otherwise"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["#Nature reserves"],["Nature reserve regulations"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["#Army firing zones"],["Army firing zones"]]}," – make sure there aren't any in your path, or that entry is allowed on the day of your trip"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["#Minefields"],["Minefields"]]}," – make sure you aren't accidentally planning to cross any, and specifically in the ",{"type":"[[","value":[["Golan Heights"]]}," – use only marked trails"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["#Hostile areas"],["Hostile areas"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["#Flash floods"],["Flash flood"]]}," warnings – probably the cause of more deaths than any other wilderness hazard in Israel"]}]},{"type":"*","value":[{"type":"*","value":[" Review the various ",{"type":"[[","value":[["#Other considerations"],["other considerations"]]}]}]},{"type":"*","value":[" Check the ",{"type":"[[","value":[["#Weather"],["weather report"]]}," and choose your clothing accordingly."]},{"type":"*","value":[" Make sure to ",{"type":"[[","value":[["#Water"],["carry enough water"]]},", since there usually won't be any water sources along the way"]},{"type":"*","value":[" For a long journey, plan ahead for ",{"type":"[[","value":[["#Food"],["resupply stops"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["#Gear up"],["Pack up"]]}," any other gear you need"]},{"type":"*","value":[" Make sure you're aware of and prepared to handle the ",{"type":"[[","value":[["#Stay safe"],["various hazards"]]}," you might encounter"]},{"type":"*","value":[" If you're up to it, plan ",{"type":"[[","value":[["#Kick it up"],["something special"]]}," for your trip"]},"\n",{"type":"===","value":[" Travel maps "]},"\nAll Israeli hikers in Israel use the travel maps issued by the Society for the Protection of Nature in Israel. They are topographic maps on a 1:50,000 scale and contain marked trails and road information. Regrettably, they are currently available only in Hebrew; however, most information is simply visual, so they're still very useful even for non Hebrew speakers. If you're planning to hike a lot, you should definitely get one of these. They can be bought ",{"type":"[","value":["http:\/\/ecom.gov.il\/Mapi\/homepage_en.aspx?category=13&language=en-US here"]}," from the government-operated Survey of Israel.\n\nOn the back of these maps are all sorts of useful diagrams, explanations and suggested itineraries, though most of these would only be relevant for Hebrew readers.\n\n",{"type":"===","value":["Marked trails"]},"\n",{"type":"[[","value":[["File:Israel Green Trail Mark.PNG"],["thumb"],["70px"],["Marking for a green trail"]]},"\n",{"type":"[[","value":[["File:INT mark dir.png"],["thumb"],["70px"],["WidthXHeightPx=100x100px"],["The ",{"type":"[[","value":[["Israel National Trail"]]}," mark"]]},"\n",{"type":"[[","value":[["File:Golan Trail Mark.png"],["thumb"],["70px"],["WidthXHeightPx=100x100px"],["The ",{"type":"[[","value":[["Golan Trail"]]}," mark"]]},"\nIn all areas of Israel, trails were marked to indicate interesting and fun trails and routes for travelling by foot or by car (usually requiring 4-wheel drive). The first image on the right is an example of a trail-marking in Israel: it has three parallel lines, about 20cm (8 inches) in length – one colored line in the middle surrounded by two white lines. Each trail has a color, which can be green, red, blue or black. The trails are marked in these color in Israeli hiking maps, so it's easy for travelers in the field to follow the trail marked in their map.\n\nWherever a marked-trail starts-off from a road, a roadsign is placed indicating the name of the trail or its destination, along with the trail color. Also, when several trails intersect, there would sometimes be signs indicating which trail goes where. However, this isn't always the case, so travellers are advised to carry maps with them. Many nature reserves have brochures that contain a schematic trail map of the area, and also of course the main attractions. Also, try to find the WikiVoyage page for your trail, as it might also contain a trail map.\n\nAs mentioned above, in Israeli nature reserves, hiking is allowed only on marked trails, and leaving these could incur a fine. However, there are marking trails also in areas which aren't protected, and hikers there are allowed to walk off the trail as well; the markings simply indicate the most convenient, fun and\/or interesting way to hike in these areas.\n\nIn addition to the standard trails, several long trails exist that encompass a large area and usually connect between several \"normal\" trails. The most famous one in the ",{"type":"[[","value":[["Israel National Trail"]]},", which takes the traveller through the entire length of Israel from north to south (or the other way around), passing through many famous sites and areas such as ",{"type":"[[","value":[["Jerusalem"]]},", ",{"type":"[[","value":[["Tel Aviv"]]},", the ",{"type":"[[","value":[["Sea of Galilee"]]}," and ",{"type":"[[","value":[["Mitzpe Ramon"],["Makhtesh Ramon"]]},", in about 900km (600 miles) of hiking. Another popular hike is the ",{"type":"[[","value":[["Golan Trail"]]},", which takes the hiker in about 4 days through the most popular areas of the ",{"type":"[[","value":[["Golan Heights"]]},", including ",{"type":"[[","value":[["Mount Hermon"]]}," and many of the Golan rivers.\n\n",{"type":"===","value":[" Weather "]},"\nIsrael is hot in summer and cold in winter, but not extremely so in either. It's very advisable to check the forecast at the ",{"type":"{{","value":[["listing"],["name=Israeli Meteorological Service"],["alt=IMS"],["url= http:\/\/www.ims.gov.il\/IMSENG\/All_Tahazit\/homepage.htm"],["phone=+972 3 5600600"]]}," (or any other reliable source) before heading out anywhere in the wild, and gear up accordingly.\n\n",{"type":"'''","value":["During winter"]},", as well as spring and fall, there are rains every now and then. During September there are usually only some dribbles, November to February could have actual storms, and the rains usually last until April with maybe a few dribbles in May. Even in mid-season, rains are mostly very bearable and no storm-suits are required, but the occasional storm could take place and soak you to the bone. Rains mostly come in a streak of 2-4 days, then to die out and be followed by a few dry – sometimes warm – days (though storms could last longer than that). When not raining, temperatures could be cold enough to warrant a coat or jacket, but if you walk intensively there's a good chance you'll find these overheating. In that case, it's advisable to dress in layers, so you can put on your coat while resting and strip down to short clothes during the walk. When it does rain (or when hiking just after rain), it's best to either use waterproof clothing and shoes, or to wear pants that aren't very long, as these are likely to drag in the mud and water. Hail in Israel is rare and would only fall during storms. Snow rarely falls in most of Israel, but it does fall on ",{"type":"[[","value":[["Mount Hermon"]]}," a few times each year, and sometimes also in ",{"type":"[[","value":[["Jerusalem"]]},", ",{"type":"[[","value":[["Mitzpe Ramon"]]}," and the high peaks of the ",{"type":"[[","value":[["Golan Heights"]]}," and ",{"type":"[[","value":[["Galilee"]]},". The forecast will always be able to provide prior warning for these occurrences, and even then it's not unlikely to be a false alarm.\n\n",{"type":"'''","value":[{"type":"[[","value":[["#Flash floods"],["Flash floods"]]}]}," are probably the greatest wilderness danger in Israel and should never be underestimated. Carefully read the safety instructions regarding those.\n\n",{"type":"'''","value":["During summer"]},", days are hot and dry. Rains don't fall, except possibly a few dribbles in June and, very rarely, the end of August. Humidity is usually still very high, except in the ",{"type":"[[","value":[["Negev"]]},", making the heat really unbearable. When hiking in the Israeli summer, it's ",{"type":"'''","value":["very"]}," advisable to plan your trip to include siestas during the peak heat hours – usually 1PM-4PM. However, this could be different in different areas, as cool winds are common in different times of day. Small bodies of water such as springs and reservoirs (for bathing, not drinking) aren't too rare in Israel and should be included in your plan. However, they're also not common enough to simply stumble upon them (in most areas), so you'll have to find out about these locations in advance.\n\n",{"type":"==","value":[" Consult "]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.natureisrael.org\/ Society for the Protection of Nature in Israel"]}]}," operates \"Field Schools\" in many popular hiking regions in Israel. These establishments function as information centres for travellers, and also provide services such as inn rooms, guided trips (which must be booked in advance) and the like. Consult these about hiking trails as well as hazards and safety instructions.\n\nThese are the various field schools, each specializing in a different area of Israel, ordered north to south:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Golan and Hermon"],["alt=",{"type":"[[","value":[["Golan Heights"]]}," and ",{"type":"[[","value":[["Mount Hermon"]]}],["url=http:\/\/www.natureisrael.org\/Hermon"],["email=hermong@spni.org.il"],["phone=+972 4 6965031"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Galilee"],["alt=including also ",{"type":"[[","value":[["Jezreel Valley"]]},", the ",{"type":"[[","value":[["Israeli North Coast"],["northern Coastal Plane"]]}," and the ",{"type":"[[","value":[["Carmel Range"]]}],["url=http:\/\/www.natureisrael.org\/AlonTavor"],["email=a-tavor@spni.org.il"],["phone=+972 4 6620432"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Shikmim"],["alt=",{"type":"[[","value":[["Israeli Coastal Plain"],["Central and Southern Coastal Plane"]]}," and the ",{"type":"[[","value":[["Shfela"]]}],["url=http:\/\/www.teva.org.il\/?CategoryID=257"],["email=shikmim@spni.org.il"],["phone=+972 8 6728755, +972 8 6727895"],["fax=+972 8 6753852"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ofra"],["alt=",{"type":"[[","value":[["Judea"]]}," and the ",{"type":"[[","value":[["Shfela"]]}],["url=http:\/\/www.teva.org.il\/ofra"],["email=ofra@spni.org.il"],["phone=+972 2 9975516"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ein Gedi"],["alt=the ",{"type":"[[","value":[["Judaean Desert"]]}],["url=http:\/\/www.natureisrael.org\/EinGedi"],["email=ngedi@spni.org.il"],["phone=+972 8 6584288"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Har HaNegev"],["alt=",{"type":"[[","value":[["Negev"]]}," and the Arava plain"],["url=http:\/\/www.natureisrael.org\/HarHanegev"],["email=har@spni.org.il"],["phone=+972 8 6588615"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eilat"],["alt=southern ",{"type":"[[","value":[["Negev"]]}," and Arava (Eilat Mountains region) as well as diving in the red sea"],["url=http:\/\/www.natureisrael.org\/Eilat"],["email=Eilat_re@spni.org.il"],["phone=+972 8 6371127"]]}]},"\n",{"type":"==","value":[" Respect "]},"\n",{"type":"*","value":[" Various degrees of ",{"type":"[[","value":[["leave-no-trace camping"]]}," are popular among hikers in Israel, so it's advisable to consult that page to learn some good practices."]},{"type":"*","value":[" It's forbidden and harmful to leave markings on rocks, trees and the like. What would give one traveler some small feeling of pride could be a real eyesore for all those that come after."]},{"type":"*","value":[" Many flowers and plants in Israel are considered protected and it's forbidden to pick them. If you're not sure, don't touch; just enjoy the sight and smell."]},{"type":"*","value":[" Israel contains several endangered and protected species of animals. Feeding them, though providing entertainment, is usually harmful in two ways: human food is mostly unhealthy to wildlife (even if they like it), and also, it makes them dependent on humans and harms their survival skills. Be content to watch the animals from afar and not get them to come to you."]},"\n",{"type":"===","value":[" Nature reserves "]},"\nReserves and parks are managed by the Israeli ",{"type":"[","value":["http:\/\/www.parks.org.il\/parks\/ParksAndReserves\/Pages\/default.aspx Authority for Nature Reserves and National Parks"]},". Some have an entrance fee (usually around ₪30 per person), though most are simply free wilderness areas. The most important regulations to note about these reserves, both the paid and the free of charge, are:\n",{"type":"*","value":[" Hiking in reserves is only allowed on ",{"type":"[[","value":[["#Marked trails"],["marked trails"]]},"."]},{"type":"*","value":[" Driving in cars and Jeeps is only allowed on dirt roads with trail marks, as well as on paved roads. On some roads, signs forbid all car access."]},{"type":"*","value":[" Overnight stay is forbidden, both for camping and for night hiking."]},{"type":"*","value":[" Overnight camping is allowed in specific camping grounds which are marked on travel maps and usually declared by signs. These locations are usually free of charge, but contain absolutely no facilities (e.g. no running water, restrooms, etc.)."]},{"type":"*","value":[" ",{"type":"'''","value":["Most importantly, Nature Reserves are declared as areas in which it is strictly forbidden to interfere with nature. Do not feed animals, break tree-branches, burn wood (even if it's down-and-dead) or make any markings on rocks, trees and the like. Also, it is forbidden to remove anything from a nature reserve – not even a small plant or pretty rock."]}]},{"type":"*","value":[" Paid reserves could have additional rules, such as specific opening hours or a prohibition on bringing food into the area."]},"Nature Authority Rangers patrol the various reserves to enforce the regulations mentioned above. Violations will be fined, usually at a sum of several hundred shekels for each person. Do remember that the rangers are also glad to aid travelers in need, so do not hesitate to ask for help and advice.\n\n",{"type":"==","value":["Gear up"]},"\n\n",{"type":"===","value":["Water"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tap water"]}," in Israel is good for drinking."]},{"type":"*","value":[" The potability of ",{"type":"'''","value":["natural water sources"]}," is unknown and shouldn't be counted upon. Some areas are suspected of contamination even if the water looks and smells fine."]},{"type":"*","value":[" There usually aren't any ",{"type":"'''","value":["water taps"]}," near hiking trails or even in campgrounds, except in paid campsites."]},{"type":"*","value":[" If you're unused to the weather in Israel, you should consult experienced hikers to find out ",{"type":"'''","value":["how much water you should carry"]},". If there's no one you can ask, use the following numbers; they may look like too much for travellers from more cool countries, but there can be a huge difference on that account. Remember that they only refer to drinking water, not including cooking and other uses."]},{"type":"*","value":[{"type":"*","value":[" In cold days or when most of the walk is in the shade, carry at least 3 L per person for a whole day."]}]},{"type":"*","value":[{"type":"*","value":[" In cool days of winter, fall and spring, which aren't really cold, carry 4.5 L."]}]},{"type":"*","value":[{"type":"*","value":[" In warm (not extremely hot) days on easy and moderate trails, carry 6 L."]}]},{"type":"*","value":[{"type":"*","value":[" Hardcore hiking in the desert at summer ",{"type":"'''","value":["really"]}," shouldn't be done until you know how well you can handle that. If you do decide to do that, carry ",{"type":"'''","value":["at least"]}," 7.5 L of water until you're sure you know how much you drink; it's pretty likely you really will drink it all up."]}]},"\n",{"type":"===","value":[" Food "]},"\n",{"type":"*","value":[" In Israel, you're never more than a day's hike away from some ",{"type":"'''","value":["settlement"]},"."]},{"type":"*","value":[" However, that doesn't mean you can always see the nearest settlement, so you still ",{"type":"'''","value":["might get lost"]},"."]},{"type":"*","value":[" Most (but not all) settlements have at least a small grocery store; however, in small settlements such as Kibbutzim, these may not be open on all weekdays."]},{"type":"*","value":[" Carry some cash with you for food purchases. A rough estimate says ₪15 per person a day are usually what it's gonna take, but leave generous margins beyond that."]},{"type":"*","value":[" On Saturdays and holidays, it's nigh impossible to find an open supermarket. In large cities or at gas stations you'll have 24-hour shops, however they may not have a large variety of commodities."]},{"type":"*","value":[" Consider taking a gas stove to make some tea or coffee during some stop on the way."]},{"type":"*","value":[{"type":"*","value":[" Keep in mind that most hiking trails go through nature reserves, meaning that open fire is prohibited but stoves are OK."]}]},{"type":"*","value":[{"type":"*","value":[" Cooking is a good idea on hikes of more than one day. See the list of ",{"type":"[[","value":[["#Equipment for overnight stay"],["equipment for overnight stay"]]},", below."]}]},"\n",{"type":"===","value":["Clothing"]},"\n",{"type":"*","value":[" Consult the ",{"type":"[[","value":[["#Weather"],["weather section"]]}," section above to determine which clothes to carry."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sunburn and sun protection"],["Sunscreen lotion is a must"]]}]}," for hiking trips. Visitors from Europe and other non-tropical regions are unfamiliar with the potential effects of prolonged exposure to the sun in subtropical regions. Especially those with a pale complexion will – if not protected – undoubtedly get sunburns, which hurt for several days. Unprotected exposure also increases the chance of getting skin diseases, including even cancer. Lotions are available for sale on pharmacies, and during the summer – on most supermarkets. Choose one with an SPF (Skin Protection Factor) of at least 30."]},{"type":"*","value":[" For the same reason, as well as to avoid heat strokes, ",{"type":"'''","value":["always wear a hat"]},"."]},{"type":"*","value":[" Choose ",{"type":"'''","value":["shoes or sandals"]}," fitting for your hike. Hiking boots are recommended for most trips. For trails including water crossings, you might prefer sandals."]},{"type":"*","value":[" Many popular hiking trails in Israel go along water streams. ",{"type":"'''","value":["Swimsuits"]}," are recommended in those."]},{"type":"*","value":[" Some trails pass near interesting religious sites of any of the various religions that are observed in Israel. If you're interested in visiting those, carry some ",{"type":"'''","value":["modest clothes"]}," with you."]},"\n",{"type":"===","value":["Survival gear"]},"\n",{"type":"[[","value":[["File:Hermann von Barth Weg MQ.jpg"],["thumb"],["Via ferrata of the type common in canyon and cliff-side trails in Israel"]]},"\n",{"type":"*","value":[" As mentioned above, ",{"type":"[","value":["http:\/\/ecom.gov.il\/Mapi\/homepage_en.aspx?category=13&language=en-US travel maps can be bought"]}," but only in Hebrew."]},{"type":"*","value":[" Israel's nature isn't all too wild, so usually no excessive survival gear is required."]},{"type":"*","value":[" Like everywhere else, there are some items which could always come in handy, such as multitools, first aid kits and flashlights. Note that more than a few hiking trails pass near caves, for which lights are very recommended."]},{"type":"*","value":[" Marked hiking trails in canyons and cliffs almost always have set ladders or via-ferrata steps. These do not require any additional safety equipment and are mostly fit for all ages (excluding very young children). Only a few trails require the hikers to bring their own rope, and they're always indicated on travel maps, guidebooks and the like."]},"\n",{"type":"===","value":["Equipment for overnight stay"]},"\n",{"type":"*","value":[" A sleeping bag of about -6°C Comfort should be just fine for all but the coldest nights in Israel. In summertime, those simple bags that don't even have a temperature rating should suffice."]},{"type":"*","value":[" A sleeping mat is recommended for protecting the bag, for comfort when sleeping on rough terrain, and on cold nights – for thermal insulation."]},{"type":"*","value":[" A blanket to keep you cozy before the fire or in the camp in general, before getting into the bag. Especially in the ",{"type":"[[","value":[["Negev"]]}," and ",{"type":"[[","value":[["Judaean Desert"]]},", hard, cold winds tend to blow just as the sun sets."]},{"type":"*","value":[" It's highly recommended to get some hot meals during long journeys, and for this you'll need:"]},{"type":"*","value":[{"type":"*","value":[" Matches"]}]},{"type":"*","value":[{"type":"*","value":[" Enough water for cooking"]}]},{"type":"*","value":[{"type":"*","value":[" Possibly oil"]}]},{"type":"*","value":[{"type":"*","value":[" A pot and various cooking instruments"]}]},{"type":"*","value":[{"type":"*","value":[" A stove and gas..."]}]},{"type":"*","value":[{"type":"*","value":[" Or means to make a bonfire. In some cases, you'll have to bring your own firewood:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" In ",{"type":"[[","value":[["#Nature reserves"],["reserves"]]},", it's forbidden to burn local wood, even if it's down-and-dead"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" In the few areas of the desert that are not inside some reserve, use only down-and-dead wood, as trees and shrubs are the rare food source of local animals; and since there might not be enough wood, you may have to bring your own from home"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" When travelling in a large group, you may not be able to gather enough local wood to make a large-enough fire"]}]}]},"\n",{"type":"==","value":[" Camp "]},"\nCamping is allowed everywhere in Israel, except in ",{"type":"[[","value":[["#Nature reserves"],["nature reserves"]]},". The catch is, of course, that most interesting places for hiking ",{"type":"'''","value":["are"]}," inside reserves, even if you didn't pass through any gate and didn't have to pay anything at the entrance. Consult a ",{"type":"[[","value":[["#Travel maps"],["travel map"]]}," to find out whether your journey goes through a reserve, and if it does – find the permitted campsites. Unless noted otherwise on the map, these campsites are just plain areas in which camping is allowed, and they don't have running water or any facilities at all. Review the ",{"type":"[[","value":[["#Equipment for overnight stay"],["equipment list"]]}," for everything you're likely to need there.\n\nWhen planning a trip of several days, make sure to plan for resupply stations. Carry enough ",{"type":"[[","value":[["#Water"],["water"]]}," in between, as well as cash for food purchases.\n\nAnimals can be attracted to food, both fresh and leftovers. While these won't be bears like you get in ",{"type":"[[","value":[["Yellowstone"]]},", these could be wolves or jackals that can steal your food, or can even (rarely) be ",{"type":"[[","value":[["#Venomous animals"],["rabid"]]},". Clean all your pots and other items before you go to sleep, and leave them to dry away from where you lay. Put any food inside your backpack, and place the bag very close to you. When hiking in a group, best to have everybody sleep around the backpacks. Garbage and leftovers should also be placed inside the backpacks. If that is not possible, better put everything in a bag and hang it on a tree, away from your sleeping bags. If you have some warm food left in a pot which you want to save for tomorrow, cover the pot and place some heavy rocks on it, and again – place it at a safe distance.\n\n",{"type":"==","value":[" Avoid "]},"\n\nThis section details safety considerations that need to be made while planning the trip. For safety issues that may arise during the hike, see ",{"type":"[[","value":[["#Stay safe"],["Stay safe"]]},", below.\n\n",{"type":"===","value":[" Flash floods "]},"\n",{"type":"[[","value":[["File:Ein Avdat Flood 1.JPG"],["thumb"],["Flood at ",{"type":"[[","value":[["Ein Avdat"]]},". On any other day you'd happily hike inside that canyon."]]},"\n\nFlash floods can occur in some streams and creeks, mostly in the ",{"type":"[[","value":[["Judaean Desert"]]},", Jordan Valley (essentially a part of the ",{"type":"[[","value":[["West Bank"]]},") and some places in the ",{"type":"[[","value":[["Negev"]]},". The catch is, ",{"type":"'''","value":["even a light rain in the right place"]}," could cause a flash-flood to build up many kilometers down the stream ",{"type":"'''","value":["where no clouds may be visible"]},". Don't assume that a seemingly cloudless sky means that all's well – always check the weather forecast in advance, in any trip, any time. The aforementioned IMS provides special warnings for those events, stating the specific problematic locations.\n\nIf you do encounter a flooded stream, don't ever try to cross it, even if it doesn't look too intimidating. There are two reasons for that: first, rocks and debris carried hidden in the water could hit you without warning and bring you down; and second, a weak flow of water could change in a second to the strong wave of a flash flood.\n\nIf a dry stream you're walking in suddenly starts flowing, you must immediately find a way to climb up and out of the path of the water. Each year in Israel, some lives are lost because of these floods.\n\n",{"type":"===","value":[" Army firing zones "]},"\nMany areas of Israel, especially in the ",{"type":"[[","value":[["Negev"]]},", are used by Israel Defense Forces (IDF) units for training, sometimes using live fire. Most of these areas are ",{"type":"'''","value":["not"]}," fenced or marked in the field, therefore it's a critical point to check out before going on a trip. Entrance to these firing zones is allowed only on Saturdays, as well as on certain Jewish holidays − but not all of them! On all other days, prior coordination with the IDF is required. Unless you're a Hebrew speaker and very familiar with Israel and with the specific area in which you intend to hike, it's recommended to simply contact one of the ",{"type":"[[","value":[["#Consult"],["Field Schools"]]}," mentioned above and ask for their assistance in the matter, or simply to go on some organized trip (ones are occasionally lead by said Field Schools).\n\nNote also that in certain areas of the southern Negev, south of ",{"type":"[[","value":[["Mitzpe Ramon"],["Makhtesh Ramon"]]},", hiking is prohibited even on Saturdays, and allowed only for a few days a year, in specific holidays.\n\nIf you do wish to make all arrangements on your own, you can try and coordinate with the IDF using one of the following numbers, depending on where in Israel you intend to hike:\n",{"type":"*","value":[" ",{"type":"'''","value":["Northern Command"]}," (The ",{"type":"[[","value":[["Carmel Range"]]},", ",{"type":"[[","value":[["Jezreel Valley"]]}," and north of them): +972 4 6979007"]},{"type":"*","value":[" ",{"type":"'''","value":["Central Command"]}," (mainly the ",{"type":"[[","value":[["Israeli Coastal Plain"],["Coastal Plain"]]},", ",{"type":"[[","value":[["Jerusalem"]]}," region, ",{"type":"[[","value":[["Shfela"]]}," and the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},"): +972 2 5305372"]},{"type":"*","value":[" ",{"type":"'''","value":["Southern Command"]}," (the ",{"type":"[[","value":[["Negev"]]},"): +972 8 9902927 or +972 8 9952205"]},"\nKeep in mind several things:\n",{"type":"*","value":[" The person you speak to on the phone might not speak English"]},{"type":"*","value":[" They will require information on the trail you intend to take, such as its identifying number, so have a travel map handy"]},{"type":"*","value":[" For some trails it's required to request permission up to two weeks in advance"]},{"type":"*","value":[" Usually you will only get a final response just one or two days before the intended date for the trip"]},{"type":"*","value":[" The IDF may require you to send a fax with all details, as well as to provide a number for return fax"]},{"type":"*","value":[" You may, after all, not be given permission"]},"\n",{"type":"===","value":[" Minefields "]},"\n",{"type":"[[","value":[["File:Golan Minefield.JPG"],["thumb"],["Minefield fence in the Golan Heights"]]},"\nIn its short history, Israel has been attacked and invaded from all directions, and had taken some precaution against any future recurrences. Minefields are well fenced and signed, and their boundaries are marked on ",{"type":"[[","value":[["#Travel maps"],["travel maps"]]},". However, mines can and do wander away because of earth shifts, water streaming and even by getting dragged by unwitting animals. When hiking in the ",{"type":"[[","value":[["Negev"]]}," (especially near the ",{"type":"[[","value":[["Egypt"]]},"ian and ",{"type":"[[","value":[["Jordan"]]},"ian borders), ",{"type":"[[","value":[["Judaean Desert"]]}," and the ",{"type":"[[","value":[["Golan Heights"]]},", consult a map to make sure you don't get anywhere near a minefield. Especially in the Golan Heights, which are riddled with those, hike only on roads and marked trails. ",{"type":"'''","value":["Don't underestimate the risk"]},", for once in every few years some Israeli hiker does in fact get killed or loses a limb because of that.\n\nIf the trails do lead you to the vicinity of a minefield, just watch your step and make sure ",{"type":"'''","value":["not to deviate"]}," from the path. In all areas, if you see some unidentified metallic object, don't touch it and inform the police as soon as possible. The most common mines are fist-sized and cylindrical with some protruding features, but there are other varieties, and besides – mines aren't the only danger: duds can be found near military training areas.\n\n",{"type":"===","value":[" Hostile areas "]},"\nThe Arab-Israeli Conflict is a constant issue at present. For hikers, these are the most dangerous areas:\n",{"type":"*","value":[" The area surrounding the ",{"type":"[[","value":[["Gaza Strip"]]}," in the western ",{"type":"[[","value":[["Negev"]]},", near the Israeli cities ",{"type":"[[","value":[["Sderot"]]}," and ",{"type":"[[","value":[["Netivot"]]},". Every once in a while, rockets actually fall in that area. The Israeli anti-missile artillery is able to intercept most of them, but only if they're detected to be aimed at settled territories. When hiking in the wild, no one protects you. Make sure to familiarize yourself with the emergency procedures in case of an alarm, and always watch the news in advance."]},{"type":"*","value":[" The northern ",{"type":"[[","value":[["Judaean Desert"]]},", bordering on the Palestinian territories of the ",{"type":"[[","value":[["West Bank"]]}," (Samaria and mainly Judea). The danger here is mostly for Jewish travelers, to whom the Palestinians may be hostile. Specifically in the ",{"type":"[[","value":[["Judaean Desert#Prat Stream (Wadi Kelt)"],["Prath Stream"]]}," (not the same as the Biblical one), three different groups of Israeli hikers were murdered in the 1990s."]},{"type":"*","value":[" Also for Jewish travelers, some Arab towns and villages inside Israel may be hostile. In general, this is the exception and not the rule, but the negative odds are not negligible."]},{"type":"*","value":[" The Bedouins of the ",{"type":"[[","value":[["Negev"]]}," and the ",{"type":"[[","value":[["Judaean Desert"]]}," have nothing to do with the Conflict as they aren't friends with the Palestinians. However, crime rates in their communities are relatively high, so one should act with care. On the other hand, their hospitality is usually unmatched, and most are glad to offer tea or coffee for people on the roads."]},{"type":"*","value":[" On a final note, the ",{"type":"[[","value":[["Golan Heights"]]}," are a disputed territory from an International Community point of view; however, for Israelis they constitute an almost integral part of their country. Besides the military conflict with Hezbollah in 2006, during which rockets fell in the area, it has been as safe as the rest of Israel for the past few decades. Do mind the ",{"type":"[[","value":[["#Minefields"],["minefields"]]}," mentioned above."]},"\n",{"type":"===","value":[" Other considerations "]},"\n",{"type":"*","value":[" During or after rains, you don't wanna take a trail that climbs up or down steep canyons or ridges"]},{"type":"*","value":[" Avoid long walks on main roads"]},{"type":"*","value":[" After floods, trails that pass through canyons and streams may be damaged. Best consult a ",{"type":"[[","value":[["#Consult"],["Field School"]]}," about the current state of any trail, or when inside nature reserves – call its offices"]},"\n",{"type":"==","value":[" Pick your destination "]},"\n\n",{"type":"===","value":[" ",{"type":"[[","value":[["Golan Heights"]]}," "]},"\nOffering terrific viewpoints and many running ",{"type":"[[","value":[["#Watery trails"],["streams and springs"]]},". You'll also find a lot of abandoned bunkers which can be fun to explore. Trails are mostly easy to moderate.\n\n",{"type":"<","value":["u",[{"type":"'''","value":["Primary considerations:"]}]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["#Minefields"],["Minefields"]]}," all around"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Army firing zones"],["Army firing zones"]]}]},{"type":"*","value":[" Sparse buses, mainly from ",{"type":"[[","value":[["Qatzrin"]]},", ",{"type":"[[","value":[["Qiryat Shemona"]]}," and ",{"type":"[[","value":[["Tiberias"]]}]},{"type":"*","value":[" The proximity to Israel's border with ",{"type":"[[","value":[["Syria"]]}," makes this a dangerous area only during active military conflicts"]},"\n",{"type":"===","value":[" ",{"type":"[[","value":[["Galilee"]]}," "]},"\nA mountainous landscape with tall peaks, offering great views and many ",{"type":"[[","value":[["#Watery trails"],["streams"]]},". The ",{"type":"[[","value":[["Sea of Galilee"]]}," is also nearby. Many ",{"type":"[[","value":[["#Attractions and sites"],["heritage sites"]]}," also dot the region, including ruins from the Crusades and the Roman period as well as tombs of Sheikhs and Rabbis. Trails are mostly of moderate difficulty, and can be hard when containing long or steep ascents.\n\n",{"type":"<","value":["u",[{"type":"'''","value":["Primary considerations:"]}]]},"\n",{"type":"*","value":[" Sparse buses. Buses to the more remote regions depart from ",{"type":"[[","value":[["Galilee#Cities"],["the cities in the area"]]}," as well as from ",{"type":"[[","value":[["Haifa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["#Weather"],["Rains"]]}," could make the hiking here very difficult. The western areas are more prone to these because of their proximity to the sea"]},{"type":"*","value":[" The proximity to Israel's border with ",{"type":"[[","value":[["Lebanon"]]}," makes the northern Galilee a dangerous area only during active military conflicts"]},"\n",{"type":"===","value":[" The ",{"type":"[[","value":[["Carmel Range"]]}," "]},"\nWhile climbing the carmel is a pretty rough ascent, once you reach the top the trails aren't too steep. Walk through authentic Mediterranean forest and get a great view of the surrounding country. At the western slopes there are many caves, including sites where prehistoric remains where found. Ascents to the Carmel are moderate to difficult, but trails on top are fairly easy.\n\n",{"type":"<","value":["u",[{"type":"'''","value":["Primary considerations:"]}]]},"\n",{"type":"*","value":[" Proximity to the sea makes this area prone to ",{"type":"[[","value":[["#Weather"],["rains"]]},", which would make the ascents very difficult and dangerous"]},"\n",{"type":"===","value":[" Ramot Menashe "]},"\nThe hill-country found south of the Carmel is a green, flowery region with some running streams and a lot of forests. Trails are mostly easy.\n\n",{"type":"===","value":[" ",{"type":"[[","value":[["Israeli Coastal Plain"],["Coastal Plain"]]}," "]},"\nGenerally not considered a hot spot for hiking, this area mainly offers walks along the beach. However, several large streams – mainly the Alexander and the Yarkon – make for nice one-day hikes or picnic excursions. ",{"type":"[[","value":[["#Attractions and sites"],["Ancient ruins"]]}," also make for beautiful stops along the way, found mainly east or south of ",{"type":"[[","value":[["Tel Aviv"]]},".\n\n",{"type":"===","value":[" ",{"type":"[[","value":[["Shfela"]]}," and the ",{"type":"[[","value":[["Jerusalem"]]}," Mountains "]},"\nThe hill-country stretching west of Jerusalem is full to the brim with ",{"type":"[[","value":[["#Attractions and sites"],["ancient ruins"]]}," of settlements, water holes, hideout caverns, wine- and oil-presses, agriculture terraces and virtually any building required by human civilization. The vast forests make for pleasant, richly green scenery. Trails are mostly easy to moderate.\n\n",{"type":"===","value":[" ",{"type":"[[","value":[["Judaean Desert"]]}," "]},"\n:",{"type":"''","value":["Also see ",{"type":"[[","value":[["Hiking in the Judaean Desert"]]}]},"\nTall ridges and deep canyons are the characteristics of this region, as well as searing heat but also beautiful ",{"type":"[[","value":[["#Watery trails"],["oases"]]},". Here you'll find steep climbs and dramatic cliffs, but make sure your trip also goes through some of the fantastic water basins that can be found in some of the streams. Trails are mostly difficult, but there can be found many spots that are also fit for family trips.\n\n",{"type":"<","value":["u",[{"type":"'''","value":["Primary considerations:"]}]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["#Water"],["Drinking water"]]}," can only be found in the settlements"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Hostile areas"],["hostile areas"]]}," and ",{"type":"[[","value":[["#Army firing zones"],["army firing zones"]]}," exist mainly in the northern parts"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Minefields"],["Minefields"]]}," in some of the streams (well signed and usually fenced)"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Flash floods"],["Flash floods"]]}," occur a few times each year"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Weather"],["Days are hot"]]}," (extremely so in summer) and nights are very cold, usually with strong wind starting around sunset and blowing until midnight"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Poisonous plants"],["Poisonous plants"]]}," make for a great part of the vegetation here, but they're only dangerous if consumed"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Dangerous Pests"],["Leishmania"]]}," is a little less rare here than the rest of Israel"]},{"type":"*","value":[" Buses are sparse. It's fairly easy to reach ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]}," or the Arava junction at the south, but the settlements along the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," are reachable mainly from ",{"type":"[[","value":[["Jerusalem"]]}]},{"type":"*","value":[" For most hikes in this region, you'll want to start and finish at the Dead Sea coast, since that's the most accessible area. However, that does mean you'll have to climb up and down the cliffs."]},"\n",{"type":"===","value":[" ",{"type":"[[","value":[["Negev"]]}," "]},"\nMostly a barren wasteland, the Negev – unlike the Judaean Desert – consists mainly of vast planes and massive mountains, though it also has its share of canyons and ridges. This is where you go to truly challenge yourself, to feel the desert, or to be alone and ",{"type":"[[","value":[["#Star gazing"],["watch the stars"]]},". Trails are mainly difficult, sometimes extremely so (mainly in the ",{"type":"[[","value":[["Eilat"]]}," mountains at the south).\n\n",{"type":"<","value":["u",[{"type":"'''","value":["Primary considerations:"]}]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["#Water"],["Drinking water"]]}," can only be found in the settlements and farms"]},{"type":"*","value":[" Getting ",{"type":"[[","value":[["#Food"],["food"]]}," could be a problem, as settlements are few and sparse."]},{"type":"*","value":[" ",{"type":"[[","value":[["#Army firing zones"],["Army firing zones"]]}," probably constitute the greater part of this region"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Flash floods"],["Flash floods"]]}," can occur, mainly dangerous in canyons"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Weather"],["Days are boiling hot and nights are freezing cold"]]}," during summer and winter, respectively"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Poisonous plants"],["Poisonous plants"]]}," make for a great part of the vegetation here, but they're only dangerous if consumed"]},{"type":"*","value":[" ",{"type":"[[","value":[["#Dangerous Pests"],["Leishmania"]]}," is a little less rare here than the rest of Israel"]},{"type":"*","value":[" Buses only stop at towns and junctions, while hiking destinations are usually a great distance from them"]},"\n",{"type":"===","value":[" Arava "]},"\nThough it does not offer many trails, the Arava (the plain stretching along the east side of the Negev) does offer some beautiful desert scenery. Many trails to or from the Negev end here, and since this region is a little more accessible to buses, you might wanna start or end your hikes here.\n\nConsiderations are mostly the same as in the Negev.\n\n",{"type":"===","value":[" Itineraries "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Israel National Trail"]]}]}," ",{"type":"{{","value":[["Israel trail mark"],["int"]]}," is one thousand kilometers of a vast multitude of landscapes, with forests, coastal plains, prairies and deserts."]},{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Golan Trail"]]}]}," ",{"type":"{{","value":[["Israel trail mark"],["golan"]]}," takes you across the ",{"type":"[[","value":[["Golan Heights"]]}," under Israeli control in a 120 km long trail."]},"\n",{"type":"[","value":["http:\/\/www.tiuli.com\/default.asp?lng=eng Tiuli"]}," has a comprehensive list of hikes, with descriptions, maps and pictures.\n\n",{"type":"==","value":[" Stay safe "]},"\n\nThis section only deals with emergencies that may arise during the hike. For general safety considerations, consult the ",{"type":"[[","value":[["#Avoid"],["Avoid"]]}," section, above.\n\n",{"type":"===","value":[" Emergency services "]},"\nThe two phone numbers which it's absolutely vital to remember are:\n",{"type":"*","value":[" ",{"type":"'''","value":["100"]}," – Police"]},{"type":"*","value":[" ",{"type":"'''","value":["101"]}," – ",{"type":"''","value":["Magen David Adom"]}," (emergency health services)"]},"It is also recommended to have the number of the local ",{"type":"[[","value":[["#Consult"],["Field School"]]}," handy, though it won't be any help in case of an emergency.\n\n",{"type":"===","value":[" Venomous ",{"type":"[[","value":[["Dangerous animals"],["animals"]]}," "]},"\n",{"type":"[[","value":[["File:L quinquestriatus.jpg"],["thumb"],["A deathstalker, common in Israel"]]},"\n",{"type":"[[","value":[["File:Vipera palaestinae (צפע ארצישראלי).JPG"],["thumb"],["The common Israeli viper"]]},"\n\nIsrael doesn't have any bears and lions. The dangerous animals there are much more subtle, but in some cases – no less deadly.\n\n;",{"type":"[[","value":[["Pests#Scorpions"],["Scorpions"]]},": The primary venomous animals of Israel, along with snakes, they can be found in all regions of the country. You are most likely to get stung by these if you shove your hand under rocks, so if you have to move one, then first push it with you foot. As a general rule of thumb in Israel, the scorpions that have a thin build are the deadly ones. However, in case of a stinging, don't take any chances – evacuate the victim as quickly as possible and get professional medical aid. The Israeli health services are well equipped to deal with all scorpions. Until help arrives, the first aid is pretty much the same as with snake bites – see below.\n\n;",{"type":"[[","value":[["Pests#Spiders"],["Spiders"]]},": Though they are very common in Israel, cases of attacks by them are rare. Deadly spiders are very rare in Israel (though they do exist), but even the other species can cause great inconvenience, such as local paralysis that could last several days, accompanied by excruciating pain. If getting stung, it's very advisable to go to the hospital as quickly as possible, and it's best to try to take a photo of the spider.\n\n;",{"type":"[[","value":[["Dangerous animals#Snakes"],["Snakes"]]},": Israel boasts a great variety of snakes, and the venomous species are very deadly. The most common Israeli viper, called in Hebrew ",{"type":"''","value":["Tzefa"]}," (pictured to the right), can be found in all regions of the country. Snakes hibernate in winter, meaning you may only encounter them if you actually push your hands into their caves. They are most deadly in late spring, when they just wake up with a fresh load of venom. Walking in high undergrowth during summer can be very dangerous, and you should always watch your step. Probing with a stick before every move could be helpful. It's vital to remember that most of the field-treatments you were told of as a child are lies: you can't actually tell weather a snakebite is venomous just by the shape; sucking the venom is in fact useless; using a tourniquet will in most cases do more harm than good. There's still amputation, but you don't want that, and are unlikely to get it right anyway. What you ",{"type":"'''","value":["should"]}," do is get the victim to rest completely and immediately, preferably with the bitten limb laid lower than the rest of the body, and if possible, set it using planks or something like that; and most importantly, ",{"type":"'''","value":[{"type":"[[","value":[["#Emergency services"],["get professional help"]]}]}," ASAP. If possible, take a photo of the snake (no need to catch it). Hospitals in Israel keep a storage of antidote for almost all species of vipers found in Israel. That's right, ",{"type":"'''","value":["almost all"]},". As always, prevention is the best cure.\n\n;",{"type":"[[","value":[["Rabies"]]}," and various infections: Though not actually \"venomous\", bites by any other animal can prove dangerous. If bitten, you should definitely consult a doctor about treatment. It's usually not extremely urgent, but use discretion. To avoid attracting animals, review the ",{"type":"[[","value":[["#Camp"],["Camp"]]}," section for the recommended handling of food while camping.\n\n",{"type":"===","value":[" Dangerous ",{"type":"[[","value":[["Pests"]]}," "]},"\n",{"type":"[[","value":[["File:Tick.jpg"],["thumb"],["Similar to the Cave Tick found in Israel"]]},"\n\n;",{"type":"[[","value":[["Pests#Ticks"],["Ticks"]]},": Most common in the deserts of Israel. Ticks lay in a hibernated state in areas where animals are likely to rest; caves are very common, as are trees and bushes large enough to provide shade. When they sense an animal (or human) nearby, they wake up and race towards it, then bite. It's hardly felt, and the mark left is pretty small, but it can infect the victim with various fevers, mainly the Relapsing Fever. If, 1-3 weeks after a hike, you start feeling unwell – mainly high body temperature and headaches – immediately consult a doctor and inform him of your situation. The Relapsing Fever is called in Hebrew ",{"type":"''","value":["Kadakhat HaMe'arot"]}," (literally \"Cave Fever\"). ",{"type":"'''","value":["It can be deadly"]}," in some cases, so do ",{"type":"'''","value":["not"]}," delay after the symptoms appear.\n\n;",{"type":"[[","value":[["Pests#Flies"],["Sandflies"]]}," carrying leishmania: The sandfly, pretty much indistinguishable from any normal housefly, is sometimes a carrier for the leishmania parasites which nest under your skin and cause ",{"type":"''","value":["leishmaniasis"]},", nicknamed in Hebrew ",{"type":"''","value":["Shoshanat Yericho"]}," – literally \"Jericho Rose\". It's so called because it was common mainly in the Jordan Valley and the ",{"type":"[[","value":[["Jericho"]]}," region, though nowadays it can (uncommonly) be found in most regions of Israel. The \"Rose\" part derives from the appearance of the fly bite; it looks like a mosquito bite, only it stays there for months, and every once in a while bursts out with blood. In Israel it usually results in nothing more than a really ugly scar, but in very rare cases – primarily in people with previous health conditions – it can cause permanent damage and even death, if the parasites nest internally. Treatment is very advisable, both for a faster healing of the blistering wound and to minimize the remaining scar. Consult a doctor, who would probably advise the use of some ointment.\n\n",{"type":"===","value":[" ",{"type":"[[","value":[["Poisonous plants"]]}," "]},"\nA variety of poisonous plants exist in Israel. Luckily, they're all only dangerous upon consumption and not just by touch or when stung by their barbs. There's no general rule for telling whether a plant is poisonous; if you don't know it, don't eat it (or cook it, or make tea out of it). Below are some of the most common poisonous plants of Israel. Notice how some of them are actually very beautiful, such as the oleander, or the tree tobacco that looks bright and shiny compared to any other plant you'd encounter in the deserts where it sometimes grows.\n\n<gallery widths=180px>\nFile:Duda.JPG|Mandrake (",{"type":"''","value":["Duda"]}," in Hebrew)\nFile:Nerium oleander flowers leaves.jpg|Oleander or Nerium (",{"type":"''","value":["Harduf"]},")\nFile:Henbane1.JPG|Henbane, of the Nightshade family (",{"type":"''","value":["Shikaron"]},")\nFile:Nicotiana glauca flowers.jpg|Tree Tobacco (",{"type":"''","value":["Tabac HaSiakh"]},")\nFile:Retama raetam 1.JPG|The Retama bush (",{"type":"''","value":["Rotem"]},")\nFile:Ricinus March 2010-1.jpg|Castor (",{"type":"''","value":["Kikayon"]},")\n<\/gallery>\n\n",{"type":"==","value":[" Kick it up "]},"\n",{"type":"===","value":["Watery trails"]},"\nWhen the Israelis talk of a stream or river (",{"type":"''","value":["Nahal"]}," in Hebrew or ",{"type":"''","value":["Wadi"]}," in Arabic), they're usually talking about ",{"type":"''","value":["dry"]}," canyons with perhaps a few short stretches of water that's actually flowing. For this reason, the relatively few ponds and running streams that ",{"type":"''","value":["can"]}," be found make for popular attractions and fantastic destinations. It's very common in Israel, when planning a trip, to make such water sources the actual pivot of a hike - all the rest of the plan made just to include it. Travellers from cooler and more lushly watered countries will probably quickly understand the Israelis' enthusiasm for such spots in this relatively warm country, especially if travelling in summer.\n\nA few points you should consider about that subject:\n",{"type":"*","value":[" As said, if you hear of a \"stream\" or \"river\", it's usually dry unless you were told otherwise."]},{"type":"*","value":[" Even a stream or reservoir that was flowing or full to the brim during winter, could be completely dry by mid-summer."]},{"type":"*","value":[" Many running streams aren't very deep. You'll probably only have to get knee-deep in water, and sometimes that can also be avoided. However, in some trails (especially during winter and spring) the water can get up to your waist and, very occasionally, you'll even have to swim across some sections. ",{"type":"[[","value":[["#Consult"],["Consult"]]}," regarding your specific travel destination. Especially in the canyons of the ",{"type":"[[","value":[["Negev"]]}," and ",{"type":"[[","value":[["Judaean Desert"]]},", there may be very deep water basins during winter, even if there is no running water in the canyon except during floods."]},"\n",{"type":"===","value":[" Night walking "]},"\n",{"type":"===","value":[" Watching flash floods "]},"\n",{"type":"===","value":[" Attractions and sites "]},"\nSome regions of Israel are rich with the remains of ancient cultures, which make for interesting and impressive stops along the way. Additional \"wayside attractions\" may include various paid nature reserves that offer short trails.\n\n",{"type":"====","value":["Paid sites"]},"\nIn some ",{"type":"[[","value":[["#Nature reserves"],["nature reserves"]]}," in Israel you'd be required to pay for the entrance, a sum in the range of ₪15-50. In national parks the payment is about the same. If you intend to visit a lot of either, you should probably buy the Nature & Parks Authority's \"",{"type":"[","value":["http:\/\/old.parks.org.il\/BuildaGate5\/general2\/data_card.php?Cat=~%20~~800557905~Card14~&ru=&SiteName=parks&Clt=&Bur=663698082 Green Card"]},"\", sold only to tourists (valid only with a foreign passport) which would allow you a one-time access to ",{"type":"'''","value":["all"]}," reserves and national parks over a duration of two weeks.\n\nIn paid sites you'll be offered brochures that recommend an itinerary\/ies for visiting all parts of the location, and also contain background data about the site, its history, geology and the like. In some places there'd be regular guided tours or information headphones, either for extra payment or not. If you are interested in more detailed explanations, consider hiring a guide, possibly from the nearest ",{"type":"[[","value":[["#Consult"],["Field School"]]},".\n\nYou should be aware that in some of the reserves, there's a sort of a silent agreement between the Authority and the backpackers that if you are passing through as a part of a longer hike, and you don't come through the main entrance, then you don't have to pay. However, that is not always the case, and in some reserves the rangers you'd encounter may demand to see a ticket if they suspect that you haven't passed through the payment stations. As a general rule of thumb, if there's a fence, then you shouldn't climb over it.\n\n",{"type":"====","value":["Free sites"]},"\nNumerous ancient ruins in Israel haven't yet been capitalized upon. In the ",{"type":"[[","value":[["#Shfela and the Jerusalem Mountains"],["Shfela"]]}," you'd see them all around you whether you like it or not, and in many other regions you're also bound to stumble upon some. If you acquire a ",{"type":"[[","value":[["#Travel maps"],["travel map"]]},", you'll know where to find them, as they're all clearly marked on these. Some of these sites consist merely of a few half-fallen stone walls, while others contain the remains of actual buildings that you can enter or climb over, and sometimes there'd even be remains of decorative engravings and other such elements.\n\nThese sites could be great additions to your trip. However, you should also tread with care in these, as some may be unstable. Don't try to test them, and don't climb unless there's an arranged way that leads to roof or such.\n\n",{"type":"===","value":[" Rappelling and climbing "]},"\n",{"type":"===","value":[" Star gazing "]},"\n\n",{"type":"{{","value":[["guidetopic"]]},"\n",{"type":"{{","value":[["HasDocent"],["Tamuz"]]},"\n",{"type":"{{","value":[["related"],["Dealing_with_emergencies_while_travelling"]]},"\n",{"type":"{{","value":[["related"],["Packing_for_a_week_of_hiking"]]},"\n",{"type":"{{","value":[["related"],["Wilderness_backpacking"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Hiking"],["Middle East"]]}]