[{"type":"{{","value":[["pagebanner"],["Torkilstöten banner.jpg"],["caption=Sylan mountains on border Norway-Sweden"]]},"\n",{"type":"[[","value":[["File:Paradiset 2007-09-30.jpg"],["thumb"],["On a trail in a nature reserve, ",{"type":"[[","value":[["Stockholm county"]]},"."]]},"\nIn the ",{"type":"[[","value":[["Scandinavia"],["Nordic countries"]]}," of ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["Norway"]]}," and ",{"type":"[[","value":[["Sweden"]]}," there are large sparsely populated areas suitable for ",{"type":"[[","value":[["wilderness backpacking"]]},", multi-day lodge-to-lodge hiking or day hikes near towns and villages. The ",{"type":"''","value":["freedom to roam"]},", also called ",{"type":"''","value":[{"type":"[[","value":[["right to access"]]}]}," or, in Swedish, ",{"type":"''","value":["Allemansrätten"]}," (every man's rights), gives access for anyone to most of the nature.\n\nIn the winter, which may mean from January to February or from October to May, depending on the destination, ",{"type":"[[","value":[["cross country skiing"]]}," is the way to go, at least for the longer distances in many areas. At destinations with hiking trails, there are often skiing tracks in the winter.\n\nSome of the advice below is also relevant for other ways to explore the natural landscape.\n\nType of terrain and weather conditions vary hugely, from the steep wild mountains of Norway to the almost flat plains of Finnish Ostrobothnia, from the moderate and rainy climate of the Atlantic coast to the nearly continental climate of inland Finland and from warm temperate climate in the south to glaciers in the mountains and tundra in the north. Temperature extremes can vary from +35°C in the summer to -50°C in the northern inland winter.\n\nFor ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Faeroe Islands"]]},", ",{"type":"[[","value":[["Greenland"]]}," and ",{"type":"[[","value":[["Svalbard"]]},", see their own articles.\n\n",{"type":"==","value":[" Destinations "]},"\n\nThe freedom to roam allows you to go more or less anywhere. Most of the countries is some kind of wilderness open to the public, and the best hiking or scenery is not necessarily in national parks or nature reserves.\n\nIt may, however, be worthwhile first considering \"official\" or otherwise well-known destinations, which cover some of the most valuable nature and some of the finest landscapes. It is also easier to find information and services for these.\n\nIn Finland, national parks, wilderness areas and some of the other destinations are maintained by Metsähallitus, the Finnish forestry administration, which has information about the destinations and hiking in general on their website ",{"type":"[","value":["http:\/\/www.outdoors.fi outdoors.fi"]},". Information is also provided at their customer service points and national park visitor centres, where you might be able to reserve a bed in a hut or buy fishing (or even hunting) permits.\n\nIn Norway, the ",{"type":"[","value":["http:\/\/english.turistforeningen.no\/ Trekking association"]}," maintains trails between their many huts (mountain lodges) in all parts of Norway.\n\nProtected areas of different types are sometimes intermingled with each other. There may e.g. be a nature reserve with severe restrictions inside a national park. There are also protected areas that have little influence on the hiker, relevant mainly for the landowner and the planning authorities. In Norway, national parks are often surrounded by a zone of \"protected landscape\", from the hiker's point of view these are often the most interesting and usually the most accessible wilderness.\n\n",{"type":"===","value":[" National parks "]},"\n\n",{"type":"[[","value":[["File:61.3912 N, 8.2565 E.jpg"],["thumb"],["upright=1.2"],[{"type":"[[","value":[["Jotunheimen"]]}," in Norway."]]},"\n\nNational parks are the most obvious destinations. These cover especially see-worthy nature, services are typically easily available and most are reachable without much fuss. There are usually shorter trails near the visitor centres, suitable to quickly see some of the typical nature, for day trips and for less experienced hikers, but also remote areas for those wanting to walk their own paths. Contrary to practise in some other countries, national parks do not have roads, fences or guards – in Norway only trails and lodges.\n\nThere are national parks throughout the countries, covering most types of wild (and some cultivated) landscapes: ",{"type":"[[","value":[["Finnish National Parks"]]}," ",{"type":"[","value":["http:\/\/www.outdoors.fi\/DESTINATIONS\/NATIONALPARKS"]},", ",{"type":"[","value":["http:\/\/www.naturvardsverket.se\/en\/Enjoying-nature\/Protected-areas\/National-Parks\/ Swedish National Parks"]},", ",{"type":"[","value":["http:\/\/www.nasjonalparkstyre.no Norwegian National Parks"]},".\n\nThe visitor centres (\"naturum\", \"nasjonalparksentre\"), sometimes quite a distance from the park itself, often give a useful introduction to the nature and culture of the area. There may be films, guided tours or similar, worth checking in advance. Some of the centres are closed outside season or not manned at all.\n\nIn Norway \"national park\" primarily denotes protection status for undeveloped area. Hiking and scenery is often equally nice outside parks.\n\n",{"type":"===","value":[" Recreational areas "]},"\n\nRecreational areas are often more easily reached than national parks and may have fewer restrictions. Many of them are suitable for hiking, although they are smaller than most national parks and seldom offer the most majestic scenery.\n\nIn Finland ",{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/nationalhikingareas National Hiking Areas"]}," are maintained by Metsähallitus.\n\nMost towns have at least some recreational areas, usually reachable by local bus or by a walk from the town centre. There are extensive hiking possibilities outside some towns. For instance around ",{"type":"[[","value":[["Oslo"]]}," there are wide forests with well-maintained trails or paths (some with lights) within reach of metro and city buses, and within ",{"type":"[[","value":[["Bergen"]]}," there are several mountains next to the city centre.\n\nThere are hiking and skiing routes around most ski resorts and similar. Sometimes they connect to national park trail networks.\n\n",{"type":"===","value":[" Nature reserves "]},"\n\n",{"type":"[[","value":[["File:Katrinedal naturstig granskog 2010.jpg"],["thumb"],["Nature trail in the town (Katariinanlaakso nature reserve in ",{"type":"[[","value":[["Turku"]]},")."]]},"\n\nNature reserves is generally the most strict form of protection and special rules may apply to each reserve. They are created to protect the nature, for its own sake and for research. Usually there are hiking trails through the bigger ones and there may be some lodging or camping facilities outside the protected area. They may encompass very special or well preserved nature. They are smaller than national parks and (those with trails) usually suited for a day trip or one day's hike. Deviating from trails is often allowed in wintertime or outside the nesting season.\n\n",{"type":"===","value":[" Wilderness areas "]},"\n\n",{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/wildernessareas Wilderness areas in Finland"]}," are remote areas defined by law. The status has little impact on a hiker, but they are interesting destinations for those that do not want ready made trails. The areas are important for reindeer herding, there might be fishers, but mostly you will be alone, possibly for days. There are some trails and wilderness huts in the areas and there are usually some tourist services nearby. For examples, see ",{"type":"[[","value":[["Pöyrisjärvi Wilderness Area"],["Pöyrisjärvi"]]}," and ",{"type":"[[","value":[["Muotkatunturit Wilderness Area"],["Muotkatunturit"]]},".\n\n",{"type":"===","value":[" Unofficial destinations "]},"\n\nYou may hike more or less anywhere you want to. The usual reason not to use an \"official\" destination, is that you want to hike or roam near the place where you otherwise are staying or happen to pass by. Even near the bigger towns there is usually plenty of quite unspoiled nature. The freedom to roam might apply without restrictions as long as you keep away from yards, cultivated land and similar. Be considerate and polite when you meet people and try not to disturb others.\n\nMost of the countries (about 95 % of Norway) is some kind of wilderness where the public is allowed to hike. Even in wilderness (though probably not in the official wilderness areas of Finland) there may be occasional roads reserved for logging or power line maintenance.\n\n",{"type":"===","value":[" Hiking trails "]},"\n\n",{"type":"[[","value":[["File:Kalottireitti Meekonjärvellä.JPG"],["thumb"],["At the Nordkalottleden trail."]]},"\n\nTrails are often meant for use either in summer or in winter. When using them outside the intended season it is important to check the viability of the route. Winter routes may utilise the frozen lakes, rivers and bogs, while summer routes may have all too steep sections, go through areas dangerous in wintertime or simply be difficult to follow when marks are covered with snow. When evaluating the route, be sure to understand whether any descriptions are valid for the present conditions. Local advice is valuable.\n\nUsually deviating from trails is allowed, except in nature reserves and restricted parts of national parks, although not encouraged in sensitive areas or areas with many visitors. Many experienced hikers prefer terrain without trails, at least for some hikes.\n\nIn addition to hiking trails at separate destinations there are some long distance hiking trails and hiking trail networks connecting nearby protected areas and recreational areas. They usually follow minor roads some or most of the distance, going through interesting nature where possible and sometimes passing by villages and tourist attractions, where you might be able to replenish. Lengths vary from suitable for a one day hike to the extreme European long distance paths. The longest routes are usually created by combining trails of different trail networks, which increases the risk of some parts not being well signed or maintained. There may even be parts missing. As hiking on other persons' land is perfectly allowed, you can make your own adjustments of the routes, but this may sometimes mean waking by a road or through unnecessarily difficult terrain.\n\nThere are three hiking routes in the Nordic countries that belong to the ",{"type":"[[","value":[["European long distance paths"]]}," network:\n",{"type":"*","value":[" ",{"type":"[[","value":[["E1 hiking trail"]]}," ",{"type":"[","value":["http:\/\/www.era-ewv-ferp.com\/index.php?topmenu_id=29&id=29&page_id=99&module=text"]}," from ",{"type":"[[","value":[["Italy"]]}," through Denmark and southern and middle Sweden to ",{"type":"[[","value":[["Nordkapp"]]}," in Norway"]},{"type":"*","value":[" ",{"type":"[[","value":[["E6 hiking trail"]]}," ",{"type":"[","value":["http:\/\/www.era-ewv-ferp.com\/ihndex.php?page_id=110"]}," from ",{"type":"[[","value":[["Turkey"]]}," through Denmark, southern Sweden and Finland to ",{"type":"[[","value":[["Kilpisjärvi"]]}," (the north-west tip of Finland by the Swedish and Norwegian border). You can continue by the Nordkalottleden."]},{"type":"*","value":[" ",{"type":"[[","value":[["E10 hiking trail"]]}," ",{"type":"[","value":["http:\/\/www.era-ewv-ferp.com\/index.php?topmenu_id=29&id=29&page_id=114&module=text"]}," from ",{"type":"[[","value":[["Spain"]]}," through ",{"type":"[[","value":[["Germany"]]}," and Finland to ",{"type":"[[","value":[["Nuorgam"]]}," (the northern tip of Finland, by the Norwegian border). From ",{"type":"[[","value":[["Koli National Park"]]}," to ",{"type":"[[","value":[["Urho Kekkonen National Park"]]}," in Finland the route is known as the ",{"type":"[[","value":[["UKK route"]]},"."]},"\nThe ",{"type":"[[","value":[["Nordkalottleden"]]},"\/",{"type":"[[","value":[["Nordkalottruta"]]}," trail (800 km) ",{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/trails\/nordkalottledentrail800km"]}," goes through Sweden, Norway and Finland offering versatile northern fell landscape, with easy to travel fell highlands, lush birch forests, glaciers and steep-sided gorges.\n\nThe ",{"type":"[[","value":[["Kungsleden"]]}," trail (440 km) meanders through the national parks of ",{"type":"[[","value":[["Upper Norrland"],["Swedish Lappland"]]},", one of Europe's largest remaining wilderness areas.\n\n",{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/trails Some Finnish trails"]}," are described by Metsähallitus. For trails at specific destinations, see that destination.\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"[[","value":[["File:Skåneleden.jpg"],["thumb"],["Trail by a clearcut with young birch, southern Sweden."]]},"\n\nOnly a few generations ago most people in the Nordic countries lived in the countryside. With sparse population and meagre fields, forestry, fishing and berry picking gave important supplemental income to many. Today, hiking, fishing and berry picking are essential parts of the vacations for many of the local people, mostly as pastimes at the summer cottage. Not everybody is a serious backcountry hiker – but there are quite a few.\n\nBecause of the sparse population, especially in the north, trails will be quite quiet, other than near the main tourist resorts. Outside trails you will see few people even near cities.\n\nEven the remote areas are seldom truly untouched. In the north most areas are used for reindeer herding. Most forests are used for forestry. This should not hinder you from enjoying the feeling of unspoiled nature most of the time.\n\n",{"type":"===","value":[" Climate and terrain "]},"\n",{"type":"[[","value":[["File:Nevelstuen 2.JPG"],["thumb"],["Typical rough highland in Norway, sturdy boots needed"]]},"\n",{"type":"[[","value":[["File:Boreal-forest-with-river-arctic-Norway.JPG"],["thumb"],["Sparse fell birch forest in northern Norway, some 150 metres below the tree line. Willow shrubs in the foreground."]]},"\n",{"type":"[[","value":[["File:Bokskogen Liston Hill 2012 pt.jpg"],["thumb"],["Beech forest in Stockholm, Sweden."]]},"\n\nType of terrain and weather conditions vary hugely, from the steep mountains of Norway to the almost flat plains of Finnish Ostrobothnia, from the moderate and rainy climate of the Atlantic coast to the nearly continental climate of inland Finland and from warm temperate climate in the south to glaciers in the mountains and tundra in the north. Temperature extremes can vary from +35°C in the summer to -50°C in the northern inland winter.\n\nWeather forecast services are generally of good quality, but local experience may be needed to interpret them: wind conditions vary depending on local topology; for temperature only average day maxima are told in most forecasts, variation and night temperatures have to be deduced. Wind is generally stronger in the high and barren mountains and along the outer coast. Difference between maximum and minimum temperature a given day (without weather changes) is typically about 10°C.\n\nThe area is in the border zone between the Westerlies and the Subarctic; the weather can be dominated by a certain weather system or there may be hard to predict alternating weather. Near the Atlantic coast (i.e. in and near Norway) and at high altitudes quick changes in weather are common.\n\nHigh mountains and glaciers are difficult to visit some times of the year, conditions are not necessarily what a novice would expect. When judging the altitude, remember that the tree line can be at well under 400 meters for instance in the northernmost part of Finland and Norway. In Norway's high mountains snow can remain after winter through June, and large patches can remain all summer.  \n\nThe surface in the high mountains is mostly very rugged, often loose rocks, boulder, snow and glaciers – hiking is usually strenuous and good boots are needed. At lower altitudes, but above the tree line, there is often an easy to walk fell heath. Wet terrain near the tree line is often thickly covered with willow (",{"type":"''","value":["Salix"]},") shrubs, quite onerous to get through.\n\n",{"type":"===","value":[" Seasons "]},"\nThe time for summer hikes is generally mid May to early September. In the north and in high mountains June is still a time of high waters in the streams. In areas such as Norwegian ",{"type":"[[","value":[["Jotunheimen"]]}," snow may persist through June and large patches of snow may remain through late summer. Even in Finland there is a Midsummer skiing competition (at ",{"type":"[[","value":[["Kilpisjärvi"]]},"). If you want to avoid mosquitoes, August may be better than July. In August nights are getting dark, children are returning to school and some tourist facilities close for the winter.\n\nEarly autumn is the time of ",{"type":"''","value":["ruska"]},", when leaves are turning red and yellow, an especially beautiful sight in ",{"type":"[[","value":[["Lapland"]]}," and ",{"type":"[[","value":[["Finnmark"]]}," (but the period is often short there – winter can come early). Many locals go out to pick mushroom and lingonberry. Late autumn is dark and wet or cold.\n\nMidwinter is dark. You might want to experience the Arctic Night or Christmas in the homeland of Father Christmas (Finns believe he lives in Lapland and hordes of Brits are coming to visit him). Otherwise you might prefer February in the south or early spring in the north for any winter hiking. If you are going to use ski resort facilities, note the peaks at winter vacations; you may get bargains by some timing. See also ",{"type":"[[","value":[["Winter in the Nordic countries"]]},".\n\nSpring is a much loved season by many locals. Days are light, the sun is strong and nature is awakening. Wilderness hikes can be demanding, with deep snow here and bare ground there, and much water, but many destinations are unproblematic. Spring is particularly late in the high mountains of Norway, even in June some areas are accessible on skis only (July to September is summer season in the high mountains).\n\n",{"type":"===","value":[" Freedom to roam "]},"\n\nThe basic everybody's rights (right to access, freedom to roam) are the right to freely roam by foot, by ski or by boat, the right to stay overnight in a tent and the right to pick edible berries and mushrooms. The rights (more correctly: lack of landowner right to prohibit) are accompanied by the expectation of being considerate and do not allow for breaking specific laws, doing harm (such as walking in fields with growing crop or leaving litter or opened gates behind) or disturbing residents or wildlife. Some details are codified in law, but much is up to interpretation (court cases are rare).\n\nWhen visiting national parks and other \"official\" destinations, read the instructions for the specific area. Mostly the provided services (such as designated campfire and camping sites) compensate for local restrictions. You are encouraged (sometimes mandated) to follow the trails, where such are provided.\n\nSee ",{"type":"[[","value":[["Right to access"]]}," for a more thorough discussion and links to guides for the specific countries.\n\n",{"type":"===","value":[" Fire "]},"\n\nYou should always be careful when making a fire – make sure you know what that means. Open fire is prohibited when there is risk of forest fire (often advertised in weather forecasts) and should always be watched and carefully extinguished. Pine trees, in particular the spruce that is widespread in the Nordic countries, create a lot of flammable material. Use designated campfire sites when possible. Do not make fires on rock (which will crack) or peat (which is hard to extinguish reliably). In Sweden you need no permission. In Norway, making a fire is generally forbidden April 15 - September 15, except on designated sites approved by the fire department. Making a fire is also permitted at generously safe distance from forest, buildings and other flammable material. In particularly dry circumstances, there may be total ban on any outdoor fire. In Finland open fire always requires landowner's permission, but in the north there may be a general permission for state owned land (check the areas covered and the terms). Being allowed to make a fire does not include a right to take firewood; do not harm trees or aesthetically or ecologically valuable logs. In emergencies you use your own judgement.\n\nIn national parks and similar there are campfire sites with firewood provided for free. In some large national parks and wilderness areas making fire may be permitted where there are no campfire sites nearby (check the rules for the area). Do not make excessively big fires, but use firewood sparingly. If some of the firewood is ready-made and some not, or some is outdoors, new firewood should be made and taken indoors instead of what is used. You should usually not replenish from the nature.\n\n",{"type":"===","value":[" Light "]},"\n\nDue to the northern latitude, the sun wanders quite near the horizon both day and night much of the year. Twilight lasts much longer than nearer the equator, for more than half an hour in the south and for several hours in the Arctic Night (with no daylight). In the winter the snow will help even the stars to give some light in the night. Visitors should be aware that daylight is limited in late autumn and early winter, and hours available for hiking is very limited.\n\nIn midsummer nights are quite light in all the region. There is Midnight Sun for a month and a half in the far north and only a few hours of (relative) darkness even in the south. By August nights are getting dark and in late autumn, before the snow comes, there are very long dark evenings.\n\n",{"type":"===","value":[" People "]},"\n\n",{"type":"[[","value":[["File:Riddu Wimme.jpg"],["thumb"],["Scene from the Sami ",{"type":"''","value":["Riddu Riđđu"]}," festival."]]},"\n\nIn the remote areas you will stumble upon the exceptions shortly noted in the People and Talk sections of the country articles. At large tourist attractions, hotels and the like there is usually personnel fluent in several languages, but in family businesses elderly people are not necessarily fluent but in their mother tongue. You will mostly survive on English, though – and you may meet a Sami born in a goahti but speaking several foreign languages fluently.\n\nThe north of the Nordic countries is the homeland of the Sami people; they are the majority in a few municipalities and big minorities in others. Because of the language politics half a century ago, many Sami do not speak Sami, but many do, especially in northernmost Finnish and Swedish Lapland and most of Norwegian ",{"type":"[[","value":[["Finmark"]]},". They will also speak the majority language of the country and by the Finnish border possibly the language of the other country (Swedish and Norwegian are mutually intelligible). There are large groups speaking Finnish dialects (in addition to the majority language) in the Swedish ",{"type":"[[","value":[["Tornedalen"]]}," and in parts of ",{"type":"[[","value":[["Finmark"]]},".\n\nIn the archipelago of ",{"type":"[[","value":[["Uusimaa"]]},", the southern ",{"type":"[[","value":[["Archipelago Sea"]]},", ",{"type":"[[","value":[["Åland"]]}," and the coast of ",{"type":"[[","value":[["Ostrobothnia"]]}," Swedish is the traditional language. You will survive on Finnish or English, but the Swedish speaking may not be very impressed by your trying to greet them in Finnish.\n\nIf you have the possibility to study large scale maps beforehand, you might want to check the meaning of the most frequent prefixes and suffixes. They often tell things not obvious from the map about the terrain feature or give hints about the history of the area. See ",{"type":"[[","value":[["#Talk"],["below"]]}," for some vocabulary.\n\nIn the Sami area place names are usually of Sami origin, also when this is not obvious. E.g. ",{"type":"[[","value":[["Lemmenjoki National Park"],["Lemmenjoki"]]}," is originally \"warm river\" (from Sami: leammi; Finnish: lämmin), not \"river of love\" (Finnish: lempi, lemmen). Terrain features of the area are often called by the Sami word (e.g. \"jåkk\", ",{"type":"''","value":["johka"]},", instead of the Swedish words for streams).\n\nIn some of the sparsely populated areas, such as Lapland and the Finnish archipelago, tourism is an important supplemental income for many. Small family businesses do not necessarily advertise on Internet or in tourist brochures. You have to keep your eyes open and ask locally.\n\n",{"type":"==","value":[" Get in "]},"\n\nFrom most towns there is some hiking terrain in reach by local bus and by foot. Here is some advice for more remote destinations, such as most national parks.\n\n",{"type":"===","value":[" By coach "]},"\n\nThere are usually coach connections with stops near your destination. Watch out for express coaches that may not stop at your stop. Connections that start as express may stop at all stops in the far north.\n\nSome destinations do not have direct coach connections. There might be a school bus, a regular taxi connection or other special arrangements to use for the last ten or twenty kilometres.\n\n",{"type":"===","value":[" By car "]},"\n\n",{"type":"[[","value":[["File:2002 The way back from Nordkapp.jpg"],["thumb"],["Check weather forecasts if you are going to drive in remote areas in the winter. E69 in ",{"type":"[[","value":[["Finnmark"]]},", Norway."]]},"\n\nThere are usually parking areas near the starting points of hiking routes in national parks and at similar destinations. You might, however, want to consider leaving your car farther away and use local transports, to be freer to choose the endpoint of your hike. On the other hand you can drive your car on minor roads without coach connections and stop at your whim – and for planned hikes you often can have a local business drive your car to a suitable location near the endpoint.\n\nAvoid ",{"type":"[[","value":[["winter driving"]]},", unless you are sure you can handle it. Not all minor roads are ploughed in winter. In Norway even some regional roads are always closed in winter and there is a telephone service to ask about temporarily closed roads.\n\n",{"type":"===","value":[" By boat "]},"\n\nSome destinations are best reached by boat. There may be a regular service, a taxi boat service or possibility to charter a boat (manned or unmanned).\n\n",{"type":"===","value":[" By taxi "]},"\n\nTaxi rides are expensive, but they may prove worthwhile to avoid hiring a car or bringing your own, and to allow you to choose starting and ending points of the hike more freely.\n\nSometimes there are special arrangements that can be used, such as a reduced rate or shared regular taxi service, or a possibility to use a taxi transporting children to or from school (minivan taxis are common for these services).\n\nAlthough taxis in the towns are usually ordered via a calling centre, in the countryside you might want to call the taxi directly. Numbers may be available from the yellow pages of the phone catalogue, from tourist information centres, visitor centres or tourist businesses.\n\n",{"type":"===","value":[" By train "]},"\n\nIn Norway and Sweden there are train connections to some hiking destinations. Also in Finland train can be a good option for part of the voyage. Trains usually take bikes and some long-distance trains take cars (loaded quite some time before departure, be sure to check details). There may be combined tickets, where you get a reduction on ferries or coaches by booking the voyage in a special way.\n\n",{"type":"[[","value":[["Abisko"]]}," Turiststation is a train station in ",{"type":"[[","value":[["Abisko National Park"]]},". ",{"type":"[[","value":[["Hardangervidda"]]}," can be reached directly from the spectacular ",{"type":"[[","value":[["Bergensbanen"]]}," railway between ",{"type":"[[","value":[["Oslo"]]}," and ",{"type":"[[","value":[["Bergen"]]},", and some stations are available by train only. The Nordlandsbanen (Trondheim–Bodø) railway runs across the Saltfjellet plateau, while the Dovrebanen (Lillehammer–Trondheim) runs across the ",{"type":"[[","value":[["Dovrefjell"]]}," plateau. The ",{"type":"[[","value":[["Kiruna"]]},"–",{"type":"[[","value":[["Narvik"]]}," railway (or Iron ore railway) runs through the Narvik mountains and passes the wild areas at the border between Norway and Sweden.\n\n",{"type":"===","value":[" By plane "]},"\n\n",{"type":"[[","value":[["File:Hammerfest Airport.jpg"],["thumb"],[{"type":"[[","value":[["Hammerfest"]]}," airport."]]},"\n\nSome destinations are remote. There may be an airport near enough to be worth considering. The airport probably has good connections to the area.\n\nIf you want to spend money you might be able to hire a seaplane to get to the middle of the wilderness – but part of the joy is coming there after a tough hike and few areas are remote enough to warrant such a short-cut other than in special circumstances. There are flights for tourists to some attractions in the wilderness.\n\n",{"type":"===","value":[" By bike "]},"\n\nMost destinations are reachable by bike. If the destination is remote you might want to take the bike on coach or train or hire a bike nearby.\n\n",{"type":"==","value":[" Fees "]},"\n\nThere are no entrance fees to national parks, wilderness areas or other hiking destinations. There may however be service available for a fee, such as lodging in cabins (which is highly recommended at some destinations) – and of course fees for transportation, fishing permits and the like.\n\nThere are several systems for ",{"type":"'''","value":["fishing"]}," permits. Normally you pay for a permit for fishing in general and separately to the owners of the waters or an agency representing them. Some fishing is free. Salmon waters (many inland waters in the north) are often not covered by the ordinary fees, but use day cards instead. Make sure you know the rules for the area you will be fishing in (there may be detailed local regulations, and general regulations for specific species). Note that there are parasites that must not be brought to \"clean\" salmon waters by using equipment used in other areas without proper treatment. Tourist businesses and park visitor centres should be happy to help you get the permits and tell about needed treatments.\n\nIn Finland, fishing with a rod and a line (with no reel nor artificial lure other than a jig) is free, except in flowing water rich in salmon or related species. For other fishing one is required both to pay a national fishing management fee (€22 for a year, €7 for a week) and to get a permit for the specific waters, either from the owner of the water area or for fishing with a reel (lure fishing) in a certain province (€29 for a year, €7 for a week). Children and elderly may not have to pay some of the fees, check current regulations.\n\nIn Norway fishing with a rod and a line is free in salt water (living bait and fish as bait are prohibited), but landowner permission is required in rivers and lakes. In water with salmon and related species a state fishing licence is also needed.\n\nFor ",{"type":"'''","value":["hunting"]}," you need general hunting and arms permits, and permits for the specific area, time and intended pray. The former are usually easily obtained if you have such in your home country, but regulations are strict and some bureaucracy needed. You should of course acquaint yourself with local arms and hunting law, the game you are going to hunt and any similar protected species. The latter permit is usually got either as a guest of a hunting club (which has obtained rights to hunting grounds), through a governmental agency (for state owned land; Finland: Metsähallitus) or through an association administering renting of private land (common in Norway). Big game hunting (moose and red deer) in Norway is generally reserved for landowners. In Finland big game (including e.g. wolves and bears in small numbers) requires special permits, usually acquired by the hunting club in an area. You may get a chance to join, but probably not to hunt independently. Check the regulations well in advance.\n\n",{"type":"==","value":[" Get around "]},"\n\nFreedom to roam is mostly about getting around by foot or ski, but you may also want to use other equipment. There are often trails but seldom roads inside the protected areas.\n\nYou are allowed to use nearly any road, also private ones, unless you use a motorized vehicle. With a motorized vehicle you may drive on most private roads, but not on all, and in the terrain you usually need landowner's permission. Some private roads are built for use with tractors, all-terrain vehicles or similar and may be in terrible condition. In Norway, all use of motorized vehicles is forbidden in the wilderness, there may also be some restrictions on the use of bicycles outside trails or tractor roads. \n\nAs all Nordic countries are members of the ",{"type":"'''","value":["Schengen agreement"]}," (and have far-reaching cooperation), border controls are minimal. Unless you have something to declare at customs, you can pass the border wherever – and if you have, visiting any customs office before you go on your hike may be enough. This is especially nice on the border between Sweden and Norway, on Nordkalottleden near ",{"type":"[[","value":[["Kilpisjärvi"]]},", where Norway, Sweden and Finland have common land borders, in ",{"type":"[[","value":[["Pasvik–Inari Trilateral Park"]]}," and (for the hardcore backcountry hiker) if combining visits to ",{"type":"[[","value":[["Lemmenjoki National Park"]]}," and ",{"type":"[[","value":[["Øvre Anárjohka National Park"]]},". Note that the border to ",{"type":"[[","value":[["Russia"]]}," is quite another matter, paperwork is needed to visit that border area.\n\nIf you have a ",{"type":"[[","value":[["Traveling with pets"],["dog"]]},", be sure to check the procedures: there are some diseases that need documented checking or treatment before passing the border.\n\nDogs should be on leash at all times, except where you know you are allowed to let them free. They can easily wreck havoc among nesting birds and among reindeer. They are disallowed altogether in some areas. In any case you must be capable of calling your dog back if it e.g. finds a wild or tame animal or another dog.\n\n",{"type":"===","value":[" Orienteering "]},"\n\n",{"type":"[[","value":[["File:In the forest (Tromsø, Norway).jpg"],["thumb"],["It is easy to lose your orientation in the birch zone below the tree line."]]},"\n\nAt least on longer hikes you will need a compass, a suitable map and ",{"type":"[[","value":[["orienteering"],["the skill"]]}," to use them. Official trails are usually quite easy to follow, but there might be signs missing, confusing crossings and special circumstances (for instance fog, snow) where you can get lost. A GPS navigation tool is useful, but one should always bring a suitable map and compass. Finding your way is your own responsibility.\n\nMagnetic declination is roughly in the ±10° range, i.e. usually – but not always – negligible on land and in the inner archipelago. Finnish compasses often use the 60 hectomil for a circle scale; declination may be given as mils (\"piiru\"), i.e. 6\/100 of degrees. One mil means about one metre sideways per kilometre forward, 10° about 175 m\/km.\n\nFor ",{"type":"'''","value":["Finland"]},", Maanmittaushallitus makes topographic maps suitable for finding your way, in the scale 1:50 000 (Finnish: ",{"type":"''","value":["maastokartta"]},", Swedish: ",{"type":"''","value":["terrängkarta"]},") for all the country, recommended in the north, and 1:25 000, earlier 1:20 000 (",{"type":"''","value":["peruskartta"]},", ",{"type":"''","value":["grundkarta"]},") for the south. You can see the map sheet division and codes at ",{"type":"[","value":["http:\/\/kansalaisen.karttapaikka.fi Kansalaisen karttapaikka"]}," by choosing \"order\" and following directions. The former map sheets cost € 15, the latter € 12. Older maps use a national coordinate system (KKJ\/KKS), newer ones WGS84 based coordinates. The main coordinate system is Cartesian.\n\nThe data is free (since spring 2012) and available in digital form, packaged commercially and by ",{"type":"[","value":["http:\/\/kartat.hylly.org hobbyists"]}," (but maps included in or sold for navigators are sometimes of lesser quality).\n\nFor national parks and similar destinations there are also outdoor maps (based on the above mentioned maps), with huts and other service clearly marked and some information on the area. For some areas there are more detailed orienteering maps, available at least from local orienteering associations. Road maps are usually quite worthless for hikers once near one's destination.\n\nExplanatory texts are usually in Finnish, Swedish and English. Maps can be ordered e.g. from ",{"type":"[","value":["http:\/\/www.karttakauppa.fi Karttakeskus"]},".\n\nFor ",{"type":"'''","value":["Norway"]}," there are ",{"type":"''","value":["Turkart"]}," (including trail and hut information etcetera; 1:25 000, 1:50 000 and 1:100 000) and general topographic maps by Kartverket (1:50 000, 1:100 000 and 1:250 000). Maps at 1:50 000 gives enough detail for navigation in difficult Norwegian terrain (standard maps in Norway), maps 1:100 000 tend to be too course for hiking. Maps at 1:250 000 can be used for general planning, but not for navigation in the wilderness. Maps can be ordered e.g. from ",{"type":"[","value":["http:\/\/www.kartbutikken.com Kartbutikken"]}," or ",{"type":"[","value":["http:\/\/www.statkart.no Statens Kartverk"]},". Electronik maps are available from ",{"type":"[","value":["http:\/\/www.norgeskart.no Norgesglasset"]},". Online map for general planning is provided by ",{"type":"[","value":["http:\/\/ut.no\/ the Trekking Association"]},".\n\nFor fell areas in ",{"type":"'''","value":["Sweden"]}," there are two map series by Lantmäteriet, ",{"type":"''","value":["Fjällkartan 1:100 000"]}," covering all the fell area, and ",{"type":"''","value":["Fjällkartan 1:50 000"]}," covering the southern fells. The maps include information on trails, huts, weather etcetera and are adapted to the trails and overlap as needed. They are renewed every three to five years.\n\nFor most of the country there is ",{"type":"''","value":["Terrängkartan"]}," (1:50 000, 75 cm x 80 cm). The road map, ",{"type":"''","value":["Vägkartan"]}," (1:100 000), covers the area not covered by Fjällkartan and includes topographic information. It may be an acceptable choice for some areas.\n\nMaps are often ",{"type":"'''","value":["for sale"]}," in well equipped book stores, outdoor equipment shops and park visitor centres. Maps for popular destinations may be available in all the country and even abroad, maps for less visited areas only in some shops.\n\nNote that maps, especially when based on older data, can have ",{"type":"'''","value":["coordinate systems"]}," other than WGS84.\n\nIn ",{"type":"'''","value":["border areas"]}," you often need separate maps for the countries. Some electronic maps handle the situation badly (the device showing blank areas of one map instead of information of the other map).\n\n",{"type":"===","value":[" By foot "]},"\n\n",{"type":"[[","value":[["File:Skogsstig vid snösmältning Kurjenrahka 2010.jpg"],["upright=0.7"],["thumb"],["Trail with duckboards, flooded in the spring."]]},"\n\nFor short hikes you might not need any special equipment.\n\nIn most areas wet terrain is to be expected. Maintained hiking trails do have duckboards at the worst places, but they are not always enough.\n\nIn some mountainous areas the terrain is rocky and sturdy footwear is necessary.\n\nIn remote fell areas there are few bridges and bridges marked on your map may be missing (destroyed by flooding rivers). Be prepared to use fords and perhaps improvised rafts. Water levels may be very high in the spring (downstream from glaciers: the summer) or after long-time heavy rains, making wading dangerous also in streams that are otherwise minor. You can usually get information at least on marked trails and on the general situation in the area from park visitor centres and tourist businesses catering to hikers.\n\nThere are vast bogs in some areas. Before you go out on one, be sure you can get off it.\n\n",{"type":"===","value":[" By ski "]},"\n\n",{"type":"[[","value":[["File:Skiing at Riisitunturi National Park.JPG"],["thumb"],["Skiing in untouched snow. ",{"type":"[[","value":[["Riisitunturi National Park"]]}," in March, Finnish Lapland."]]},"\n\nWhere there are hiking trails, there are often marked and maintained ",{"type":"[[","value":[["cross country skiing"]]}," tracks in the winter. They usually follow a somewhat different route. A few skiing routes may be unmaintained, meaning you have to make your own tracks even when following them. On tours arranged by tourist businesses, you may sometimes have tracks made specifically for you.\n\nWhen there are snowmobile tracks it may be easier to follow them than to ski in the loose snow. Some \"skiing trails\" in the backcountry are maintained just by driving along them with a snowmobile once in a while. Beware, though, as snowmobiles may follow their routes with quite high speed and tracks made by independent drivers may lead you astray.\n\nIn northern inland areas the temperatures may be low for much of the winter, which means the snow is dry and loose (except where hardened by the wind). Some days (and nights) can be unbelievably cold. This is the price for skiing in the Arctic Night.\n\nThe best skiing season in the north is when day temperatures rise above freezing, giving a good hard surface in the morning. Watch out for snow blindness and ",{"type":"[[","value":[["Sunburn and sun protection"],["sunburn"]]},". Get up early: the strong sunlight and often warm days soften the snow and skiing off groomed tracks can turn arduous in the afternoon.\n\nWhile enjoying fine weather in the north or in mountains, do not forget that the weather can change quickly. Being caught in a snow storm in treeless areas is dangerous, especially if you are not trained and prepared. Also, if you get belated and have to spend (part of) the night outdoors, you should be prepared for quite other circumstances than in the day.\n\n",{"type":"===","value":[" By skates "]},"\n\n",{"type":"[[","value":[["File:Langfardsskridskoakning.jpg"],["thumb"],["Hiking by skates."]]},"\n\nOften ice conditions on lakes, rivers and the sea allow for long distance ice skating and hiking ",{"type":"[[","value":[["Ice skating"],["by skates"]]},". Going on your own is a bad idea, as ice conditions may be hard to predict, but clubs and some tourist businesses arrange tours. Make sure to bring specific safety equipment for this kind of skating (unless your guide provides it).\n\n",{"type":"===","value":[" By bike "]},"\n",{"type":"[[","value":[["File:Rall2.jpg"],["thumb"],["Rallarvegen bicycle path"]]},"\nBiking is generally included in the freedom to roam, but bikes leave traces and may cause erosion (and you are not allowed to cause harm). You might want to avoid sensitive or unspoiled nature.\n\nIn some national parks and wilderness areas biking along some of the trails is allowed and encouraged, in other areas it may be implicitly or explicitly forbidden.\n\nYou might also want to bike in ordinary countryside, using minor roads through the villages and spending your nights in tents, taking advantage of the right to access. Some research to find ",{"type":"[[","value":[["Bed and breakfasts"],["B&B"]]},":s and similar may prove worthwhile, e.g. to get tea and buns in a nice environment and a chat with locals. The B&B:s often sell some products of their own, such as handicraft or goat cheese. A call in advance may be needed.\n\nThe ",{"type":"''","value":["Rallarvegen"]}," (Navvy road) is a popular bicycle route, originally a construction road along the Oslo–Bergen railway.\n\n",{"type":"===","value":[" By horse "]},"\n\nHorse riding is generally included in the freedom to roam, but where riding is more than casual, it does have an impact on lesser roads. If you hire horses, the stable probably has arrangements with local landowners and road maintainers. Do ask what you are supposed to avoid.\n\n",{"type":"===","value":[" By snowmobile "]},"\nAsk about allowed routes and local regulations when you rent a snowmobile. Some kind of driving licence may be needed.\n\nIn ",{"type":"'''","value":["Finland"]}," driving snowmobile on land requires landowner's permission. Driving on lakes or rivers is free, unless there are special regulations. There are designated snowmobile tracks especially in the north, leading by national parks and wilderness areas. There are two types of tracks maintained by Metsähallitus, snow mobile routes (\"moottorikelkkareitti\", \"snöskoterled\"), which are regarded as roads and thus free to use, and snow mobile tracks (\"moottorikelkkaura\", \"snöskoterspår\"), for which a permit has to be bought. Also some local tourist businesses make snowmobile tracks. Snowmobile safaris are arranged by many tourist businesses.\n\nSnowmobiles are extensively used by the local population in the north, especially by reindeer herders (permits are not needed for using snowmobiles in reindeer husbandry or commercial fishing).\n\nIn ",{"type":"'''","value":["Sweden"]}," snowmobiles may be driven without permission, where driving does not cause harm (there has e.g. to be enough snow), unless there are local regulations to the contrary (e.g. for a certain municipality). Such restrictions are common in the north. In the fell area driving is generally restricted to designated routes.\n\nIn ",{"type":"'''","value":["Norway"]}," all use of motor vehicles in the wilderness is generally forbidden unless specific permission is obtained. A driver's licence covering snowmobile (",{"type":"''","value":["snøskuter"]},") is needed.\n\n",{"type":"===","value":[" By boat "]},"\n\n",{"type":"[[","value":[["File:Sottunga view.jpg"],["thumb"],["Village in the archipelago, ",{"type":"[[","value":[["Åland"]]},"."]]},"\n\nThere are usually no restrictions on getting around by boat, as long as you are considerate. On some lakes motor transportation may be prohibited (in Norway in all inland waters). Private piers may not be used without permission.\n\nCanoes and small boats can often be rented near the destination. Yachts can often be rented at bigger towns. If you want to use anything big or fast you should know the ordinary regulations. See also ",{"type":"[[","value":[["Cruising on small craft"]]},".\n\nIf you are going down rapids you should have enough experience to know what to ask. There are many tourist establishments that are happy to help.\n\nCanoes, kayaks and other boats should not be moved between rivers without proper disinfection to avoid contamination (such as salmon parasites).\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["File:Aurora Sør-Varanger 2.jpg"],["thumb"],["Aurora Borealis in Sør-Varanger, northern Norway."]]},"\n\nIn the winter nights of the far north, occasionally in the south, you may see ",{"type":"'''","value":[{"type":"[[","value":[["Northern Lights"]]}]}," (Aurora Borealis). There may be up to 50% probability, but do not count on seeing it on your visit, as the sky can be cloudy.\n\nSkimming through descriptions of national parks may give you an idea of things you do not want to miss.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[" Swim. Swimming is allowed mostly anywhere, but you are not allowed to use private piers or beaches by someone's cottage. Look out for streams and half-submerged logs."]},{"type":"*","value":[" Sauna. There are saunas at most Finnish hotels and cottages and at some huts, for a fee or for free. At more primitive facilities, you are often supposed to heat the sauna yourself, to carry water and to make firewood."]},{"type":"*","value":[" Berry and mushroom picking. See ",{"type":"[[","value":[["#Eat"],["Eat"]]},"."]},{"type":"*","value":[" Fishing. See ",{"type":"[[","value":[["#Fees"],["Fees"]]},"."]},{"type":"*","value":[" Hunting. See ",{"type":"[[","value":[["#Fees"],["Fees"]]},"."]},{"type":"*","value":[" Glacier tours. Use guides."]},{"type":"*","value":[" Canoeing and kayaking. See ",{"type":"[[","value":[["#Get around"],["Get around"]]},"."]},{"type":"*","value":[" Gold panning and other activities special for a certain destination."]},"\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"[[","value":[["File:Trangia cooking.jpg"],["upright"],["thumb"],["Cooking with a Trangia camping stove."]]},"\n\nYou are allowed to pick berries and mushrooms and you can buy permits for fishing (some fishing is free, but this varies by region) and sometimes even for hunting (be sure to make needed paperwork beforehand). What you get can be used to make your meals more varied and can sometimes allow you an extra day, but do not count on it. Note that picking berries or mushrooms near others, or their homes and cottages, can be considered rude.\n\nAs anywhere, food for a few days can quite easily be carried, but for longer journeys you need to plan carefully. Even when most of the journey is through wilderness you might be able to pass by a village with a shop, where you can replenish. Food is also sold at some huts (mainly in Norway, hardly ever in Finland).\n\nNear \"official\" destinations there are often tourist businesses, where you can have a good meal before or after your hike. Some even serve meals in the wilderness at request.\n\nCooking food over open fire is nice and you may have plenty of opportunities, but open fire is not allowed when there is risk of forest fire, and not everywhere. Wilderness huts have stoves, where you can cook your meals, but you are advised to also carry your own camping stove. Check in advance that fuel is available for your stove, in the right package if you use gas; locals typically use denatured alcohol (Sweden: \"T-sprit\", Finland: \"sinoli\" or \"marinoli\") or propane.\n\nIf you plan picking mushrooms, do make sure you pick only edible ones and treat them correctly. Beware that some deadly mushrooms may resemble edible ones growing where you come from. Often picked safe mushrooms include chanterelles and many species of ceps (",{"type":"''","value":["Boletus"]},").\n\nCommonly picked berries include bilberry (",{"type":"''","value":["Vaccinium myrtillus"]},"), strawberry, raspberry, lingonberry (cowberry), cranberry, cloudberry and crowberry. There are also poisonous berries, but they should be easy to distinguish from these. The berries can be eaten untreated, although some of them come to their right as juice or jam. Picking cloudberry may be restricted in northern Norway and northern Finland. Check before picking large quantities.\n\nChoice of food vary very much depending on the length of the journey and possibilities to replenish – and personal preferences. Also the season affects choices: in cool weather you might not need a fridge, but many fruits and vegetables dislike freezing temperatures (heard at a winter camp: \"may I have a slice of milk, please\").\n\nIn Finland, a common choice for hike breakfasts is outs porridge with soup made from berry powder (kissel, fruit soup). Lunch should be easy to prepare, an extreme variety being to heat water at breakfast and put soup powder in it at lunch. Sandwiches are common on shorter hikes. If weather and terrain permits, a somewhat more time consuming lunch can be made. The heaviest meal is usually eaten in the evening (contrary to praxis at home), often freeze-dried stews or meals with dehydrated mashed potato or pasta combined with e.g. suitable tins. Fresh fish made by open fire is a luxury, as is self-made bread or wild herbs as complement. Some prefer to avoid the industrialised food altogether, using home-dried ingredients.\n\nWash up dishes some distance from the water source and pour used water on land, not in the stream as in areas with a bear problem (unless there are local recommendations to do so). Washing-up liquids are usually unnecessary if you can use hot water.\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"[[","value":[["File:Pallas-Yllästunturin kansallispuisto 6.jpg"],["thumb"],["You want to camp by water. ",{"type":"[[","value":[["Pallas-Yllästunturi National Park"]]},"."]]},"\n\nIn the wilderness you can usually drink good looking water from springs and streams without treatment, and most hikers do. There is no guarantee however. A dead elk or reindeer upstream even at bigger streams can make you severely ill with no warnings. In periods of warm weather, water in minor slow-running streams can easily become unhealthy. Heavy rains, although they increase the flow, also increase the amount of unhealthy elements from the ground.\n\nYou might be advised to boil your water for a few minutes unless tested (and it is wise to do so if you have any doubts about the quality; boiling seems to be more effective than filtering) – but drinking the water fresh from a stream is one of the pleasures. Water with cyanobacteria is unusable also as boiled, but you would probably not drink that anyway.\n\nWhere natural water (or snow) can be used, you do not want to carry excess water. Half a litre to one litre per person is usually enough for breaks between water sources. In wintertime you might prefer a thermos bottle.\n\nIn populated areas the water is more likely to be unhealthy, e.g. because of cattle in upstream fields. Also in some boggy areas good water is hard to find. Tap water is nearly always potable (except in trains, boats and similar; there will be warnings if it is not).\n\nAt \"official\" destinations there are usually wells, unless a nearby stream can be used. The water may or may not be usable untreated. If the water is supposed to be good, there should be official test results confirming the quality.\n\nPrivate wells may not be used without permission, but if you are polite, people at any house will probably be happy to give you water.\n\n",{"type":"==","value":[" Sleep "]},"\n\nYou are probably going to carry a tent, at least as a safeguard. Using it is free in the wilderness, but when camping at a site with facilities, you may have to pay for the service.\n\nAt \"official\" destinations there are also lodging facilities of varying standards. In northern Finland there are open wilderness huts (in the south lean-to shelters are more common) where small parties can stay overnight for free. In Sweden and Norway you usually have to pay for the lodging, but the huts have a more hostel like standard, sometimes B&B or hotel like. The \"huts\" are usually cottages, but some resemble the traditional ",{"type":"''","value":["goahti"]}," (",{"type":"''","value":["kota"]},", ",{"type":"''","value":["kammi"]},", ",{"type":"''","value":["gamme"]},", ",{"type":"''","value":["kåta"]},"). If you have a dog, check where it is allowed. Some facilities are meant only for those moving by foot or ski (check separately, if you e.g. are using a snowmobile).\n\nIn Finland most wilderness huts are maintained by Metsähallitus, the governmental forestry administration. Many huts in Norway are maintained by \"dugnad\" (common work) by local clubs of DNT, ",{"type":"[","value":["http:\/\/www.turistforeningen.no Den Norske Turistforening"]},", or administered by DNT. ",{"type":"[","value":["http:\/\/www.svenskaturistforeningen.se Svenska Turistföreningen (STF)"]}," administers many of the huts in Sweden. There are often discounts for members of the tourist associations involved, and possibly of their sister organisations in other countries. You will also need the key of DNT to access many of the huts.\n\nYou might want to stay at a hotel or other non-wilderness facility ",{"type":"'''","value":["before or after"]}," your hike. There is also the possibility to rent a cottage as a ",{"type":"'''","value":["base"]}," for your hikes, either by the roads, with service in reach, or in the backwoods.\n\nThere are accommodations with sheets and pillows in some areas, but unless you know you are going to get to use such service every night, you will need to have ",{"type":"'''","value":["sleeping bags"]}," and hiking mattresses. Mostly the \"three season\" version, with \"comfort\" temperature at freezing or somewhat below and \"extreme\" temperature about -15–25°C, is the right choice. Freezing temperatures are possible most of the year, at least in the north and in the mountains, but unless going for extreme adventures you probably do not intend to sleep outdoors without a fire in winter (for mountain hikes, check what worst case scenarios to expect).\n\nSleeping bags for the winter are unnecessarily warm indoors. A version with double bags (use only one when in a hut) is probably a good choice.\n\n",{"type":"===","value":[" Tents "]},"\n\nEven when you plan to use huts, a tent may be a necessary safeguard. Local hikers mostly use tents with waterproof roof and bottom and a mosquito proof but breathing inner layer. The typical size is \"2–3 persons\". Larger tents are often clumsy and heavy. In the fells the tent should be usable also in hard winds.\n\nYou might get away without a tent in areas where extreme conditions are unlikely. In Norway, where light packings are the norm, bivy bags or similar are commonly carried instead, but you should know how to survive in any foreseeable conditions with the equipment you choose.\n\nThere are no fees for using the tent at the designated areas in national parks and similar in Finland. There may be a fee in Norway and Sweden, if you want to use facilities of non-free huts (toilets etcetera).\n\nYou are often allowed to camp freely in the backcountry. In minor protected areas, where there is no true backcountry, camping is often restricted to dedicated campsites, possibly outside the area proper. Camping by infrastructure such as lean-to and cooking shelters is often allowed.\n\nOutside protected areas the ",{"type":"[[","value":[["right to access"]]}," allows camping, as long as you keep the distance to people and do not disturb. If you are staying in the same place for more than one night (or a few, if far enough from people), you should make sure the landowner does not mind. Probably you should ask for permission and give something to show appreciation.\n\nCamping sites do have fees. If you are planning to stay near a camping site you should probably use it and pay the fee – but you are free to find a suitable place for your tent somewhere further from people, if you prefer.\n\n",{"type":"===","value":[" Lean-to shelters "]},"\n\n",{"type":"[[","value":[["File:4 7 2001 laavu.jpg"],["thumb"],["Lean-to shelter with campfire."]]},"\n\nLean-to shelters (Finnish: ",{"type":"''","value":["laavu"]},", ",{"type":"''","value":["kiintolaavu"]},"; Norwegian: ",{"type":"''","value":["gapahuk"]},"; Swedish: ",{"type":"''","value":["vindskydd"]},", ",{"type":"''","value":["skärmskydd"]},") are structures with a leaning roof and three walls, often of timber, with a campfire place near the missing front wall. They are common in Finnish national parks and usually primarily intended for breaks, but can be used for spending the evening or even the night. There is often a pit toilet, a woodshed and some water source nearby.\n\nYou might sleep more comfortably in your tent nearby. The shelters are usually designed so that the fire will be of little use to persons sleeping, to avoid massive consumption of firewood. In Sweden some, but not all, shelters are meant for overnight stays.\n\nThere are similar shelters made from tent fabric, which can be carried instead of a tent. Where keeping a big enough fire through the night is possible, they offer a lighter and warmer solution than normal tents – but the firewood is hardly available in non-emergencies unless you know the landowner. Traditionally these, or similar shelters made from spruce branches, were used with a log fire, which would burn steadily through the night.\n\n",{"type":"===","value":[" Day huts "]},"\n\nDay huts (in Sweden: ",{"type":"''","value":["rastskydd"]},", in Finland ",{"type":"''","value":["päivätupa"]},", ",{"type":"''","value":["raststuga"]},") are wilderness huts not meant for staying overnight. They can be nice locations for a lunch break and similar and in emergencies they may be used also for overnight stay.\n\nThe Norwegian emergency huts (",{"type":"''","value":["nødbue"]},") are also commonly used as day huts.\n\n",{"type":"===","value":[" Open wilderness huts "]},"\n",{"type":"[[","value":[["File:Open Wilderness Hut in the Riisitunturi national park, Riisitunturi national park.jpg"],["thumb"],["Open wilderness hut, ",{"type":"[[","value":[["Riisitunturi National Park"],["Riisitunturi"]]},", Finland. Privy and firewood store in the background."]]},"\n\nOpen wilderness huts are unmanned and unlocked cottages open for use without any fee. They are typical for the Finnish national parks and wilderness areas, but open wilderness huts exist also in other countries.\n\nMost wilderness huts in ",{"type":"'''","value":["Finland"]}," are maintained by Metsähallitus. Wilderness huts maintained by others (typically by reindeer herders, fishers, hunters or the border guard) work much in the same way, but are usually not marked as such on official maps. Nowadays many of these other huts are locked, especially at popular destinations.\n\nThe wilderness huts may be very primitive, but typically provide at least beds (without mattresses or blankets; traditionally, but seldom nowadays, one wide bunk bed for all to share), a table and benches, a stove for heat and cooking (often separate, the latter with gas), firewood, a well or other water source and a guest book. There may be a folder with instructions. There should be a pit toilet nearby (use your own toilet paper). Light usually by your own candles.\n\nWilderness huts may not be used for commercial overnight stays, but may otherwise be used by anybody moving by foot for a one-night stay, perhaps two in special circumstances. The ones arriving last have an absolute right to the facilities: if there is no room left, earlier guest have to leave, be it in the middle of the night. Usually there is room for everybody, with proper consideration, but larger parties coming early should go to sleep in their tents instead (or use a reservation hut), to avoid hassle.\n\nMuch of the responsibility for maintaining wilderness huts is by their guests. Check the stove before using it and report any faults that you cannot repair yourself. Make sure there is dry firewood ready for use (the next party may arrive late, wet and cold).\n\nIn ",{"type":"'''","value":["Sweden"]}," similar wilderness huts can have a fee, paid after the visit by giro forms available at the hut. Unlocked compartments of manned huts (or a small unlocked hut nearby), available for emergencies when the hut is closed outside season, work in a similar way.\n\nAlso in ",{"type":"'''","value":["Norway"]}," there are open huts for overnight stay in emergencies (",{"type":"''","value":["nødbue"]},"), often used as day huts otherwise. The standard resembles that of Finnish open wilderness huts. In some areas of Norway (particularly those not covered by the trekking association) there are also very basic huts maintained by regional mountain councils.\n\n",{"type":"===","value":[" Locked wilderness huts "]},"\n\n",{"type":"[[","value":[["File:Hytte ved Slogen.jpg"],["thumb"],["A self-service mountain cabin in Norway, manned in summer."]]},"\n\nSome wilderness huts are locked, with the key available from a park visitor centre or similar location. In Norway the key of DNT is used for most of these, but not all. A few of the Norwegian huts are closed in midwinter, in the hunt season in autumn or in the reindeer calving season in spring. In Finland booking is compulsory, in Norway typically not possible.\n\n",{"type":"''","value":["Ubetjent hytte"]}," in Norway resembles the open wilderness huts in Finland, but has mattresses, blankets and pillows. Extra mattresses are available, so that everybody gets a place to sleep even when the hut is crowded. The price is typically 100–200 NOK per person for a night.\n\n",{"type":"''","value":["Selvbetjent hytte"]}," is also unmanned (except possibly in season), but with possibility to buy food.\n\n",{"type":"''","value":["Reservation huts"]}," in Finland are often available at popular destinations, meant for larger or commercial parties and those wanting a guaranteed bed. They are often located by an open wilderness hut (and may consist of a separate locked department of this). They are like the open wilderness huts, but often have mattresses, blankets and pillows. The fee is about 10 € per person for a night.\n\n",{"type":"===","value":[" Manned wilderness cottages "]},"\n\n",{"type":"[[","value":[["File:Kebnekaise fjällstation.JPG"],["thumb"],["Kebnekaise fjällstation, Sweden."]]},"\n\nIn Sweden and Norway it is common to have bigger staffed wilderness cottages in popular areas. You may or may not be able to reserve a bed beforehand and there may be service available, such as food to buy or meals served. The standard is sometimes like that of a hostel or even a hotel.\n\n",{"type":"''","value":["Fjällstuga"]}," in Sweden are often located by trails at 10–20 km distances, equipped with mattresses, blankets, pillows and kitchen utensils. There may be a sauna and a kiosk for buying food. The guests are supposed to fetch water, make firewood, clean up etcetera themselves. Booking beds may or may not be possible. Larger parties or persons with dogs should announce their arrival beforehand. Prices vary, typically 150 to 400 SEK\/night\/person.\n\nIf the cottage is closed outside seasons, there may be an unlocked room available for emergencies (see open wilderness huts above).\n\nThe Swedish ",{"type":"''","value":["fjällstation"]}," are larger establishments, with both hostel and hotel like lodging, restaurant, self-service kitchen, sauna and other facilities. In season booking beds is recommended. Outside season the fjällstation may be closed, with an unlocked space available for emergencies (see open wilderness huts).\n\n",{"type":"''","value":["Betjent hytte"]}," in Norway often have electricity, dinners with wine, bedrooms for a few persons each and dormitories, showers and drying rooms. Their web pages usually show weather forecasts for the area. The price for room and meals might be around 700 NOK\/night\/person for members (cheaper in dormitory).\n\nOutside season they may function as unmanned self-service (selvbetjent) or serviceless (obetjent) hytte.\n\n",{"type":"===","value":[" Rental huts and cottages "]},"\n\nIf you want a base for exploration of an area you might want to rent a hut or cottage. Some may be available for a single night also. The cottages may be maintained by governmental agencies, tourist businesses, associations or private people. The standards and prices vary wildly.\n\nStatskog in Norway has some 80 ",{"type":"[","value":["http:\/\/www.statskog.no\/en cottages for rent"]}," across the country for 400+ NOK\/night.\n\nMany former border guard huts, little used open wilderness huts and similar in Finland have been transformed to rental huts. These are maintained by Metsähallitus.\n\n",{"type":"===","value":[" Hotels "]},"\n\nHotels and other high standard accommodation is used by many hikers before or after a long journey, to get a good rest and as a way to become ready for the civilisation (or for the hike). There are often hotels and other high level accommodation available near \"official\" hiking destinations.\n\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"[[","value":[["File:Sami knives - Arctic Museum.jpg"],["thumb"],["Sami handicraft (duodji) \"niibi\" and \"leuku\" knives, the latter used instead of a small axe."]]},"\n\nGood quality hiking equipment is available in many specialist shops, the largest probably being Partiovaruste\/",{"type":"[","value":["http:\/\/www.scandinavianoutdoorstore.com\/en\/ Scandinavian Outdoor Store"]},", owned by a Finnish girl and boy scout foundation.\n\nYou might want to buy an all-round hiking and handicraft knife, either a Finnish \"puukko\" or a Sami \"leuku\" or \"niibi\", and a Sami wooden cup \"guksi\" (Finnish: ",{"type":"''","value":["kuksa"]},", Swedish: ",{"type":"''","value":["kåsa"]},"). Quality varies from cheap import to masterpieces by local craftsmen – and the price accordingly.\n\nThe literature for sale at park visitor centres may be interesting – and a postcard is never wrong. There are some souvenirs to buy, but you probably want to look in real shops also.\n\nSome shops in the country side have an impressing collection of things, worth investigating if something breaks or you lack something essential. They may also be willing to order things for you. Buying food here instead of in supermarkets will help these shops survive, but hiker's specialities, such as freeze-dried foods, may not be available. Opening hours are often short (but sometimes very flexible) and some shops are closed off-season.\n\nYou might want to check beforehand where to get products of local artists, craftsmen and craftswomen. Tourist shops may have quite a limited assortment of the real thing, with lots of (possibly imported) kitsch instead.\n\n",{"type":"==","value":[" Stay safe "]},"\n\n",{"type":"[[","value":[["File:Patvinsuo lintutornilta.JPG"],["thumb"],["There are bogs you should not try to cross. ",{"type":"[[","value":[["Patvinsuo National Park"]]}," in Eastern Finland."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["You are on your own."]}," "]},{"type":"*","value":[{"type":"*","value":[" Be aware that in general there are no guards on duty and mostly no fences. Also warning signs are used sparingly in the Nordic countries – do not expect any in the wilderness. People are supposed to use their own judgement; if something looks dangerous, it probably is."]}]},{"type":"*","value":[{"type":"*","value":[" You do not have immediate help available on your hike. While cell (mobile) phones add to safety, hikers can not rely on them; in some areas there is even no phone coverage in the lowland and valleys. You have to be able to help yourself for quite a while in any likely situation. The obvious minimal precaution is to never go alone and never without experienced enough company."]}]},{"type":"*","value":[{"type":"*","value":[" Somebody knowing your plans and calling for help if you do not return on time is a good life insurance (if you are delayed, do tell the person or, if that fails, the emergency service)."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stay warm and dry"]}]},{"type":"*","value":[{"type":"*","value":[" The main hazard in the Nordic countries is ",{"type":"[[","value":[["cold weather"]]},", which can turn minor mishaps into emergencies. Hypothermia can happen even in summer at above freezing temperature. Water and wind increases cooling tenfold and can turn an easy hike into an unpleasant and even dangerous situation. At high altitudes (such as in Jotunheimen) strong wind and snowfall can occur even if there is nice weather in the valleys beneath. Bring basic winter clothing (beanie, gloves, scarf, warm jumper, wind proof jacket) even in summer for higher altitudes and longer hikes."]}]},{"type":"*","value":[{"type":"*","value":[" Frostbite is a risk at temperatures below 0°C, particularly when wind adds to the cooling effect. Frostbite occurs first or primarily in extremeties (fingers, toes) and exposed areas of the face. Hypothermia and frostbite are related because hypothermia causes the body to withdraw heat and blood from the limbs to protect the body core. Alcohol, smoking, medical conditions and insufficient food and water increases the risk."]}]},{"type":"*","value":[{"type":"*","value":[" In mountainous areas there are all the usual risks, including fog, high waters, avalanches and snowstorms even in the summer at sufficient altitudes. Heed the advice and you will be quite safe."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Know where you are"]}]},{"type":"*","value":[{"type":"*","value":[" It is easy to get lost at ridiculously short distances in unfamiliar terrain. Take a careful look even if you are going only for a minute. Dense forest, fog and open plateaus with no clear landmarks are the most difficult."]}]},{"type":"*","value":[{"type":"*","value":[" Always take the map and compass with you for anything more (electronics is no substitute, only a supplement – instead of checking battery status you should create yourself a good mental map). Learn to use compass for navigation and learn to match map and terrain."]}]},{"type":"*","value":[{"type":"*","value":[" If you do get lost, admit it and stop immediately. A few minutes of good rest is surprisingly effective at making you think clearly again. Lines in the terrain can be used to find way back, for instance rivers (rivers will lead you to settlements or to lakes and other points that can be identified on the map), powerlines and slopes (but beware of slopes making you change direction and leading you only to a local depression)."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bugs and animals"]}]},{"type":"*","value":[{"type":"*","value":[" Mosquitoes and black flies are a nuisance most of the summer, especially in Lapland and Finnmark. They do not carry diseases, but repellents, long sleeves and perhaps a mosquito hat in the worst areas are recommended."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Ticks"]]}," do carry Lyme borreliosis and TBE in some areas (mainly south Norway to south-west Finland). The risk is small for a casual visitor, but you may want to take precautions."]}]},{"type":"*","value":[{"type":"*","value":[" There are big predators like bears, wolves, lynx and wolverine in the nordic countries, but generally no threat to people as they will flee in most circumstances once they smell or hear humans. Back out if you encounter bear cubs, as the mother will protect them."]}]},{"type":"*","value":[{"type":"*","value":[" If you are hiking in the hunting season (the autumn), in areas where hunting is allowed, you should wear some orange or red clothing. Ask for local advise about whether any certain areas should be avoided. Hunting season varies by species. Moose hunting is common in the forest areas of Sweden, Finland, East Norway and Trøndelag. Red deer hunting is common in West Norway. Rein deer hunting mostly in the barren mountains."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Careful in sun"]}]},{"type":"*","value":[{"type":"*","value":[" Clear Nordic air, high altitude and snow patches can multiply the effect of the sun, which hardly sets during the Nordic summer. Snow blindness is a serious risk, bring UV-sun glasses, preferably mountain goggles. Bring sun cream or sun block (sun protection factor). Light can be strong in the highlands even if the sun is not visible."]}]},"\n",{"type":"==","value":[" Respect "]},"\n\nMost people you meet on remote trails are there to be with the nature only. They might not be interested in socializing and will probably frown upon noisy behaviour. It is common, though, to stop and exchange a few words, mainly about the weather or terrain ahead. Some might of course be interested in where you come from. People are often less reserved to strangers when in the wilderness.\n\nSmoking is disliked by many and can be a serious hazard. Smoking indoors is mostly prohibited. In dry periods a used cigarette can light a fire (even if \"extinguished\"), they are waste to take care of, like other waste. Where locals smoke you might follow their example, but otherwise try to be a good example yourself.\n\nEven if there is right of access, wilderness is often privately owned. In Norway only barren high mountains are public (government) property. Trails and bridges are usually maintained by volunteers (the trekking association for instance) or by landowners for the visitors' benefit. Keep in mind that you are a guest on somebody's private land. There can be grazing animals and big game that should not be disturbed. Do not leave garbage behind.\n\nSimilar considerations do apply on public land. Most of Lapland is government owned due to the Sámi not having had the same notion of ownership. The inhabitants are as dependent on the wilderness as if they owned the land. And where facilities are maintained by taxpayer money, they are the result of a common will, which should be hold in no less regard than private donations.\n\n",{"type":"==","value":["Talk"]},"\nAs names on maps and signs usually indicate topography, understanding some landscape words can be useful.\n\nThe languages involved use compound nouns. Names are typically created by compounding words, where the last part indicates what landscape feature it is. For instance ",{"type":"''","value":["Jostedalsbreen"]}," is a name created from ",{"type":"''","value":["Jostedal"]}," (Joste Valley) and ",{"type":"''","value":["bre"]}," (glacier), in other words, the glacier at Jostedal. Often the words are in plural and\/or genitive, which slightly modifies the words, in Finnish and Sámi not always too slightly.\n\nIn addition, in Norwegian and Swedish, the definite article (\"the\") appears as a suffix, integrated in the word, so ",{"type":"''","value":["breen"]}," means ",{"type":"''","value":["the glacier"]},".\n\nThere are a couple of different Sámi languages and their orthography has been standardized just a few decades ago, which means there are spelling differences also independently of which of the languages is involved.\n\n",{"type":"===","value":["Swedish and Norwegian"]},"\n\n",{"type":"[[","value":[["File:Vidda1.jpg"],["thumb"],["Vidde-landscape. ",{"type":"[[","value":[["Hardangervidda"]]},", Norway"]]},"\n;kart\/karta\n:map\n;fjell, fjäll\n:mountain, summit, peak (refers to landscape stretching above the tree line, may refer to a specific summit or to mountains in general)\n;vidde\n:high, open plateau (above tree line)\n;innsjø, vann, vatn, sjö\n:lake, pond\n;tjern, tjärn\n:pond, small lake, tarn\n;skog\n:forest, woods\n;myr, kärr\n:mire, bog\n;ur, taluskon\n:scree, talus deposits\n;bre, fonn, skavl, glaciär\n:glacier, snowdrift\n;dal\n:valley\n;juv, kløft\/klyfta, ravin\n:gorge, ravine, canyon\n;elv, bekk\/älv, å, bäck\n:river, stream, creek\n;snaufjell\/kalfjäll\n:barren mountains\n;tregrense\/trädgränsen\n:tree line\n;sti\/stig\n:path, trail\n;øy\/ö, holme, skär\n:island, islet\n;foss\/fors, vattenfall\n:waterfall, rapids\n\n",{"type":"===","value":["Finnish"]},"\n\n;kartta\n:map\n;vuori, tunturi, vaara\n:mountain, summit, peak; vuori is the general word, tunturi and vaara do respectively do not extend past the tree line\n;järvi\n:lake, pond\n;lampi\n:pond, small lake, tarn\n;metsä\n:forest, woods\n;suo, rahka, räme, aapa, jänkä\n:mire, bog; suo is the general word, the others different types\n;jäätikkö\n:glacier, snowdrift\n;laakso\n:valley\n;rotko\n:gorge, ravine, canyon\n;joki, puro, oja\n:river, stream, creek\n;raja\n:border, limit\n;puuraja\n:tree line\n;rajavyöhyke\n:border zone\n;kuusimetsän raja\n:(northern) limit for spruce forests\n;polku, reitti\n:path, trail\n;mökki, pirtti, tupa\n:cottage, hut\n;saari, luoto\n:island, islet\n;koski\n:rapids\n;köngäs\n:steep rapids, minor waterfall\n;(vesi)putous \n:waterfall\n\n",{"type":"==","value":["Connect"]},"\n\nInformation aimed at tourists is mostly available also in English. Staff at any information centre, hotel etcetera are usually fluent in English. For small businesses, see ",{"type":"[[","value":[["#People"],["People"]]}," above.\n\n",{"type":"===","value":[" Snail mail "]},"\n\nThere may be mailboxes and stamps available at shops and tourist businesses. Instead of poste restante you might want to use a suitable ",{"type":"<","value":["span",{"style":"white-space:nowrap;"},["c\/o address."]]}," Ask for local praxis.\n\n",{"type":"===","value":[" Phones "]},"\n\nThere is generally good mobile phone coverage in the Nordic countries, but not necessarily where you need it. Some wilderness huts have phones for emergency calls (not any more in Finland)\n\nIn mountainous terrain there is often no signal in the valleys. In remote areas there may be no signal except on fell tops. 3G is often only available near big towns and important tourist resorts and along some main roads. You may want to test important Internet services with a low speed connection (even 9600 bit\/s) beforehand. There are SMS weather services.\n\nCoverage varies from one provider to another. If you have more than one phone (SIM card) in the company, you might want to have different providers. Note that the best signal may be from a neighbouring country and you thus may have to pay for international calls even with a domestic SIM card, if you let the phone choose provider.\n\nKeep your phone dry. Remember that batteries are used much faster where there is bad signal. Keep your phone off most of the time. Electricity is usually not available in the backcountry, not necessarily even in cottages and homes.\n\n",{"type":"===","value":[" Emergency calls "]},"\n\nThe ",{"type":"'''","value":["emergency number 112"]}," works in all the Nordic countries. There may be special numbers for some emergencies, but 112 can handle them all. Calls to 112 are toll free and work without any regard to locks with most phones. Just type in the number. In fact, you might in some cases want to remove the SIM card to make sure the phone uses the best connection available. Sadly, the Swedish 112 puts SIM-less calls on hold until you press \"5\". For ",{"type":"'''","value":["satellite phones"]}," the emergency service number is  +46 63 107 112 (Sweden) or +358 16 333 7540 (Finland, check!). Inmarsat-14 satellites are only about 15° above the southern horizon and thus easily blocked by higher terrain or other obstacles. Iridium does not have this problem.\n\nDo not hesitate to tell the emergency service about any problems that may lead to an emergency. Make sure you also call them to tell them you are safe, and likewise when you are late and somebody may call to start a rescue operation. The expenses are easily five figure numbers – in Euro per hour (normally paid by taxpayer money, but you do not want to abuse the system).\n\nLocation might be best told as WGS84 coordinates (check beforehand whether that is what is used on your map). Direction and distance from a well-known position or any coordinate system on your map can also be used. Tell some names near the position also, to avoid mistakes. Note that both 360° and several mil systems (60, 63 or 64 hektomil for a circle) are used on compasses and that some names, such as ",{"type":"''","value":["Ailigas"]}," (\"holy fell\"), are ambiguous. In Finland the emergency service may ask for municipality and address (they serve huge areas), but they will be reasonable when you tell them you do not know.\n\n",{"type":"{{","value":[["PartOfTopic"],["Hiking"],["Scandinavia"]]},"\n",{"type":"{{","value":[["related"],["Kungsleden"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]