[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]}," \n",{"type":"'''","value":["Itinerary"]}," is in ",{"type":"[[","value":[["Zakopane"]]},". \n",{"type":"==","value":["Understand"]}," \n",{"type":"==","value":["Prepare"]}," \nObviously a map and a compass should be used, not just this rough outline!\nYou will have to pay a small entrance fee. It was 4,40 Zlotys in July 2007.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Walk"]},"\nA suggested route, straight from town, heads south along a road away from Zakopane, to the north end of the Strążyska Dolina valley (898m). A wide, clear footpath leads from here to the Strążyska Polana clearing (1042m). Follow a path west along Grzybowiecka Dolina valley, then up a dogleg to Mały Giewont peak (note the \"Dangerous Places\" symbol on the map - ignore it). Head through the pass between Kondracka Przełęcz pass and Giewont peak, and out of the pine woods at Przełęcz Bacuch pass (1700m).\n\nGiewont, the highest peak on this route at 1894m, is a short detour away. The paths often stretch over smooth sloped sheets of rock and are treacherously slippery. However, on most of these a handy chain has been bolted to the rock, making it easy. (If it's very cold though the chain freezes your hands.)\n\nOnce the cloud cover has been admired at the top (or the view if you're lucky!), and you've looked at the 20 ft. high cross, it's time to come back down. The cross, according to legend, was made by one man, who carried all the pieces up separately, and constructed it himself.\n\nFollow the original path downwards towards Kuźnice. On the way is the Mountain rescue-cum-cafe refuge in Kondratowa Dolina valley (1333m). They serve hot food and drinks (hotdogs and tea.) This little hut is a wonderful reprieve after the freezing weather you may encounter.\n\nThe route takes you down, through Kuźnice (back onto tarmac for a bit), and finally into Zakopane.\n\nIf you are feeling lazy, you can take a marshrutka, they run from Kuznice to Zakopane frequently in the summer and cost 1-2 zloty.\n\n",{"type":"==","value":["Stay safe"]}," \nWhichever route you plan to take, it is advised you dress warmly and bring spare waterproof clothes and water. Put the clothes in a plastic bag in your backpack to keep them dry in case of a rain. Even midsummer it can hail for a whole day in the mountains! Remember you are already at 1000 m., although it doesn't feel like it. \n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"{{","value":[["related"],["Zakopane"]]}]