[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Hillsborough"]]},"\n",{"type":"'''","value":["Hillsborough"]}," is in the ",{"type":"[[","value":[["Merrimack Valley (New Hampshire)"],["Merrimack Valley Region"]]},".\n\n",{"type":"==","value":["Get in"]},"\nHillsborough is located off Route 202. If traveling on I-93, exit just south of Concord onto I-89 and take exit 5 onto Route 202 west. From Keene, travel east on Route 9 and exit into Hillsborough. Route 202 continues south from Hillsborough through ",{"type":"[[","value":[["Antrim (New Hampshire)"],["Antrim"]]},", ",{"type":"[[","value":[["Peterborough"]]}," and ",{"type":"[[","value":[["Jaffrey"]]},". \n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around Hilsborough is by car. The abundance of gravel and dirt roads make a four wheel drive vehicle beneficial, especially during the winter and spring-thaw months. The winding backcountry roads offer a great motorcycle riding experience and off-road trails can be enjoyed by dirt bikes, ATV's or snowmobiles. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Farrar Marsh"]},": Farrar Marsh is a wildlife reserve located on Bog Road. As the name suggests, it is a large marsh area surrounded by the wooded hills outside of town. The marsh is most commonly enjoyed by kayak or canoe, but the pull-off area can offer some views of spectacular sunsets. The bottom of the marsh contains a damn over which the water peacefully spills. Fishing is allowed in the marsh, as long as you have a current freshwater license issued by an authorized location.  A variety of wildlife can be spotted here, including Great Blue Heron, Moose and beaver. "]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Emerald Lake"]},": Formerly known as Gould Pond, this lake is the best in Hillsboro. The clear water is home to many species of fish including smallmouth bass, largemouth bass, bluegills and pickerel. There are several public beaches as well as private beaches to enjoy along the perimeter of the lake. A designated boat ramp is available to launch conoes, kayaks or small boats. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fox State Forest"]},": Fox State Forest is a large area of forest that is designated for public use and preservation. The trails that snake through the park are most commonly enjoyed by foot. Mountain bikers can also use the trails, but several areas are too rough to traverse by bike. The forest is located at the beginning of Bog Road where there is a small parking area. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Loon Pond"]},": Loon Pond is a reservoir located in Hillsborough Upper Village on East Washington Road. Compared to Emerald Lake, it is a much larger body of water, however there is no swimming allowed in the pond because it is used for drinking water. The fishing in the reservoir is exceptional and a variety of freshwater 'game' species thrive here including small and largemouth bass. As previously discussed, a freshwater license is required to fish anywhere in the state and can be purchased for several durations depending on how long you are visiting. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Angus Lea Golf Course"]},": Angus Lea is a 9-hole course nestled in a bend of the Contocook River off of Main Road. Greens fees are $18.95 for 9 holes and $33 for 18 holes. The scenery is beautiful and the course is well-maintained."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Morse Sporting Goods"],["alt="],["url=http:\/\/www.morsesportinggoods.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many activities in the area are reliant on the natural features and the abundance of wildlife in the area. Morse Sporting Goods supports just about all of these activities, from hunting and fishing to hiking and kayaking. It is locally owned and operated(603) 464-3444 at."]]}]},"\n",{"type":"*","value":[" The downtown area in Hillsborough has grocery stores, liquor stores, a dollar store, an auto parts store, auto repair shops and just about any other store you could desire. "]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tooky Mills Pub"]},": Tooky Mills Pub offers some of the best dining in Hillsboro, as well as the most popular bar in town. It features a full menu from appatizers to desert and a great foreign\/domestic beer and wine list. For the warmer months, an outdoor patio is open for dining. The atmosphere is what you would expect from a trusted, locally owned and operated restaurant and bar with music and a friendly staff. Visit their website for a menu and hours here: ",{"type":"[","value":["http:\/\/www.tookymillspub.com"]},". The price range is very reasonable, with only a few items priced over $20 and the portions are generous. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nonni's Italian Eatery"]},": If you are in the mood for Italian food, the place to go is Nonni's. Located right in the downtown area, they offer brick oven pizzas, traditional Italian pasta dishes and New York style deli. Nonni's is one of the few places in Hillsborough that offers catering services. Call them at (603) 526-2265  for a menu and details at ",{"type":"[","value":["http:\/\/www.nonnisitalianeatery.com"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hillsborough Restaurant"]},": Formerly known as Caron's Diner, they serve breakfast and lunch in a comfortable diner atmosphere. The breakfast specials are well-known for their size and quality. The pricing is fair and the staff is friendly. Part of the diner is an old train car and the diner is fittingly located near the train tracks in the downtown area. Call them at (603) 464-3575, but reservations are seldom necessary. "]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tooky Mills Pub"]},": Tooky Mills Pub offers the best beer and wine list in the area and the bar is open later on the weekends until 12AM. The bar is fully stocked with spirits and the bartenders are happy to mix up your favorite drink."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 202.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Holyoke"]]}],["minorl1=",{"type":"[[","value":[["Peterborough (New Hampshire)"],["Peterborough"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Rochester (New Hampshire)"],["Rochester"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Concord (New Hampshire)"],["Concord"]]}]}],["image2=NH Route 9.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Brattleboro"]]}],["minorl2=",{"type":"[[","value":[["Keene (New Hampshire)"],["Keene"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Dover (New Hampshire)"],["Dover"]]}],["minorr2=",{"type":"'''","value":[{"type":"[[","value":[["Concord (New Hampshire)"],["Concord"]]}]}]]},"\n",{"type":"{{","value":[["geo"],["43.114722"],["-71.895000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Merrimack Valley (New Hampshire)"]]},"\n",{"type":"[[","value":[["Wikipedia:Hillsborough, New Hampshire"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]