[{"type":"{{","value":[["pagebanner"],["Hilversum banner.jpg"],["caption=Netherlands Institute for Sound and Vision"],["star=yes"],["otbp=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vvvhilversum.nl\/ Hilversum"]}]}," is a medium-sized city in the ",{"type":"[[","value":[["Gooi en Vechtstreek"],["Gooi"]]}," area of ",{"type":"[[","value":[["North Holland"]]},", the ",{"type":"[[","value":[["Netherlands"]]},". Once called the ",{"type":"'''","value":["Garden of Amsterdam"]},", most travelers still come over to cycle and hike through the surrounding forests and heath. The city is also known for its modern architecture, with Dudok's ",{"type":"'''","value":["Hilversum Town Hall"]}," (",{"type":"''","value":["Raadhuis Hilversum"]},") being the most significant design. For Dutch people, Hilversum became synonymous with the Dutch media industry.\n\n",{"type":"[[","value":[["File:Raadhuis in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["right"],["Hilversum Town Hall"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nUnlike most of the Netherlands, Hilversum is actually in a hilly area with the soil mostly consisting of sand. The city is between the major cities of ",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Utrecht"]]},", and most travelers visit it for a relaxing day off from the urban madness. The forests, lakes and heathlands surrounding the city can best be discovered by bicycle or on foot. Most of the lands are property of the Goois Natuurreservaat Foundation (GNR), a non-profit organization dedicated to protecting the nature reserves. Another goal is to connect nature reserves that have been separated by motorways and other human-made structures. For this end, the wildlife crossing ",{"type":"'''","value":["Zanderij Crailo"]}," was completed in 2006, and it currently is the largest wildlife crossing in the world. It connects the Spanderswoud and the Bussumerheide heath, and is part of a larger programme to connect nature reserves from the ",{"type":"[[","value":[["Utrecht Hill Ridge"]]}," to ",{"type":"[[","value":[["Naarden"]]},".\n\nThe city itself is also green and breezy with trees pretty much everywhere. A total of 660 different types of trees to be exact, the largest variety of species in the Netherlands. Typical for the city is the way forests and city building naturally blend into each other. Hilversum has been called a 'villa village' (",{"type":"''","value":["villadorp"]},"), for its many villas with large surrounding gardens. The botanical garden ",{"type":"'''","value":["Pinetum Blijdenstein"]}," is the most remarkable one, with an enormous collection of rare and endangered trees and plants, some of which are exotic. It is also home to one of the most complete collections of conifers.\n\n",{"type":"===","value":["History"]},"\n\nHilversum is one of the first inhabited areas of the Netherlands, as shown by earthenware from the early to mid-Bronze Age (1800-1200 BCE). This prehistoric civilization is called ",{"type":"'''","value":["Hilversum Culture"]}," and is characterized by the use of cremation burial under round barrows set in round barrow cemeteries. The urns show similarities with the Wessex Culture of Southern Britain, where the population might have migrated from. In the early Middle Ages, Hilversum was an agricultural area. Around 900, the first bricks were laid, but no official mention of Hilversum was made until 1305. Then called ",{"type":"''","value":["Hilfersheem"]},", ethymologists explain the name of Hilversum to derive from Hilvertshem, which means 'houses between the hills'. First the town was a part of ",{"type":"[[","value":[["Naarden"]]},", which is also worth a visit for its medieval remains, but it received an official independent status in 1424. Daily life was characterized by farming, raising sheep and wool manufacturing.\n\nEconomic growth came in the 17th century when Holland became one of the richest trading nations in Europe. Canals were built to indirectly link Hilversum with Amsterdam, though fires in 1725 and 1766 destroyed most of the town. A railway link to Amsterdam in 1874 aided a substantial textile and tapestry industry. Rich traders from Amsterdam built themselves large villas in the wooded surroundings of the town, which still characterize the city. One of the families moving in were the Brenninkmeijers, currently the wealthiest family of the Netherlands. They moved in after big success in the textile industry (their company being C&A, now known for the chain of clothing stores). Many of these wealthy families were Catholics, giving Hilversum a relatively Catholic demographic (compared to the Protestant surroundings). As Hilversum never got city rights, locals still refer to the town centre as 'the village' (",{"type":"''","value":["het dorp"]},"). In the early 1900s, modern architects W.M. Dudok and J. Duiker from the New Objectivity School placed hundreds of remarkable buildings here (and even entire neighborhoods). Dudok's masterpiece, the ",{"type":"'''","value":["Hilversum Town Hall"]}," from 1931, features in many architecture textbooks. The transition to a media economy started in 1920, when the ",{"type":"''","value":["Nederlandse Seintoestellen Fabriek"]}," (NSF) established a radio factory. Most radio stations settled in the large villas in the leafy areas of the town. The textile industry had by then declined and the last factory closed in the 1960s. Television gave a renewed boost to the local economy and the number of inhabitants grew to 103,000 in 1964. Hilversum became the ",{"type":"'''","value":["media capital"]}," of the Netherlands, and Dutch television celebrities moved in the leafy neighborhoods surrounding the town. In 1973, ",{"type":"'''","value":["Hilvertshof"]}," was opened, the first and back then the largest covered shopping centre of the Netherlands.\n\nIn the next decennia, there was a decline in the number of inhabitants till an all-time low of 80,000 in 1999. Decline was caused by financial issues, smaller households, the city's infamous infrastructure and the inability to expand due to the protected forests surrounding the area. Dissatisfaction among the public made Hilversum the first town to have a party of the populist 'livable' movement (",{"type":"''","value":["Leefbaar Hilversum"]},"). In 2002, this party went national with the controversial politician Pim Fortuyn as its leader. After a radio interview during the campaign of the 2002 Dutch general election, Fortuyn was shot and killed by an animal rights activist in the Media Park in Hilversum. Only recently there has been a renewed interest in Hilversum. With financial issues a matter of history, Hilvertshof has been fully renovated and the new Gooische Brink Shopping Center has opened. New upscale and hip bars opened doors in the centre and a vintage area emerged in the Leeuwenstraat. New architectural masterpieces have been built, such as the Netherlands Institute for Sound and Vision, as well as Zanderij Crailo, the largest wildlife crossing in the world. Its main railway station has expanded from 3 to 5 tracks and a new bicycle tunnel was constructed. The station regained Intercity status with international trains now arriving directly from ",{"type":"[[","value":[["Berlin"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=VVV Gooi- en Vechtstreek Tourist Office"],["url=http:\/\/www.vvvhilversum.nl\/"],["email="],["address=Kerkbrink 6"],["lat="],["long="],["directions="],["phone=+31 35 621 29 42"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM"],["price="],["content=Always visit the tourist office if you have plans for biking or hiking as they sell plenty of useful maps for the area. It's not necessary to understand Dutch as the routes are clearly marked. They also have numerous other leaflets available, either free or not more than €5."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Hilversum-full-map.png"],["thumb"],["350px"],["Map of Hilversum"]]},"\n\n",{"type":"===","value":["By train"]},"\n\nBecause of the central location of its main railway station, Hilversum can best be reached by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ns.nl\/en Netherlands Railways"]}]}," service. Trains run roughly every 15 minutes between 5AM and 1AM to and from the directions ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"'''","value":["Schiphol Airport"]},", ",{"type":"[[","value":[["Utrecht"]]},", ",{"type":"[[","value":[["Amersfoort"]]}," and ",{"type":"[[","value":[["Almere"]]},". The smaller railway stations ",{"type":"'''","value":["Hilversum Noord"]}," and ",{"type":"'''","value":["Hilversum Sportpark"]}," are within walking distance of the main railway station.\n\nEvery day, six international trains to and from ",{"type":"[[","value":[["Berlin"]]}," and ",{"type":"[[","value":[["Hannover"]]}," also stop in Hilversum. Reserving seats ",{"type":"[","value":["http:\/\/www.nshispeed.nl\/en"]}," is not necessary, but can be advised as prices are lower and rush hours can be crowded.\n\n",{"type":"===","value":["By car"]},"\n\nHilversum can be reached by motorways ",{"type":"'''","value":["A1"]},", ",{"type":"'''","value":["A2"]}," and ",{"type":"'''","value":["A27"]},". From the northwest and east (",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Amersfoort"]]},"), take A1 exit 9 at ",{"type":"[[","value":[["Laren"]]},", drive south on N525 and follow the signs. From the west (",{"type":"'''","value":["Schiphol Airport"]}," and ",{"type":"[[","value":[["Leiden"]]},"), get on motorway A2 and take exit 4 at Vinkeveen. From there, drive east on N201. From the north and south (",{"type":"[[","value":[["Almere"]]}," and ",{"type":"[[","value":[["Utrecht"]]},"), take motorway A27 and exit 33.\n\nPlenty of local roads can be used to get to Hilversum as well. These smaller roads are an interesting way to see more of the forests and rural areas around the town. ",{"type":"'''","value":["N524"]}," is a ride through the Spanderswoud forest from ",{"type":"[[","value":[["Bussum"]]}," in the northwest. Two other forest rides are ",{"type":"'''","value":["N525"]},", from Laren in the northeast, and ",{"type":"'''","value":["N415"]},", from Baarn in the east. From the south, the rural road ",{"type":"'''","value":["N417"]}," makes its way through several farm fields and villages. ",{"type":"'''","value":["N201"]}," from Vinkeveen in the west goes through flat farmlands as well.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ehhv.nl\/ Hilversum Airport"]}]}," is the town's airport in the southwest, but it's only used for recreational and training purposes. The closest international airport is Amsterdam ",{"type":"[[","value":[["Schiphol Airport"]]},". From 6AM till midnight, a train leaves for Hilversum every 15 minutes from platform 3. The journey takes about 30 minutes with the direct ",{"type":"''","value":["Intercity"]}," train. The ",{"type":"''","value":["Sprinter"]}," train needs 45 minutes to bring you to Hilversum and a transfer at the ",{"type":"[[","value":[["Weesp"]]}," railway station is required. Alternative airports are ",{"type":"[[","value":[["Eindhoven"]]}," and ",{"type":"[[","value":[["Rotterdam"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Hilversum-center-map.png"],["thumb"],["350px"],["Map of central Hilversum"]]},"\n\n",{"type":"===","value":["On foot and bike"]},"\n\nAs nearly all stores, restaurants and bars are located in the centre, walking is a good way to get around Hilversum. From the main railway station, it's a short walk through the Leeuwenstraat to reach the centre and most of the sights. The streets in the centre are pretty much free of cars and bicycles, except for the Groest on which bicycles and a limited number of cars are allowed.\n\nThe outlying forests have pedestrian trails available as well, but the vast distances make them more suitable for biking. Hilversum is probably one of the safest towns to explore by bike, as all the larger roads have designated biking paths, which can be recognised by the reddish-purple colour. Bikers can follow the specific signs with a white background and red letters.\n\nBike rentals:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fietspoint"],["url=http:\/\/www.ov-fiets.nl\/"],["email="],["address=Stationsplein 1"],["lat="],["long="],["directions=Main railway station"],["phone="],["tollfree="],["fax="],["hours=M-F 5.15AM-1.15AM, Sa 7AM-1.15AM, Su 9AM-midnight"],["price=€2,85 per day"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kiosk Hilversum Noord"],["url=http:\/\/www.ov-fiets.nl\/"],["email="],["address=Noorderweg 229"],["lat="],["long="],["directions=Railway station Hilversum Noord"],["phone="],["tollfree="],["fax="],["hours=M-F 7AM-10PM, Sa-Su 12AM-10PM"],["price=€2,85 per day"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kiosk Sportpark"],["url=http:\/\/www.ov-fiets.nl\/"],["email="],["address=Soestdijkerstraatweg 33"],["lat="],["long="],["directions=Railway station Hilversum Sportpark"],["phone="],["tollfree="],["fax="],["hours=M-F 8AM-10PM, Sa-Su 11AM-10PM"],["price=€2,85 per day"],["content="]]}]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.connexxion.nl Connexxion"]}]}," offers bus connections from Hilversum's main railway station to the surroundings. You can plan your trip door-to-door using ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.9292ov.nl 9292ov.nl"]}]},", though results vary. Especially in the evening, buses run infrequently and, for close destinations, walking is often faster than waiting for the bus to arrive. Bus transportation can best be used if you want to visit sights in the outskirts, or the surrounding villages. Fares are €2 per zone.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"[[","value":[["File:Vaartweg in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Typical Hilversum: lots of greenery and traffic congestion"]]},"\n\nThe road network of Hilversum is an absolute nightmare with its one-way roads, congestion and limited parking space. The roads and directions often change, which make old maps unreliable. The roads are basically designed as a ",{"type":"'''","value":["double ring system"]},". The outer ring around the city features two-way traffic, while the inner ring around the centre only has one-way traffic. If you miss an exit, you will have to drive around the whole inner ring again for another try. It's best to avoid visiting Hilversum by car, but if you insist, signs in the inner ring show which of the following parking lots have space available:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=City Parking"],["url=http:\/\/www.city-parking.nl\/"],["email="],["address=Noordse Bosje 19-21"],["lat="],["long="],["directions="],["phone=+31 624 86 56"],["tollfree="],["fax="],["hours=M-Th 8AM-10:30PM, F 8AM-8:30PM, Sa 8AM-6PM"],["price=€1 per 40 minutes"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Gooiland Parking"],["url="],["email="],["address=Koningshof 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 8:30AM-2AM, Sa 8AM-5AM"],["price=€0,70 per 30 minutes"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Gooische Brink Parking"],["url="],["email="],["address=Brinkweg 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 8:30AM-2AM, S 8:30AM-5AM"],["price=€0,70 per 30 minutes"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Q-Park Hilvertshof"],["url=http:\/\/www.q-park.nl\/"],["email="],["address=Groest 86"],["lat="],["long="],["directions="],["phone = +31 900-4466880 (Dutch phones only)"],["tollfree="],["fax="],["hours=open 24 hours"],["price=€1,50 per hour"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Q-Park Silverpoint"],["url=http:\/\/www.q-park.nl\/"],["email="],["address=Schapenkamp 12"],["lat="],["long="],["directions="],["phone = +31 900-4466880 (Dutch phones only)"],["tollfree="],["fax="],["hours=M-W 8AM-8:30PM, Th-F 8AM-9:30PM, Sa 8AM-6:30PM"],["price=€1,50 per hour"],["content="]]}]},"\nFree parking options exist between the inner and the outer ring, but it's a 10 to 15 minutes walk to the centre. The closest free parking area is located at ",{"type":"'''","value":["Wandelpad"]}," between the main railway station and the railway station Hilversum Sportpark, but be careful not to leave any valuables behind.\n\nCar rental:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Europcar"],["url=http:\/\/www.europcar.com\/"],["email="],["address=Stationsstraat 2c"],["lat="],["long="],["directions=Near main railway station"],["phone=+31 35 624 36 84"],["tollfree="],["fax="],["hours=daily 8AM-6PM"],["price=€45-100 per day"],["content="]]}]},"\n",{"type":"===","value":["By taxi"]},"\n\nLike elsewhere in the Netherlands taxis in Hilversum are quite expensive. The first 2 km will be around €7,50 with each additional kilometre €2,20. A 10-minute ride from the centre to the outskirts will be around €14. Longer distances are more dramatic, a 35-minute drive to or from ",{"type":"'''","value":["Schiphol Airport"]}," in ",{"type":"[[","value":[["Amsterdam"]]}," will be around €85. Taxis are generally available at the main railway station and at nighttime around the Groest. If you are elsewhere, you will need to call the taxi company to pick you up. There are 2 different cab companies servicing Hilversum, which generally only accept cash:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=A.C.H. Taxi"],["url=http:\/\/www.taxi-hilversum.nl\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+31 35 772 07 77"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Taxi HTC BV"],["url=http:\/\/www.taxihilversum.nl\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+31 35 678 25 65"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Modern architecture"]},"\n\n",{"type":"{{","value":[["infobox"],["Willem Marinus Dudok"],["With a total of 75 designs in Hilversum alone, Dudok is the only Dutch architect to put such a personal stamp on one particular town. Hilversum has been called his ",{"type":"'''","value":["life's work"]},". In 1905 he started his career in the Dutch army, but he spent most of his spare time designing buildings. When Dudok became director of Public Works in Hilversum in 1915, he started designing hundreds of buildings and even entire neighborhoods. His job was his only passion and every detail was carefully thought through. At first Dudok followed the rational style of Hendrik Berlage, but later designs show a distinct mix of styles with influences from Frank Lloyd Wright."]]},"\n\nThere are so many modern architectural masterpieces in Hilversum, it almost feels like an open air museum. However, finding these buildings scattered all over the city can be a frustrating experience. The modern architect ",{"type":"'''","value":["W.M. Dudok"]}," shaped most of 20th century Hilversum and approximately 75 buildings still bear his stamp. Dudok's distinctive mix of styles is heavily influenced by ",{"type":"''","value":["Nieuwe Bouwen"]}," (New Building), also called New Objectivity, a radical movement in urban architecture in the Netherlands, Germany and France in the period 1915-1960. The best way to explore Dudok's designs is by walking or biking the ",{"type":"'''","value":["W.M. Dudok Architectural Route"]},", as explained in the ",{"type":"[[","value":[["Hilversum#Do"],["Do"]]},"-section. Start your journey in the world of modern architecture with his masterpiece, the ",{"type":"'''","value":["Hilversum Town Hall"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hilversum Town Hall"],["alt=Raadhuis Hilversum"],["url=http:\/\/www.hilversum.nl\/"],["email="],["address=Dudokpark 1"],["lat="],["long="],["directions="],["phone=+31 35 629 28 26"],["tollfree="],["fax="],["hours="],["price="],["content=This is unquestionably Dudok's masterpiece. Built in 1928-1931, this building has wide international fame and features in many architecture textbooks. The building has a remarkable shape and feels like a combination of 'blocks'. It's built with specifically designed yellow bricks that have a slightly different size than traditional ones. Dudok is also responsible for the interior, the furniture, the decorations and even the font. Every Friday at 1:30PM and Sunday at 1:30PM and 3PM there is a guided tour through the town hall for €7.50. It is in Dutch, but the guide will also tell something in English upon request. It gives you the chance to view some rooms closed to the public, such as the marriage room and the mayor room. You will also visit the Dudok Dependance, a permanent overview of Dudoks life and work. At the end, you will climb the 46 metre tower for a nice view of Hilversum and the surrounding areas. There are special arrangements possible for groups. For bookings, call the listed phone number or ask the staff of Museum Hilversum."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dudok Dependance"],["alt=Dudok Centre"],["url="],["email="],["address=Dudokpark 1"],["lat="],["long="],["directions="],["phone=+31 35 629 28 26"],["tollfree="],["fax="],["hours=W, Su noon-4:30PM"],["price="],["content=The Dudok Dependance is a separate part of Hilversum's famous town hall, located in the basement of the building. Administered by the Museum Hilversum, it is basically a permanent overview of Dudoks life and work. There's also an exposition on the renovation of the town hall, which took place during 1989-1996. It took 5 years to restore the exterior and the interior to their original state, which almost plunged the municipality of Hilversum into bankruptcy. Keep in mind that it's only opened on Friday and Sunday from 1 until 4:30PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Former AVRO Studios"],["alt=Blue Circle"],["url=http:\/\/www.bluecircle.tv"],["email="],["address='s-Gravelandseweg 50-52"],["lat="],["long="],["directions="],["phone=+31 35 678 50 00"],["tollfree="],["fax="],["hours="],["price="],["content=The former AVRO-studios are the only buildings in Hilversum to have a miniature copy in Madurodam, as the miniature copy of Hilversum Town Hall burnt down. The studios were designed by B. Merkelback and Ch.F. Karsten. Studio 1 opened in 1936, studio 2 in 1940 at the other side of the Melkpad road. Studio 2 looks like a music box in the shape of the sound box of a violin. Both buildings are connected with an underground tunnel. Now it's the home of the tv-production company Blue Circle, but the letters \"AVRO\" can still be seen if you look closely."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gooiland"],["url=http:\/\/www.amrathhotels.nl\/hotel\/gooiland\/"],["email="],["address=Emmastraat 2"],["lat="],["long="],["directions="],["phone=+31 35 621 23 31"],["tollfree="],["fax="],["hours="],["price="],["content=Designed by J. Duiker and B. Bijvoet and completed in 1936, Gooiland is an exceptional example of the 'New Style' architectural movement, listed in many architecture textbooks. As it is a hotel, it's possible to spend the night here if you wish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kiosk"],["url="],["email="],["address=De Kei Square"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This Kiosk looks like a design from Dudok, but it's actually designed by Bakker and Bakker and completed in 1931. Dudok's influence on these architects is clearly noticeable. News papers and tobacco used to be sold here, but now it only shows touristic and cultural information on a computer screen. It was fully renovated in 1998 for its cultural and historic value."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Landgoed Zonnestraal"],["url=http:\/\/zonnestraal.org\/"],["email=info@zonnestraal.org"],["address=Loosdrechtse Bos 17"],["lat="],["long="],["directions=Bus 104, Zonnestraal"],["phone=+31 35 538 54 00"],["tollfree="],["fax="],["hours="],["price="],["content=Located in a quiet forest between Hilversum and Loosdrecht, this big estate is one of Duiker's architectural marvels. It is one of the best examples of the New Objectivity style, and has been placed on the UNESCO World Heritage Tentative List. Zonnestraal consists of one large main building, two smaller pavilions and some additional buildings that were added later, like the Koepel, which now functions as a visitors centre. The buildings are made of concrete and glass, in Duiker's typical colours of white, black and a specific kind of light-blue called 'Duiker blue'. The best way to explore this building is by taking the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hilversumgoedbekeken.nl\/home\/architectuur\/sub-items-architectuur\/426,2557\/#volledigBericht guided tour"]}]},". Every last Sunday of the month, at noon and 2PM, you can take a 90-minute tour around the estate, starting from the Brasserie nr 15). Cost is €7.50, bring it with you in cash and hand it over to the guide when the tour starts."]]}]},"\n",{"type":"[[","value":[["File:Nederlands Instituut voor Beeld en Geluid in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Netherlands Institute for Sound and Vision"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Netherlands Institute for Sound and Vision"],["alt=Nederlands Instituut voor Beeld en Geluid"],["url=http:\/\/instituut.beeldengeluid.nl\/index.aspx?ChapterID=8532"],["email="],["address=Sumatralaan 45"],["lat="],["long="],["directions=Railway station Hilversum Noord"],["phone=+31 35 629 21 11"],["tollfree="],["fax="],["hours="],["price="],["content=This building from 2006 is interesting for its remarkable architecture, and even won the Dutch Golden Pyramid award. Don't be fooled by its size: its actually twice as massive, as half of the building is underground! One century of Dutch television and radio archives are stored there. This colourful 'block' is a design of Jaap Drupsteen. The glass windows show important moments in Dutch television history. Inside is an interactive museum and a gigantic display of Dutch audiovisual archives. However, you must have a profound interest in the Dutch cultural heritage to be able to enjoy that as a foreigner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rainbow Church"],["alt=Regenboogkerk"],["url=http:\/\/www.regenboogkerkhilversum.nl\/"],["email="],["address=Nassaulaan 22"],["lat="],["long="],["directions="],["phone=+31 35 624 50 47"],["tollfree="],["fax="],["hours="],["price="],["content=Although a church, it doesn't look anything like one from the outside. It's basically a giant grey block made of glass. Designed in 2000 by architects Ben van Berkel and Caroline Bos, who also designed the Erasmus Bridge in Rotterdam. They used glass so the inside and the outside of the building don't feel separated, while the inside retains its intimate atmosphere for religious ceremonies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=RVU Building"],["url=http:\/\/www.rvu.nl\/"],["email="],["address=Sumatralaan 55"],["lat="],["long="],["directions=Near the Netherlands Institute for Sound and Vision"],["phone=+31 35 677 14 00"],["tollfree="],["fax="],["hours="],["price="],["content=RVU is a public broadcasting organisation that is focused on educating the public. They are located in a brown box-shaped building, designed by MVRDV Architects in the early nineties. Postproduction is done in the visible part of the building, while production facilities are underground."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Villa VPRO"],["alt="],["url=http:\/\/www.vpro.nl\/"],["email="],["address=Sumatralaan 49"],["lat="],["long="],["directions=Near the Netherlands Institute for Sound and Vision"],["phone=+31 35 671 29 11"],["tollfree="],["fax="],["hours="],["price="],["content=VPRO is a Dutch public broadcasting organisation with a liberal-protestant background. Previously housed in a series of classical villas in the leafy surroundings, in 1997 it moved to this stunning architectural project by MVRDV Architects. Instead of having regular corridors, it features large folding floorplates. The floors seem fluid, not having a recognizable hierarchy. The architects' goal was to show the distinct identity of the separate content-based groups working in the building, as well as emphasize the fluid identity they have with the whole organization."]]}]},"\n",{"type":"===","value":["Churches"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of our Sweet Lady"],["alt=Onze Lieve Vrouwekerk"],["url="],["email="],["address=Naarderstraat 106"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Designed by architect Wolter ter Riele, this church in neo-gothic style was completed in 1910. Especially pay attention to the 28 stained glass windows and unique lay-out."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Church"],["alt=Grote Kerk"],["url=http:\/\/www.grotekerkhilversum.nl\/"],["email="],["address=Kerkbrink 4"],["lat="],["long="],["directions="],["phone=+31 35 624 30 21"],["tollfree="],["fax="],["hours="],["price="],["content=The medieval tower of this church is the oldest remaining structure in Hilversum, as it originates from 1481. The rest of the church was built in 1891 in neo-renaissance style. It has a history of being the victim of fires a number of times. The last fire was in 1971, after which the church was completely restored. It can only be attended during religious ceremonies."]]}]},"\n",{"type":"[[","value":[["Image:Oudkatholieke kerk Sint-Vitus in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Old Catholic Saint Vitus Church"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Catholic Saint Vitus Church"],["alt=Oud-Katholieke Kerk St. Vitus"],["url=http:\/\/hilversum.okkn.nl\/"],["email="],["address=Melkpad 12"],["lat="],["long="],["directions="],["phone=+31 35 685 98 10"],["tollfree="],["fax="],["hours="],["price="],["content=Not to be confused with the Saint Vitus Church, this church was built in 1889 by a design of architect Weeldenburg. Its front shows an impressive neo-baroque style with a dome on top. The interior features stained glass windows and painted panels. It can only be visited on Wednesdays during summer holidays, between noon and 2PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Vitus Church"],["alt=St. Vituskerk"],["url=http:\/\/www.vitus.nl\/"],["email="],["address=Emmastraat 5-7"],["lat="],["long="],["directions="],["phone=+31 35 624 74 15"],["tollfree="],["fax="],["hours="],["price="],["content=Completed in 1892, this Roman Catholic Church devoted to Saint Vitus is one of the latest works of P.J.H. Cuypers. One of the few buildings that has not become a victim of the modern architecture wave of the 1920s, it's actually of a neogothic style. With a height of 98 metres, this is the tallest neogothic tower in the Netherlands. The previous church on this location, also called Sint-Vitus Church, was too small to house important ceremonies. The new church has a maximum capacity of 1800 people. Its acoustic quality has been praised, and it is often used as a studio for Dutch television shows."]]}]},"\n",{"type":"===","value":["Parks and gardens"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Boomberg Park"],["alt=Boombergpark"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Between 1831 and 1841, artist Jan van Ravenswaay bought several farm fields with financial support from friends in Amsterdam. Together with his influential notary Albertus Perk, he wanted to create a leafy hiking area through the heart of Hilversum. The park can best be visited while taking the ",{"type":"'''","value":["Peerlkamp Route"]}," hiking trail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bosdrift Cemetery"],["alt=Begraafplaats Bosdrift"],["url="],["email="],["address=Bosdrift 12"],["lat="],["long="],["directions="],["phone=+31 35 621 09 60"],["tollfree="],["fax="],["hours=During daylight"],["price="],["content=The garden around this cemetery was designed by the famous Dutch garden architect Leonard Springer. Being more than 110 years old, it's in the ",{"type":"''","value":["landscape style"]}," of garden design, a style that was particularly popular in England."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Costerus Garden"],["url=http:\/\/www.costerustuin.nl\/"],["email="],["address=Zonnelaan 4z"],["lat="],["long="],["directions="],["phone=+31 35 624 77 65"],["tollfree="],["fax="],["hours=During daylight"],["price="],["content=Only a 10-minutes walk from the centre, this garden has been here for more than 80 years. Name tags are provided for the 1200 different species of plants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dudok Park"],["url="],["email="],["address=Dudokpark 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located just south of the Hilversum Town Hall, this small park gives a stunning view on that building. Also of interest are the several modern bronze statues, like 'Boy with Billy Goat', 1959, by Ton Sondaar-Dobbelman; 'Birds', 1964, by Eric Claus; and 'The Actor', 1977, by Gabriel Sterk."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=De Hertenkamp Children's Farm"],["url=http:\/\/www.kinderboerderijhilversum.nl\/"],["email="],["address=Hoge Naarderweg 205"],["lat="],["long="],["directions="],["phone=+31 35 623 38 86"],["tollfree="],["fax="],["hours=10AM-4:30PM"],["price=Free entry"],["content=Small farm with plenty of animals, like birds, ducks, deer, sheep, goats, cows, ponies, donkeys, rabbits, peacocks and chicken. Nice place to bring the kids."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Laapersveld Park"],["url="],["email="],["address=Laapersweg 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest park in Hilversum and a nice place to relax or work out. Once a year in the summer, fireworks are lighted from here. The ",{"type":"''","value":["Laapersveld Pumping Station"]}," has been created by Dudok and Meijer in the style of Amsterdam School. It was used to drain rain and sewer water from the city into the pond, and from there to the Old Harbor."]]}]},"\n",{"type":"[[","value":[["Image:Wildlife crossing Zanderij Crailo in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Wildlife Crossing Zanderij Crailo"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Harbor Park"],["url="],["email="],["address=Loosdrechtseweg 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only recently the Old Harbor turned into a park with a brand new pedestrian path. It's best for walking as there are no grassy areas to sit down. Its history starts in the 18th century, when many rich Amsterdam traders bought villas in 's-Graveland. To connect it with Hilversum, a canal was dug, so wool and turf could be transported. As Hilversum is located on a hill, the canal had to be 15 metres deep. The Old Harbor was found and in 1843 a wooden bridge was constructed, called dog bridge (",{"type":"''","value":["hondenbrug"]},") as it was financed by dog taxes. In 1930 it was replaced by the current stone bridge, designed by, who else, Dudok. In 1936 a new harbor was created on the west-side of the town and the Old Harbor decayed. It turned into a smelly and useless swamp as dirty rain water from the Laapersveld was pumped here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pinetum Blijdensteijn"],["url=http:\/\/www.pinetum.nl\/"],["email="],["address=Van der Lindenlaan 125"],["lat="],["long="],["directions="],["phone=+31 35 623 11 23"],["tollfree="],["fax="],["hours=M-F 9AM-4PM"],["price=€2.50, Wednesdays free entry"],["content=This botanic garden is one of the world's most important conifer collections. Founded by B.W. Blijdenstein in the end of the 19th century, the garden hosts plenty of rare and endangered species. There are gatherings of cycads, palms, ephedras, Tasmanian flora and rhododendrons as well. A notable tree is the Sequoia Sempervirens, the largest tree in the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rosarium"],["url="],["email="],["address=Boomberglaan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the upscale Boomberg neighborhood, this park offers several kinds of roses. A monument is placed for the victims of World War II."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wildlife Crossing Zanderij Crailo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the area between Hilversum and Bussum, Zanderij Crailo is the largest wildlife crossing in the world. Construction started in december 2002 and it was officially opened by Queen Beatrix in 2006, costing approximately 15 million euro. 800 metres in length and 50 metres in width, it connects Spanderswoud forest with the Bussumerheide heath. By connecting the larger areas of the Gooi forests and the Utrechtse Heuvelrug, the crossing created the second largest connected nature area in the Netherlands. It crosses over a railway, a road, a train maintenance area and a sport park. There is a bike and pedestrian path available over the wildlife crossing."]]}]},"\n",{"type":"===","value":["Museums and remains"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Boulder"],["alt=De Kei"],["url="],["email="],["address='s-Gravelandseweg 12"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Having a weight of 10.435 kg, the Boulder was found on the heath between Laren and Hilversum. It was carried here from Scandinavia during the last Ice Age. In 1921, a festive parade was organised when the Boulder was moved to its current location in the centre of town."]]}]},"\n",{"type":"[[","value":[["Image:Laanstraat (with Sint-Vituskerk in the background) in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["The Laanstraat historic neighborhood, with the Saint Vitus Church in the background"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Laanstraat Historic Neighborhood"],["alt=Historisch buurtje Laanstraat"],["url="],["email="],["address=Laanstraat 2a-b"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This neighborhood of about a dozen old houses has recently been completely restored. You can walk through the area and take a look at the typical Dutch houses. Nearby are some proper restaurants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Hilversum"],["url=http:\/\/www.museumhilversum.nl"],["email="],["address=Kerkbrink 6"],["lat="],["long="],["directions="],["phone=+31 35 629 28 26"],["tollfree="],["fax="],["hours=Tu-Sa 11AM-5PM, Su noon-5PM"],["price=€5"],["content=Now the entrance of Museum Hilversum and the tourist office, it was Hilversum's Town Hall in the period 1881-1931. It's a typical 19th-century building in neo-renaissance style. The museum's permanent collection is about the history of Hilversum after 1850. Sometimes they offer temporary exhibitions about photography, modern architecture or the cultural history of the Gooi area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Farm"],["url="],["email="],["address=Langestraat 103"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hilversum used to be an agricultural village, and this old farm from 1767 is the last one to remain in the town centre. The building is in Hilversum Longhouse style, and it's one of the few with a decorated clock gable. It now houses a sports store."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sound and Vision Experience"],["alt=Beeld en Geluid Experience"],["url=http:\/\/experience.beeldengeluid.nl\/index.aspx?chapterID=7878"],["email="],["address=Sumatralaan 45"],["lat="],["long="],["directions="],["phone=+31 35 677 55 55"],["tollfree="],["fax="],["hours=Tu-Su 10AM-7PM"],["price=€13.50"],["content=Housed in the ",{"type":"''","value":["Netherlands Institute for Sound and Vision"]}," building, this is an audiovisual museum about the history of Dutch broadcasting. Old footage from television shows and radio stations are up for display in 15 theme areas. Very interesting for Dutch people, but you must have a profound interest in the Dutch cultural heritage to enjoy this as a foreigner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=De Spijkerpandjes"],["url=http:\/\/www.spijkerpandjes.nl\/"],["email="],["address=Kerkbrink 17-19"],["lat="],["long="],["directions="],["phone=+31 35 621 22 11"],["tollfree="],["fax="],["hours=daily 5PM-10PM"],["price="],["content=The right building of the original Spijker Houses was a residential house built in 1770, while the left one was a smithy built around 1880. Unfortunately, the original buildings were torn down, so all that's left are these reconstructed ones. Jacobus Spyker lived in these buildings, whose sons would later become famous with the 'Spyker' car brand. The buildings now houses \"Heren Spyker\" a contemporary restaurant."]]}]},"\n",{"type":"===","value":["Galleries and statues"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Erfgooier"],["url="],["email="],["address=Kerkstraat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bronze statue of an Erfgooier, completed in 1997 by Hans Bayens. Erfgooiers were descendents of people living in the Gooi area many centuries ago. They were free farmers organised as a cooperative, and had the rights to manage most of the land in the Gooi area. Their property was sold in 1933 and 1973 to the Goois Natuurreservaat Foundation (GNR), which made an end to the ancient common use of soil."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=GSA Gallery"],["url=http:\/\/www.gsagalerie.nl\/"],["email="],["address=Langestraat 52"],["lat="],["long="],["directions="],["phone=+31 35 623 71 21"],["tollfree="],["fax="],["hours=W-Sa noon-5PM, Su 2PM-5PM"],["price="],["content=Plenty of exhibitions for sculpture and other decorative arts, with a new collection every month. Most of the works are for sale."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Meent Art Gallery"],["url=http:\/\/www.meentart.com\/"],["email="],["address=De Meent 11"],["lat="],["long="],["directions="],["phone=+31 35 582 84 80"],["tollfree="],["fax="],["hours="],["price="],["content=Located in Hilversumse Meent, an outlying suburb of Hilversum near Bussum. It's best to make a reservation at the gallery's website if you are interesting in viewing or buying arts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Motorbike"],["url="],["email="],["address=Wagenmakersplein"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This work of art tries to do something new: industrial design as a form of art. An Aprilia 6.5 motorbike is displayed on a steel post in the sky of the square. It's made by the French top designer Phillipe Stark and illuminated at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stella"],["url="],["email="],["address=Weversplein"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Italian for 'star', Stella is an artwork by the Italian architect, designer and artist Alessandro Mendini. The square its located on is surrounded by a mix of modern and historic buildings."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Outdoors"]},"\n\nOnce called the ",{"type":"'''","value":["Garden of Amsterdam"]},", most tourists come to Hilversum for a relaxing day off from the hectic city. The best way to spend your time is by hiking or biking in the ",{"type":"'''","value":["forests"]}," and ",{"type":"'''","value":["heathlands"]}," surrounding the city.\n\n",{"type":"====","value":["Forests and heathlands"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Anna's Hoeve"]}," is a hilly area between Hilversum and Baarn offering forests, ponds, heathland and grassy areas. It is currently in a process of reconstruction, but is still accessible for the public. The lakes and hills are created by large masses of unemployed people in the Great Depression, as the municipality of Hilversum tried to combat the high levels of unemployment at that time. If you're up for it, go on to Baarn or the Soestdijk Palace."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bussumerheide"]},", ",{"type":"'''","value":["Westerheide"]}," and ",{"type":"'''","value":["Zuiderheide"]}," are heathlands in the north of Hilversum. The remains of a prehistoric civilization called ",{"type":"''","value":["Hilversum Culture"]}," come from this area. Clearly visible in the landscape are the 3000 to 4000 year old burial mounds. The ",{"type":"''","value":["Aardjesberg"]},", formed in the penultimate ice age, can be recognised by a group of trees. In the last ice age, the Netherlands probably was an arctic tundra. Remains of a levallois arrow have been found here, which were probably used by Neanderthals for mammoth hunting. Consider continuing your way to ",{"type":"[[","value":[["Laren"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Corversbos"]},", the closest forest on the west side of town. It's a bit bland and plenty of high school pupils use it as a shortcut to school. It was created after World War II with conifer trees and robinia flowers, which were widely available back then. Interesting is a beekeeper place from the 19th century, where you can see 40 to 60 beehives and the beekeepers' tools. You might come across buzzards, green woodpeckers, goshawks and tawny owls. Easy to combine with ",{"type":"''","value":["Gooilust"]}," or the ",{"type":"''","value":["Pinetum Blijdensteijn"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gooilust"]}," (Zuidereinde 49, 's-Graveland) is a typical summer residence of a wealthy trader family from the Dutch Golden Age with an interesting history. Its enormous garden is a must-visit with trees and plants from all over the world. Previously it also held a wide collection of exotic mammals and birds, but they moved in 1939. You could extend your trip to see more of ",{"type":"[[","value":[["Wijdemeren"]]}," and its summer residences."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hilversums Wasmeer"]}," is a forested lake with interesting fauna. During warm days, insects from the odanata order can be seen, like dragon flies and damselflies. There are plenty of birds, like hobbies (falcons), as well as coots, tufted ducks, pochards, shelducks, and, if lucky, eared grebes and little grebes. From the south east side, you can have a great view on the lake."]},"\n",{"type":"[[","value":[["Image:Hoorneboegse heide in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Heathland at Hoorneboegse Heide"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hoorneboegse Heide"]}," is a heath that makes up for most of the south. Its slightly sloping landschape was formed in the penultimate ice age 150,000 years ago. The estate (and conference centre) ",{"type":"''","value":["Hoorneboeg"]}," is located on a hill and gives great vistas over the heath. Sundays is a great day to head through the ",{"type":"''","value":["Maartensdijkse Bos"]}," to Lage Vuursche for traditional Dutch pancakes. Further options are the artificial lakes and dykes in Loosdrecht and Loenen."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laarder Wasmeer"]}," (",{"type":"''","value":["Laarder Waschmeer"]},") is a protected area and can only be partly accessed (in a guided tour, see the ",{"type":"[[","value":[["Hilversum#Do"],["Do"]]}," section). It has a combination of lakes, groups of trees and limited sand storms. There are plans to open larger parts of the area to the public in the future."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spanderswoud"]}," is an interesting forest on the north side of town. Authorities have not interfered in natural processes of the forest since the 1980s, which make it more authentic. Several summer residences are at the west side of it, while ",{"type":"''","value":["Trompenberg"]},", one of the wealthiest and leafy neighborhoods of the country, is at the south side. You can continue to the ",{"type":"''","value":["Bussumerheide"]},", ",{"type":"''","value":["Westerheide"]}," and ",{"type":"''","value":["Zuiderheide"]}," by taking the ",{"type":"''","value":["Wildlife Crossing Zanderij Crailo"]},", the largest wildlife crossing in the world."]},"\nIf you want to explore these areas, first head over to the tourist office for some quality maps. It can be found at the Kerkbrink, which also happens to be the beginning point for most hiking and biking routes.\n\n",{"type":"====","value":["Hiking"]},"\n\nIf you want to go hiking, buy a map of a particular hike you are interested in for around €1.50 at the tourist office. You can always ask the staff for help, or let them choose a particular hike for you. There are plenty of hiking trails available through Hilversum or its surroundings:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["W.M. Dudok Architectural Route"]}," — 10 km; 3 hours. The best way to explore Dudok's highlights is by taking this route. It is just a couple of hours and shows some important buildings of the famous architect. Instead of re-doing everything here, be sure to take a look at the brochure ",{"type":"[","value":["http:\/\/www.hilversum.nl\/folderscultuur\/dudokarchitecturalroute.pdf"]},", print it and bring it with you during the route. White signs showing 'Dudok' show the way, but keep in mind that the route of the signs is ",{"type":"''","value":["slightly different"]}," from the route of the brochure. The route starts at ",{"type":"'''","value":["Hilversum Town Hall"]},". If open, visit the Dudok Dependence for an overview of Dudok's life and work. Then start the route, which shows the following buildings in this order: ",{"type":"''","value":["Multatuli School"]},", ",{"type":"''","value":["Snellius School"]},", ",{"type":"''","value":["Rembrandt School"]},", ",{"type":"''","value":["Fabritius School"]},", ",{"type":"''","value":["Bosdrift"]},", ",{"type":"''","value":["Geranium School"]}," and ",{"type":"''","value":["Bathhouse"]},". Other buildings are listed as optional in the brochure. They are just as interesting, but are located slightly further away. They are best visited separately by bike: ",{"type":"''","value":["Northern Cemetery"]},", ",{"type":"''","value":["Laapersveld Pumping Station"]},", ",{"type":"''","value":["Wildschut Sports Pavilion"]},", ",{"type":"''","value":["Grandstand"]}," and ",{"type":"''","value":["Zuiderhof Cemetery"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Corversbos Route"]}," — 5 km; 1 hour. Probably the easiest route, and even accessible for wheel chairs. Signs show the way, you will see a 19th-century place with beehives."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Goois Natuurreservaat Hiking Trail"]}," — 25 km; 6 hours. This trail is basically a large circle around the entire town. It was designed in 1938 as going through forests and heath only, but as Hilversum expanded, it also goes through a limited amount of urban areas. More information in the guidebook ",{"type":"''","value":["Voetstappenpad"]},", available for €1.60 at the tourist office."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laarder Wasmeer Guided Tour"]}," — 5 km; 2 hours. Probably the only way to access the protected area of Laarder Wasmeer. It's organised every first Sunday of the month at 10AM. It starts at the Meerweg and will take you to lakes, limited sandstorms and an old bird hut for birdwatching."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Peerlkamp Route"]}," — 7 km; 2 hours. This trail is steeper and thus slightly more challenging. It's a hilly route through Hilversum itself and combines parks, gardens and the Corversbos. If you want, you can walk back to the centre through the Old Harbor Park."]},"\n",{"type":"====","value":["Biking"]},"\n\nFor cycling, the easiest map is the ",{"type":"''","value":["Toeristische Fietsroutekaart Gooi en Vechtstreek eo"]}," (Touristic Biking Route Map Gooi and Vecht Region and Surroundings) for €4. It covers 4 cycling routes through Hilversum and the ",{"type":"[[","value":[["Gooi en Vechtstreek"],["Gooi"]]}," area. Unfortunately, the map misses out on the popular towns Baarn and Lage Vuursche, as they are not a part of ",{"type":"[[","value":[["North-Holland"]]},". Another map is the ",{"type":"''","value":["Utrechtse Heuvelrug en Vechtse Plassen"]}," (",{"type":"[[","value":[["Utrecht Hill Ridge"]]}," and ",{"type":"[[","value":[["Vecht en Plassen"]]},") map for €8, which features a wider area, but does not include any pre-made routes, so you have to make your own route (most locals do this, it can easily be done with a little research). Of course you can get both maps if you want to be well-prepared. Both are in Dutch and in English, and the routes are clearly marked. Just as with hiking, you can also ask the staff for advice, as they have dozens of different maps for sale. Most biking routes do not just feature Hilversum, but also include many other villages in the ",{"type":"[[","value":[["Gooi en Vechtstreek"]]},":\n\n",{"type":"[[","value":[["Image:Mushroom-shaped sign near Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Mushroom-shaped sign"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gooi Richness Route"]}," (",{"type":"''","value":["Gooise Rijkdomroute"]},") — 33 km; 3 hours. Start cycling at the Kerkbrink in the centre of Hilversum. You will cycle through heathland to Blaricum and ",{"type":"[[","value":[["Laren"]]},", two of the wealthiest villages of the Netherlands with plenty of villas, wealthy society, expensive cars, expensive brands and the like. Then cycle over the wildlife crossing Zanderij Crailo to Spanderswoud forest, and go on to ",{"type":"[[","value":[["Wijdemeren"]]}," with plenty of expensive summer residences from the Dutch Golden Age (such as Gooilust with an impressive garden). Then go back to Hilversum via the Corversbos forest. The route is featured in the ",{"type":"''","value":["Toeristische Fietsroutekaart Gooi en Vechtstreek eo"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lakes Route"]}," (",{"type":"''","value":["Plassenroute"]},") — 41 km; 4 hours. This route shows artificial lakes, most of them created through the extraction of peat for fuel. From Hilversum, cycle through the Corversbos and Kortenhoef on to Vreeland, passing the Loosdrecht Lakes (",{"type":"''","value":["Loosdrechtse plassen"]},"). Cycle north along the Vecht to Nigtevecht and on to the historic centre of ",{"type":"[[","value":[["Weesp"]]},". The route further extends south through the Ankeveen Lakes (",{"type":"''","value":["Ankeveense plassen"]},"), and from there head back to Hilversum. The route is featured in the ",{"type":"''","value":["Toeristische Fietsroutekaart Gooi en Vechtstreek eo"]},", though this one is slightly modified."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Royal Route"]}," (",{"type":"''","value":["Koninklijke route"]},") — 25 km; 3 hours. The 'royal' route goes through forestland and shows the Soestdijk Palace, the former residence of Queen Juliana. The route also passes Queen Beatrix' castle Drakensteyn, but unfortunately it cannot be seen as it is not open to the public. Start in Hilversum and cycle east, passing the Laarder Wasmeer and Anna's Hoeve, to the wealthy town Baarn. Then cycle south to the Soestdijk Palace, and from there, west to Lage Vuursche through the castle Drakensteyn area. Eat a pancake in one of the quality restaurants, and go west, pass the A27 motorway and make your way back to Hilversum through the Hoorneboegse Heide. This is a custom route not featured in any guide, but you can plan it yourself with the ",{"type":"''","value":["Utrechtse Heuvelrug en Vechtse Plassen"]}," map."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villages Route"]}," (",{"type":"''","value":["Dorpenroute"]},") — 30 km; 3 hours. This route shows forests, heathland and the traditional villages ",{"type":"[[","value":[["Laren"]]}," and Lage Vuursche. It starts in Hilversum and goes through Corversbos, Spanderswoud, wildlife crossing Zanderij Crailoo and the Westerheide to Laren. Laren is one of the wealthiest villages of the Netherlands, with large villas and high society passing by. From there, cycle on through Zuiderheide to Lage Vuursche, which is a popular village among cyclists for its quality pancake restaurants. Then head your way to Hilversum through the Hoorneboegse Heide, passing over the A27 motorway. This is a custom route not featured in any guide, but you can plan it yourself with the ",{"type":"''","value":["Utrechtse Heuvelrug en Vechtse Plassen"]}," map."]},"\nWhen cycling in the outlying forests and heathlands, follow the mushroom-shaped signs for directions. In 1919, the first mushroom-shaped sign was placed in the forest between Hilversum and Baarn, but now they are placed in nature areas all over the country. Also bring some food and drinks with you, especially when it's warm, as there are no restaurants or coffee houses in protected nature areas.\n\n",{"type":"===","value":["Sports"]},"\n\nDue to the wealthy demographic, Hilversum is an excellent place for ",{"type":"'''","value":["golf"]},". Other activities include bowling, indoor climbing, indoor skiing, pool and mountain biking.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bowlingcentrum Hilversum"],["url=http:\/\/www.bowlinghilversum.nl\/"],["email="],["address=Noordsebosje 25"],["lat="],["long="],["directions="],["phone=+31 35 624 63 02"],["tollfree="],["fax="],["hours=2PM-midnight"],["price=€18-€23 per hour"],["content=Decent bowling centre, but sometimes the machines break down. Make sure to make a reservation by phone first."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fortuna's Poolgarden"],["url="],["email="],["address=Emmastraat 2"],["lat="],["long="],["directions="],["phone=+31 35 623 58 91"],["tollfree="],["fax="],["hours=daily 1PM-midnight"],["price=€10 per hr before 6PM, €20 per hr after 6PM"],["content=They have about 10 pool tables available. Making a reservation is not required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Golfclub Spandersbosch"],["url=http:\/\/www.spandersbosch-golf.nl\/"],["email="],["address=Sportpark Crailoo 26"],["lat="],["long="],["directions="],["phone=+31 35 685 73 28"],["tollfree="],["fax="],["hours=9PM-8PM"],["price=€22.50 daily, €15 after 5PM"],["content=This golf course is a bit less fancy, but still top-notch. Only the Crailoo Course is available, the Boschbaan is reserved for members. You will play 2 times 9 holes, so 18 holes together. Make sure to call and ask for information first."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hilversumsche Golfclub"],["alt="],["url=http:\/\/www.hilversumschegolfclub.nl"],["email="],["address=Soestdijkerstraatweg 172"],["lat="],["long="],["directions="],["phone=+31 35 683 88 59"],["tollfree="],["fax="],["hours=M-F 9AM-4PM"],["price=€125 daily"],["content=Opened in 1910, it is one of the oldest golf clubs in the Netherlands and has hosted the Dutch Open 25 times. Famous players like Seve Ballesteros, Bernhard and Miguel Angel Jimenez won the cup on these fields. Maarten Lafeber wrote history on these fields in 2003, as he was the second Dutch player ever to win the cup. You can only play here on weekdays, make sure to dress properly."]]}]},"\n",{"type":"===","value":["Concerts and theatre"]},"\n\nThe most popular pop music venue is ",{"type":"'''","value":["De Vorstin"]},", which is listed in the ",{"type":"[[","value":[["Hilversum#Drink"],["Drink"]]}," section as it is also a popular club.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Filmtheater Hilversum"],["url=http:\/\/www.filmtheaterhilversum.nl\/"],["email="],["address=Herenplein 5"],["lat="],["long="],["directions="],["phone=+31 35 623 54 66"],["tollfree="],["fax="],["hours=M-Su 1PM-midnight"],["price=€7"],["content=Cinema for alternative and artistic films."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gooisch Poppentheater Hilvert's Hofje"],["url=http:\/\/www.gooisch-poppentheater.nl\/Hilverts%20Hofje.html"],["email="],["address=Hilvertshof, Groest 86"],["lat="],["long="],["directions="],["phone=+31 35 526 41 94"],["tollfree="],["fax="],["hours=W, F-Sa 2PM"],["price=€5.50"],["content=Children's theatre, only has one performance on Wednesdays, Fridays and Saturdays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=JT City Cinema"],["url=http:\/\/www.jt.nl\/cinema.asp?id=50"],["email="],["address=Herenstraat 12"],["lat="],["long="],["directions="],["phone=+31 35 624 66 00"],["tollfree="],["fax="],["hours=M-Tu 7PM-9PM, W, Su 1PM-5:30PM, 7PM-9PM, Th-F 6PM-10PM"],["price=€8"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=JT Euro Cinema"],["url=http:\/\/www.jt.nl\/cinema.asp?id=56"],["email="],["address=Naarderstraat 8"],["lat="],["long="],["directions="],["phone=+31 35 624 65 00"],["tollfree="],["fax="],["hours=M-Tu 7PM-9PM, W, Su 1PM-5:30PM, 7PM-9PM, Th-F 6PM-10PM"],["price=€8"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Theater Achterom"],["url=http:\/\/www.theaterachterom.nl\/"],["email="],["address=Eemnesserweg 7a"],["lat="],["long="],["directions="],["phone=+31 35 623 39 93"],["tollfree="],["fax="],["hours=M-F 10AM-3PM"],["price=€8-€13"],["content=Definitely the best theatre of Hilversum, it features cabaret, dance, music and drama. The theatre is open in the early afternoons for buying tickets, while the show usually perform in the late afternoon or evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Theater Gooiland"],["url=http:\/\/www.amrathhotels.nl\/hotel\/gooiland\/theater"],["email="],["address=Emmastraat 2"],["lat="],["long="],["directions="],["phone=+31 35 621 23 31"],["tollfree="],["fax="],["hours="],["price=€15-€30"],["content=With a variable schedule, it's best to check the website for upcoming performances and times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Theater Kleintje Kunst"],["url=http:\/\/www.theaterkleintjekunst.nl\/"],["email="],["address=Kolhornseweg 9"],["lat="],["long="],["directions="],["phone=+31 6 20 77 40 43"],["tollfree="],["fax="],["hours="],["price=€11-€13"],["content=Very small theatre with a limited amount of performances."]]}]},"\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hilversum Leeft"],["url=http:\/\/www.hilversumleeft.nl\/"],["email="],["address=Groest"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Formerly known as Hilversum Alive, this is probably the most important festival. It takes place in a weekend in the end of June. Crowds from over the region come to Hilversum to be a part of it. The bars work together to set up plenty of podiums around the Groest area, with famous Dutch musicians performing. Avoid if you don't like crowded events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hilversum Media Festival"],["url=http:\/\/www.hilversummediafestival.nl\/"],["email="],["address=Groest"],["lat="],["long="],["directions="],["phone=+31 35 629 21 11"],["tollfree="],["fax="],["hours="],["price="],["content=Hilversum-on-Air is now known as the Hilversum Media Festival, but it still takes place at the end of the summer season. It is quite similar to Hilversum Leeft, as multiple podiums are set up throughout the city centre with national pop stars performing. A difference is that this event is wholly sponsored by the national media industry, including public broadcast companies and commercial television networks."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nAt first sight, shopping in Hilversum might feel generic and uninspiring. But if you know where to find the hidden gems, you might find out what dozens of Dutch celebrities already know: Hilversum is hot and trendy. The town actually received an award for being the third most varied shopping area of the country, but expect a heavy emphasis on ",{"type":"'''","value":["clothing"]}," and ",{"type":"'''","value":["accessories"]},", especially for women. Upscale and cheap, generic and exclusive, luxury brands and vintage, all is available in walking distance.\n\nAt Tuesdays, Wednesdays and Fridays, stores open from 10AM till 6PM. The best day for shopping is Thursday, as the shops then open till 9PM. Mondays, the shops open late at 1PM and close at 6PM. Saturdays are the most crowded with opening times from 10AM till 5PM. The shops are closed on Sundays, except for some specified 'Buy Sundays' (",{"type":"''","value":["Koopzondagen"]},"), mostly clustered around the holidays in December.\n\n",{"type":"[[","value":[["Image:Hilvertshof shopping centre in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Hilvertshof Shoppingcentre"]]},"\n\nThe easiest entry point is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hilvertshof.nl\/ Hilvertshof Shoppingcentre"]}]}," and the connected ",{"type":"'''","value":["Kerkstraat"]},", though they make for quite a generic shopping experience. Hilvertshof was opened in 1973 as the first covered shopping centre of the Netherlands, and it's still one of the largest of the country. The big department stores ",{"type":"'''","value":["Vroom & Dreesmann"]}," and ",{"type":"'''","value":["Hema"]}," are present, as well as worldwide chain stores ",{"type":"'''","value":["Douglas"]},", ",{"type":"'''","value":["Hennis & Mauritz"]},", ",{"type":"'''","value":["Mango"]},", ",{"type":"'''","value":["Sephora"]}," and ",{"type":"'''","value":["Zara"]},".\n\nFrom there, you can take a stroll to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gooischebrink.com\/ Gooische Brink Shopping Center"]}]}," for upscale shopping or to the ",{"type":"'''","value":["Leeuwenstraat"]}," for vintage clothing. The ",{"type":"'''","value":["general market"]}," takes place on Wednesdays and Saturdays at Langgewenst, between 9AM and 4PM. On Wednesdays, the market sells also a lot of non-food besides the regular food products, while Saturdays are known for the wide variety of vegetables, fruit, fish and other fresh groceries.\n\nThe next sections reveal some smaller stores you might not have thought of.\n\n",{"type":"===","value":["Boutiques"]},"\n\nDue to the wealthy demographic and the presence of Dutch celebrities, Hilversum is an excellent place for upscale shopping. The place to be is ",{"type":"'''","value":["Gooische Brink Shopping Center"]},", which is actually not more than an open square connected with a small covered path. Due to the high prices, it might feel a bit empty in this area, but some of the most trendy boutiques can be found here. Don't expect any discount!\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Blanche"],["url=http:\/\/www.blanche-online.nl"],["email="],["address=Wagenmakersplein 3"],["lat="],["long="],["directions="],["phone=+31 35 622 10 10"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=This women's fashion store is located a bit further away from Gooische Brink, but does deserve its place in the list for the fair share of exclusive brands available. Especially their Danish design labels are interesting, but they also have labels from Germany, the Netherlands, Spain and elsewhere in Europe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=De Bunker"],["url=http:\/\/www.debunker.nl\/"],["email="],["address=Kerkstraat 63-3\/4"],["lat="],["long="],["directions="],["phone=+31 35 623 59 48"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Very trendy shop, especially for wealthier younger audiences between the ages of 15 and 25. De Bunker-branded handbags are worn by hipsters all over the country. Some of its brands are BlueBlood, Diesel, Fornarina, Hugo Boss, Indian Rose, J.C. Crags and more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Covergirl & Touchdown"],["alt=CVRGRL & TCHDWN"],["url="],["email="],["address=Kerkstraat 63-19\/21"],["lat="],["long="],["directions="],["phone=+31 35 623 41 70"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Fashion boutique for young and trendy women. Expect brands like Armani, Antony Morato, Dolce & Gabbana, Ibana Rouge, Le Temps des Cherises, Miss Sixty and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Differenza"],["url=http:\/\/www.differenza.nl"],["email="],["address=Gooische Brink 38"],["lat="],["long="],["directions="],["phone=+31 35 640 02 43"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Following the latest fashion trends, it's a typical women clothing boutique for the area. It features trendy Danish clothing brands like Vero Moda and Vila, as well as other brands like Pieces and Only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Duetz Menswear"],["url=http:\/\/www.duetz.nl"],["email="],["address=Kerkstraat 63-6"],["lat="],["long="],["directions="],["phone=+31 35 628 03 30"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Upscale store for men's fashion, mostly suits. Tommy Hilfiger, Gant, Burberry, Corneliani and Ralph Lauren are some of the brands."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Fastenau"],["url=http:\/\/www.fastenau-hilversum.nl\/"],["email="],["address='s-Gravelandseweg 5a"],["lat="],["long="],["directions="],["phone=+31 35 624 94 08"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=A combination of women's clothing and designer products. They have a wide selection of trendy Scandinavian clothing, as well as exclusive design products from Italy, Denmark, Finland and Germany, with brands like Stelton, Alessi, Arabia-Iittala, Georg Jensen and Zack."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Toute Fabienne"],["url=http:\/\/www.toute-fabienne.nl\/"],["email="],["address='s-Gravelandseweg 14a"],["lat="],["long="],["directions="],["phone=+31 35 640 02 43"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=This is the best place if you want to go home in style. Some of Holland's biggest stars are known to browse here, such as Froukje de Both, and the Dutch fashion show ",{"type":"''","value":["Passion for Fashion"]}," also visited. Some of their brands are particularly exclusive, such as Atos Lombardini, Lotus London, Malene Birger and PRC."]]}]},"\n",{"type":"===","value":["Vintage"]},"\n\nInstead of buying what everyone else is buying, vintage shopping is becoming more and more popular. Vintage shoppers make themselves stand out from the rest by combining different styles of used clothes. Hilversum is a particularly good place for vintage, as the ",{"type":"'''","value":["Leeuwenstraat"]}," is a great place for finding cheap used clothes. This street has recently lived up with the opening of several vintage stores, but the late 2000s economic crisis kicked in right after which had a big impact on the area.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bibak Jeans"],["url="],["email="],["address=Leeuwenstraat 31"],["lat="],["long="],["directions="],["phone=+31 35 621 13 46"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Browse the mostly riveted American jeans to find one that fits your style. You might find the bargain you're looking for."]]}]},"\n",{"type":"[[","value":[["Image:Store in Leeuwenstraat, Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["'t Oor used record store"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Platenhuis 't Oor"],["url=http:\/\/www.platenhuis-het-oor.nl\/"],["email="],["address=Leeuwenstraat 44"],["lat="],["long="],["directions="],["phone=+31 35 621 65 79"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Used record store with mostly urban music, like reggae and hiphop. Also has a limited selection of vinyls. You can ask the staff if you are looking for a specific cd or vinyl."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name='t Oortje"],["url=http:\/\/www.boetiek-het-oortje.nl\/"],["email="],["address=Leeuwenstraat 41"],["lat="],["long="],["directions="],["phone=+31 35 621 97 25"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=This shop has many different styles available, like punk, rock'n roll, flower power, skate and gothic. Many clothes come from England, with brands like Overzeas, King Louie, Chenasky, Spank and Custo."]]}]},"\n",{"type":"===","value":["Other stores"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=ANWB"],["url=http:\/\/www.anwb.nl\/"],["email="],["address=Noordse Bosje 1"],["lat="],["long="],["directions="],["phone=+31 35 624 17 51"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Shop for travellers. They have everything, from travel guides to first aid packs and from camping gear to travel insurance. They also have excellent hiking and cycling guides for the Gooi area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=De Globetrotter"],["url=http:\/\/www.globetrotter-hilversum.nl\/"],["email="],["address=Groest 29"],["lat="],["long="],["directions="],["phone=+31 35 624 39 25"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=This store sells small handmade tribal objects, like instruments, paintings, accessories and furniture. The focus is on Aboriginal Australian, Native American and Far Eastern cultures. Some of the gypsy clothes they sell are even considered trendy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=De Hilversumse Boekhandel"],["url=http:\/\/www.dehilversumseboekhandel.nl\/"],["email="],["address=Leeuwenstraat 36"],["lat="],["long="],["directions="],["phone=+31 35 623 31 31"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=One of the better bookshops in the town, it has as a travel and English literature section. Also plenty of books about Hilversum and the Gooi area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Roeraade"],["url=http:\/\/www.roeraade.nl\/"],["email="],["address=Naarderstraat 13"],["lat="],["long="],["directions="],["phone=+31 35 624 65 50"],["tollfree="],["fax="],["hours=Tu-F 9AM-1PM, 2PM-6PM, Sa 9AM-1PM, 2PM-5PM"],["price="],["content=A nationally known specialist in all kinds of Asian food and ingredients. The people in the store are eager to help you pick the ingredients you need for your special dishes. Besides ingredients they also have a wide variety of eat-ready products for sale."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Toko Mee Sin"],["url="],["email="],["address=Hilvertshof, Groest 86 B 58"],["lat="],["long="],["directions="],["phone=+31 35 623 35 05"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=This shop has a wide range of Eastern spices, like more than 60 different kinds of sambal. They also sell many kinds of exotic snacks. Ask the staff what you are buying, or you might be in for a surprise!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Van Beek's Rijwielhandel"],["url=http:\/\/www.halfords.nl\/"],["email="],["address=Herenstraat 73"],["lat="],["long="],["directions="],["phone=+31 35 628 43 34"],["tollfree="],["fax="],["hours=Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=Hilversum is a great place for biking, this is a good place for repairs and accessories. If you bring your bike in the morning, it will be repaired in the late afternoon, and you get a temporary bike for the day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Wereldwinkel"],["url=http:\/\/www.wereldwinkelhilversum.nl\/"],["email="],["address=Schoutenstraat 3"],["lat="],["long="],["directions="],["phone=+31 35 621 98 10"],["tollfree="],["fax="],["hours=M 1PM-6PM, Tu-W, F 10AM-6PM, Th 10AM-9PM, Sa 10AM-5PM"],["price="],["content=As the name suggests, this is a 'world store'. Instead of focusing on rampant consumerism, this store cares about respect for mankind and the environment. It only buys products from third world countries for a 'fair price'. With this philosophy, buying here could improve the living standards of poor societies elsewhere."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["eatpricerange"],["Under €10"],["€10-30"],["Over €30"]]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Apolonia"],["url=http:\/\/www.steakhouse-apolonia.nl"],["email="],["address=Spoorstraat 20"],["lat="],["long="],["directions="],["phone=+31 35 623 49 97"],["tollfree="],["fax="],["hours=Su-Th 2PM-1AM, F-Sa 2PM-3AM"],["price=€5-10"],["content=A cheap Argentinian\/Egyptian restaurant. Don't expect luxury cuisine here, but good meat for a good price. It's especially a nice place for small dishes, like steaks, shawarma and döner kebab. The tables can be sticky though. At Fridays and Saturdays, the official closing time is 3AM, but it often stays open till 4AM or later. That makes it a great place for eating shawarma with pita bread after the bars close."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Catalonia"],["alt=formerly Atlanta Pizzeria en Grillroom"],["url="],["email="],["address=Leeuwenstraat 27"],["lat="],["long="],["directions="],["phone=+31 35 6216572"],["tollfree="],["fax="],["hours=Su-Th 10AM-1AM, F-Sa 10AM-3AM"],["price=€5"],["content=Don't expect a full meal here, just a quick snack in a greasy place. Their focus is on Italian pizzas and shawarma, but try the Lahmacun with döner (often called 'Turkish pizza' in the Netherlands). It's quite expensive still, but worth it. A good place to eat at night time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Italia Qualita"],["url="],["email="],["address=Langestraat 55a"],["lat="],["long="],["directions="],["phone=+31 35 623 12 32"],["tollfree="],["fax="],["hours=daily 2PM-10PM"],["price=€10"],["content=An Italian restaurant with delivery service. It's cheap, but ",{"type":"''","value":["qualita"]}," certainly doesn't concern the food, which is pretty awful."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lorenza"],["url="],["email="],["address=Langestraat 134"],["lat="],["long="],["directions="],["phone=+31 35 624 10 37"],["tollfree="],["fax="],["hours=daily 4PM-10PM"],["price=€10-15"],["content=Relatively cheap Italian restaurant, but don't expect a lot. The pizzas are greasy, salty and sometimes even served with wrong ingredients. The interior is in need of a redesign and the staff is not very welcoming."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Toko Take-a-Wok"],["url=http:\/\/www.tokotakeawok.nl\/"],["email="],["address=Leeuwenstraat 24"],["lat="],["long="],["directions="],["phone=+31 35 622 30 53"],["tollfree="],["fax="],["hours=M-Sa noon-10PM, Su 4PM-9PM"],["price=€5-10"],["content=No seating, but they do have take out and delivery services of several Asian dishes, like wok menus, soup and ",{"type":"''","value":["dimsum"]},"-snacks. You can even order 5 mini egg rolls for €1, but don't expect a smile if you're coming for just that."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Victor Consael"],["url=http:\/\/www.victorconsael.nl"],["email="],["address=Leeuwenstraat 49"],["lat="],["long="],["directions="],["phone=+31 35 621 42 39"],["tollfree="],["fax="],["hours=Tu-W, F-Sa 11AM-7PM, Th 11AM-8PM"],["price=€10"],["content=Nice budget restaurant if you want to try authentic Dutch pancakes. Ask Chris the owner to order for you if you want a true Dutch experience. Their (also typical Dutch) poffertjes are a special treat paired with cappuccino."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chiang Mai"],["url=http:\/\/www.chiangmaihilversum.nl"],["email="],["address=Havenstraat 20"],["lat="],["long="],["directions="],["phone=+31 35 624 81 91"],["tollfree="],["fax="],["hours=Tu-Su 5PM-10PM"],["price=€15-25"],["content=Proper Thai restaurant in the area, which is specialized in the cuisine of Northern Thailand. The place has the usual Thai dishes, but also some interesting ones with rabbit and turkey. Good service and relatively cheap prices, but expect a bad interior with fluorescent lamps."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zilt & Zo"],["url=http:\/\/www.ziltenzo.nl\/"],["email="],["address=Laanstraat 35a"],["lat="],["long="],["directions="],["phone=+31 35 628 14 93"],["tollfree="],["fax="],["hours=daily 5PM-10PM"],["price=€33-50"],["content=Excellent restaurant with a mixed international cuisine. The focus is on French and Mediterranean seafood, but plenty of meat menus are available as well. The interior is stunning, which resembles a harbor, even with sand on the floor. The staff serve the dishes with care and seem to love their job. Finish it with a choice from their worldwide wine list."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Da Familia"],["alt=formerly BENK"],["url=http:\/\/www.dafamilia.nl\/"],["email="],["address=Kerkbrink 2"],["lat="],["long="],["directions="],["phone=+31 35 623 33 61"],["tollfree="],["fax="],["hours=Tu-Th 10AM-11PM, F-Sa 10AM-midnight"],["price=€25-35"],["content=A mix of international cuisines, this place is standing out from the rest with its hip and trendy interior. Some of the ordered food can be in rather small amounts though."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Docks"],["url=http:\/\/www.brasseriedocks.nl\/"],["email="],["address=Havenstraat 15"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M, W-Su 6PM-11PM"],["price=€30"],["content=Good restaurant with a trendy and upscale interior. The choice is food is rather limited, but that's fine, as it tastes good and the service is excellent. Especially ask for the winelist, the Australian wines are a specialty."]]}]},"\n",{"type":"{{","value":[["infobox"],["De Jonghe Graef van Buuren"],["William V was a young prince and the last stadtholder of the Dutch Republic in the late 18th century. As believed, he was riding his horse on his way to Amsterdam to deliver an important message. Due to lightning and heavy rain, he was forced to spend the night in Hilversum, in what is now restaurant De Jonghe Graef van Buuren. As usual, Prince Willem V was travelling incognito, using the name \"Van Buuren\". The owner of the inn quickly found out that the man had a royal background. He was honored and asked if it was allowed to name the inn after him. Since then, it bare the name 'De Jonghe Graef van Buuren' (The Young Prince van Buuren). The bed Willem V spent the night in is still on the exact same location."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=De Jonghe Graef van Buuren"],["url=http:\/\/www.jgvb.nl"],["email="],["address=Laanstraat 37"],["lat="],["long="],["directions="],["phone=+31 35 624 54 02"],["tollfree="],["fax="],["hours=daily 4PM-10PM"],["price=€20"],["content=Old-style restaurant with an interesting history. Good place to have an easy dinner with fries and mayonnaise."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=De Kei"],["url=http:\/\/www.spijslokaaldekei.nl"],["email="],["address='s-Gravelandseweg 12d"],["lat="],["long="],["directions="],["phone=+31 35 624 72 77"],["tollfree="],["fax="],["hours=Tu-Th, Su 3PM-1AM, F 3PM-3AM, Sa noon-7PM"],["price=€7-30"],["content=A typical \"brown cafe\" mostly known for its simple and tasty menus. It's especially recommended to visit their wine tasting sessions. At the late evening, you can have a beverage as the place turns into a bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kimono"],["url=http:\/\/www.kimono-hilversum.nl\/"],["email="],["address=Kampstraat 41"],["lat="],["long="],["directions="],["phone=+31 35 629 51 97"],["tollfree="],["fax="],["hours=daily 4PM-11PM"],["price=€18"],["content=Entertaining Japanese restaurant, as the chefs really do their best to put up a good show. That makes it a good place to bring children. They have unlimited sushi for €10 from Monday till Thursday. Nice staff, good food, not expensive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=De Lamme Goedtsack"],["url=http:\/\/www.delammegoedtsack.nl\/"],["email="],["address=Kampstraat 22"],["lat="],["long="],["directions="],["phone=+31 35 623 14 78"],["tollfree="],["fax="],["hours=Tu-F 2PM-10PM, Sa-Su 4PM-10PM"],["price=€25"],["content=Proper French\/Mediterranean restaurant with a friendly staff. Try the carpaccio."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mangerie"],["url=http:\/\/www.demangerie.nl"],["email="],["address=Diependaalselaan 490-494"],["lat="],["long="],["directions=Bus 104, Zuiderheide"],["phone=+31 35 672 07 84"],["tollfree="],["fax="],["hours=W-M 13PM-10PM"],["price=€30"],["content=One of the best Chinese restaurants in town, and not a typical one. It's definitely high-class with the French wine list as one of its features. The staff is professional and the food is delicious. Try the Peking Duck."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lust"],["url=http:\/\/www.lustrestaurant.nl\/"],["email="],["address=Langestraat 94"],["lat="],["long="],["directions="],["phone=+31 35 624 30 44"],["tollfree="],["fax="],["hours=Tu-Su 5PM-10PM"],["price=€35"],["content=This restaurant with international menus is based in a historic building from 1902. Go upstairs to lounge or downstairs for an interior like a small village in France. Try the \"Lusterijen\", a plate filled with a couple of smaller dishes, served with a suitable wine."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Proeverij De Open Keuken"],["url=http:\/\/www.deopenkeuken.nl\/"],["email="],["address=Laanstraat 31"],["lat="],["long="],["directions="],["phone=+31 35 623 07 77"],["tollfree="],["fax="],["hours=daily 5PM-10PM"],["price=€15-20"],["content=Excellent restaurant with an international cuisine. Good service and a wide array of tapas to choose from."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Puur Smaeck"],["url=http:\/\/www.puursmaeck.nl\/"],["email="],["address=Kampstraat 18-20"],["lat="],["long="],["directions="],["phone=+31 35 623 25 40"],["tollfree="],["fax="],["hours=daily 11:30AM-1AM"],["price=lunch €5-8, dinner €15-20"],["content=At lunchtime, handicapped people will be waitressing in this French\/Mediterranean restaurant. You will be surprised by their service and kindness. It's the best time to visit, as the bread they serve is very tasty. At dinnertime the regular staff takes over."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Robert"],["url=http:\/\/www.restaurantrobert.nl\/"],["email="],["address=Spanderslaan 1"],["lat="],["long="],["directions="],["phone=+31 35 62 456 95"],["tollfree="],["fax="],["hours=Tu-F noon-10PM, Sa 6:30PM-10PM"],["price=€35"],["content=Interesting French restaurant in the middle of the Spanderswoud forest, only accessible by car or bike. The food is not original, but has a good quality and taste. Sit outside when the weather allows it."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Surya"],["url=http:\/\/www.suryarestaurant.nl"],["email="],["address=Langestraat 126"],["lat="],["long="],["directions="],["phone=+31 35 631 94 20"],["tollfree="],["fax="],["hours=Tu-Su 5PM-midnight"],["price=€20"],["content=Indian and Nepalese restaurant with an absolute stunning interior. Everyone is sitting on benches with pillows, which makes for a very warm atmosphere, and the walls are decorated with Buddha images. The staff is friendly, lots of menus to choose from and the food is served in large quantities. Try the Gulab Jamin, it's good."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Las Tapas"],["url=http:\/\/www.lastapas.nl"],["email="],["address=Havenstraat 18b"],["lat="],["long="],["directions="],["phone=+31 35 622 08 48"],["tollfree="],["fax="],["hours=daily 5PM-11:30PM"],["price=€20"],["content=Very popular Spanish tapas restaurant. The menu is in Dutch, so hard to read for foreigners, but the staff will gladly help you with ordering. The garlic bread, artichoke and feta salad, garlic prawns, sautéed mushrooms, bruschetta with feta and pine nuts are tasty. The bill is cheap for the amount of food served. They only accept cash."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tokyo"],["url=http:\/\/www.tokyohilversum.nl\/"],["email="],["address=Havenstraat 1"],["lat="],["long="],["directions="],["phone=+31 35 628 61 29"],["tollfree="],["fax="],["hours=M-Th 4PM-11PM, F-Sa 2PM-11PM, Su noon-11PM"],["price=€20"],["content=The best Japanese restaurant in town with impressive paintings on the walls. The staff are friendly and dressed in Japanese style. Try the Californian handroll or the teppan yaki meals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Warung Adinda"],["url=http:\/\/www.warungadinda.nl\/"],["email="],["address=Langestraat 85"],["lat="],["long="],["directions="],["phone=+31 35 624 29 60"],["tollfree="],["fax="],["hours=Th-Su 5PM-11PM"],["price=€20"],["content=Well-known and appreciated Indonesian restaurant that has more than 35 years of experience. Very friendly service. It has dinner à la carte or in a traditional buffet form."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=De Jonge Haan"],["url=http:\/\/www.dejongehaan.nl"],["email="],["address='s-Gravelandseweg 62"],["lat="],["long="],["directions="],["phone=+31 35 624 53 14"],["tollfree="],["fax="],["hours=M-F 9AM-midnight, Sa-Su noon-midnight"],["price=€15-30"],["content=This is the most upscale \"brasserie\" of Hilversum and the best place to run into Dutch celebrities. It is listed 57th in the Top 100 Best Dutch Cafes of the magazine Horeca Misset. At any time of the day you can walk in for coffee or tea, accompanied with a muffin or pie. The interior looks professional and the Dutch word ",{"type":"''","value":["gezellig"]}," (nice and cosy) definitely applies here. Sitting outside is nice during summertime, as a breezy green neighborhood is outside. Eating dinner is possible, but waiting queues take ages and the food quality is poor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Heren Spyker"],["url=http:\/\/www.herenspijker.nl\/"],["email="],["address=Kerkbrink 17-19"],["lat="],["long="],["directions="],["phone=+31 35 621 22 11"],["tollfree="],["fax="],["hours=5PM-10PM daily"],["price=€30-35"],["content=This restaurant houses in a replica of the famous Spyker Automobile Factory, hence the enormous painting of the Dutch Golden Carriage that is still used by Queen Beatrix once every year. The focus is on contemporary French and Mediterranean dishes, very well presented on a wide array of China. Very original dishes, prepared with love by a very enthusiastic chef. Lots of wines served by the glass. Excellent value."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lakes Restaurant"],["url=http:\/\/www.restaurantlakes.nl\/"],["email="],["address=Vreelandseweg 50"],["lat="],["long="],["directions=Bus 1, De Waaier"],["phone=+31 35 577 99 96"],["tollfree="],["fax="],["hours=M-F noon-2:30PM, 6PM-10:30PM, Sa 6PM-10:30PM"],["price=€60"],["content=Based in one of Dudok's designs, French restaurant Lakes is probably the most expensive and luxurious of Hilversum. The black and silver colours give the interior a stunning hip-chique atmosphere. Its location at the water enhances the experience, as well as the excellent service and winelist. Be ready to pay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=No. 33"],["alt=Drie&Dertig"],["url=http:\/\/www.brasserie33.nl\/"],["email="],["address=Vaartweg 33"],["lat="],["long="],["directions="],["phone=+31 35 621 45 56"],["tollfree="],["fax="],["hours=Tu-F noon-23PM, Sa 5:30PM-11:30PM, Su 5:30PM-10PM"],["price=€35"],["content=High-class restaurant specialized in French and Mediterranean cuisine. They know what style is, as seen in the trendy interior, which gives a warm atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Royal Mandarin"],["url=http:\/\/www.restaurantroyalmandarin.nl\/"],["email="],["address=Emmastraat 9"],["lat="],["long="],["directions="],["phone=+31 35 640 08 01"],["tollfree="],["fax="],["hours=daily 1:30PM-11PM"],["price=€40"],["content=This Chinese restaurant is interestingly based in a historic Dutch farm and is widely considered one of the best Chinese restaurants in the country. The staff is really friendly and very knowledgeable. The restaurant might seem expensive but price-quality ratio is in perfect balance. A good suggestion is the surprise menu, with good value you will taste what the chef is capable of. You will be impressed."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"[[","value":[["Image:Groest in Hilversum, the Netherlands.jpg"],["thumb"],["350px"],["Groest"]]},"\n\nEntering bars is legally allowed from the age of ",{"type":"'''","value":["16"]},". However, many bars and clubs in Hilversum have their own policies and do not allow people under 18, 21 or even 23 to enter. Keep in mind that people aged 16 or 17 are only allowed to drink beer, wine and mixed drinks like Bacardi Breezer and Smirnoff Ice. To drink stronger alcoholic beverages, like vodka, an age of 18 or older is required.\n\nMost bars and clubs in Hilversum are centred around the ",{"type":"'''","value":["Groest"]},". There is something for everyone's taste here, from youth bars to bars for older ages, and from typical Dutch 'brown cafes' to upscale cosmopolitan places. On weekdays and Sundays, bars are open till 1AM, while some clubs will be opened till 4AM. A recent trend is that some bars on Thursdays stay open till 2AM. Fridays and Saturdays have longer opening hours, bars will be opened till 3AM, while clubs will be opened till 5AM.\n\nAlways bring your passport or official identity papers, as many bars and clubs require you to show it among entry. Also keep in mind that smoking is only allowed in designated smoking areas, and that bar employees won't serve drinks to you in these areas. Be aware on the streets when the bars close as people are drunk and often looking for trouble. Walking around with alcoholic beverages on the Groest can get you a fine of €60.\n\n",{"type":"===","value":["Cafes"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dudok"],["url=http:\/\/www.cafedudok.nl\/"],["email="],["address=Larenseweg 1a"],["lat="],["long="],["directions="],["phone=+31 35 642 08 51"],["tollfree="],["fax="],["hours=M-Th 11AM-1AM, F 11AM-2AM, Sa 12AM-2AM, Su 12AM-10PM"],["price="],["content=Visit this place at daytime, after a tour of Hilversum's architectural highlights. The interior is in the same style as the famous architect W.M. Dudok. Lunch and dinner are served, and are not expensive. At daytime, the music is a combination of classic, like Chopin and Vivaldi, and jazz. At nighttime, the music is more diverse, with a combination of salsa and rock. Sunday afternoons have tango as the style of choice. One of the main attractions of this cafe are the bi weekly live jazz sessions. Led by guitar player Kai Von Rosenberg the session attracts musicians from all over the country. Jazz greats like Benjamin Herman, Jos Machtel and Ilja Reijngoud all have played sets here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name='t Tolhuis"],["url=http:\/\/www.hettolhuis.nl"],["email="],["address=Soestdijkerstraatweg 2"],["lat="],["long="],["directions="],["phone=+31 35 621 44 81"],["tollfree="],["fax="],["hours=M-F 4PM-1AM"],["price="],["content=Opened since 1901, this cafe has a long history behind its name. It started as a toll booth, but as toll did not exist anymore since 1898, it was turned into a shop for milk trade. Due to the strategic location, at the main road to Hilversum, it was set up as a road cafe for thirsty horse riders. It has been a road cafe ever since and it's still a nice place to order a coffee or beer. Don't expect to be served here on Saturdays or Sundays, as it's closed in weekends!"]]}]},"\n",{"type":"===","value":["Bars and pubs"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe 1890"],["url=http:\/\/www.cafe1890.nl"],["email="],["address=Biersteeg 10"],["lat="],["long="],["directions="],["phone=+31 35 623 51 69"],["tollfree="],["fax="],["hours=Su-Th 2PM-1AM, F-Sa 2PM-3AM"],["price="],["content=Quite an old-fashioned bar for older audiences. On weekdays, it's possible to play darts. On Saturdays, it's one of the few bars with plenty of seating available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Café Burger"],["alt=formerly Flater"],["url=http:\/\/www.flaterhilversum.nl"],["email="],["address=Herenstraat 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Th 12AM-1AM, F-Sa 12AM-3AM, Su 2PM-1AM"],["price="],["content=The audience at this bar is young, in the age range 16-18. Pop music is the style of choice, particularly a style of pop that's called \"Apres Ski\", music that is familiar from winter sport holiday destinations in the Alps. At daytime, it is a nice place to sit outside if the weather allows it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cartouche"],["url=http:\/\/www.cafecartouche.nl"],["email="],["address=Stationsstraat 22"],["lat="],["long="],["directions="],["phone=+31 35 621 69 84"],["tollfree="],["fax="],["hours=Su-Th 3PM-1AM, F-Sa 3PM-3AM"],["price="],["content=This is a typical Dutch \"brown cafe\", an excellent place with a relaxing atmosphere to try different kinds of Dutch and Belgian beers. Several kinds of dinner are also served, like meat, fish and vegetarian dishes. The place is targeted for older audiences. The music style can be characterized as a kind of emotional Dutch \"folk\" music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=De Baron"],["url=http:\/\/www.cafedebaron.nl"],["email="],["address=Spoorstraat 47"],["lat="],["long="],["directions="],["phone=+31 35 623 13 36"],["tollfree="],["fax="],["hours=Su-Th till 1AM, F-Sa till 3AM"],["price="],["content=Rock bar with pool table and darts. Not very crowded on Saturdays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=De Doelen"],["url="],["email="],["address=Groest 42"],["lat="],["long="],["directions="],["phone=+31 35 623 56 67"],["tollfree="],["fax="],["hours=M-Tu, Th 11AM-1AM, W 10AM-1AM, F-Sa 11AM-3AM, Su 6PM-1AM"],["price="],["content=This bar has a very young audience (aged 16-18) with a wealthy background. Music is mostly pop, and it's extremely crowded in weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Dokter"],["url="],["email="],["address=Groest 44"],["lat="],["long="],["directions="],["phone=+31 646 74 18 74"],["tollfree="],["fax="],["hours=M-Tu, Th 11AM-1AM, W 10AM-1AM, F-Sa 11AM-3AM, Su 6PM-1AM"],["price="],["content=At daytime it's possible to eat here, at nighttime the bar has a very young audience and music style similar to De Doelen. Pool can be played when it's not too crowded. Officially entry is only for people aged 18+, but in practice the bar is filled with 16-18 year old people."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Felix II"],["url=http:\/\/www.felix2.nl"],["email="],["address=Herenstraat 9"],["lat="],["long="],["directions="],["phone=+31 35 621 70 90"],["tollfree="],["fax="],["hours=Su-Th 4PM-1AM, F-Sa 4PM-3AM"],["price="],["content= Typical \"brown cafe\", mostly for older audiences. The music is rock and blues, and sometimes live bands play."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Guardian"],["url=http:\/\/www.theguardian.nl\/"],["email="],["address=Groest 33"],["lat="],["long="],["directions="],["phone=+31 35 647 32 33"],["tollfree="],["fax="],["hours=M noon-1AM, Tu-Th 11AM-1AM, F-Sa 11AM-3AM, Su 11:30AM-1AM"],["price="],["content=The only English pub in Hilversum. Great interior on weekdays, but Saturday nights it's so dark that it's barely noticeable."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Journal"],["url=http:\/\/www.grandcafelejournal.nl"],["email="],["address=Groest 21"],["lat="],["long="],["directions="],["phone=+31 35 624 42 06"],["tollfree="],["fax="],["hours=Su-W 10AM-1AM, Th 10AM-2AM, F-Sa 10AM-3AM"],["price="],["content=Based in a former printing press building, Le Journal turned into a hip bar for visitors aged between 18 and 25. At daytime this is a dining facility, from 10:30PM onwards it turns into a bar. At ground floor, you can sit down and chill, while the first floor has a crowded dance floor with loud music. Ordering beer here is generally cheaper than elsewhere, around €1.75 each. Unlike other bars, they stay open till 2AM on Thursdays. At Saturdays, the music is particularly loud, even at ground floor, so forget about having conversations that night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Karroesel"],["url="],["email="],["address=Spoorstraat 44"],["lat="],["long="],["directions="],["phone=+31 35 538 30 25"],["tollfree="],["fax="],["hours=M-Th noon-1AM, F-Sa noon-3AM, Su 3PM-1AM"],["price="],["content=This hard rock and metal bar caters to alternative audiences. There is a pool table, although it is not used on Fridays and Saturdays as the bar is very crowded at those days. A large part of the bar has been designated a smoking area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Legacy"],["url=http:\/\/www.cafethelegacy.nl"],["email="],["address=Spuisteeg 3"],["lat="],["long="],["directions="],["phone=+31 35 624 72 83"],["tollfree="],["fax="],["hours=Su-Th noon-1AM, F-Sa noon-3AM"],["price="],["content=Generic bar with dance and pop music, mostly visited by people between 18 and 30 years old."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Thuis"],["alt=formerly Rendez-Vous"],["url=http:\/\/www.caferendezvous.nl"],["email="],["address=Groest 58a"],["lat="],["long="],["directions="],["phone=+31 35 601 36 70"],["tollfree="],["fax="],["hours=Su-Th till 1AM, F-Sa till 3AM)"],["price="],["content=The audience has a wide age range, but consists mostly of lower educated people. There is a dance floor downstairs, while upstairs you can find a nice balcony to sit and talk. Some better Dutch darts players started their career here, like Niels de Ruiter."]]}]},"\n",{"type":"===","value":["Nightclubs"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Crystal Club"],["alt="],["url="],["email="],["address=Koninginneweg 84-86"],["lat="],["long="],["directions="],["phone=+31 6 313 131 36"],["tollfree="],["fax="],["hours=Th 11PM-4AM, F-Sa 11PM-5AM"],["price=€10"],["content=This night bar often has theme parties, like 80s and 90s music every first Saturday of the month and house music every third Saturday of the month."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Club Gooiland"],["url=http:\/\/www.grandcafegooiland.nl\/"],["email="],["address=Emmastraat 2"],["lat="],["long="],["directions="],["phone=+31 35 628 82 01"],["tollfree="],["fax="],["hours=F-Sa midnight-5AM"],["price=€5"],["content=Only opened in weekends, the target audience is in the age range 25-35. Music is mixed, but mostly dance and techno."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=G-Spot"],["url=http:\/\/www.nightbar-gspot.nl\/"],["email="],["address=Groest 57"],["lat="],["long="],["directions="],["phone=+31 35 628 60 87"],["tollfree="],["fax="],["hours=Su-Th midnight-4AM, F-Sa midnight-5AM"],["price=Free entry"],["content=A popular club due to its central location and free entry. It feels more like a late-night bar than a full-fledged club. It features different kinds of music styles with an emphasis on pop and dance music. The audience is in the age range of 21-35."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rex"],["url=http:\/\/www.rexhilversum.nl\/"],["email="],["address=Groest 23"],["lat="],["long="],["directions="],["phone=+31 35 631 95 29"],["tollfree="],["fax="],["hours=Bar Su-Th 11AM-1AM, F-Sa 11AM-3AM, Club Th 10PM-3AM, F-Sa 11PM-5AM"],["price=Bar free entry, club €7"],["content=Formerly a cinema and casino, now Rex is split into a separate bar and club part. The bar is a hip and cosmopolitan place with lounge music, visited mostly by upscale audiences. There is a very stylish interior, with seats and couches everywhere for chilling. At Saturdays it's best to go here in the early evening. The club features a mix of house, electro, rock, pop, hip hop, and commercial music. Inside is a VIP balcony which can only be entered by asking permission to the staff. You must order drinks in full bottles to get up there. Special events are regulary hosted by international brands like Defected and Latin Lovers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Switch"],["alt=formerly Baccara"],["url=http:\/\/www.switch-hilversum.nl\/"],["email="],["address=Kolenstraat 5"],["lat="],["long="],["directions="],["phone=+31 35 624 06 68"],["tollfree="],["fax="],["hours=F-Sa 11PM-5AM"],["price=€5 after 1PM"],["content=The oldest and largest club of the Gooi area, it has been completely revamped in 2010. It features 2 floors and 6 bars. The music style is a combination of house, trance, club and R&B. There is a new club policy that only allows visitors over 23 to enter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=De Vorstin"],["alt=formerly De Tagrijn"],["url=http:\/\/www.devorstin.nl\/"],["email="],["address=Koninginneweg 44"],["lat="],["long="],["directions="],["phone=+31 35 621 58 41"],["tollfree="],["fax="],["hours=Tu-Th 6PM-1AM, F 4PM-4AM, Sa 10AM-4AM, Su 4PM-1AM"],["price=€12 on special events"],["content=Formerly named de Tagrijn, that stage burnt down to the ground in 2007 and left Hilversum without a music venue. In September 2010, De Vorstin opened at this place, a good pop podium with live bands and a music cafe. It also functions as the studio for the TV show \"Voice of Holland\". With a variable schedule, it's best to check the website for upcoming performances and times."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amrâth Hotel Lapershoek"],["url=http:\/\/www.amrathhotels.nl\/hotel\/lapershoek"],["email="],["address=Utrechtseweg 16"],["lat="],["long="],["directions=Railway station Hilversum Sportpark"],["phone=+31 35 623 13 41"],["tollfree="],["fax="],["hours="],["price=€80-150"],["checkin="],["checkout="],["content=Quite a luxury hotel in a green location. Comfort and superior rooms feature a shower, bath tub, hairdryer, phone, television and ADSL-internet. Junior suite rooms also have a jacuzzi, bathrobes and mini bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amrâth Grand Hotel & Theatre Gooiland"],["url=http:\/\/www.amrathhotels.nl\/hotel\/gooiland"],["email="],["address=Emmastraat 2"],["lat="],["long="],["directions="],["phone=+31 35 621 23 31"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=As Hilversum is a city of architectural highlights, Gooiland is a chance to spend the night in one of these beauties. This neo-architecture hotel-theatre has been designed by Jan Duiker in 1936. All the rooms have a shower, hairdryer, phone, television and free wireless internet. €70-120."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ravel"],["url=http:\/\/www.ravel.nl"],["email="],["address=Emmastraat 35"],["lat="],["long="],["directions="],["phone=+31 35 621 06 85"],["tollfree="],["fax="],["hours="],["price=€75-175"],["checkin="],["checkout="],["content=This wonderful villa is quite close to the centre. All rooms have a phone, television, clock radio, writing desk and private shower\/toilet."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Villa Trompenberg"],["url=http:\/\/www.villatrompenberg.nl"],["email="],["address=Christiaan de Wetlaan 1"],["lat="],["long="],["directions="],["phone=+31 35 621 47 60"],["tollfree="],["fax="],["hours="],["price=€70-210"],["checkin="],["checkout="],["content=Nice villa in the wealthiest neighborhood of Hilversum, it is a bit like a B&B. There is a fairly large road next to the hotel, but the noise can barely be heard."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tulip Inn Media Park Hilversum"],["url=http:\/\/www.goldentulip.com\/hotels\/eng\/hotels-hilversum-nl.asp"],["email="],["address=Koninginneweg 30"],["lat="],["long="],["directions="],["phone=+31 35 623 24 44"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Unlike the name suggests, it is actually not that close to the Media Park. It is only a 7 minutes walk from the city centre, and near the Town Hall. €69-130."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThere is not much to worry about in Hilversum, but the town often makes the news with cases of ",{"type":"'''","value":["vandalism"]},". Youth groups usually hang around the town centre or near the main and Sportpark railway stations, especially from 4PM onwards. As they are often bored and drunk, and sometimes stoned, they destroy trash cans, benches, bicycles, bus stops and other public property. It's advisable not to interfere with them.\n\nAnother safety issue occurs after the bars and clubs close on Fridays and Saturdays, between 2AM and 5AM. Large amounts of drunk people gather on the streets, which often leads to ",{"type":"'''","value":["fights"]}," and confrontations with the police. Do not get involved, as the police sometimes uses dogs to temper the masses. Also avoid snackbars and other eating facilities at this time, as they are usually packed and refuse to sell food after 3AM. This causes anger with the hungry crowd waiting outside, thus a fight is easily initiated.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nStaying healthy is probably the least you have to worry about. ",{"type":"'''","value":["Tap water"]}," in the Netherlands is among the cleanest and safest in the world, and tap water in Hilversum tastes even better than elsewhere in the country. Research from consumer authorities show that you might get tricked when ordering mineral water in bars or restaurants. One in three of them actually serve tap water instead of mineral water!\n\nIf you are hiking or biking in the forests surrounding the city, be careful of ",{"type":"'''","value":["ticks"]}," and tick-carrying diseases. It is advisable to wear long sleeves and long trousers. If you want to be completely safe, tuck your trousers inside your socks. If you discover a red ring on your body in the weeks after, be sure to visit a doctor to check for ",{"type":"'''","value":["Lyme disease"]},", which can be lethal without proper medical care.\n\n",{"type":"==","value":["Connect"]},"\n\nThe international telephone country code for the Netherlands is ",{"type":"'''","value":["31"]},", the area code for Hilversum is ",{"type":"'''","value":["035"]},".\n\n",{"type":"===","value":["Internet"]},"\n\nLarge internet facilities do not exist, your best bet is the local public library. There are also some smaller phone shops offering internet services, but usually they just have one or two terminals available (mostly targeting Turkish and North African immigrants making overseas calls). Finding a WiFi spot is not an easy task, and most of them are not free (the listing below being a notable exception).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bagels & Beans"],["url=http:\/\/bagelsbeans.nl\/"],["email="],["address=Kerkstraat 3"],["lat="],["long="],["directions="],["phone=+31 35 631 97 23"],["tollfree="],["fax="],["hours=M-W, F-Sa 8:30AM-5:30PM, Th 8:30AM-9PM"],["price="],["content=Decent coffee chain that also has one of the few free WiFi spots in the centre of Hilversum. Beverage required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Horizon"],["url="],["email="],["address=Spoorstraat 51"],["lat="],["long="],["directions="],["phone=+31 35 640 04 56"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-11PM, Su-M 11AM-11PM"],["price="],["content=Small phone shop with international dialing, faxing, mobile phones accessories and two internet terminals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=MondialIntel"],["url="],["email="],["address=Langgewenst 2\/HS"],["lat="],["long="],["directions="],["phone=+31 35 629 55 73"],["tollfree="],["fax="],["hours="],["price="],["content=Two internet terminals and international calling services, conveniently located at the general market."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Public Library Hilversum"],["alt=Bibliotheek Hilversum"],["url=http:\/\/www.bibliotheekhilversum.nl\/"],["email="],["address='s-Gravelandseweg 55"],["lat="],["long="],["directions="],["phone=+31 35 621 29 42"],["tollfree="],["fax="],["hours=M 1AM-8:30PM, Tu, Th 10AM-6PM, W, F 10AM-8:30PM, Sa 11AM-6PM"],["price=€0,15 per 15 minutes"],["content=The most convenient and cheapest place to go online. You need to put coins in the machine before using the computer. They also have regional and national newspapers for read, as well as papers from Germany, France, the United Kingdom, Turkey and the Arab world. There is also a wide arrange of magazines (",{"type":"''","value":["The Economist"]},", ",{"type":"''","value":["TIME Magazine"]},", ",{"type":"''","value":["der Spiegel"]}," and ",{"type":"''","value":["ParisMatch"]}," to name a few), travel guides and English books. This building was the headquarters of the German Wehrmacht in the Netherlands during the German occupation in World War II."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=T&T Telecom"],["alt=Backside of the main railway station"],["url="],["email="],["address=Kleine Drift 3"],["lat="],["long="],["directions="],["phone=+31 35 683 52 56"],["tollfree="],["fax="],["hours=daily 10AM-10PM"],["price="],["content=Larger than the other phone shops, but still just three internet computers. Other services are international calling and simlock removal."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Health care"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pharmacy Van Der Bergh"],["alt=Kring-Apotheek Van Der Bergh"],["url=http:\/\/www.apotheekbergh.nl\/"],["email="],["address=Stationsstraat 34"],["lat="],["long="],["directions="],["phone=+31 35 621 41 74"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tergooi Hospitals"],["alt=Tergooi Ziekenhuizen"],["url=http:\/\/www.tergooiziekenhuizen.nl\/"],["email="],["address=Van Riebeeckweg 212"],["lat="],["long="],["directions="],["phone=+31 35 688 77 77"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Newspapers"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=De Gooi- en Eembode"],["url=http:\/\/www.gooieneembode.nl\/"],["email="],["address=Seinstraat 14"],["lat="],["long="],["directions="],["phone=+31 35 625 45 45"],["tollfree="],["fax="],["hours="],["price="],["content=Distributed weekly on Thursdays with local events and classifieds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=De Gooi- en Eemlander"],["url=http:\/\/www.gooieneemlander.nl"],["email="],["address=Seinstraat 14"],["lat="],["long="],["directions="],["phone=+31 35 647 71 30"],["tollfree="],["fax="],["hours="],["price="],["content=The local newspaper with news and sport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=De Gooi- en Vechtstreek"],["url=http:\/\/www.degooienvechtstreek.nl"],["email="],["address=Nijverheidswerf 22-24, Bussum"],["lat="],["long="],["directions="],["phone=+31 35 692 57 77"],["tollfree="],["fax="],["hours="],["price="],["content=Weekly paper distributed on Wednesdays with local events and activities."]]}]},"\n",{"type":"===","value":["Consulate"]},"\n\n",{"type":"{|","value":[["style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Armenia"]]}," ",{"type":"{{","value":[["listing"],["name=Honorary Consulate of Armenia"],["url="],["email=r.h.zieck@wbt.nl"],["address=Melkpad 22"],["lat="],["long="],["directions="],["phone=+31 6 288 86 707"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]}]]},"\n\n",{"type":"==","value":["Go next"]},"\n\nListed by distance, the rest of the ",{"type":"[[","value":[["Gooi en Vechtstreek"]]}," has plenty of interesting towns and villages.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baarn"]]}," is about 15 minutes east on N415 or by train. Noteworthy is the ",{"type":"'''","value":["Soestdijk Palace"]},", a former royal residence temporarily open to the public."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lage Vuursche"]]}," is about 15 minutes southeast on N415 or bus 59. It's a sleepy village that wakes up Sunday afternoons for hungry cyclists."]},{"type":"*","value":[" ",{"type":"[[","value":[["Laren"]]}," is about 15 minutes north on N525 or bus 108."]},{"type":"*","value":[" ",{"type":"[[","value":[["Loosdrecht"]]}," is about 15 minutes southwest on N403 or bus 121."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wijdemeren"]]}," is about 15 minutes west on N201 or bus 105."]},{"type":"*","value":[" ",{"type":"[[","value":[["Naarden"]]}," is about 20 minutes north on N524 or train. Its 17th-century fortifications are among the best preserved in Europe."]},{"type":"*","value":[" ",{"type":"[[","value":[["Weesp"]]}," is about 25 minutes northwest on N236 or by train."]},{"type":"*","value":[" ",{"type":"[[","value":[["Muiden"]]}," is about 30 minutes north on A1 or by train and bus. It has a magnificent 13th-century castle and other medieval structures."]},"\n",{"type":"{{","value":[["routebox"],["image1=NL-A1.png"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Amsterdam"]]}],["minorl1=",{"type":"[[","value":[["Laren"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Enschede"]]}],["minorr1=",{"type":"[[","value":[["Amersfoort"]]}],["image2=NL-A27.png"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Almere"]]}],["minorl2=",{"type":"[[","value":[["Laren"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Breda"]]}],["minorr2=",{"type":"[[","value":[["Utrecht"]]}]]},"\n\n",{"type":"{{","value":[["starcity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Gooi en Vechtstreek"]]},"\n",{"type":"{{","value":[["geo"],["52.225319"],["5.174702"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Hilversum"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Netherlands\/North Holland\/Hilversum\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Hilversum"]]}]