[{"type":"{{","value":[["pagebanner"],["Himalayas_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Himalaya"]}," are a range of mountains in ",{"type":"[[","value":[["Asia"]]},", most correctly defined as stretching from the Indus river in ",{"type":"[[","value":[["Pakistan"]]},", through ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Nepal"]]},", ",{"type":"[[","value":[["Bhutan"]]},", ending at the Bramaputra River in India. This is often extended to include the Karakoram, the Hindu Kush, and other minor ranges extending from the Pamir Knot, as these mountains are continuous with the Himalaya proper, and the geographical difference makes no difference for the traveller, we follow this convention here.  This region includes the 14 highest mountains in the world, and over 100 peaks over 7200m.\n\n",{"type":"==","value":["Get in"]}," \nMost parts of the Himalaya are connected to the plains to the south, by bus and airplane.  \n",{"type":"==","value":["Understand"]},"\n\nThe Indian subcontinent and the rest of Asia are on different continental plates that are colliding; the Himalayas and related ranges are along the boundary of the plates. The force of the collision creates the world's highest mountains.\n\nThe Himalayas are a home to a diverse number of people, languages, and religions.  Generally speaking Islam is prevalent in the west, Hinduism in the southern ranges of the eastern Himalaya, and Buddhism in the northern ranges of the western Himalaya.  While there are numerous languages spoken, Hindi\/Urdu (when written, they are two totally different languages, when spoken they are nearly interchangeable) will take you very far, as it is understood by the majority in the Pakistani, and Indian Himalaya.  In Nepal it's not very useful, but it does have significant overlap with Nepali, and as such gives you a head start with that language.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe diversity of wildlife in the Himalayas is huge. In the lower ranges, tigers, leopards, and the one horned rhinocerous can be found while the higher altitudes support a smaller but more unique group of animals. These include the snow leopard, Markhor goat, argali, and red panda.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Pakistan"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gilgit-Baltistan"]]}]},"The northern Areas of Pakistan offers some of the most visually stunning parts of the Himalayas.  The trekking in Northern areas is arduous, seldom without glacier crossings, and not for the inexperienced, or unprepared.  Local law, and good sense, prohibit trekking without a local guide on most routes.  As such it is one of the more costly parts of the Himalayas for trekking. The people in this area, while being almost entirely Muslim, are diverse, with numerous languages, and different types of Islam followed--some highly conservative, some noticeably liberal.\n",{"type":"*","value":[{"type":"[[","value":[["Karakoram Highway"]]}]},"This highway leads North from Pakistan into Western China.\n",{"type":"*","value":[{"type":"[[","value":[["Azad Kashmir"]]}]},"Some parts of Azad Kashmir is off limit for foreigners especially the buffer zone (India-Pakistan line of control), due to the ongoing conflict with India.\n",{"type":"*","value":[{"type":"[[","value":[["Khyber Pakhtunkhwa"]]}]},"This is a very conservative, largely tribal area, much of which would be unwise for tourists to visit, ",{"type":"[[","value":[["Peshawar"]]}," is an exception to this, and is an fascinating, accessible look at a Pashtoon city.\n\n",{"type":"===","value":[{"type":"[[","value":[["India"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Jammu and Kashmir"]]}]},"Picturesque forested mountains, this was a popular destination with travelers until the conflict escalation between Pakistan and India.  While ",{"type":"[[","value":[["Srinagar"]]}," is reasonable safe, don't spend time in the country-side.  ",{"type":"[[","value":[["Ladakh"]]}," is the important exception to this.  Offering much in the way of sight-seeing, and trekking it's not to be missed.\n",{"type":"*","value":[{"type":"[[","value":[["Himachal Pradesh"]]}]},"A pleasant, laid back, predominantly Hindu state, with a Tibetan Refugee population; popular with Tourists.\n",{"type":"*","value":[{"type":"[[","value":[["Uttaranchal"]]},"  "]},"Another state of India, the source of the Ganges, it has a number of pilgrimage sites.\n",{"type":"*","value":[{"type":"[[","value":[["Uttar Pradesh"]]},"  "]},{"type":"*","value":[{"type":"[[","value":[["Sikkim"]]}]},"Wedged between, Nepal, Bhutan, China and West Bengal, Sikkim was predominately  Buddhist until the 19th century, when numerous Nepalis came.  As such there are many, Buddhist monasteries, and related sights.  Trekking here is limited due to the closeness of the border with China.  You must take a guide and go as a group, there are very limited number of routes.\n",{"type":"*","value":[{"type":"[[","value":[["West Bengal"]]},"  "]},{"type":"*","value":[{"type":"[[","value":[["Arunachal Pradesh"]]}]},"Seldom visited by tourist, this state is a fascinating mix, with a large tribal population, people follow, Animist, Hindu, Buddhist, and Baptist Christian religious traditions.\n\n",{"type":"===","value":[{"type":"[[","value":[["Nepal"]]}]},"\nA major tourist destination, with numerous sightseeing, trekking, and other adventure sport opportunities, Nepal has a level of tourist specific infrastructure far in advance of anywhere else in the region. Here you can trek for a month and stay in guest houses every night, and need not carry more than a change of clothes or two, and your sleeping bag.  Nepal has unfortunately been suffering from a Revolutionary Maoist uprising making the country less than safe.\n\n",{"type":"*","value":[{"type":"[[","value":[["Annapurna"],["Annapurna region"]]}]},{"type":"*","value":[{"type":"[[","value":[["Khumbu"],["Everest region"]]}]},{"type":"*","value":[{"type":"[[","value":[["Langtang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mustang (Nepal)"],["Mustang"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Bhutan"]]}]},"\nA fascinating little kingdom, Bhutan only issues visas to tourists on expensive group tours or to individuals who benefit the country, i.e. NGO workers, or exchange students.\n\n",{"type":"*","value":[{"type":"[[","value":[["Gasa (district)"],["Gasa district"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bumthang"],["Bumthang district"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lhuentse (district)"],["Lhuentse district"]]}]},{"type":"===","value":[{"type":"[[","value":[["Tibet"]]}]},"\nThe northern borders of India, Nepal and Bhutan generally follow the Ganges-Brahmanputra watershed, however the Himalaya extend north of this watershed.  There are also outlying ranges rising out of the plateau northward to the Brahmaputra (or Yarlung Tsangpo as the river is called in Tibet) which are included with the Himalaya.  This part of the Himalaya is less explored, often difficult of access, and has numerous unclimbed peaks.\n\n",{"type":"===","value":[{"type":"[[","value":[["Southwest China"]]}]},"\n\nThe old Tibetan province of ",{"type":"[[","value":[["Kham"]]}," — now split up administratively between the two Chinese provinces ",{"type":"[[","value":[["Yunnan"]]}," and ",{"type":"[[","value":[["Sichuan"]]}," and China's ",{"type":"[[","value":[["Tibetan Autonomous Region"]]}," — is closely related to Himalayan areas further west in both geography (large mountains created by the same tectonic plate collision) and people (predominantly Tibetan speakers).\n\nSee ",{"type":"[[","value":[["Yunnan tourist trail"]]}," for an overview and ",{"type":"[[","value":[["Tiger Leaping Gorge"]]}," or ",{"type":"[[","value":[["Three Parallel Rivers National Park"]]}," for specific treks in the region.\n\n",{"type":"==","value":["Destinations"]},"\n\n",{"type":"==","value":["See"]},"\nMost sights relate to the mountains themselves, and to religious structures, Muslim, Hindu and Buddhist.  Many of the most popular destinations are sights in themselves.\n",{"type":"==","value":["Do"]},"\nTrekking is the most popular activity, with a wide selection of possibilities, from desserts to jungles.  It's also popular to study Yoga or Meditation. White Water Rafting is popular in many places\n\n",{"type":"==","value":["Stay safe"]}," \nIf you are not planning to do any trekking, then you will not need any special equipment, or even warm clothing as you will be able to pick up good warm clothing on entry to the region.  If you do need warm clothes, don't miss the second-hand markets selling attire from wealthy nations.\n\nIf you are ",{"type":"'''","value":["trekking"]},", the equipment you will need depends on your destination, in most of Nepal you will need nothing more than a sleeping bag  and a pair of boots; the Indian Himalaya offer a large number of routes that are possible to trek independently if you have a tent, stove, and all the equipment needed for unsupported trekking.\n\nIn general the Himalayas have fewer dangers than the more densely populated plains around them.\n\n",{"type":"*","value":["Malaria is only an issue in the areas of low elevation, as the mosquito that carries the disease is not able to live at higher elevations.  Take precautions when traveling threw areas of lower elevation,  especially the neighboring plains."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Altitude sickness"]]}," is a worry, with many of the passes in the Himalaya being over 5000m.  Increase your elevation as slowly as possible, avoid flying from a low elevation to a high one, and physical activity; and drink lots of liquids after gaining altitude.  Altitude sickness is unpredictable, and may strike people who haven't had problems before.  Give yourself lots of flexibility in your plans, to avoid pushing yourself higher when you need to rest."]}," \n",{"type":"*","value":["Stay up to date with the news, and be willing to change your plans, when going to places such as Kashmir, that are facing armed uprisings."]},"\n",{"type":"*","value":["Traffic on the narrow roads is often frightening, but due to the slow speeds is less likely to result in fatalities than on the roads of the plains."]},"\n",{"type":"==","value":["Go next"]}," \nFlights out of the Himalayas are often cancelled due to bad weather, be sure to give yourself at least a few days before needing to catch a connecting flight.                                                  \n           \n\n\n",{"type":"{{","value":[["IsPartOf"],["South Asia"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"[[","value":[["wikipedia:Himalayas"]]}]