[{"type":"{{","value":[["pagebanner"],["Himeji_banner.jpg"],["caption text=Himeji Castle"],["unesco=yes"]]},"\n",{"type":"{{","value":[["translate"],["fr"]]},"\n",{"type":"[[","value":[["File:Château_de_Himeji02.jpg"],["thumb"],["350px"],["Himeji Castle"]]},"\n\n",{"type":"'''","value":["Himeji"]}," (",{"type":"{{","value":[["lang"],["ja"],["姫路"]]},"; ",{"type":"[","value":["http:\/\/www.city.himeji.hyogo.jp\/english\/himeji\/"]},") is a small city at the western edge of the ",{"type":"[[","value":[["Kansai"]]}," region of  ",{"type":"[[","value":[["Japan"]]}," with Japan's finest castle. At one point in the late 1500's, it was the biggest castle in all of Asia.\n\nThe city has been featured in a series of Japanese and foreign films due to its picturesque old-Japan look. The information office at the JR station has props from some of these films including, for example, props from the film Last Samurai.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nHimeji does not have its own airport.  The nearest international airport is ",{"type":"[[","value":[["Kansai International Airport"]]},"; buses run eight times a day to Himeji station (about 2 1\/4 hours, ¥3200 for a one way ticket).\n\nThe nearest domestic airports are in ",{"type":"[[","value":[["Kobe"]]}," and ",{"type":"[[","value":[["Osaka"]]},". By train from Kobe Airport, take the Port Liner to Sannomiya and connect to the ",{"type":"''","value":["shin-kaisoku"]}," train service to Himeji (about one hour with good connection, ¥1270), or take a bus straight to Himeji station (1 1\/4 hours, ¥1300, six per day). From Osaka's Itami Airport, there are direct buses every hour or so to Himeji station (1 hour 20 minutes, ¥2100).\n\n",{"type":"[[","value":[["Image:Shinkansen_C0892.jpg"],["right"],["thumb"],["200px"],["A 700-series shinkansen train entering ",{"type":"[[","value":[["Himeji"]]}," station."]]},"\n\n",{"type":"===","value":["By train"]},"\n\nHimeji is along the Sanyo ",{"type":"''","value":["shinkansen"]}," line (山陽新幹線) from ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Kobe"]]}," to ",{"type":"[[","value":[["Okayama"]]}," and ",{"type":"[[","value":[["Hiroshima"]]},". The ",{"type":"''","value":["Hikari Rail Star"]}," offers frequent service to Himeji within the Sanyo region, as do the all-stopping ",{"type":"''","value":["Kodama"]}," trains. As the station is raised it is possible to see Himeji Castle from a passing train.\n\nFrom ",{"type":"[[","value":[["Tokyo"]]},", the trip by Nozomi costs ¥15700. There is one Nozomi train per hour that runs directly through to Himeji, otherwise you have to change at Shin-Osaka. If you have a Japan Rail Pass, there is also one Hikari train departing each hour, running through to Himeji, which you can take at no charge. Due to additional stops, the Hikari takes 3 hours and 40 minutes to reach Himeji from Tokyo.\n\nAn inexpensive method of reaching Himeji from within the Kansai region is to take one of the frequent ",{"type":"''","value":["Shinkaisoku"]}," (新快速 - Special Rapid) commuter trains on the JR Kobe line (JR 神戸線) that begins in Osaka, which charges only the price of a local train. The ride takes 38 minutes from ",{"type":"[[","value":[["Kobe"]]},"'s Sannomiya station (¥950) or 57 minutes from ",{"type":"[[","value":[["Osaka"]]}," (¥1450).\n\nIt is possible to travel from Osaka to Himeji using direct trains over the private Hanshin and Sanyo Railways but as this  takes longer than JR (one and a half hours, ¥1250) it is only really worthwhile for holders of the 3 day or 5 day pass for Kansai's private railway system.\n\nFrom ",{"type":"[[","value":[["Kyoto"]]},", the Hikari ",{"type":"''","value":["shinkansen"]}," whisks travellers to Himeji in just under an hour.  This trip can be taken without charge by Japan Rail Pass holders.\n\n",{"type":"===","value":["By bus"]},"\nShinki Bus runs an overnight service from Tokyo (",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," and ",{"type":"[[","value":[["Tokyo\/Shibuya"],["Shibuya"]]},") to Himeji at a cost of ¥9450 one way and ¥17010 round trip. As of October 2009, the bus leaves the Shinjuku Highway Bus Terminal at 22:30 and arrives at the Himeji Bus Terminal at 8:00, with the return leaving Himeji at 21:30 and getting to Shinjuku at 7:00.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["On foot"]},"\nTo see the castle, as well as many of the other sites, it's only a 10-15 minute walk down Otemae-dōri from the station. Along the way, you'll also pass shopping centers and souvenir shops.\n\n",{"type":"===","value":["By bus"]},"\nThe Sightseeing ",{"type":"'''","value":["Loop Bus"]}," is a cheap and convenient alternative that makes a loop around the cultural area, with stops near the castle, garden, and museums. It only costs ¥100 to ride, regardless of where you get off. It only takes 5 minutes to get to the castle.\n\nThe Loop Bus only covers the area around the castle, so for those wanting to visit sites beyond this area, such as Engyoji, you will need to take the city bus.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Himeji_castle_gun_racks.jpg"],["thumb"],["Himeji Castle gun racks"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Himeji Castle"],["alt=姫路城 Himeji-jō"],["url=http:\/\/www.himeji-castle.gr.jp\/index\/English\/index.html"],["email="],["address="],["lat="],["long="],["directions=An easy 10-minute walk north from the station; also accessible by bus."],["phone="],["tollfree="],["fax="],["hours=The castle is open 9 AM to 5 PM daily (admission is only until 4 PM) or until 6 PM (admission is until 5 PM) from June until August. The castle is closed between December 29 – 31.)"],["price=Admission is ¥600 adults and ¥200 children.  A special ¥720 combination ticket gets you into both the castle and the nearby Kōkoen Garden. A free guided tour in English is included ",{"type":"''","value":["if"]}," a guide happens to be available (no reservations are possible)"],["content= Dating to 1609 and also graced with the name \"White Egret Castle\" (白鷺城 ",{"type":"''","value":["Shirasagi-jō"]},"), this striking white edifice is generally considered the most beautiful of Japan's castles and is one of the few that has escaped the ravages of civil war, earthquakes and firebombings. Most notably, the castle miraculously survived World War II virtually unscathed, despite the rest of the city having been levelled by American carpet bombing. The castle was designated as a national treasure in 1931 and was registered as a ",{"type":"[[","value":[["UNESCO World Heritage site"]]}," in 1993. It is virtually the last castle in Japan that still manages to tower over the surrounding skyscrapers and office buildings."]]}]},"\n",{"type":"{{","value":[["cautionbox"],["Himeji Castle is currently undergoing renovation until spring ",{"type":"'''","value":["2015"]},". It will stay open throughout, but parts may be off-limits and a large tent-like structure is covering the entire main building of castle. As of ",{"type":"<","value":["b",["Sept 1, 2011"]]},", the interior of the main keep was closed to visitors, and the structure itself is covered up. For an additional 200 yen on top of the 300 yen entry fee, you can take an elevator to the top of the main keep to see the work in progress. Advance reservations for the observation deck are ",{"type":"[","value":["http:\/\/www.himejijo-syuri.jp\/en\/index.html available online"]}," in English. \nA series of other parts of the castle complex have been opened up to compensate including some that are generally not open to the public. Although the image of the castle towering over the city is a key reason many people visit Himeji, the covered-up castle is still worth a visit. A live image of the castle may be seen here: http:\/\/www.winknet.ne.jp\/"]]}," \n    \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kōkoen Garden"],["alt=好古園 kokoen"],["url=http:\/\/www.himeji-machishin.jp\/ryokka\/kokoen\/english.html"],["email="],["address="],["lat="],["long="],["directions=Located right next to the western edge of Himeji Castle's outer moat"],["phone="],["tollfree="],["fax="],["hours=Open from 9 AM daily and closes at either 5 PM or 6PM (last admission at 4:30 PM or 5:30 PM) depending on the time of year"],["price=Admission is ¥300 adults and ¥150 children.  A special ¥720 combination ticket gets you into both Kōkoen and Himeji Castle"],["content=This magnificent collection of nine Edo-period-style walled gardens was laid out in 1992 on a site where samurai houses once stood.  The street plan and gated partitions preserve the appearance of the old residential quarter, except that within the various enclosures visitors find beautifully landscaped gardens and water features instead of noble residences. There is a tea arbour and a restaurant within the grounds, but eating and drinking outside of these places is prohibited."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hyogo Prefectural Museum of History"],["url=http:\/\/www.hyogo-c.ed.jp\/~rekihaku-bo\/english\/about.html"],["email="],["address="],["lat="],["long="],["directions=Across the street from Himeji City Museum of Art"],["phone="],["tollfree="],["fax="],["hours=Open from 10 AM to 5 PM. Closed Mondays"],["price=Entrance fee ¥200 yen (adult), ¥150 college and high school students. During special exhibitions admission changes, typically to around ¥700."],["content=Unlike most prefectural museums, this one actually has very little information about Hyogo prefecture's history, and historical artifacts also tend to be lacking, so if you really want to learn more about Hyogo, you may be disappointed however, if you are interested in Japanese history as a whole, this museum is well worth visiting. It contains replicas of all twelve original castles remaining in Japan, has a room dedicated to festivals (while they feature Hyogo festivals, most are done nationwide), and toys throughout history. There is an art gallery, as well, which often features some of Japan's most interesting artwork. The artwork is not limited to Hyogo artists. Check the website to see what will be displayed when you arrive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Himeji City Museum of Art"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 79-222-2288"],["tollfree="],["fax="],["hours=Open 10AM to 5PM"],["price=¥200 (prices are raised during special exhibitions)"],["content=Features artwork from local artists and European art, along with special exhibitions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Senhime Shrine"],["url="],["email="],["address="],["lat="],["long="],["directions=On the flank of Otokoyama, towards the castle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the only shrine in Japan associated with a castle. While the shrine itself is rather small and not very interesting, travelling up the stairs to the next lookout reveals a spectacular view of Himeji Castle."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Himeji City Zoo"],["url=http:\/\/www.himeji-kanko.jp\/en\/spot\/sightseeing_11.html"],["email="],["address=68 Honmachi, Himeji, 670-0012"],["lat="],["long="],["directions=In the park in front of the castle."],["phone = +81 79-284-3636"],["tollfree="],["fax="],["hours=9am-5pm"],["price=Entry ¥200 adults, ¥30 children"],["content=This zoo has a pretty comprehensive array of animals, but usually only one of each and all in very small cages or enclosures."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Engyo-ji Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=A 30 minute bus ride from Himeji castle on the orange bus #8"],["phone="],["tollfree="],["fax="],["hours="],["price=¥300 entrance + ¥900 cable car return trip"],["content=The beautiful temple complex is best known among the locals as the setting for part of Tom Cruise's \"The Last Samurai\".  Mount Shosha, where the temple complex is located, is particularly beautiful in the fall, when the Japanese maples change colors."]]}]},"  \n",{"type":"*","value":[" ",{"type":"'''","value":["Himeji Central Park"]},", 20 min by car or bus, east of Himeji castle - a drive-in safari park, amusement park and car racing tracks. It is possible to rent a camping place in summer months. Buses depart from Himeji North bus terminal (Sanyo Bld., 1F) hourly. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tegarayama"]},", southwest of Himeji castle, with an aquarium and small amusement park."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Asago Sculpture Park"]},",  30 minutes by car or train is a large sculpture park and museum."]},"\n",{"type":"==","value":["Do"]},"\nHimeji Castle is particularly striking (and crowded) in ",{"type":"'''","value":["cherry blossom season"]}," in April, when all the trees planted in and around the castle burst into white splendor.\n\nMost people visit only the Castle and the area between the castle and the station. However, the area around the castle is a great place for a refreshing walk or a picnic. For families in particular, the park behind Himeji castle offers a decent play structure and ample space to sit down and have a picnic in the shadow of Japan's most famous castle.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nada Matsuri"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Aboshi Matsuri"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Himeji Ceramics market"]}]},"\nHimeji has a number of matsuri (festivals) throughout the year.  \n",{"type":"*","value":[" ",{"type":"'''","value":["Cherry Blossom Viewing Party"]},", usually around the second Sunday in April.  Lots of koto and taiko drumming."]},{"type":"*","value":[" ",{"type":"'''","value":["Yukata Matsuri"]}," - mid June, runs 2-3 days.  Locals criticize this festival for having no roots or real reason to exist other than an opportunity for girls to dress up in summer yukata, eat delicious food from booths, and play fair games.  Which is a good enough reason to go. This festival is always packed and makes for great people-watching, as many kinds of Japanese subcultures are on display. "]},{"type":"*","value":[" ",{"type":"'''","value":["Oshiro Matsuri"]}," - early august.  A large parade down the main street ending at Himeji castle.  There is also a big stage to see lots of dancing, which can range from either very traditional to very hip.  Often it's a combination of the two."]},{"type":"*","value":[" ",{"type":"'''","value":["Moon viewing"]}," - in September near the time of the Harvest moon.  Features traditional plays and drums."]},"\n",{"type":"==","value":["Buy"]},"\n\nHimeji isn't particularly famous for crafts or goods. Wind chimes made of iron tongs and white leather accessories are popular higher-end Himeji souvenirs, and they can be bought in many of the department stores or along the Miyuki dori shopping arcade. There are also numerous shops along the route to the castle selling a variety of Himeji Castle and other assorted souvenirs. Additionally, the streets in the area surrounding Himeji Station are filled with shopping arcades (particularly Miyuki dori) and the usual department stores (there are several lining the way to the Castle, including Sanyo, Forus, and Yamatoyashiki.)\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Animate"],["alt=perpendicular to the shopping arcade next to Miyukidori, turn at the 7-Eleven and Taiyaki corner shops"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two floors of anime and manga. The ground floor has a large selection of manga and doujinshi for all tastes and ages.  The second floor has anime goods, CD soundtracks, and DVDs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bon Marche"],["url="],["email="],["address="],["lat="],["long="],["directions=One on Miyukidori close to the castle & One behind and between Sanyo department store and Mitsubishi UFJ Bank (left hand side of Otemae dori)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gourmet grocery stores with an impressive (though sometimes pricey) selection of foods, including some import foods."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Daiso"],["url="],["email="],["address="],["lat="],["long="],["directions=above the Bon Marche behind Sanyo department store"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Three floors of everything from housewares to clothes, electronics to food mostly (but not always) priced at ¥100"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Festa"],["url="],["email="],["address="],["lat="],["long="],["directions=northeast corner outside of Himeji station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a small selection of stores"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Plie"],["url="],["email="],["address="],["lat="],["long="],["directions=inside Himeji station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The section next to the North exit consists of women's clothing stores, zakka (home goods) stores, and a large Junkudo book shop. The other section consists of some omiyage (food gift) shops and a few restaurants like McDonald's and KFC."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sanyo department store"],["url="],["email="],["address="],["lat="],["long="],["directions=Inside Sanyo station, north of Himeji JR station, on the West side of the main street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A standard department store with a variety of goods on multiple floors, including a small LOFT (a popular chain of stores that sells hip accessories, stickers, home goods and pop culture items)"]]}]},"\nAdditionally, for those who prefer the finer smokeables, there is a tobacco shop just off of Miyuki dori (turn right at the Fujifilm corner shop) on the right hand side just past the Softbank store that, in an unusual move for Japanese tobacconists, sells a variety of cigars.  Not the top quality Cubans, mind you, but decent enough (and rare-in-Japan) \"hamaki\" (cigars).\n\n",{"type":"==","value":["Eat"]},"\nAs you exit the station facing the castle (North), the main shopping street (Miyuki dori) will be on your right and the main entertainment area on your left. Both areas have some fine restaurants. Himeji has a full selection of foods, from fast food (Western and Japanese) to gourmet dining. For breakfast there are countless coffee shops, including a Starbucks that has small waffles.\n\nVegetarians in Himeji would do well to visit either Baobab or Everest.  Baobab is a pan-Asian restaurant with an English menu for lunch and dinner, located just east of SMBC bank on Miyuki-dori, the main shopping arcade.  Everest is a Nepalese (and Indian) restaurant just West of Himeji Station.  Everest also has an English menu and the owner and chef also speaks English fluently.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Koba and More"]},", a small ramen shop with a jazz theme that is famous among the local expat crowd for its unusual Milk Ramen. Koba is the owner and ramen chef. Open 11:30-2:30 for lunch and 7:00-11:00 for dinner (6:00-11:00 on Saturdays). Closed on Thursdays. Walking towards the castle on the main road (Otemae-Dori), Take a right when you get to Yamato Yashiki department store. Take the second left. Kobe and More is on the left, look for the hanging beaded curtain."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sakura-saku"]},", Honmachi 68, Himeji 670-0917. Vegetarian-friendly restaurant (also a kind of greengrocer's) with nice open-air frontage and view of Himeji castle. You can get a fantastic veggie meal of (for example) rice with peas, tofu steak and pumpkin, pickles, soup, dessert with coffee, and all the green tea you can drink, all for ¥1000. From the intersection in front of the castle, facing towards JR Himeji station, walk down the main street towards the station, go right at the first set of traffic lights you reach, and it's a few buildings down on your left."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Starbucks"]},", Located on the first floor of the Forus shopping building."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Subway"]},", the American sandwich chain, is a 5-minute walk north from JR Himeji station on Miyuki dori."]},"\nThere is a 24 hour McDonald's on the east side of Himeji JR station, for those of you who fancy something quick, simple and recognizable.\n\n",{"type":"==","value":["Drink"]},"\n\nHimeji has two main bars that cater to foreigners. These bars tend to be frequented mostly by foreigners living in the city.\n\n",{"type":"*","value":[" ",{"type":"''","value":["Teeda'"]},", [Japanese\/Foreigner Pub]. Teeda is wonderful creative pub, with great asian fusion foods, amazing staff and great vibe!!"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Nobu"],["alt="],["url=http:\/\/www.bar-nobu.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nobu is a tiny, cramped little bar with English-speaking Japanese and foreign staff. It may be small; but Nobu is a friendly place. This bar is frequented mainly by a younger crowd, mostly English teachers."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hosanna Irish\/British Pub"]},".  The city's resident Irish Pub, except that the city's small Irish population tend to avoid it at all costs. Serving good food in a warm and relaxing setting, Hosanna is expensive and a bit lifeless but some members of the staff speak very good English."]},"\n",{"type":"==","value":["Sleep"]},"\nMost people visit Himeji as a day\/half day trip. Like most Japanese cities, there are a number of inexpensive business hotels clustered around the station. For example:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Toyoko Inn"],["url=http:\/\/www.toyoko-inn.com\/e_hotel\/00080\/index.html"],["email="],["address=97 Minami-Ekimae-cho"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This simple business hotel is located right next to the train station. Rooms are smallish, but the price includes internet in the room and Japanese-style breakfast. (Double room ¥8,000)"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Nikko Himeji"],["alt=Ekimae"],["url="],["email="],["address="],["lat="],["long="],["directions=South side of the JR train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Nikko Himeji (along with a few other hotels) is on the side of the JR station opposite the castle. There is now a convenient central underpass in the station with a number of shops, linking the castle- and the sea-sides of the city (previously, to get over the tracks meant either a long walk or the purchasing of a train ticket!). The Hotel Nikko is a pleasant hotel for the business traveler (although possibly pricey for those on a budget - about ¥12,000 as of 10\/2008)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Floral Inn"],["url=http:\/\/www.floral-inn.com"],["email="],["address=〒670-0965　兵庫県姫路市東延末3丁目56番地"],["lat="],["long="],["directions=About five minutes walk south of the station"],["phone = +81 79-222-8000"],["tollfree="],["fax="],["hours="],["price=¥6000"],["checkin="],["checkout="],["content=Ok standard on the rooms, although the walls separating them are a bit thin. Breakfast for ¥500. Single room for ¥6000. Internet included (both cable and wifi)"]]}]},"\nThere is one budget guesthouse that recently opened downtown:\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Himeji 588 Guesthouse"],["url=http:\/\/www.himeji588.com\/"],["email="],["address=兵庫県姫路市本町６８番地"],["lat="],["long="],["directions=Located near the Egret Center on the Miyuki-Dori shopping arcade"],["phone = +81 79-283-2588"],["tollfree="],["fax="],["hours="],["price=Dormitory: ¥2700 (private rooms also available)"],["checkin="],["checkout="],["content=Traditional tatami rooms with futon and a shared bathroom and common space. The first floor has a small cafe that serves free coffee and tea. WiFi, bike rental and laundry services are available."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" To see Himeji Castle's evil twin, the brooding black ",{"type":"'''","value":["Crow Castle"]},", hop on a train 50 kilometers west to ",{"type":"[[","value":[["Okayama"]]},". In ",{"type":"[[","value":[["Okayama"]]},", you'll also find the lovely ",{"type":"'''","value":["Korakuen Garden"]},", one of ",{"type":"[[","value":[["Japan's Top 3"]]}," gardens."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kurashiki"]]},", only a short distance further from ",{"type":"[[","value":[["Okayama"]]},", is famous for its large ",{"type":"'''","value":["Bikan Historic District"]}," with many well-preserved building from the Edo Period, as well as the famous ",{"type":"'''","value":["Ohara Museum of Art"]}," which contains a large amount of works by the most famous European artists."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tsuyama"]]},", a quiet town with rich history, is famous for ",{"type":"'''","value":["Kakuzan Park"]},", a great place for cherry blossom viewing, ",{"type":"'''","value":["Joto Street"]},", and the beautiful ",{"type":"'''","value":["Shurakuen Garden"]},"."]},{"type":"*","value":[" For those interested in Japanese sword making or pottery, ",{"type":"[[","value":[["Bizen"]]}," features museums that display its rich history. ",{"type":"[[","value":[["Bizen"]]}," pottery and swords are renowned throughout Japan as being of the best quality since ancient times."]},"\n",{"type":"*","value":[" To the East, one can easily visit the port city of ",{"type":"[[","value":[["Kobe"]]},", with the scenic ",{"type":"'''","value":["Harborland"]}," and ",{"type":"'''","value":["Meriken Park"]}," around the port. The city is also the location of the devastating Hanshin-Awaji Earthquake, and visitors can go to the ",{"type":"'''","value":["Hanshin-Awaji Earthquake Memorial Museum"]}," to learn more about the earthquake and how the city dealt with it."]},{"type":"*","value":[" For those interested in the performing arts, the city of ",{"type":"[[","value":[["Takarazuka"]]}," is home to Japan's all-female theater troupe, the ",{"type":"'''","value":["Takarazuka Revue"]},". The plays are well-done and the actresses are so convincing, you may forget that the male characters are not really men. The city also home to the ",{"type":"'''","value":["Osamu Tezuka Manga Museum"]},", which features works from all of his most famous manga."]},{"type":"*","value":[" 30 min north of Himeji, on the Bantan line train, is the small town of ",{"type":"[[","value":[["Fukusaki"]]},". The birthplace of famous author Kunio Yanagita; Fukusaki boasts many great restaurants, small shrines and shops, in a relaxed rural setting. Yanagita's beautiful house can also be visited free of charge."]},"\n",{"type":"{{","value":[["routebox"],["image1=Sanyo Shinkansen icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Hiroshima"]]}],["minorl1=",{"type":"[[","value":[["Aioi"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Osaka"],["Shin-Osaka"]]}],["minorr1=",{"type":"[[","value":[["Akashi"],["Nishi-Akashi"]]}],["image2=JR Sanyo icon.png"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Okayama"]]}],["minorl2=",{"type":"[[","value":[["Tatsuno"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Kobe"]]}],["minorr2=",{"type":"[[","value":[["Akashi"]]}],["image3=Sanyo Expwy Route Sign.svg"],["imagesize3=100"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Okayama"]]}],["minorl3=",{"type":"[[","value":[["Tatsuno"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Kobe"]]}],["minorr3=",{"type":"[[","value":[["Akashi"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hyogo"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Himeji"]]},"\n",{"type":"[[","value":[["Wikipedia:Himeji, Hyogo"]]},"\n",{"type":"{{","value":[["geo"],["34.816666666667"],["134.68333333333"]]}]