[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Hinterstein"]},", ",{"type":"[","value":["http:\/\/www.Hinterstein.de"]}," is a village in ",{"type":"[[","value":[["Germany"]]},".\n\n",{"type":"==","value":["Understand"]},"\nHinterstein lies in delightful altitude in the beautiful Oberallgäu. Here season is all-season, since at each season the mountains and valleys offer something for the nature friend.\n\n",{"type":"'''","value":["Nature protected valley"]},"\n\nThe entire Hintersteiner valley is part of the protected area \"Allgäuer high alps\". The valley had to be managed by the lean & dry meadows prevailing here always extensively, whereby many plants kept here, which were exterminated in another place by intensive agricultural use and environmental pollution.\nAt every step and turn the Wanderer can discover many threatened plants and animals.\nThe farmers and heardsman in the valley committed themselves to manage all surfaces further carefully.\nThe forest & pasture cooperative of the village received the European environmental price for its efforts for the environment some years ago.\n\n",{"type":"'''","value":["Cow-alps"]},"\n\nAbove the village on the higher levels are several, partially managed cow-alps. In the summer feast there altogether up to 1000 pieces cattle, which then in the autumn to “Viehscheid” with large fixed bells in the valley pull.\nThis Alphütten is also popular points of approach for Wanderer, in order to rest there and to enjoy a deftige bread time with bacon and mountain cheese.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bavarian Swabia"]]},"\n",{"type":"{{","value":[["geo"],["47.48000"],["10.40551"],["zoom=15"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]