[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Diocletianopolis The Southern Gate at Night.jpg"],["thumb"],["300px"],["The Southern Gate at night"]]},"\nThe town of ",{"type":"'''","value":["Hissarya"]}," has a population of 9,308 inhabitants and is situated at 364 metres above sea level. The town is located in a small valley along the south-eastern outskirts of the Central Sredna Gora Mountain, in ",{"type":"[[","value":[["Northern Thrace"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe modern health resort, with its more than 20 mineral springs and mild climate, has an ancient past. During the Roman rule the town (called Augusta and Sevastopolis) was a wealthy resort centre with Emperor’s palaces, wide stone streets, marble baths, a sewage system and lots of statues of Roman gods. Sick people from all over the Balkan Peninsula, Asia Minor and the Aegean Islands crowded here. The white-as-marble town could be seen from far away, like a dream among luxuriant vegetation, it was famous for its mineral springs throughout the Roman Empire. After being burnt down by the Goths in the 3rd century, it was rebuilt in the beginning of the 4th century, this time with massive and high defensive walls. During the 5th and 6th centuries the town reached its zenith, being part of the Byzantine Empire. After the 6th century it slowly started to decline. Almost all the time between the 9th and the 14th century it’s within the borders of Bulgaria and is known by the name of Toplitsa.\n\nIt is located 167 km east of ",{"type":"[[","value":[["Sofia"]]},", 43 km north of ",{"type":"[[","value":[["Plovdiv"]]},", 26 km south-west of ",{"type":"[[","value":[["Karlovo"]]}," and 57 km east of ",{"type":"[[","value":[["Panagyurishte"]]},". It is a world famous balneotherapy resort and one of the biggest in ",{"type":"[[","value":[["Bulgaria"]]},".\n\n",{"type":"===","value":["History"]},"\n\nWhen the Turks invaded Bulgaria, the town put up a rugged resistance, for which it was completely destroyed and the population was massacred. It was in the 17th century when the Turks finally appreciated its natural assets and re-populated the ex-resort, giving it its present name - Hissarya (Fortress) because of the many fortress remains in it. While in Hissarya the population was mainly Turkish, in the nearby villages Verigovo and Momina Banya (now quarters of the town) there lived enthusiastic Bulgarians who took an active part in the fight against the Ottoman rule. In 1868 Vassil Levski founded a revolutionary committee in Verigovo, 15 members of who took part in The Grand People’s Gathering at Oborishte. The village rose in rebellion against the Turkish rule in April 1876 together with other villages in the area, but it was devastated when the April Uprising was suppressed - the village was burnt down, many people were slaughtered, others sent on exile to Cyprus Island, some were driven away.\n\nToday Hissarya is a flourishing town and resort of national importance. The mineral water’s temperature is 24°-49°C and its output is 40 litres per second. It cures diseases of the kidneys, liver, gallbladder, gastritis, diabetes and many more. The most famous spring is the one in the Momina Banya Quarter (Maiden Bath) with its radioactive alkaline water. There is also a mud-cure establishment, which increases the quality of the therapy. There are some mineral drinking-fountains, balneotherapy establishments, a lot of sanatoriums, few dozens of recreational facilities, hundreds of private and departmental villas, a mineral water beach, many parks and gardens.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit the local spa for a hot bath."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" The water from local mineral springs is bottled under the brand name ХИСАР (HISSAR)."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Upper Thracian Plain"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hisarya, Bulgaria"]]},"\n",{"type":"{{","value":[["geo"],["42.5"],["24.7"]]}]