[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hita"]}," (",{"type":"{{","value":[["lang"],["ja"],["日田市"]]}," ",{"type":"''","value":["Hita-shi"]},") is a small city located in the west of ",{"type":"[[","value":[["Oita prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},". It's actually closer to Fukuoka than Oita, the prefectural capital.\n\n",{"type":"[[","value":[["File:Mikuma river.jpg"],["thumb"],["right"],["450px"],["The Mikuma river running through Hita"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nHighway buses to Fukuoka (both Tenjin and Hakata) leave approximately every 20 minutes from Hita Bus Centre (1.5hours, ¥1750) Some buses stop at the airport which adds on about 15 minutes to the journey. You can buy a book of 4 tickets (a Super Joshaken) for ¥5600. Buses to Oita City leave from the highway stop every 1-2 hours. \n\n",{"type":"===","value":["By train"]},"\nAlthough Hita does have a station, the train is not as convenient as the bus, being more expensive, irregular and less frequent. Services run east to Yufuin (74min, ¥1080) and Oita (130min, ¥2070), and west to Kurume (75min, ¥1080).\n\n",{"type":"===","value":["By car"]},"\nThe Oita Expressway has an exit here. Driving northwest it takes about 1 hour to drive to Fukuoka (¥1650). Going east it takes about 1 hour to get to Beppu (¥2000) and about 1 hour 20 minutes to get all the way to Oita (¥2350).\n\n",{"type":"==","value":["Get around"]},"\nHita is small enough to get around on by bike alone and you should never really need to use the local buses. A car is useful to get out of town on the weekends but not essential.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Gion fesutebaru Hita Oita Japan 1.jpeg"],["thumb"],["right"],["200px"],["Gion Festival"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gion Festival Centre"]},", Kuma-2-chome (隈2-丁目) 7-10, ",{"type":"''","value":["+81-973"]},"-24-6453. 9AM-5PM, closed Wednesday. This small museum details the history and activities surrounding Hita's annual summer Gion festival, exhibiting six full sized floats. ¥310 entry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bamboo Fish Traps"]},", Takedashin-machi (竹田新町) (next to the Mikuma river), ",{"type":"''","value":["+81-973"]},"-24-0420. End of July to the beginning of November, 10AM-9PM (10AM-5PM from mid-September). Bamboo fish traps (鮎簗 ",{"type":"''","value":["ayuyana"]},") are erected in the Mikuma river in late summer. Hapless sweetfish (鮎 ",{"type":"''","value":["ayu"]},") are captured, covered in salt and grilled and can be enjoyed with a cool beer, looking out on the river."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Sapporo Beer Factory"],["alt="],["url=http:\/\/www.sapporobeer.jp\/english\/guide\/n_kyushu\/"],["email=info@sapporobeer.jp"],["address="],["lat="],["long="],["directions="],["phone =+81-973-25-110"],["tollfree="],["fax="],["hours="],["price="],["content=Takase (高瀬) 6979. Open weekdays 9:45AM-5:15PM (closed Wednesdays) and ",{"type":"[[","value":[["Japan#National_holidays"],["public holidays"]]}," 8:45AM-5:30PM. A must-visit attraction for fans of Japanese beer. Located on a hill offering great views of the city, the factory offers visitors a free guided tour of the facilities followed by a 20 minute free drinking session. Reservations advisable."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Onta Pottery Village"]}," (小鹿田焼村). A small mountain village based around production of distinctive Onta-yaki style pottery. The pottery is still made via the traditional method, introduced to the area by Korean potters in the 16th Century. Water driven, see-saw pounders grind down the local clay for moulding into plates, pots, cups and other ceramics. The sound of the see-saws and running water combined with the scenic mountainside create a tranquil atmosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Amagase Spa Town"]},", Amagase-machi (天ヶ瀬町). A popular hot-spring resort town about 30 minutes drive from Hita. There are many different types of hot spring overlooking the Mikuma river. These even include a rose petal bath!"]},"\n",{"type":"==","value":["Festivals"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hina Dolls Festival"]}," (February\/March): During the national Doll's Festival the museums and old houses of Mameda-machi and Kuma-machi open their doors to the public and display their collection of dolls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cherry Blossom Festival"]}," (First Sunday in April): Kizan Park hosts Hita's Cherry Blossom-viewing (hanami) event, where people can enjoy a stroll by the river and a drink under the blossom."]},"\n",{"type":"*","value":[{"type":"'''","value":["River Opening Festival"]}," (First weekend after May 20th): A two-day firework display that launches more than 10,000 fireworks over the Mikuma river. If you book well in advance you can watch the display from a river boat!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gion Festival"]}," (First Sunday after July 20th): Huge wooden floats (up to 12m high) from different areas of the city are pushed around the streets by volunteers. Foreigners have been known to be invited."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tenryo Festival"]}," (Third weekend in October): This festival celebrates Hita's Edo period, when the city (then called Tenryo) was the capital of Kyushu. The highlight is a procession of 200 people through the city in full Edo-period costume."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Onta Pottery"]}," - Various types of ceramic produced in the distinctive Onta-yaki style can be purchased in Hita. Pottery can be purchased from the workshops in Onta village itself or from a number of shops in Mameda-machi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Woodcraft"]}," - Hita is famous for its quality bamboo and cedar timbers. Wood-carving has been ongoing since the Meiji period. Beautifully grained wooden clogs (下駄 ",{"type":"''","value":["geta"]},") are the local speciality. Many products can be purchased in Mameda-machi."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ajito"]},", near Hita station, opposite Daiei supermarket, ",{"type":"''","value":["+81-973"]},"-24-2880. One of the many Japanese pubs (居酒屋 ",{"type":"''","value":["izakaya"]},") in Hita. Both Western and Japanese influenced food. Not traditional. limited English menus available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ohara-ya"]},", Tashima-2-chome (田島２丁目) (50m east of the city hall). This very small street-corner cafe type restaurant serving sandwiches, fried chicken and pasta. The owner Luchi and his wife Eriko speak some English and are an excellent resource for further information about Hita. International menu. Not traditional. English menus available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ichijiku"]},", Honjo-machi （本庄町1-2） Traditional Japanese cabbage pancakes - ",{"type":"''","value":["okonomiyaki"]},".  It is called ",{"type":"''","value":["okonomiyaki"]},". Owned by a lovely old woman and her husband. Limited English menus available. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Takashima"]},", Sanbonmatsu, in the NT Building, across from the Meiji Pachinko Palour. This is one of Hita's best pubs \"izakaya\". Lunch is a bargin at about 700 yen for a set meal (rice, soup, various vegetable dishes and a main) Recommended dishes are Chicken Nanban and Tonkatsu, although all are very good. Great value for money. No English menu."]},"\n",{"type":"*","value":[{"type":"'''","value":["Punon Pen Ramen"]},", (name taken from the Cambodian city 'Phnom Penh') (プノンペンラメン), Chuuo-icho-me, (about 30 metres west of Hita train station.), Tue-Sun Open for lunch time & dinner until 21:30. Usually closed during 15:00-16:00. Ramen restaurant. In addition to ramen, serves a wide range of dishes including Okinawan specialities such as Okinawan ramen & Goya. Main dish is Punon Pen Ramen which is a non-conventional ramen with a tomato & celery base."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Xi Amazing Bar"]},", This is a sports bar\/flare cocktail bar. The bar staff are very friendly and will put on a show of their cocktail spinning skills if you ask. Great drinks, great fun."]},"\n",{"type":"*","value":[{"type":"'''","value":["If"]},", This tiny cocktail bar with under ten seats but over 400 bottles of spirit lining the walls is run by the English-speaking Kohda-san. He was a former cocktail making champion and he will make you any cocktail you can name, or tailor one to your liking. Intimate and chilled."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Socia"]}," (ホテルソシア), Moto-machi (元町) 17-3 (100m south of Hita station), ",{"type":"''","value":["+81-973"]},"-24-6000 (Fax: ",{"type":"''","value":["+81-973"]},"-24-3020) ",{"type":"[","value":["http:\/\/www.hotel-socia.co.jp\/"]},". Open 24\/7. This is the largest hotel in Hita and conveniently located close to the station and centre of town. The manager Umeyama-san speaks good English and is very helpful. Rooms from ¥7500-¥20000. Ladies rooms and Japanese style also available. 20% discount if booked online."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Plaza Hotel Fujinoi"],["alt=プラザホテルフジノイ"],["url=http:\/\/www.fujinoi.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=",{"type":"''","value":["+81-973"]},"-22-1551"],["price="],["checkin="],["checkout="],["content=Moto-machi (元町) 19-27 (behind Hita bus centre), ",{"type":"''","value":["+81-973"]},"-24-7000. Open 24\/7. A smaller and slightly cheaper hotel than the Socia, but just as conveniently located. The manager is the same helpful Umeyama-san who also manages the Socia. Single room ¥5000, Twin ¥9600. Small discount if booked online."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=JR Kyudai icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Kurume"]]}],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Oita"]]}],["minorr1=",{"type":"[[","value":[["Yufu"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["33.3167"],["130.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Oita (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Hita, Ōita"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Hita, Oita"]]}]