[{"type":"{{","value":[["pagebanner"],["Veluwe banner Kootwijkerzand.jpg"],["Kootwijkerzand"]]},"\n",{"type":"[","value":["http:\/\/www.hogeveluwe.nl\/en\/ ",{"type":"'''","value":["Hoge Veluwe National Park"]}]}," (Dutch: ",{"type":"''","value":["Hoge Veluwe Nationaal Park"]},") is a national park in the ",{"type":"[[","value":[["Gelderland"]]}," province of the ",{"type":"[[","value":[["Netherlands"]]},". With an area of roughly 55 km² it is one of the largest national parks in the country and a popular short stay tourist destination for the Dutch. The park is situated north of ",{"type":"[[","value":[["Arnhem"]]}," and east of ",{"type":"[[","value":[["Ede"]]}," and praised for its natural beauty, diverse wildlife and the Kröller Müller museum for modern arts.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:VeluweCafe.jpg"],["thumb"],["cafe"]]},"\nHoge Veluwe National Park is part of a much larger natural area called the Veluwe (1,100 km²). Tourism plays a major role in the whole of the Veluwe and is the most important source of income for the area. With hundreds of lodging options, many restaurants and a lot of sports activities, the region is extremely well equipped to cater to the traveller’s needs. The Hoge Veluwe National Park has a few options for eating and sleeping itself, but can get crowded, especially during summer and on weekends or other school holidays if the weather is good for hiking and biking. The park is maintained by a non-profit foundation and it's the only part of the Veluwe for which an entry fee is required.\n\n",{"type":"===","value":["History"]},"\nThe Veluwe as a whole was formed some 150,000 years ago, when thick glaciers pushed sands from the Meuse and Rhine delta aside, thereby creating the hills that are now characteristic for the area. The sandy structure of the hills causes rain water to soak in quickly, only to emerge on the surface again many metres below, where it forms streams and small lakes in the \"valleys\" and flat lands.\n\nIn recent years, efforts have been undertaken to restore the richly vegetated and game filled wetlands that originally surrounded the area but have been laid dry over the past 150 years in order to create better farmlands.\n\nThe Hoge Veluwe National Park was established by the wealthy businessman Anton Kröller and his wife, Helene Kröller-Müller, who was an art collector. Anton Kruller bought the estate in 1909 and started the construction of the current park by placing fences, building a hunting estate (the design for which was made by famous Dutch architect Berlage) and releasing additional game into the wild. The exotic moeflons that can still be seen today were introduced in this period. The construction of the park lasted until 1923.\n\n",{"type":"===","value":["Landscape"]},"\nThe Veluwe is famous for its diversity in natural landscapes and (for Dutch standards) partly rolling landscapes. Although most of the land is flat, it has subtle variations in small areas, with the highest point at 110 m. It's a forest-rich area, but there are large heaths, streams and small lakes as well. In the desert patches you'll find sand drifts that are among the largest ones in Europe. \n",{"type":"[[","value":[["Image:Hoge Veluwe4.JPG"],["thumb"],["stumps in the desert"]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe park is mostly covered by pristine vegetation, most of which consists of various conifers, shrub and grassland with a large variation of flowers. A good number of rare plants are found here as well as introduced exotic plants like American Oaks. When it comes to wildlife, there is, by Dutch standards, a broad variety of larger mammals. Commonly sighted are deer, roes, mouflon wild sheep and wild boar. Bird watchers will be pleased with their diversity and the park is home to lots of rabbits, foxes, badgers and other small mammals.\n\nIn order to maintain a naturally sustainable population in this fenced environment, a controlled annual hunt is a normal practice.\n\n",{"type":"[[","value":[["Image:Hoge Veluwe3.JPG"],["thumb"],["trees in the desert"]]},"\n\n",{"type":"==","value":["Get in"]},"\nThere are three entrances: from the direction of Arnhem (entrance at Schaarsbergen) on the N311, from Otterlo or Hoenderlo on the N304 or N310 or from Delen.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance costs €12 and comes with free use of bicycles all over the park. Children's tickets cost €1.50 for 3-12 year olds and €3 for children over 12.\n\nAs the fenced park lies quite centrally in the natural areas of the Veluwe, bikers and hikers will sometimes have to either enter the park or make serious detours. To accommodate their needs, a reduced fee is available for those who only want to pass through the park.\n\n",{"type":"==","value":["Get around"]},"\nCars are allowed in the park on the few main roads, but most paths can only be used by bicycles and on foot. Walking is an option if you only want to cover a small part of the park as it is not allowed to camp in the area. There is a nature camping within the park. Bikes are available for free from the visitors centre, if you don't have your own. Maps and routes are plentiful and are available from the visitors centre too.\n\n",{"type":"==","value":["See"]},"\nBesides the exciting landscape, visitors are advised to visit the collections of paintings and sculptures of the famous Kröller-Müller Museum, and the St. Hubert Hunting Lodge (Jachthuis St. Hubertus) in the northern part of the park.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kröller-Müller Museum"],["url=http:\/\/www.kmm.nl\/?lang=en"],["email=info@kmm.nl"],["address="],["lat="],["long="],["directions="],["phone =+31  318 59 12 41"],["tollfree="],["fax="],["hours=10am-5pm"],["price=€3.50 (in addition to park fee)"],["content=Excellent museum with the second largest collection of paintings by Van Gogh after the Van Gogh Museum itself in Amsterdam. Many other master works too, including by Picasso, Seurat and Mondrian."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Hubert Hunting Lodge"],["alt=Jachthuis Sint-Hubertus"],["url="],["email="],["address=North side of the park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€3"],["content=This hunting house was originally designed for the Kröller-Müller couple in 1914, who later used the place to receive guests. Although architect Hendrik Petrus Berlage at first had a carte blanc to design the place after his own ideas, the wealthy couple increasingly interfered in the process of design and building. Berlage, who could not appreciate that strong interference, eventually resigned and his work was continued by Henry Van De Velde. The house is named after Saint Hubertus, the patron saint of hunting, and is shaped to roughly resemble a deer's antlers. According to legend, it was the sight of a crucifix between the antlers of a deer that Hubertus was about to shoot, that brought him to choose a religious life. Make sure to be on time during high season. Visits are only possible when you take a guided tour, for which limited places are available."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museonder"],["url="],["email="],["address="],["lat="],["long="],["directions=inside the visitors centre"],["phone="],["tollfree="],["fax="],["hours=9.30AM-5PM (6PM in summer)"],["price="],["content=This underground museum provides a view inside the soils, including complex tree root systems, underground water runs and remains of now extinct wildlife. The entrance is included in the park's entrance fee."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere is a visitors' centre (",{"type":"''","value":["Bezoekerscentrum Museonder"]},") near the Museum with a fine display of the local flora and fauna, the water systems of the park and other information, food stalls and playgrounds for children.\n\n",{"type":"'''","value":["Hiking"]}," is very popular. A number of ",{"type":"[","value":["http:\/\/www.hogeveluwe.nl\/en\/seeing-doing\/walking\/108 marked routes"]}," are available, with different lengths starting from 3.5 km. All are designed to maximise specific experiences, such as sighting game, panoramic views or seeing the goldcrests and migration of toads. Furthermore, there are four ",{"type":"'''","value":["theme-based routes"]}," for which leaflets with information can be obtained from the visitors centre for €1. Other possibilities are ",{"type":"'''","value":["guided walks"]}," with a nature guide (book well ahead) or ",{"type":"'''","value":["GPS-routes"]}," (€10 for half a day), all starting at the visitors centre. Reservations for a guide or GPS can be made well in advance via reserveringen@hogeveluwe.nl.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Sus scrofa piglet.jpg"],["thumb"],["Wildlife runs rampant in Hoge Veluwe"]]},"\nThe visitors centre houses a shop where you'll find honey from the park's bee population, a range of local products, park souvenirs, books, sweets, wooden toys and cloths. The Kröller-Müller museum has a museum shop, with relevant books, CD's and other museum and art-related products.\n\n",{"type":"==","value":["Eat"]},"\nThere are a few options for lunch, snacks and drinks in the park. However, you'll have to take dinner elsewhere as these places close in the late afternoon.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Monsieur Jacques"],["url=http:\/\/www.monsieurjacques.nl\/"],["email="],["address="],["lat="],["long="],["directions=Inside the Kröller-Müller museum"],["phone=+31 318 - 59 16 57"],["tollfree="],["fax="],["hours=Open 10AM-4.30PM, closed on Mondays (except holidays)"],["price=Sandwiches from €4"],["content=You can only access this restaurant with a valid museum entrance ticket (which costs €3). You take your own food from the counter, where you also pay. There's a good range of sweet pastries to go with your coffee break, but the menu also boasts baguettes, soups, salads and some other small lunch dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=De Koperen Kop"],["alt="],["url=http:\/\/www.dekoperenkop.nl"],["email="],["address=Houtkampweg 9b"],["lat="],["long="],["directions=opposite the visitors centre"],["phone=+31 318 591-289"],["tollfree="],["fax="],["hours=09:00-17:00 in summer, 10:00-17:00 in winter"],["price=From €4 for soup to €15 for rib roast"],["content=This self service restaurant offers a good range of hot and cold lunch dishes, including pancakes, fish and meat dishes, salads etc. There's also a fine range of sweet pastries and snacks. Many visitors use this restaurant as a starting place for a visit to the park, as it offers ample parking place. There's also a playground for children."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nYour only option to sleep inside the park is at the natural campsite. Although there are usually enough places available, it might be full during the most popular weekends, such as Easter or for Pentecost. Unfortunately, reservations and even inquiries ahead are not possible. Nevertheless, if you can't stay inside the park, there are numerous options in the surrounding region, as the Veluwe are as a whole has over 500 lodging options. Nearby villages of ",{"type":"[[","value":[["Hoenderloo"]]},", ",{"type":"[[","value":[["Otterlo"]]}," en ",{"type":"[[","value":[["Schaarsbergen"]]}," have lots of camp sites. ",{"type":"[[","value":[["Apeldoorn"]]},", ",{"type":"[[","value":[["Ede"]]}," or ",{"type":"[[","value":[["Arnhem"]]}," have a good number of options if you're looking for a hotel.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Campsite Nationaal Park de Hoge Veluwe"],["url=http:\/\/www.hogeveluwe.nl\/en\/seeing-doing\/overnight-accomodation\/117"],["email="],["address=Apeldoornseweg 250, Hoenderloo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€5 per person and for the Park €7.50 per person"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDo not approach wild boar, since they can be aggressive towards humans when they have piglets.\n\n",{"type":"==","value":["Go next"]},"\nNearby destinations include:\n",{"type":"*","value":[{"type":"[[","value":[["Arnhem"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ede"]]}]},{"type":"*","value":[{"type":"[[","value":[["Apeldoorn"]]}]},{"type":"*","value":[{"type":"[[","value":[["Barneveld"]]}]},{"type":"*","value":[{"type":"[[","value":[["Wageningen"]]}]},"\n",{"type":"{{","value":[["geo"],["52.0833"],["5.8000"],["zoom=12"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Veluwe"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["Commons:Category:De Hoge Veluwe"]]},"\n",{"type":"[[","value":[["Wikipedia:Hoge Veluwe National Park"]]}]