[{"type":"{{","value":[["pagebanner"],["Hollywood wikivoyage banners.jpg"],["caption=Hollywood sign"]]},"\n",{"type":"{{","value":[["otheruses"],["Hollywood"]]},"\n\nNo trip to ",{"type":"[[","value":[["Los Angeles"]]}," is complete without a visit to its most famous district: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hollywoodchamber.net\/ Hollywood"]}]},", best known as the self-declared entertainment capital of the world.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["infobox"],["Hooray for Hollywood"],["The best-known song about Hollywood was introduced in the Busby Berkeley-directed 1937 film ",{"type":"''","value":["Hollywood Hotel"]},". Since then it has become the unofficial anthem for the movie capital of the world, and is even played at the annual Academy Awards ceremonies."]]},"\n\nA business and residential district in the city of ",{"type":"[[","value":[["Los Angeles"]]},", the core of Hollywood for a tourist is its three fascinating boulevards: Sunset Boulevard, Hollywood Boulevard, and Melrose Avenue. All three are worth seeing. Hollywood Blvd is known for its entertainment history; Sunset Blvd for its clubs and nightlife; and Melrose Ave for its shopping, nightlife, and eclecticism.\n\nHollywood was founded as an independent city in 1903 and voted to merge with the City of Los Angeles in 1910. That same year also saw the birth of the Southern California motion picture industry when D. W. Griffith relocated his Biograph Company, sparking a westward migration of East Coast filmmakers. As movies exploded in popularity in the 1910s and '20s, the name Hollywood became synonymous with \"the Industry.\" In the decades following World War II, Hollywood's glitz and glamour began to fade as most of the leading film studios moved to other places.\n\nThe House Un-American Activities Committee combed through Hollywood in the late 1940s and 1950s and built its “Hollywood Blacklist,” which consisted of screenwriters, actors,  directors, musicians and other entertainment employees who were suspected of being affiliated with the Communist Party. HUAC called on hundreds of “suspected” communists with in the industry to testify, many rolled over and named names, but some, like the “Hollywood Ten” refused to incriminate themselves in a crime they did not commit and were arrested. By 1952, the Hollywood Blacklist rejected over 300 people from working in the industry. It was not until the late 1950s that the blacklist stopped terrorizing Hollywood.\n\nIn the 1980s, Hollywood was considered one of the worst neighborhoods in Los Angeles. The 1990s, however, saw the beginning of community redevelopment efforts, and today Hollywood is once again one of the region's most vibrant areas.\n\nParamount is the only major studio still headquartered in Hollywood, but the area nonetheless remains an important center of the entertainment industry with its myriad production and broadcast facilities. Other affiliated businesses include Sunset-Gower Studios, Hollywood Center Studios, Raleigh Studios, Jim Henson Studios (a subsidiary of Walt Disney Pictures), and KTLA Studios (the local CW affiliate, housed on the original Warner Bros. lot). The other major studios are located to the north in the ",{"type":"[[","value":[["Universal City"]]},"-",{"type":"[[","value":[["Burbank"]]}," corridor (Universal, Warner Bros., Disney, ABC, NBC, and DreamWorks).  Most of the rest are to the west: ",{"type":"[[","value":[["Los Angeles\/West"],["Century City"]]}," (Fox, MGM), the Fairfax District (CBS), and ",{"type":"[[","value":[["Culver City"]]}," (Sony).\n\nIf you want to see where films are shot, take a tour at one of the major studios: ",{"type":"[[","value":[["Universal City"],["Universal"]]}," \"bundles\" a full amusement park with its tour, while several other studios offer smaller, but interesting tours.  In reality, most films are shot in warehouses and sound stages in ",{"type":"[[","value":[["Burbank"]]}," and elsewhere.\n\nIf you want to see celebrities, pack your patience or be prepared to play the role of ",{"type":"''","value":["boulevardier"]},". The chances of bumping into a celebrity are very low (mainly because most of the celebrities who live in Hollywood usually do not go out in public) unless you're willing to do a lot of \"hanging out\" at expensive restaurants in ",{"type":"[[","value":[["Beverly Hills"]]},", on Sunset Plaza, or in ",{"type":"[[","value":[["Malibu"]]},".\n\nYou can easily see where they live by taking a tour or buying a star map for about $10. (Do you remember Tatum O'Neal in ",{"type":"''","value":["The Bad News Bears"]},"?) You might also try the ",{"type":"'''","value":["Book Soup"]}," bookstore or the ",{"type":"'''","value":["Viper Room"]}," bar, both on Sunset Blvd in ",{"type":"[[","value":[["West Hollywood"]]},", or a number of other locations in the area where the stars live their day-to-day lives.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["mapframe"],["34.1016"],["-118.3387"],["zoom=13"],["height=300"],["width=400"]]},"\n\n",{"type":"===","value":["By bus"]},"\nThe Greyhound station that used to be at 1715 N Cahuenga Blvd was closed in July, 2011. The best bus option now is to take one to the station in North Hollywood, then catch the Metro Red line (see \"By rail\" below).\n\n",{"type":"===","value":["By car"]},"\nHollywood is close enough to the ",{"type":"[[","value":[["West Side (Los Angeles County)"],["Westside"]]}," to make ",{"type":"[[","value":[["Los Angeles#By Car"],["car"]]}," trips there relatively easy. If you are beginning your trip in Downtown Los Angeles—the proverbial center of Southern California's intricate freeway network—you can head north on US Highway 101 and exit on Hollywood Blvd or Gower St. If traffic is a problem, and it ",{"type":"''","value":["will"]}," be during 1PM-6PM, consider an alternate route by noting that many Los-Angeles Area freeways form ",{"type":"'''","value":["concentric rings"]}," around the Downtown center. You might also consider surface streets: Santa Monica Boulevard is a major thoroughfare that links Hollywood with ",{"type":"[[","value":[["Beverly Hills"]]}," and ",{"type":"[[","value":[["Santa Monica"]]},".\n\n",{"type":"===","value":["By rail"]},"\nHollywood's location is central to most other popular attractions. The Red Line subway stations at Hollywood\/Vine and Hollywood\/Highland can connect you to cross-town areas accessible by ",{"type":"[[","value":[["Los Angeles#By Rail"],["rail"]]},", and the stretch of Hollywood Blvd between Highland and Vine serves as a major terminal for the ",{"type":"[[","value":[["Los Angeles#By Bus"],["bus"]]}," system.\n\nVisitors from ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]},", home of Disneyland and Knott's Berry Farm, can get to Hollywood by taking Amtrak's Pacific Surfliner or Metrolink's Orange County Line to Los Angeles Union Station and then transferring to the Red Line.\n\n",{"type":"===","value":["By plane"]},"\nHollywood is served by ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles International Airport"]]}]}," (LAX) or the slightly closer ",{"type":"'''","value":[{"type":"[","value":["http:\/\/burbankairport.com Bob Hope Airport"]}]}," (BUR) in ",{"type":"[[","value":[["Burbank"]]},". Shuttle Van from LAX is $15 per person (one way, ask to be directed to the attendant at the Airport and give plently of notice to be picked up).\n\n",{"type":"==","value":["Get around"]},"\nHollywood sits roughly between the 101 freeway on the east, Melrose Avenue on the south, ",{"type":"[[","value":[["West Hollywood"]]}," on the west, and the Hollywood Hills on the north.\n\nThe main east-west streets of central Hollywood are Hollywood Blvd and Sunset Blvd, intersected by the main north-south streets of La Brea Ave, Highland Ave, Cahuenga Blvd, Vine St, and Gower St. Any location within a few blocks of these intersections is likely to be a satisfying choice. Night-time pedestrian activity in this area is focused on Hollywood Blvd.  Hollywood Boulevard is served frequently by Metro Bus Lines 180, 181, 217 and Metro Rapid 780.  Three Metro Red Line Stations are on Hollywood Blvd, at Western, Vine and Highland.  Sunset Boulevard is served frequently by Metro Bus Lines 2 and 302.  Vine Street is served frequently by Metro Bus Line 210, and La Brea Avenue is served frequently by Metro Bus Lines 212 and 312.\n\nThe main areas of Hollywood are walkable, and you ",{"type":"''","value":["could"]}," walk all the way from Hollywood Blvd to Melrose, but most people would probably drive.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Hollywood Walk of Fame.jpg"],["thumb"],["300px"],["The Walk of Fame on Hollywood Boulevard."]]},"\n\nIf you are lucky, you could see tapings of several TV shows, in fact most of America's TV shows are taped in the Hollywood area. However, it must be either a game show or a comedy show. If you want to see dramas and reality TV programming (unless it is about talent like ",{"type":"''","value":["American Idol"]},"), then you are out of luck.\n\nTravelers planning to visit multiple attractions may benefit from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citypass.com\/hollywood Hollywood CityPASS"]}]},", which grants admission to 4 Hollywood attractions within 9 days of first use for a much reduced rate. The included attractions are: Red Line Behind-the-Scences Tour; Starline Tours of Hollywood; ",{"type":"[","value":["http:\/\/www.madametussauds.com\/hollywood Madame Tussauds Hollywood"]}," and an Option Ticket with choice of either a 30-minute Kodak THEATRE guided tour or admission to The Hollywood Museum.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Grauman's Chinese Theater"],["url=http:\/\/www.manntheaters.com\/chinese\/"],["email="],["address=6925 Hollywood Blvd"],["lat=34.101913"],["long=-118.340967"],["directions="],["phone=+1 323 464-8111"],["tollfree="],["fax="],["image=8\/81\/Grauman's Chinese Theatre 01.JPG"],["hours="],["price="],["content=The most famous movie theatre in the world, Grauman's Chinese Theatre opened in 1927 and is home to the cement footprints, handprints, and (in some cases) ",{"type":"''","value":["otherprints"]}," of many of history's most famous movie stars. The theatre is also a former home of the Oscars, and today hosts many movie premieres. The forecourt that showcases the star's prints is free to all visitors. Movies are shown for $10, and half-hour walking tours are available for $5."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hollywood Sign"],["alt="],["url="],["email="],["address="],["lat=34.134031"],["long=-118.321724"],["directions="],["phone="],["tollfree="],["fax="],["image=b\/b0\/Hollywood Sign.JPG"],["hours="],["price="],["content=Hollywood's most recognizable landmark is easy to spot high up on Mount Lee in nearby ",{"type":"[[","value":[["Los Angeles\/Northwest"],["Griffith Park"]]},". You can drive part way up for a closer look, but you can't hike all the way to the sign."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Capitol Records Building"],["alt=Capitol Studios"],["url="],["email="],["address=1750 Vine St"],["lat=34.103153"],["long=-118.326365"],["directions=between Hollywood Blvd and Yucca St"],["phone="],["tollfree="],["fax="],["image=8\/86\/USA LosAngeles CapitalRecordBldg.jpg"],["hours="],["price="],["content=One of the most iconic buildings in Los Angeles. The circular tower—which contrary to popular belief was not intentionally designed to resemble a stack of records—is home to Capitol Records' west coast operations. Contained inside the building are the renowned Capitol Studios. Unfortunately, tours of the inside are no longer offered to the general public."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hollywood Wax Museum"],["url=http:\/\/www.hollywoodwaxmuseum.com\/"],["email="],["address=6767 Hollywood Blvd"],["lat=34.101757"],["long=-118.338056"],["directions="],["phone=+1 323 462-8860"],["tollfree="],["fax="],["image=8\/80\/HollywoodWaxMuseum 01.jpg"],["hours=10AM-midnight daily"],["price=Adults (13+) $15.95, children $8.95, 5 and under free. Discounts online"],["content=The Hollywood Wax Museum is the longest running wax museum in the United States, with more than 45 years of continuous operation by the same owners since 1965 and featuring over 180 figures of celebrities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Los Angeles Fire Department Hollywood Museum 27"],["url=http:\/\/www.lafdmuseum.org\/museum_hollywood"],["email="],["address=1355 N Caheunga Blvd"],["lat=34.095878"],["long=-118.329935"],["directions="],["phone=+1 323 464-2727"],["tollfree="],["fax="],["image=e\/e9\/Engine Co. No. 27 (Los Angeles Fire Department Museum).JPG"],["hours=Sa 10AM-4PM"],["price="],["content=This museum is in the old Los Angeles City Fire Station 27, opened in 1930.  It is fully restored to how it appeared in 1930 and contains historic fire apparatus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ripley's Believe it or Not"],["url=http:\/\/www.ripleys.com"],["email="],["address=6780 Hollywood Blvd"],["lat=34.101353"],["long=-118.338445"],["directions="],["phone=+1 323 466-6335"],["tollfree="],["fax="],["image=0\/0e\/Ripleys Odditorium Hollywood.jpg"],["hours="],["price="],["content=Musuem that focuses on the odd, the unusual and the unbelievable. Features interactive illusions and a gallery."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Walk of Fame"],["url=http:\/\/www.walkoffame.com\/"],["email="],["address=along Hollywood Blvd and also Vine St"],["lat=34.101641"],["long=-118.326654"],["directions="],["phone="],["tollfree="],["fax="],["image=4\/45\/Hollywood Walk of Fame.jpg"],["hours="],["price="],["content=The Hollywood Walk of Fame consists of a series of stars embedded in the sidewalk to commemorate famous movie, radio, theatre, and TV personalities. Since 1960, over two thousand stars have been immortalized; the schedule for upcoming star ceremonies is listed on the Walk of Fame's website."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dolby Theatre"],["alt=formerly the Kodak Theatre"],["url=http:\/\/www.dolbytheatre.com"],["email="],["address=6801 Hollywood Blvd"],["lat=34.102076"],["long=-118.340181"],["directions="],["phone=+1 323 308-6300"],["tollfree="],["fax="],["hours="],["price="],["content= Located at the Hollywood & Highland Center (see \"Buy\" below). Hosts a wide range of live performances, including the annual Academy Awards."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hollywood Bowl"],["url=http:\/\/www.hollywoodbowl.com\/"],["email="],["address=2301 N Highland Ave"],["lat=34.112691"],["long=-118.338907"],["directions="],["phone=+1 323 426-2829"],["tollfree="],["fax="],["hours="],["price="],["content=America's most famous outdoor theatre hosts the Los Angeles Philharmonic Orchestra as well as numerous other concert events. Traffic and parking can be a nightmare, so the $5 round-trip ",{"type":"[","value":["http:\/\/www.hollywoodbowl.com\/visit\/getting-to-the-bowl\/bowlbus-shuttle public shuttles"]}," are highly recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cemetery Movie Screenings"],["alt="],["url=http:\/\/cinespia.org\/"],["email=info@cinespia.org"],["address=Hollywood Forever Cemetery, 6000 Santa Monica Blvd"],["lat=34.089097"],["long=-118.318775"],["directions="],["phone="],["tollfree="],["fax="],["hours=Saturdays at 7PM, May–September"],["price="],["content=The Cinespia film society screens creepy older movies (recent showings include ",{"type":"''","value":["The Shining"]},", ",{"type":"''","value":["Invasion of the Body Snatchers"]}," and  ",{"type":"''","value":["Pee Wee's Big Adventure"]},") every Saturday during the summer on the Fairbanks Lawn in the Hollywood Forever Cemetery. Crowds can be huge, so arrive prior to gates opening if you want a good vantage point. Most people bring a picnic dinner, a drink (wine or beer allowed, no spirits), blanket, pillow (or low chair) and jacket.  A DJ plays music prior to the showing to create a fun outdoor atmosphere. Tickets (including parking) often sell out and should therefore be purchased in advance through the Cinespia web site."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mulholland Drive"],["url="],["email="],["address=Mulholland Drive"],["lat=34.11669"],["long=-118.34355"],["directions=Hollywood Hills"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you have a car, it is worth driving up to Mulholland Drive - the home of the stars. Apart from star seeking, the views across Los Angeles and San Fernando Valley are breathtaking."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nHollywood Blvd has countless urban clothing stores. Walk around and find stores with the latest LNG, Phat Farm, Timberland, Sean John, and many more.  Melrose Avenue is the to go to place to feel like a star. Start by browsing through vintage clothing stores to maxing out the credit card at chic boutiques.\n\n",{"type":"===","value":[" Shopping Centers "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hollywood and Highland Center"],["url=http:\/\/www.hollywoodandhighland.com\/"],["email="],["address=6801 Hollywood Blvd"],["lat=34.102188"],["long=-118.340044"],["directions="],["phone=+1 323 467-6412"],["tollfree="],["fax="],["hours=M-Sa 10AM-10PM, Su 10AM-7PM"],["price="],["content=Home of the Kodak Theatre (where the Oscars are held) and Grauman's Chinese Theatre, the 387,000-square-foot Hollywood & Highland center is also a major shopping destination."]]}]},"\n",{"type":"===","value":[" Businesses "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Amoeba Music"],["url=http:\/\/amoeba.com"],["email="],["address=6400 W Sunset Blvd"],["lat=34.097753"],["long=-118.329168"],["directions="],["phone=+1 323 245-6400"],["tollfree="],["fax="],["hours=M-Sa 10:30AM-11PM, Su 11AM-9PM"],["price="],["content=The country's largest independent music store, Amoeba has three locations including Hollywood, ",{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]}," and ",{"type":"[[","value":[["San Francisco"]]},". Prices are slightly higher than at the discount stores, but the selection is enormous and just about any obscure record you could imagine is to be found somewhere on the shelves."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Frederick's of Hollywood"],["url=http:\/\/www.fredericks.com"],["email="],["address=6751 Hollywood Blvd"],["lat=34.101749"],["long=-118.337507"],["directions="],["phone=+1 323 957-5953"],["tollfree="],["fax="],["hours=M-Sa 10AM-9PM, Su 11AM-7PM"],["price="],["content=During the golden years of Hollywood, all the superstars were wearing Fredericks, from Greta Garbo to Mae West to Marilyn Monroe. Today, the store is a lot less polished but still a good place to pick up glamorous lingerie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=IPED Foot Spa"],["url="],["email="],["address=6767 W Sunset Blvd Suite 22"],["lat=34.098293"],["long=-118.338196"],["directions=at Highland"],["phone=+1 323 466-1038"],["tollfree="],["fax="],["hours=11AM-10PM daily"],["price=25+"],["content=If you are tired of walking a long day in Hollywood. Iped offers 1 hour foot massage for as less as $25."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=In-N-Out Burger"],["alt="],["url=http:\/\/www.in-n-out.com\/"],["email="],["address=7009 W Sunset Blvd"],["lat=34.098222"],["long=-118.341672"],["directions="],["phone="],["tollfree="],["fax="],["hours=Su-Th 8AM-1AM, F-Sa 8AM-1:30AM"],["price="],["content=This hugely popular Southern California burger chain has a surprisingly basic menu, but serves up some of the most popular burgers around, and does burgers well. In-N-Out has a \"secret menu,\" which was spread by word of mouth before the internet was around. Today it's listed on the company's website, but the secret menu is not listed on menus on-site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Palms Thai Restaurant"],["url=http:\/\/www.palmsthai.com"],["email="],["address=5900 Hollywood Blvd"],["lat=34.101486"],["long=-118.31835"],["directions="],["phone=+1 323 462-5073"],["tollfree="],["fax="],["hours=Su-Th 11AM-midnight, F-Sa 11AM-2AM"],["price="],["content=Home of the infamous Thai Elvis, who will serenade you through dinner. The decor is authentically cheesy and Elvis sings the hits. While plain dishes such as fried rice or pad Thai are nothing to write home about, the curries (duck and panang), pad prik king, and anything off the \"wild things\" menu are excellent choices."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=101 Coffee Shop"],["url=https:\/\/www.facebook.com\/101coffeeshop"],["email="],["address=6145 Franklin Ave"],["lat=34.105411"],["long=-118.323841"],["directions=at Vista Del Mar Ave"],["phone=+1 323 467-1175"],["tollfree="],["fax="],["hours=7AM-3AM daily"],["price="],["content= Previously known as the Hollywood Hills Coffee Shop, this place has been popular for years, and the new owners have only improved it. Great selection of sandwiches, burgers, sweet potato French fries, coffee and tea. It's not unheard of to spot celebs here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ammo"],["url=http:\/\/www.ammocafe.com"],["email="],["address=1155 N Highland Ave"],["lat=34.092347"],["long=-118.338775"],["directions="],["phone=+1 323 871-2666"],["tollfree="],["fax="],["hours=Lunch: M-F 11:30AM-2:30PM; brunch: Sa-Su 10AM-2:30PM; dinner: M-Th 6AM-10PM, F-Sa 5:30PM-11PM, Su 5PM-9PM"],["price="],["content=Great for lunch or dinner, excellent and fashionable food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cheebo"],["url=http:\/\/www.cheebo.com"],["email="],["address=7533 W Sunset Blvd"],["lat=34.098197"],["long=-118.353777"],["directions="],["phone=+1 323 850-7070"],["tollfree="],["fax="],["hours=8AM-11PM daily"],["price="],["content=Everyone loves the Cheeb! A play on \"cibo\" (Italian for food), this place has great and creative food and a fun atmosphere. All-day breakfasts, excellent sandwiches, salads, pizzas by the foot and nice dinners to boot. Eat here for breakfast and you'll be back for lunch."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Griddle Café"],["url=http:\/\/www.thegriddlecafe.com"],["email="],["address=7916 W Sunset Blvd"],["lat=34.097866"],["long=-118.36221"],["directions=east of Fairfax Ave"],["phone=+1 323 874-0377"],["tollfree="],["fax="],["hours=M-F 7AM-4PM, Sa-Su 8AM-4PM"],["price="],["content=The Griddle Café is the best breakfast experience in LA. It features pages of every type of pancake you can imagine, which also happen to be twice as large as any pancake you've ever had, and still manage to be fluffy-thick and light on the tummy. Coffee is fresh, in a french press, and the menu features more than just breakfast. Short story: Food is awesome, service is great, but its always crowded. Don't worry though, they serve fast and you will feel the wait is worth it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mel's Drive-In"],["url=http:\/\/www.melsdrive-in.com"],["email="],["address=1660 N Highland Ave"],["lat=34.100856"],["long=-118.338454"],["directions="],["phone=+1 323 465-3111"],["tollfree="],["fax="],["hours=Su-Th 6:30AM-3AM, F-Sa 24 hrs"],["price="],["content=Come here for traditional diner fare: cheeseburgers, French fries, and milkshakes. Part of the chain that opened in San Francisco in the late '40s. There is another location on the Sunset Strip in ",{"type":"[[","value":[["West Hollywood"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Musso and Frank Grill"],["url=http:\/\/mussoandfrank.com"],["email="],["address=6667 Hollywood Blvd"],["lat=34.101784"],["long=-118.33539"],["directions="],["phone=+1 323 467-7788"],["tollfree="],["fax="],["hours=Tu-Sa 11AM-11PM"],["price="],["content=For a taste of old Hollywood, this is the place. It's been famous for generations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sushi Ike"],["url="],["email="],["address=6051 Hollywood Blvd"],["lat=34.102051"],["long=-118.321824"],["directions=in a mini-mall on the corner of Gower"],["phone=+1 323 856-9972"],["tollfree="],["fax="],["hours=Lunch: M-F noon-2:30PM; dinner: M-Sa 5:30PM-10PM"],["price="],["content=A small and moderately-priced authentic Japanese restaurant with a great sushi bar and friendly chefs--one of the best this side of the 101."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yamashiro"],["url=http:\/\/www.yamashirorestaurant.com\/"],["email="],["address=1999 N Sycamore Ave"],["lat=34.105882"],["long=-118.342073"],["directions="],["phone=+1 323 466-5125"],["tollfree="],["fax="],["hours=Su-Th 5:30PM-9:30PM, F 5:30PM-10:30PM, Sa 5PM-10:30PM"],["price="],["content=This Japanese restaurant is perched above Hollywood, and on most nights provides an unbeatable view of the city, from downtown to Palos Verdes. The food is excellent, the gardens and architecture are elegant, and the restaurant has a fascinating history (the story's on the menu). Look for the small sign just west of the Magic Castle; valet parking only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Katsuya"],["url=http:\/\/www.sbeent.com\/katsuya\/"],["email="],["address=6300 Hollywood Blvd"],["lat=34.101498"],["long=-118.326944"],["directions=at Vine St"],["phone=+1 323 871-8777"],["tollfree="],["fax="],["hours=Lunch: M-F 11:30AM-2:30PM; dinner: Su-Th 5:30PM-11PM, F-Sa 5:30PM-midnight"],["price="],["content=The newest restaurant from acclaimed chef Katsuya Uechi, designed by Philippe Starck. Mouth-watering Japanese menu, destined to be a new Hollywood institution. His other restaurants around the LA area are rated as some of the best in the city."]]}]},"\n",{"type":"===","value":["Dessert"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=ceFiore"],["url=http:\/\/www.cefiore.com"],["email="],["address=6922 Hollywood Blvd #107"],["lat=34.101343"],["long=-118.341087"],["directions="],["phone=+1 323 465-9097"],["tollfree="],["fax="],["hours=11AM-11PM daily"],["price="],["content=Right across the street from Grauman's Chinese Theatre you'll find one of LA's best places for tart Italian non-fat frozen yogurt and yogurt smoothies. Choose from 4 different frozen yogurt flavors: Original, Blackberry, Raspberry-Pomogranate, and Green Tea, along with a wide variety of fresh fruits and dry toppings. They also offer smoothies, herbal teas, and coffees."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Juice"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Juice Fountain"],["url="],["email="],["address=6332 Hollywood Blvd"],["lat=34.101466"],["long=-118.327698"],["directions=between Ivar and Vine"],["phone=+1 323 464-8986"],["tollfree="],["fax="],["hours=M-F 8AM-5PM, Sa-Su 10AM-4PM"],["price=$3-5"],["content=One of the best juice places in LA, it recently moved from its old location on Vine St. The juices are fresh and delicious, and its run by a sweet Hispanic family. Don't mess with the grandma!"]]}]},"\n",{"type":"===","value":["Clubs and bars"]},"\n\nStreet life in Hollywood remains lively later than in most other areas, making the district a satisfying location to come home to. In fact, the best time to see Hollywood is in the evening, since the district serves along with the nearby Sunset Strip, as the regional center for clubs and nightlife. The ",{"type":"'''","value":["Cahuenga Corridor"]}," (along Cahuenga between Sunset and Yucca) has several bars and lounges for bar-hopping.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cat and Fiddle"],["url=http:\/\/www.thecatandfiddle.com\/"],["email="],["address=6530 W Sunset Blvd"],["lat=34.09773"],["long=-118.332739"],["directions="],["phone=+1 323 468-9045"],["tollfree="],["fax="],["hours=M-F 11:30AM-2AM, Sa-Su 10AM-2AM"],["price="],["content=A large and reasonably authentic British pub, the Cat & Fiddle always has a fun crowd, a good selection of beers and British pub food, and darts in the back room. The outdoor area is extraordinarily nice but fills early, while the inside of the bar is spacious but gets crowded in the evenings.  Prices are reasonable given the location and decor, with beers from $5 per pint and food starting around $8."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Roosevelt Hotel Lounge"],["url=http:\/\/www.hollywoodroosevelt.com\/"],["email=infoHRH@thompsonhotels.com"],["address=7000 Hollywood Blvd"],["lat=34.101258"],["long=-118.34183"],["directions=across the street from Grauman's Chinese Theatre"],["phone=+1 323 466-7000"],["tollfree="],["fax="],["hours="],["price="],["content=The lounge in this historic hotel is an upscale hotspot where one is likely to find Hollywood elite enjoying cocktails on weekdays, and a hipster party scene on weekends. Plenty of leather couches, candles, and a classy staff provides a sense of how the \"other half\" lives.  Expect Hollywood prices to go along with the Hollywood atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Power House"],["url="],["email="],["address=1714 N Highland Ave"],["lat=34.102173"],["long=-118.338448"],["directions="],["phone=+1 323 463-9438"],["tollfree="],["fax="],["hours=M-Sa noon-2AM, Su 10AM-2AM"],["price="],["content=One of the most laid back and relaxed bars in town, head here for cheap beer, darts and classic rock. Come as you are, and you will be glad you're here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Boardners"],["url=http:\/\/www.boardners.com"],["email="],["address=1652 N Cherokee Ave"],["lat=34.101087"],["long=-118.334934"],["directions="],["phone=+1 323 462-9621"],["tollfree="],["fax="],["hours=Su-Th 5PM-2AM, F-Sa 4PM-2AM"],["price="],["content=Power through the packed crowds and grab yourself a spot at this bar, where the drinks are strong and there's good people watching to be had."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cinespace"],["url=http:\/\/www.cinespace.info"],["email="],["address=6356 Hollywood Blvd"],["lat=34.101433"],["long=-118.328518"],["directions=2nd Level"],["phone=+1 323 817-3456"],["tollfree="],["fax="],["hours=9PM-2AM daily"],["price="],["content=A movie-themed dance club that was touted by Playboy Magazine as LA's best bar.  They also occasionally offer dinner in front of a large movie screen with reasonably good California cuisine for around $25-40 per person."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Well"],["url=http:\/\/vintagebargroup.com\/the-well.php"],["email="],["address=6255 W Sunset Blvd"],["lat=34.098652"],["long=-118.325389"],["directions="],["phone=+1 323 467-9355"],["tollfree="],["fax="],["hours=5PM-2AM daily"],["price="],["content=Make out as if you're a local and head to this so trendy it has a secret entrance door (hint, the entrance is on Argyle, even though the address is on Sunset). While the crowd can be posey, its one of the better clubs in the area, and still manages to remain intimate and cozy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Velvet Margarita Cantina"],["url=http:\/\/www.velvetmargarita.com"],["email="],["address=1612 N Cahuenga Blvd"],["lat=34.100283"],["long=-118.329361"],["directions="],["phone=+1 323 469-2000"],["tollfree="],["fax="],["hours=M-F 11:30AM-2AM, Sa-Su 6PM-2AM"],["price="],["content=Dark lounge inspired by Dia de los Muertos. Lots of tequila, beer, and of course margaritas."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["Sleeppricerange"],["Under $100"],["$100 - $200"],["Over $200"]]},"\n\nHollywood offers a wide range in price and quality of accommodations. The modern Renaissance Hotel and the antique Roosevelt Hotel provide an upscale choice, though the latter has a reputation for frequently closing its pool for private parties. There is a full range of standard motel chains including Travelodge, Motel 6, and Best Western. There are also a few well-located hostels.\n\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Motel 6"],["url=http:\/\/www.motel6.com\/reservations\/motel_detail.asp?MotelId=4044&state=CA&full=California&city=Hollywood"],["email="],["address=1738 N Whitley Ave"],["lat=34.102832"],["long=-118.33313"],["directions="],["phone=+1 323 464-6006"],["tollfree="],["fax=+1 323 464-4645"],["price=$70 for a double\/twin"],["checkin="],["checkout="],["content=This is part of a budget model chain.  It offers clean rooms in a convenient location."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=USA Hostels"],["url=http:\/\/www.usahostels.com\/hollywood\/"],["email="],["address=1624 Schrader Blvd"],["lat=34.100585"],["long=-118.332191"],["directions=5 blocks from metro off Hollywood Blvd"],["phone=+1 323 462-3777"],["tollfree=+1 800 524-6783"],["fax=+1 323 417-5152"],["hours="],["price=Dorms from $30, private rooms from $90"],["checkin="],["checkout="],["content=The #1 rated hostel in Los Angeles (by hostelworld guests) in 2007 and 2005, USA Hostels is in the heart of Hollywood off Hollywood Blvd on a quiet side street. This 150-bed hostel offers female and mixed 6- and 8-bed dorms and private rooms, free all-you-can-make pancakes, free coffee and tea all day and free wireless internet. The hostel runs many free and discounted activities and tours and a free shuttle three times per week to Venice and Santa Monica beaches."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hollywood Heights Hotel"],["alt=Hilton Garden Inn"],["url=http:\/\/www.hollywoodheightshotel.com"],["email="],["address=2005 N Highland Ave"],["lat=34.106661"],["long=-118.337732"],["directions="],["phone=+1 323 876-8600"],["tollfree="],["fax=+1 323 876-3272"],["price=$99+"],["checkin="],["checkout="],["content=This boutique-style hotel is relaxed, comfortable, and uniquely personal with 160 rooms fitted with amenities including FACE cosmetics and flat-panel TVs.  Starting in March 2012 this hotel will be rebranded as the Hilton Garden Inn."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Saharan Motor Hotel"],["url=http:\/\/www.saharanhotel.com"],["email="],["address=7212 W Sunset Blvd"],["lat=34.097737"],["long=-118.347453"],["directions="],["phone=+1 323 874-6700"],["tollfree="],["fax="],["price=$100+"],["checkin="],["checkout="],["content=The Saharan Motor Hotel features deluxe rooms and suites, luxury amenities and excellent service."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Roosevelt Hotel"],["url=http:\/\/www.hollywoodroosevelt.com"],["email="],["address=7000 Hollywood Blvd"],["lat=34.101375"],["long=-118.341691"],["directions="],["phone=+1 323 466-7000"],["tollfree=+1 800 950-7667"],["fax="],["price=$300+"],["checkin="],["checkout="],["content=A boutique hotel right in the center of the action offering spacious, well-appointed rooms and suites with luxury bed and bath linens, bath products and state-of-the-art in-room technologies. It is a Hollywood legend, and was the location of the first Academy Awards ceremony."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\nA few internet cafés are dotted around town, but a better (and cheaper) option if you've got a laptop is to take advantage of the free wireless internet at the numerous coffee shops along and off of either Hollywood Blvd or Melrose Ave.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Caffe Etc"],["url=http:\/\/www.caffeetc.com\/"],["email="],["address=6371 Selma Ave"],["lat=34.099892"],["long=-118.329377"],["directions="],["phone=+1 323 464-8824"],["tollfree="],["fax="],["hours=7AM-11PM daily"],["price="],["content=Free wireless internet (if you've got a laptop), decent coffees and teas, and sandwiches and desserts to snack on."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown LA"]]}," – Rapidly renovating, it's a great place for a meal or to catch a show at the Walt Disney Concert Hall and best of all, it's reachable by Metro."]},{"type":"*","value":[" ",{"type":"[[","value":[["Universal City"]]}," – Home to Universal Studios and a short trip via US Highway 101 or the Metro Red Line."]},{"type":"*","value":[" ",{"type":"[[","value":[["Studio City"]]}," – Among other attractions, offers perhaps the highest density of sushi restaurants in Los Angeles."]},{"type":"*","value":[" ",{"type":"[[","value":[["West Hollywood"]]}," – This may be Hollywood's less-famous sibling, but  it boasts a bustling nightlife and features excellent restaurants, clubs, and hotels."]},{"type":"*","value":[" ",{"type":"[[","value":[["Beverly Hills"]]}," – Home of ",{"type":"''","value":["90210"]},", and a few other zip codes."]},"\n",{"type":"{{","value":[["routebox"],["image1=US_101.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Santa Barbara"]]}],["minorl1=",{"type":"[[","value":[["Universal City"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown L.A."]]}],["minorr1=",{"type":"[[","value":[["Los Angeles\/Northwest"],["Northwest L.A."]]}],["image2=US 66 (historic).svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Santa Monica"]]}],["minorl2=",{"type":"[[","value":[["West Hollywood"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown L.A."]]}],["minorr2=",{"type":"[[","value":[["Los Angeles\/Northwest"],["Northwest L.A."]]}],["image3=LAMetroLogo.svg"],["imagesize3=22"],["image3a=LACMTA Circle Red Line.svg"],["imaagesize3a=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["North Hollywood"]]}],["minorl3=",{"type":"[[","value":[["Studio City"]]},"\/",{"type":"[[","value":[["Universal City"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown L.A."]]}],["minorr3=",{"type":"[[","value":[["Los Angeles\/Northwest"],["East Hollywood"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Hollywood, Los Angeles, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/H\/Hollywood\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Los_Angeles"]]},"\n",{"type":"{{","value":[["geo"],["34.1016"],["-118.3387"]]}]