[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Holly Springs"]}," is a city in ",{"type":"[[","value":[["Mississippi Hills"]]},".\n\n",{"type":"==","value":["Understand"]},"\nHolly Springs is defined by a rich and varied history. Events through the centuries have left an indelible imprint on the face of this town. In the early days, at a place known only to a brave and civilized tribe of Chickasaw Indians, natural springs flowed through hills of holly trees. It became a gathering place for traders and explorers. They called it Holly Springs. Treaties with the government sent the Chickasaws away from their land on the trail of tears to reservations in Oklahoma. There’s not much left to indicate their presence except honorary names of streets like Chulahoma or names of houses like Latoka or Tallalossa.\n\nThe fertile bottoms and rolling hills became the new frontier in the early 1830s. The move was on to develop this new territory and settlers came from the Carolinas, Georgia and Virginia.\n\nLand agents set up offices to service the demands for city lots and thousand-acre plantations. They were the first to build log cabin homes, which were soon remolded or torn down to build quaint raised-basement cottages, such as Polk place, Featherston and Dunvegan.\n\nHolly Springs became a center for law, commerce and agriculture. At one time the county produced more cotton and had more lawyers than any other place in Mississippi.\n\nThe fortunes being made in cotton and commerce and sale of land fueled an appetite among its citizens and town leaders for the finer things of society.\n\nThey set about building churches and establishing schools. For their families, they replaced the dog-trot cabins and built wondrous mansions with tall Corinthian columns like the Greek Revival homes built throughout the South.\n\nThese flush times disappeared when the planters, lawyers and shopkeepers went off with the Confederate army to fight the Civil War. Located at the crossroads of two railroads, Holly Springs was a strategic prize fought over by both armies. When Union General U.S. Grant captured the town, his army camped on the lawns of the grand mansions while the General moved his wife into the Walter Place and made his headquarters at Airliewood.\n\nWhen the town began to recover after the war, an even deadlier enemy struck Holly Springs when the Yellow Fever Epidemic of 1878 wiped out much of the leadership of the town.\n\nRestoration of the city’s most historic antebellum mansions and cottages has preserved a place in history for another generation. And now Holly Springs is opening its doors to welcome visitors year-round. \n\nMore than 64 houses, churches and buildings pre-dating the Civil War stand as a testament to a time when cotton, commerce, land and lawyers forged a raw frontier Indian trading post in a city of culture, wealth and refinement.\n\nToday, Holly Springs is experiencing a renaissance: its columned mansions, quaint cottages and stately churches attract thousands each spring to the annual Garden Club Pilgrimage, and now visitors are also welcomed throughout the year!\n\n",{"type":"==","value":["Get in"]},"\nConveniently located 40 miles southeast of Memphis, 30 miles north of Oxford (the home of Ole’ Miss), 60 Miles northwest of Tupelo and 70 miles east of Tunica, Mississippi.\n\nFrom Memphis: Take Highway 78 toward Tupelo, MS. Take exit 30 and turn left (North) on Highway 7 toward downtown Holly Springs.\n\n",{"type":"==","value":["Get around"]},"\nEnjoy a glimpse of the Old South in the Antebellum Capitol of the Mid-South just steps away from the hustle and bustle of Memphis. Holly Springs features daily home and garden tours, historic museums, art galleries, shopping, camping, world famous burgers at Phillip’s Grocery and a one-of-a-kind shrine to Elvis You have to see to believe! The New York Times has called it an “antebellum encyclopedia” and when you visit you’ll see why.\n\n",{"type":"==","value":["See"]},"\n64 antebellum homes & 200 listings on the national historic register just 45 Minutes south of Memphis featuring shops, restaurants, museums, daily historic home and garden tours, golfing, camping, hunting, fishing, horseback riding, civil rights history, extensive Civil War history, AND Graceland Too- a shrine to The King built by his biggest fan!\n\n",{"type":"==","value":["Do"]},"\nHolly Springs is home to Strawberry Plains National Audubon Sanctuary and Education Center where guides can bring both history and science classroom assignments to life; The Kate Freeman Clark Art Gallery showcasing the renowned painter’s life work; The Ida B Wells Museum dedicated to the civil rights activist and journalist. Three historic churches, one being the first church in the country started by newly freed slaves and is home to the oldest Pilcher organ still in use; Rust College, the birthplace of the Civil Rights Movement and the second oldest historically African American college in the U.S.; An unbelievable collection of Elvis memorabilia at Graceland Too! compiled by The Kings biggest fan; Fitch Farms Galena Plantation, a working plantation and wild game preserve, where you can enjoy a day of trail riding among the majestic trees and rolling hills before hitting the hay in the original home of General Nathan Bedford Forest; Walter Place Gardens & Estate open for tours Monday- Saturday at 1pm, where visitors can experience the Old South first hand and was the home chosen by General Ulysses S. Grant to house his wife and son during the Civil War; Kirkwood National Golf Course, ranked 7th in the state and among the top 50 courses in the country by Golf Digest; Chewalla Lake & Wall Doxey National Park offering camping, swimming, fishing and family fun; And Philips Grocery, a rustic country store\/restaurant that was once a saloon and is now home to world famous hamburgers, according to USA Today and Gourmet! Magazine.\n\n",{"type":"==","value":["Buy"]},"\nTourists frequently express fondness for the local pottery and gift shops, Jeanie's, Connie's, and the Funky Monkey, each of which offer a variety of traditional southern\/Mississippi gifts. In addition to Vera Bradley items, Jeanie's deals in Peter Pottery, Troll Beads, and an assortment of monogrammed aprons and cheese trays. The more blue-collar Connie's specializes in Southern apparel, including the popular Southern Belle t-shirts. Shoppers with more eclectic tastes may prefer the psychedelic 1960s style of the Funky Monkey. Holly Springs is also looking forward to the opening of both a new farmers market that will deal specifically in local goods and an antique shop, which is sure to be a natural fit in a town where the past is still very much alive. Also located in the Historical Museum is an all Mississippi made gift shop were visitors can purchase wares such as locally made jams and jellies.\n\n",{"type":"==","value":["Eat"]},"\nAside from the aforementioned Graceland Too, the most popular location in Holly Springs is a famous eatery named Phillips Grocery. A two-time winner of USA Today’s “Best Burger in America” award, Phillips is housed in a building that is over 120 years old. Its most famous product, the Phillips Burger  is made using an in-house recipe that has been around since the 1930s. What is the special ingredient in this recipe? It’s a secret the proprietors of the Grocery refuse to part with. Complimenting this traditional American eating experience is the Grocery’s décor, featuring vintage advertising for soft drinks and household products. Other restaurants that are popular among locals include J.B.’s On the Square, a cozy diner that serves incredible homemade ice cream, and Annie’s, a homestyle restaurant that specializes in deep-fried Southern delicacies (be sure to ask Annie for some of her “cha-cha”). \n\n",{"type":"==","value":["Drink"]},"\nAt night the locals come out in full force. Next door to Annie's Restaurant is Pryme Tyme Sports Bar and Grill serving Annie's traditional flavors along with well and premium drinks. Patrons enjoy nightly specials, DJ's and pool tables. Goodfella's Bar and Grill is also a local favorite serving beer battered cheese sticks and rib sticking burgers.\n\n",{"type":"==","value":["Sleep"]},"\nHolly Springs offeres traditional motels as well as Court Square Inn Bed and Breakfast located on the historic square and multifamily cottages at Kirkwood National Golf Club.\n\n",{"type":"==","value":["Connect"]},"\nFor more information or to schedule a tour, contact the Holly Springs Tourism and Recreation Bureau at 888-687-4765, email info@visithollysprings.com or visit their website at www.visithollysprings.com\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-22.svg"],["imagesize1=22"],["directionl1=NW"],["majorl1=",{"type":"[[","value":[["Memphis"]]}],["minorl1=",{"type":"[[","value":[["Olive Branch"]]}],["directionr1=SE"],["majorr1=",{"type":"[[","value":[["Birmingham (Alabama)"],["Birmingham"]]}],["minorr1=",{"type":"[[","value":[["Tupelo"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mississippi Hills"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Holly Springs, Mississippi"]]}]