[{"type":"{{","value":[["Pagebanner"],["Lumpytrout wikivoyage page banner Kitsap puget sound Washington State home.JPG"],["box=black"]]},"\n\n",{"type":"'''","value":["Home"]}," was originally named Home City, this seaside community is on the Key Peninsula which is a sub peninsula of the ",{"type":"[[","value":[["Kitsap Peninsula"]]},".\n\n",{"type":"[[","value":[["File:Home Washington Welcome Sign.jpg"],["250px"],["thumbnail"],["Welcome to Home"]]},"\n",{"type":"==","value":["Understand"]},"\nSeeing the quiet sea side community of Home today, it is difficult to imagine it as the areas hotbed for radical anarchists and nudists, but that is none the less the area's history since 1895, when after the failure of the industrial cooperative colony Glennis, located east of ",{"type":"[[","value":[["Eatonville"]]},", three former Glennisites — George H. Allen, Oliver A. Verity, and B. F. O'Dell — set out in the summer into Puget Sound on a rowboat they built themselves to find an isolated location for a new community.\n\nThey decided upon Von Geldern Cove (also known as Joe's Bay) as the site for their new Home Colony, which would be an intentional community based on anarchist philosophy. The founders purchased 26 acres (110,000 m2) there at $7 an acre, working odd jobs to pay for it. By 1896, their families had joined them and cabins were constructed.\n",{"type":"[[","value":[["File:Emma goldman 1886.jpg"],["200px"],["thumbnail"],["famous anarchist Emma Goldman visited Home and later tried to assassinate industrialist and financier Henry Clay Frick"]]},"\nBy 1898 a land buying corporation was set up called the Mutual Home Association, whose Articles of Incorporation and Agreement stated their purpose as \"to assist its members in obtaining and building homes for themselves and to aid in establishing better social and moral conditions.\" Land was apportioned to those who became members of the Association, agreeing to its anarchist ideals and to pay for their lot.  The title to each member's land would stay with the Association; however this was changed in 1909. The Association also held title to a meeting hall, called Liberty Hall, and a trading post.\n\nWhen Home was plotted in 1901 it had increased in size to 217 acres (0.88 km2) and had become home to anarchists, communists, food faddists, freethinkers, nudists, and others who did not fit in with mainstream society. Elbert Hubbard, anarchist Emma Goldman, and national communist leader William Z. Foster visited and gave lectures.\n\nFollowing the assassination of President McKinley by an anarchist named Leon Czolgosz in 1901, the community came under scrutiny from outsiders, especially newspapers in nearby Tacoma. Inflammatory articles led to threats being made by a vigilante committee called the Loyal League formed by members of the Grand Army of the Republic, who planned to invade the colony by steamboat and \"put it to the torch.\" They were stopped when the steamboat owner refused to take them.\n\nIn 1902, after charges of violation of the Comstock Act resulting from an article advocating free-love published in the local anarchist newspaper Discontent: Mother of Progress, Home's post office was closed by postal inspectors and moved two miles (3 km) to the smaller town of ",{"type":"[[","value":[["Lakebay"]]},".\n\nThe radical feminist Lois Waisbrooker was a resident of Home during a later phase of her controversial career (1901 to 1904), and was involved in the prosecution that led to the closing of the Home post office.\n\nThe Association became divided into disagreeing factions called \"nudes\" and \"prudes.\" The two factions were coined in a series of editorials in the Home newspaper The Agitator in which editor Jay Fox defended Homeites arrested in 1911 for nude swimming — and nude swimming in general — against those in Home who had reported them to county authorities. Because of these editorials, Fox was charged with the misdemeanor of encouraging or advocating disrespect for law or for any court or courts of justice and jailed for two months.\n\nIn 1919 the Association was dissolved and the anarchist community, as it was, ended.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Home Washington and Bay.JPG"],["250px"],["thumbnail"],["Home is now a quiet town on a picturesque cove"]]},"\nHome is located on the Key Peninsula Highway a few miles north of Lakebay and 13 miles south of ",{"type":"[[","value":[["Purdy (Washington)"],["Purdy"]]}," and ",{"type":"[[","value":[["Gig Harbor"]]},".\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" Home has a ",{"type":"'''","value":["public boat launch"]}," for both motorized and non motorized boats."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lakebay Marina - Resort"],["url="],["email=markscott@lakebaymarina.com"],["address=15 Lorenz Road Kp N"],["lat="],["long="],["directions="],["phone=+1 253 884-3350"],["tollfree="],["fax="],["hours="],["price="],["content=This marina close to Home is one of the last docks in the area that has been in continual operation since Puget Sounds early Mosquito Fleet days and offers both guest moorage, gas and diesel dock and a boat launch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Penrose Point Buoys"],["url="],["email="],["address=321 158th Ave S"],["lat=47.264722"],["long=-122.744164"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This park close to Home has 8 state buoys and 304 feet of dock that is available for visiting boaters at the State Park."]]}]},"\n",{"type":"==","value":["Get around"]},"\nOnce you're in town everything is accessible by foot, located on Von Glendem Cove this is an interesting area to  explore by boat.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eagle Island State Park"],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Eagle%20Island"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 360  902-8844"],["tollfree="],["fax="],["hours="],["price="],["content=10-acre marine park with 2,600 feet of saltwater shoreline.  There are 2 mooring buoys on the west side and 1 on the east side of this remote island accessible only by boat between Anderson Island and McNeal Island, there are also trails and camping spots and the area is known for the many seals that come to sunbath.  The park was named after Harry Eagle, a member of the Wilkes Expedition."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Home Park"],["url="],["email="],["address="],["lat="],["long="],["directions=Key Pen Hwy S. at 8th Ave. Lakebay, WA 98349"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=this park has a small historical marker in front discussing Homes anarchist past.  It has generous play equipment and swings and the picnic shelter, which was sponsored by the Key Peninsula Lions Club, was constructed mostly by lumber that was milled from trees harvested from the local Volunteer Park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Joemma Beach State Park"],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Joemma%20Beach&subject=all"],["email="],["address="],["lat=47.224719"],["long=-122.80770"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=on the Key Peninsula near Gig Harbor, is a 122-acre marine camping park with 3,000 feet of saltwater frontage on southeast Kitsap Peninsula. Aside from the natural beauty of park and surroundings, the area is an excellent place for fishing, boating and crabbing. Provides a boat launch and water trail campsites, 5 buoys and 500' dock footage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maple Hollow Park"],["url="],["email="],["address=4411 Van Beek Rd KPN, Lakebay, WA"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 58-acre site offers a circle trail with mid-point access to a stretch of beach along the Puget Sound with views of Mount Rainier.  The park includes an improved walking trail, picnic area and walking access to saltwater beach on Carr Inlet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Penrose Point State Park"],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Penrose%20Point"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= this 152-acre marine and camping park is a small peninsula that sets on the shores of Mayo Cove and Carr Inlet and offers a wide variety of water activities a few miles south of Home. Impressive stands of fir and cedar share space with ferns, rhododendrons, wildlife and birds.  The name honors Dr. Stephen Penrose, a Pennsylvania native who served as president of Whitman College in Walla Walla from 1884 to 1934. For many years, Dr. Penrose and his family spent their summers vacationing on what is now park property. A prominent church and educational leader in the Northwest, Dr. Penrose was a firm believer in outdoor recreation for children.  A self-guided interpretive trail called \"A Touch of Nature\" was built by Eagle Scouts in 1982 and renovated by a second group of Eagle Scouts in 1991. The trail is located in the day-use area, and extends for 1\/5 mile."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Auto tour"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=An Auto Tour through Key Peninsula History"],["url=http:\/\/www.keypeninsulamuseum.org\/auto_tour.html"],["email="],["address=Key Peninsula Historical Society: 17010 S. Vaughn Rd. KPN, Vaughn, WA 98394"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=50 mile historical route that connects almost 120 points of interest on the Key Peninsula that was assembled and curated by the Key Peninsula Historical Society.  Brochures are available for free from the museum in Vaughn."]]}]},"\n",{"type":"===","value":["Beach combing"]},"\nNearby ",{"type":"'''","value":["Penrose Point State Park"]}," is an excellent place to start a beach combing adventure offering 3 miles of beaches from the rugged to the sandy smooth. Small crabs, moon snails, sea stars and sand dollars are common sites and tide pools can offer hours of exploration.\n\nBe warned that sea shells and driftwood are considered part of the natural environment and should not be removed, however the often rocky and wild shores are havens for creating and revealing beach glass and anything artificial found is fair game for removal.  Be respectful of private property and gentle with sea creatures. Keep a wide distance away from nesting birds, seals and other shore animals and always put back anything removed from the shoreline.\n\n",{"type":"[[","value":[["File:Barrows.goldeneye.male.010107.arp.jpg"],["200px"],["thumbnail"],["Barrow's Goldeneye are often seen at Penrose Point"]]},"\n",{"type":"===","value":["Birdwatching"]},"\nThe Kitsap Audubon Society has been actively meeting since 1972 and has a broad coalition of birders actively tracking and sharing sightings since then.  They also maintain an active ",{"type":"[","value":["http:\/\/www.kitsapaudubon.org\/ website"]}," with updates of the latest sightings, suggestions on areas for birders and even a regular newsletter.  They also developed a ",{"type":"[","value":["http:\/\/www.kitsapaudubon.org\/KitsapAudubonChecklist.pdf checklist"]}," of birds likely to be seen birds in the area. \n\nThe state Audubon society developed 'The Great Audubon Birding Trail' which includes key migration flyways.  Flyways are major north-south routes of travel for migratory birds and likely areas to see birds along the route extending from Alaska to Patagonia.  ",{"type":"'''","value":["Penrose Point State Park"]}," is only one of only seven locations in the area named to be on the list.\n\n",{"type":"===","value":["Sea kayaking"]},"\nSea kayaking can be a rewarding way to explore nearby Von Glendem Cove and the surrounding area allowing the paddler a closer and slower look at their surroundings and making Kitsap one of the most popular areas to kayak in Puget Sound.  Thick forests of majestic pine and deciduous trees and hundreds of creeks and estuaries dot the coastline. Or just explore Kitsaps many harbor towns that cater to kayakers like nearby Lakebay with shops and restaurants accessible from the water. Harbor Seals, Otters, Sea Lions, Bald Eagles and Blue Herons are common sites while the occasional viewing of an Orca or Grey Whale is not out of the question.  Kayak rentals are available at the Lakebay Marina.\n\n",{"type":"====","value":["Kayak trails"]},"\nOrganized trails offer overnight camping options and maps of appropriate lengths and scenic travel destinations.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Key Peninsula Marine Trail"],["url=http:\/\/www.keypen.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=although it is not a launch site, Home is located along this forty mile Peninsular Marine Trail with fourteen legs between fifteen points of interest during a paddling journey around the Key Peninsula."]]}]},"\n",{"type":"===","value":["Shellfishing"]},"\nShellfish are prized resources of the Puget Sound, the cool, clean waters provide some of\nthe finest shellfish habitat in the world. Washington State is the nation’s leading producer of farmed bivalve shellfish (clams, geoduck, mussels and oysters). Maps of public shellfishing areas and health warnings and updates can be found online at the States Fish and Wildlife ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/shellfish\/ website"]},", as with all fishing in Puget Sound permits are required and can be purchased online or in some sporting goods stores.\n\n",{"type":"====","value":["Public shellfishing areas"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Penrose Point State Park"]}," is open to shellfishing Clams from March 1st through May 15 and  Oysters open March 1st through May 15.  The best area for clam and oyster harvest on this beach is in the bay between Penrose Point and the small spit to the northwest of Penrose Point. This area has been enhanced with Manila clams and oysters. Native littleneck clams, butter clams, horse clams, cockles and eastern shoft-shell clams are also found on this beach."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kayak Rentals"]}," are available near the marina, look for a small hand painted sign pointing up a driveway.  A small business but they actually have a decent selection of boats available to explore the area."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Home Country Store"],["url="],["email="],["address=1309 Key Peninsula Hwy N, Lakebay, WA 98349"],["lat="],["long="],["directions="],["phone = +1 253 884-2106"],["tollfree="],["fax="],["hours="],["price="],["content= restock and resupply your basic needs here, not huge but there are not a lot of choices on this end of the peninsula."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Home Port Restaurant & Lounge"],["url=http:\/\/homeportrestaurantandlounge.lbu.com\/"],["email="],["address=1509 Key Peninsula Hwy N"],["lat="],["long="],["directions="],["phone=+1 253 884-3743"],["tollfree="],["fax="],["hours="],["price="],["content=Off the beaten path hometown favorite.  Family owned and attentive staff with old fashioned good cooking."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Trillium Creek Winery"],["url=http:\/\/www.trilliumcreekwinery.com\/"],["email="],["address=17812 G St"],["lat="],["long="],["directions="],["phone=+1 253 884-5746"],["tollfree="],["fax="],["hours=Tu-Su 11AM-6PM"],["price="],["content=Although they purchase their grapes in Eastern Washington, they are processed in their 1500 square foot wine cellar on their 15 acres in Lakebay and have a tasting room open to the public."]]}]},{"type":"==","value":["Sleep"]},"\nGuest moorage is available at nearby Lakebay with additional moorage and camping available at Penrose Point State Park.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Europa Bed and Breakfast"],["alt=at Cape E Farm and Vineyard"],["url=http:\/\/www.cape-e.com\/"],["email="],["address=17215 7th Ave Kp N\nLakebay, WA. 98349"],["lat="],["long="],["directions="],["phone = +1 253-884-4412"],["tollfree="],["fax="],["hours="],["price=$75 -$100"],["checkin="],["checkout="],["content=European style Bavarian cottage on a farm with a vineyard."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wisteria Hollow"],["url=http:\/\/www.tranquilityvacations.com\/property\/4\/home\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=1930's Victorian Manor with three bedrooms, a loft, 2.5 baths, sleeps 6-12. One of three homes between Lakebay and Home on the same property that can be rented separately or as a group with with access to 200 feet of private beach on Von Geldern Cove."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Key Center Library"],["url=http:\/\/www.piercecountylibrary.org\/branches\/west-county-branches\/key-center\/key-center-library.htm"],["email="],["address=8905 Key Peninsula Hwy N Lakebay, WA 98349"],["lat="],["long="],["directions="],["phone = +1 253 884-2242"],["tollfree="],["fax="],["hours=Mon - Wed 11AM - 8PM, Thu - Fri 11AM - 6PM, Sat 11AM - 5PM,Sun Closed"],["price="],["content=computers and internet access and a good place to learn more about the areas interesting history."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["By car"]},"\nHome is just north of ",{"type":"[[","value":[["Lakebay"]]}," and Penrose Point State Park.\n\n",{"type":"===","value":["By boat"]},"\nThe boat launch located along 'A Street' is small but adequate place to launch a boat for exploration of the area.  ",{"type":"[[","value":[["Fox Island"]]}," is nearby as well as Eagle Island State Park and ",{"type":"[[","value":[["Anderson Island"]]},".  ",{"type":"[[","value":[["Lakebay"]]}," and ",{"type":"[[","value":[["Gig Harbor"]]}," have the closest marinas offering fuel or just take some time to admire Penrose Point State Park.\n\n",{"type":"[[","value":[["Wikipedia:Home, Washington"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kitsap Peninsula"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["47.2769"],["-122.766"]]}]