[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Homer"]}," is on the ",{"type":"[[","value":[["Kenai Peninsula"]]}," in ",{"type":"[[","value":[["Southcentral Alaska"]]}," and is known as \"the end of the road\". The most westerly point on the North American contiguous highway system is actually located in nearby ",{"type":"[[","value":[["Anchor Point"]]},", the road then turns east and ends at the end of the Homer Spit, a natural sandbar stretching some four miles into Kachemak Bay. \n",{"type":"[[","value":[["File:Homer Alaska Spit Panorama.jpg"],["thumb"],["upright=1.5"],["Picture of Homer, Alaska showing the Homer Spit"]]},"\n\n",{"type":"==","value":["Understand"]},"\nHomer is named after Homer Pennock, a charismatic con man who led an expedition to the area in 1896 in search of gold. They found coal instead. Pennock left the expedition, supposedly  to secure more funding, and never returned. For much of the history of this area the larger settlements were those on the opposite side of Kachemak Bay. The completion of the Sterling Highway provided road access in 1951, causing Homer to begin expanding and overshadowing its neighbors across the water. The 1964 Good Friday Earthquake severely damaged the Homer Spit, causing portions of it to sink about six feet, destroying the road as well as the surrounding habitat, now known as \"Mud Bay.\" The US Army Corps of Engineers reconstructed the first few miles of the Spit, giving it its present appearance.\n\n",{"type":"==","value":["Get in"]},"\nFlying into Homer is common, with several flights each day  from Anchorage on Era Aviation. Driving the four hours from Anchorage  is well worth it. The route takes you along Turnigain Arm and up into the epic scenery of the Chugach National Forest and Turnigain Pass. Follow the Seward Highway to the Sterling Highway. When you get to the end of the Sterling, you made it. There is also a regularly scheduled van service, the Stage Line, that shuttles travellers between Anchorage and Homer. The scenery is breathtaking and it will give you a chance to visit some of the smaller towns on the Kenai Peninsula. Homer is also a stop on the Alaska Marine Highway, the state run ferry system. In recent years some cruise lines have also made stops in Homer.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Bald Eagles Homer Alaska USA.jpg"],["thumb"],["Bald eagles in Homer"]]},"\nThere isn't a public transportation system to speak of in Homer so your options come down to walking, riding a bike, ",{"type":"[[","value":[["tips for hitchhiking"],["hitching"]]}," a lift, renting a car or taking a taxi.\n\nThere are two car rental firms in Homer: Hertz, Adventure Alaska. Hertz and Adventure Alaska also have rentals in Anchorage so if you want to rent a car in Anchorage and drive to Homer you can drop your car off and fly back to Anchorage. Anchorage is the main city in Alaska where most flights from outside the state end up. From there you fly or rent a car and drive to the next town. Homer is a 40 minute flight from Anchorage or a 4-5hr drive. There are two 24 hour taxi companies in Homer. Short in-town rides are about $5 per car-load, expect to pay about $15 to go between the town and the Spit. \n\n",{"type":"===","value":["By foot"]},"\nDistances, as with most places in America, are fairly large but there are good footpaths all around Homer and if you are fit walking can be a great way to see and get a feel for the town. Homer  is laid out rather oddly, in \"chunks\" of areas with businesses  separated by residential areas or wetlands. There are paved bike\/walking paths on Homer East Road (locally known exclusively as East end road) on Ocean Drive and the Beluga Slough, and on most of the Spit. If you are walking, pedalling, or roller-blading in these areas it is recommended that you stay on the paths and off the roads. Be aware that it is a distance of about five miles  from the center of town to the harbor area on the Spit and it can become very windy and cold at any time anywhere in coastal Alaska. Alaskans know that wearing layers that can be added or removed easily is the key to being comfortable outdoors in this highly variable environment. \nYou can rent bicycles at Homer Saw and Cycle.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Homer Spit"]},", Open all year, however shops at the end of the spit generally close around mid September and re-open in April. The Salty Dawg Saloon, Coal Point Seafoods, and  Land's End Resort are the among the few exceptions that are  open year round. The Spit is a  massive landspit jutting some four miles out into the middle of the bay. Although it is a naturally occurring formation, damage from the massive 1964 Good Friday earthquake made the harbor and other facilities inaccessible at high tide, and the Spit was partially rebuilt by the Army Corps of Engineers. The Spit is the center of all fishing related activity in Homer as well as a host of gift and specialty shops and eateries. Water taxis and ferries provide sea access to smaller settlements on the other side of the bay such as Seldovia and the artists colony of Halibut Cove. Marine and avian wildlife can be seen along the spit, including large numbers of bald eagles. Careful observers may also see sea otters, harbor seals, or even sea lions or whales. The \"fishing hole\" is a man made lagoon that is stocked with hatchery-bred salmon. These salmon leave the lagoon as they mature and live normal lives at sea, returning to the lagoon some years later due to the salmons natural instinct to return to the place it was born  in order to spawn and die itself. This is one of the most accessible saltwater salmon fishing locations in all of Alaska, and includes a  wheelchair ramp. A walk from the start to the end of the spit will take around an hour. A walk along the beach is a beautiful way to see the spit but be careful of the tide as the beach isn't always accessible at high tide. Kachemak Bay experiences tidal variances of up to thirty feet in a day, so always be aware on any beach in the area that you may need to head to higher ground to get back the way you came. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Skyline Drive"]},", Open all year, is a beautiful way to see the spit from above (it's actually where most of the postcard photos come from).  Drive up  East Hill Road to Skyline Drive and turn left to reach a scenic viewpoint. Walking up the road will take significantly longer but provide you with lots of opportunities to stop and marvel at the surroundings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Homestead Trail"]}," This trail gives visitors a chance to see the backcountry without getting on a boat or a plane first. From the trailhead on Roger's Loop Road hikers have the option to take one of several short hikes, to climb to alookout for a for spectacular view,  to carry on across Diamond Ridge and past a second trailhead and parking area,crossing  down into Bridge Creek Valley. The trail then climbs to Crossman Ridge and runs along the old homesteader road on the ridge top, descending at the end to the Homer reservoir. Total length of the trail is about seven miles. All three access points have parking areas, if you have two vehicles you can leave one at either end, or drop your car off and take a taxi to the other end. Sturdy water resistant footwear is essential as parts of the trail are through muskeg, a bog-type environment common in coastal Alaska. This trail is not recommended for bikes, although the Crossman Ridge section can make a nice but very muddy ride unto itself. Be sure to be \"bear aware\" on this hike, especially in late summer as the trail passes near numerous berry patches favored by bears. You may also see moose, porcupines, eagles, ravens, owls, snowshoe hares, and possibly coyotes or lynx. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Across the Bay"]},", Kachemak Bay State Park - Kachemak Bay State Park is the first and largest of the Parks in the state. Inhabited by wildlife on land, in the air, and in the ocean, there is so much to see and do here that one could spend a lifetime exploring around. Mountain goats grace the cliffs of remote and beautiful Sadie Cove from the entrance and up to the wilderness lodge of the same name on the South facing shore. Black bears live high in the mountains and can also be seen in the springtime on the shores of the Park searching for the first foods of the new season. Bald Eagles fly above and in the ocean there are seals, sea lions, humpback whales, orcas, sea otters, sea birds, and more. "]},"The Park has a plethora of well maintained hiking trails for the novice as well as the experienced hiker. Many guides in Homer offer adventure trips.\nTo get to the Park a person can hire any one of many water taxis from Homer and enter a  world away from  civilization.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Public Library"]},", has free internet access, with 19 public use computers that can be reserved up to one day in advance."]},{"type":"*","value":[" Take a water taxi across the bay to Kachemak Bay State Park for great hiking. Make sure to check out the lake with a glacier at the end."]},{"type":"*","value":[" ",{"type":"'''","value":["Fishing: "]}," Homer claims the title of \"Halibut fishing capital of the world. There are more than fifty charter operators that can take you deep-sea fishing for these monster flatfish. You can only keep two per day, but since in Homer they throw back fish under 20 pounds that will be more than enough for most. If it isn't some operators offer overnight trips to allow you to get double your daily limit in one outing. Homer's harbor is a great place to observe commercial fishing boats offloading halibut, salmon, cod, rockfish, and even crab. Saltwater salmon fishing trips can also be booked through many charter operators, or you can go to \"the fishing hole\" on the Spit and try your luck. Be sure to get a license before doing any fishing for salmon, halibut or steelhead, which can be found in the Anchor River some fifteen miles outside Homer. Up in the hills above Homer is the Homer Reservoir, which has Dolly Varden Trout and is a great place to see wildlife. If you just want to cook it but not catch it, several fish buyers on the Spit feature retail sales of a variety of seafood bought right off the boats that caught it. There is also an outlet for the Kachemak Bay Shellfish Growers which sells fresh oysters and mussels. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Wildlife and adventure tourism"]}," If you want to observe shorebirds or seabirds there are beaches on the Spit and below Old Town, as well as the Beluga Slkough wetlands which lie between downtown and the Spit. The Calvin and Coyle trail just east of town and the end of FAA road (the airport road) both have observation platforms to view wildlife in the wetlands, often browsed by moose. For those looking for a bit more adventure there are numerous kayak guides, whale watching boats, and so forth with offices on the Spit and at the various floatplane docks on Beluga Lake. "]}," \n",{"type":"*","value":[{"type":"'''","value":["Winter Sports"]}," Homer has an excellent network of ski and snowshoe trails. The Baycrest ski trails have two easy access points near the dump on the Sterling Highway. There are groomed trails suited for Nordic or classic cross country skiing, as well as a heavily forested snowshoe trail system following part of the route of the Homestead Trail. Over on East Skyline Drive is the Carl Wynn Nature Center, which has non-groomed trails for skiing and snowshoeing. Following East Skyline to Ohlson Mountain road, you can find another large series of groomed ski trails, as well as a privately run tow rope used for downhill skiing and tubing. Ohlson Mountain itself is a free option, but you must walk the entire distance to the summit, there is no longer vehicle access at any time to the top unless you have a snow machine (that's what Alaskans call a snowmobile). Speaking of snow machines there is a local club known as the \"Snomads\" that can provide information and tips on recreational opportunities in the vast area known as the Caribou Hills between Homer and Ninilchick. Their main trailhead is about sixteen miles east of Homer. The Tustemena 200 Sled Dog Race has recently altered their route and the race can be observed from the McNeil Canyon area, about fourteen miles east of Homer. There is an ice skating rink on the Spit and, if the ice is thick enough on Beluga Lake, a variety of winter sports occur there, including the amusing spectacle of ice racing in customized cars on Sunday afternoons."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Trails End Horse Adventures"],["alt="],["url="],["email="],["address=53435 E End Rd"],["lat="],["long="],["directions="],["phone=+1 907 235-6393"],["tollfree="],["fax="],["hours="],["price="],["content=Horseback ride down the switchbacks with Cowboy Mark and his dog, Alyeska. Ride along Kechimak Bay and up to the summer pasture lands of his cattle and those seen on Alaska; The Last Frontier. Get a lot of local lore and with any luck, Cowboy Mark will recite some of his poetry! The return trip takes you through the woods - be on the look out for wildlife! He can be tricky to get a hold of during certain times of the year, so when you call, leave a message and he will call you back."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Farmer's Market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During the summer, visit the local farmer's market. Buy fresh produce, crafts, and other items."]]}]},"\n",{"type":"==","value":["Buy"]},"\nUnlike many areas of Alaska, Homer has a local sales tax. The Kenai Penninsula Borough taxes sales at 3% and Homer adds an additional 4.5%. Large purchases are only taxed on the first $500.00. \n\nThere are two standard items commonly purchased in Homer: Salty Dawg hoodies and art. The Salty Dawg Saloon is a local landmark and actually makes more income from merchandising than from booze. Anywhere you go in Alaska you will see people wearing hoodies, tshirts, hats, do rags, and even underpants featuring the image of the iconic building that houses the Dawg. Both Pioneer Avenue and the Spit have numerous art galleries featuring local artists. You could end up with something as simple as a postcard, a lamp made from beach stones, or a painting or sculpture. Be sure to consider the shipping cost if you are not able to take such large items with you.\n\n",{"type":"==","value":["Eat"]},"\nHomer is a foodie paradise. There is a very wide range of places to eat, and only two franchise fast food places. (Subway and McDonald's) \n\n",{"type":"===","value":["On the Spit"]},"\nMost of these businesses are only open in the spring through the early fall. The Spit is a bit of a ghost town in the winter. Many of the small shops on the board walks on the Spit change businesses from one year to the next, explore and you might find something you really like.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Finn's Pizza"],["url="],["email="],["address="],["lat="],["long="],["directions=on the spit"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant has a nice view of the water from the back deck. Wood-fired handmade pizza and local beer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Spit Sisters"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place to pick up some breakfast prepared with love before a day of fishing or other adventures."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Little Mermaid"]}," Located right next to the Spit Sisters. Run by long-time fixture of the Homer food scene  Evan Vogle, this small establishment puts out some big food. The octopus poke salad is not to be missed. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Harbor Grill"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features a variety of fresh seafood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Chart Room"],["url="],["email="],["address="],["lat="],["long="],["directions=at Land's End Resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bit pricey, but the view can't be beat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boardwalk Fish and Chips"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"Where the fish comes on a stick\". What else is there to say?"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Happy Face"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features fried fish as well as Asian cuisine at very affordable prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Glacier Drive In"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A local landmark. The annual re-opening each spring brings out locals hungry for better weather and old-school greaseball burgers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Starvin Marvin's"],["url="],["email="],["address="],["lat="],["long="],["directions=directly across the street from the airport"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers standard pizza for the masses.  2 Large 2 topping pizzas for $30 great food and is located right along the water before you hit the Spit."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Baleen"],["alt="],["url="],["email="],["address=on the Spit"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great soups and sandwiches. Salmon dips are absolutely delicious!"]]}]},"\n",{"type":"===","value":["Old Town"]},"\nThis area is below the Sterling Highway just above Bishop's Beach.\n\n",{"type":"'''","value":["Pho and Thai"]}," restaurant, creatively named \"Pho and Thai.\" The pork larb is particularly good.\n  \n",{"type":"'''","value":["Fat Olive's"]},"  began as a tiny pizza stand in the corner of a local bar and has grown into a thriving business serving wood fired specialty pizzas, enormous single slices, full menu with daily specials, and wine bar. (don't worry guys, they have beer too. Beer is ",{"type":"''","value":["everywhere"]}," in Homer)\n \n",{"type":"'''","value":["The Mermaid Cafe"]}," features fresh handmade cajun food in an intimate setting, as well as hand pies, house made sausages,  and gumbo to go. All seafood is local and very fresh. Attached to the Old Inlet Bookshop, so you can browse through their two floors of used books over coffee after you dine. \n\n",{"type":"'''","value":["Two Sisters Bakery"]},"  is one of the few places in Homer that bothers to serve breakfast, lunch and dinner, as well as a fantastic baked goods.\n\n",{"type":"'''","value":["Maura's Cafe"]}," is a definite \"slow food\" establishment  known for their excellent variety of cheeses. Catering available.\n\n",{"type":"===","value":[{"type":"''","value":["Pioneer Avenue"]}]},"\nAlthough Homer does have road named \"Main Street\" Pioneer Avenue is actually the \"main drag\" of downtown Homer, featuring local shops and galleries as well as great places to eat and drink.\n\n",{"type":"'''","value":["Cafe Cups"]},"  features \"panoramic food with a mediocre view.\" If you are looking for fresh local seafood prepared creatively but not pretentiously this is the place, but the also serve steaks, burgers, and daily specials recited to each table in person by one of the owners. Cups is not cheap, but nothing in Alaska is. At least here you'll know you spent a lot on a  meal that was actually worth it. Reservations recommended in summer months.\n \n",{"type":"'''","value":["Don Jose's"]}," features mid-grade Mexican food and high-test margaritas. They also often feature ceviche in the summer months. \n\n",{"type":"'''","value":["Duncan House Diner"]}," is a local favorite. It's a diner. If you know what that is you know what to expect from Duncan House.\n\n",{"type":"'''","value":["Cosmic Kitchen"]}," is another local favorite, although quite popular with visitors as well. It's the kind of place with a menu that gurantees that virtually any two people can go there and both find something they like, from steak burritos to wasabi encrusted grilled salmon, to a cheeseburger or a falafel. If it is even slightly warm and sunny sit outside on the deck and watch the world go by.\n\n",{"type":"===","value":["East"]},"\nFollow Homer East Road, locally known as East End.\n \n",{"type":"'''","value":["Vida's Thai Food"]},", two and a half miles out, serves a full Thai menu. Sit down for a full meal or grab the curry of the day to go.\n\n",{"type":"'''","value":["The Bagel Shop"]}," at the corner of East End and Kachemak Drive. Don't let the outside fool you, inside are delicious homemade bagels topped in creative ways with fresh ingredients and served by the happiest bunch  you will ever meet. \n\n",{"type":"'''","value":["Wasabi's"]},", about four miles out, serves \"Pacific rim cuisine\"  and sushi for dinner. \n\n",{"type":"'''","value":["TheHomestead"]},", eight miles out,  \"white tablecloth\" restaurant and local institution.\n\n",{"type":"===","value":["Coffee and Tea"]},"\nIf you spend any time in Alaska you will notice the massive popularity of drive up coffee stands and coffee houses. \n\n",{"type":"'''","value":["K-Bay Caffe"]}," is the best. These folks are perfectionists when it comes to their handcrafted espresso drinks.  There is a focus on tailoring the drink to suit you, the \"cup of love\" is a favorite, a spur of the moment creation made by the barista in response to your personal preferences. Sit-down coffeehouse in town, drive-through stand at two and a half miles East End Road.\n\n",{"type":"'''","value":["Captain's Coffee Roasters"]}," is  a sort of homegrown Starbucks with a drive-through.\n\n",{"type":"'''","value":["All Hopped Up Espresso"]}," coffee and food, drive-thru available.\n\n",{"type":"'''","value":["Coal Town Coffee"]}," on the Spit is a good place for espresso or a wide variety of teas.\n\n",{"type":"==","value":["Drink"]},"\nNot all bars in Homer accept credit cards or checks, but there are ATMs available. \n\n",{"type":"'''","value":["The Salty Dawg Saloon"]}," on the spit is a colorful unique establishment inside a hodgepodge of rustic buildings. Don't miss this place. Go inside and leave your dollar bill on the wall!\n\n",{"type":"'''","value":["Kharacter's Alaskan Bar"]}," is  a local favorite featuring quirky nightly events such as \"craft night\" and the \"substandard variety show\".  \n\n",{"type":"'''","value":["The Alibi"]}," features some pretty decent bar food and regularly has DJs or karaoke. \n\n",{"type":"'''","value":["Down East Saloon"]},"  regularly features live music as well as one of Homer's better selections of on-tap libations. \n\n",{"type":"'''","value":["The Homer Brewery"]}," and the ",{"type":"'''","value":["Bear Creek Winery"]},"  have on-site retail  sales and are available at local liquor stores and bars.\n\n",{"type":"==","value":["Sleep"]},"\nAs with most accommodation in Alaska it is best to ring ahead and book a place a few nights in advance during the spring, summer, autumn (fall) tourist season.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Homer Hostel"],["url=http:\/\/homerhostel.com\/"],["email="],["address=304 West Pioneer Ave"],["lat="],["long="],["directions="],["phone = +1 907-235-1463"],["tollfree="],["fax="],["hours="],["price=$23-$70 (including tax). Bunks in a shared room ($23), Private Rooms for 1-5 people ($50-$70)"],["checkin="],["checkout="],["content=A small (sometimes cramped) but friendly hostel on the outskirts of town around a 30 minute walk away from the Homer Spit. The hostel is in a historic house with bunks that are a bit wobbly but perfectly fine, however upstairs has a large glass window that lets lots of light in during sunrise (in late spring, summer, early autumn) so if you aren't an early riser get a bunk downstairs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seaside Farm Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=A room for 3 is about $80, while the hostel price for the dorm is around $20-$30"],["checkin="],["checkout="],["content=Nice little hostel maybe 5-10 minutes outside of town.  It is a working farm and contains a hostel plus rooms and cabins that you can sleep in.  Great people who run it. You need a car for this."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Young's Downtown Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Is a small hotel and Asian restaurant. If you stay here you will smell like Chinese food by morning, but it is relatively cheap and centrally located."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beluga Lake Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has a variety of room types to suit your budget. Very close to the airport, and has a unique view looking back at Homer from its restaurant, which has great \"fat burgers\"."]]}]},"\n",{"type":"===","value":["Bed and Breakfast"]},"\nThe Homer area features over 200 ",{"type":"[[","value":[["bed and breakfast"]]}," establishments, with a wide range of prices and amenities. Location is a strong selling point of some of these, be sure to ask about the view!\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Bidarka Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$80-180 depending on room type and availability"],["checkin="],["checkout="],["content=If you arrive by road this will be one of the first things you see once you make it down the hill. Features ",{"type":"''","value":["The Otter Room"]}," fireside lounge and grill ( a favorite watering hole of the crew from the Time Bandit of \"Deadliest Catch\" fame), and free breakfast buffet. Two hot tub rooms available as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ocean Shores Motel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Right next door to the Bidarka, the closer you get to the beach on this terraced property, the more expensive (and nicer) the room.  Unique layout provides plenty of good views of the bay and mountains. Not open in winter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Heritage Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This log building in the center of Homer is one of the older hotels in the area. Cheap rooms are right off the lobby but several room types are available, including a suite with a jacuzzi. Weekly rates only in winter."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nOne thing Homer does not have is \"five star\" hotels. The upper end of the lodging options are more in the vein of remote lodges.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Land's End Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=located at the very end of the Homer Spit"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= The rooms are really nothing special, but the view on the bay side of the building can't be beat. The Lodges at Land's End are a more upscale option featuring two-story  beachfront condos."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tutka Bay Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions=located on the other side of the bay"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It is remote and very quiet, although it also features a cooking school and hosts the annual \"Champagne and Chopin\" concert by the Kenai Peninsula Orchestra."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alaska's Ridgewood Wilderness Lodge"],["url=http:\/\/ridgewoodlodge.com"],["email=ridgewoodlodge@homernet.net"],["address=Halibut Cove"],["lat="],["long="],["directions=Across Kachemak Bay from Homer"],["phone = +1 907  296-2217"],["tollfree="],["fax="],["hours="],["price=$375 - $400"],["checkin=3PM"],["checkout=10AM"],["content=A Kachemak Bay wilderness lodge capable of housing up to ten people in Halibut Cove with an on-site oyster farm. Rooms have private baths, WiFi, housekeeping, and free laundry services. Hosts can arrange activities such as brown bear photography, trophy salmon and halibut charters, fly-fishing for rainbow trout, hiking, and bird-watching."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sadie Cove Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Another remote wilderness lodge in isolated Sadie Cove."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hallo Bay Wilderness Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Geared towards bear encounters and is located on the other side of Cook Inlet. They have a booking office near the base of the Spit."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Kodiak"]]},", ",{"type":"[[","value":[["Anchor Point"]]},", ",{"type":"[[","value":[["Seldovia"]]}," \n\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["59.643056"],["-151.525833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Kenai Peninsula"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Homer, Alaska"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Alaska\/Localities\/H\/Homer"]]},"\n",{"type":"[[","value":[["Commons:Category:Homer, Alaska"]]}]