[{"type":"{{","value":[["pagebanner"],["Copan Honduras banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=San_Pedro_Sula_cathedral.jpg"],["caption=San Pedro Sula Cathedral"],["location=LocationHonduras.png"],["flag=Flag of Honduras.svg"],["capital=",{"type":"[[","value":[["Tegucigalpa"]]}],["government=democratic constitutional republic"],["currency=lempira (HNL)"],["area=112,090 sq km"],["population=7,326,496 (July 2006 est.)"],["language=",{"type":"[[","value":[["Spanish"]]},", Amerindian dialects"],["religion=Roman Catholic 97%, Protestant minority"],["electricity=110V\/60Hz (two-prong North American plug)"],["callingcode=+504"],["tld=.hn"],["timezone=UTC -6"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.letsgohonduras.com\/ Honduras"]}]}," is the second-biggest country in ",{"type":"[[","value":[["Central America"]]},". It has colonial villages (Gracias, Comayagua), ancient Maya ruins (",{"type":"[[","value":[["Copán Ruinas"],["Copán"]]},"), natural parks (Moskitia), and a Pacific and Caribbean coastline and the Bay Islands, with great beaches and coral reefs where snorkeling and diving are exceptional by any standard. \n\nThe country is bordered by ",{"type":"[[","value":[["Guatemala"]]}," to the northwest, ",{"type":"[[","value":[["El Salvador"]]}," to the south and ",{"type":"[[","value":[["Nicaragua"]]}," to the southeast. \n\nHonduras presents gigantic variety for traveling. The Mayan Ruins in Copan.\nGood amenities can be found in cities like ",{"type":"[[","value":[["Tegucigalpa"]]},", ",{"type":"[[","value":[["San Pedro Sula"]]},", ",{"type":"[[","value":[["La Ceiba"]]},", ",{"type":"[[","value":[["Tela"]]},", ",{"type":"[[","value":[["Utila"]]},", ",{"type":"[[","value":[["Roatán"]]}," and at ",{"type":"[[","value":[["Copán Ruinas"]]},", but elsewhere conditions can be quite basic, especially in the rural areas. \n\nYou can find good hotels even in small towns if you are willing to pay a bit more (Honduras is not really an expensive country). Nevertheless a visit is worthwhile, especially to the ancient Maya ruins in ",{"type":"[[","value":[["Copán Ruinas"]]},", the colonial towns of ",{"type":"[[","value":[["Gracias"]]}," and ",{"type":"[[","value":[["Comayagua"]]},", and the fantastic ",{"type":"[[","value":[["Caribbean Honduras"],["Caribbean Coast"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nDuring the first millennium, Honduras was inhabited by the Maya civilization in the western part and other Pre-Columbian Mesoamerican cultures in the rest. Columbus first explored the country in 1502, and Honduras became a Spanish colony. Honduras, with four other Central American nations, declared its independence from Spain on September 15, 1821 to form a federation of Central American states. In 1838, Honduras left the federation and became independent. Political unrest rocked Honduras in the early 1900s, resulting in an occupation by U.S. Marines. Dictator Gen. Tiburcio Carias Andino established a strong government in 1932.\n\nIn 1969, El Salvador invaded Honduras after Honduran landowners deported several thousand Salvadorans. Five thousand people ultimately died in what is called “the football war” because it broke out during a soccer game between the two countries. By threatening economic sanctions and military intervention, the Organization of American States (OAS) induced El Salvador to withdraw.\n\nAfter two and one-half decades of mostly military rule, a freely elected civilian government came to power in 1982. During the 1980s, Honduras was a haven for the anti-Communist ",{"type":"''","value":["contras"]}," fighting the Sandinista government of Nicaragua and an ally to Salvadoran government forces fighting against leftist guerrillas. \n\nThe country was devastated by Hurricane Mitch in 1998, which killed about 5,600 people and caused almost $1 billion in damage, seriously affecting the development of the country and its vital infrastructure.\n\n",{"type":"===","value":["Climate"]},"\nHonduras is hot and humid almost year-round. Temperatures vary by altitude rather than season. The average high temperature nationwide is 32°C (90°F) and the average low is 20°C (68°F). Temperatures are coolest in mountain areas.\nThe Caribbean coast can experience a lot of rain, the heaviest being from September to February. In Tegucigalpa, the capital, the climate remains more temperate and the dry season takes place from December to May. The capital can get chilly between December and January when the temperature in the city hovers around 23°C (73°F). \n\n",{"type":"===","value":["Terrain"]},"\nHonduras consists of a mountainous interior with narrow coastal plains. The Pacific coast is short but the Caribbean coastline is long, including the virtually uninhabited eastern Mosquito Coast. The land experiences frequent, but generally mild, earthquakes.  \nHighest point: Cerro Las Minas 2,870 meters.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Honduras Regions map.png"],["thumb"],["right"],["475px"],["Map of Honduras with regions colour-coded"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Caribbean Honduras"]]}],["region1color=#75a8c8"],["region1items="],["region1description=the Caribbean coast with its beaches and port towns, offshore islands and a huge area of lowland jungle, including the UNESCO world-heritage site ",{"type":"[[","value":[["Río Plátano Biosphere Reserve"]]},"."],["region2name=",{"type":"[[","value":[["Honduran Highlands"]]}],["region2color=#71b37b"],["region2items="],["region2description=the capital city, mountains, Maya ruins and old Spanish colonial hill towns"],["region3name=",{"type":"[[","value":[["Pacific Honduras"]]}],["region3color=#b397b3"],["region3items="],["region3description=small region with major Pacific ocean ports"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tegucigalpa"]]}," (Spanish pronunciation: [teɣusiˈɣalpa]) — the capital and largest city of Honduras with an international airport."]}," \n",{"type":"*","value":[{"type":"[[","value":[["San Pedro Sula"]]}," — located in the Sula Valley in the northwest corner of the country, this is a major transportation and economic hub."]}," \n",{"type":"*","value":[{"type":"[[","value":[["La Ceiba"]]}," — port city on Caribbean coast with great beaches and daily ferries to the ",{"type":"[[","value":[["Bay Islands"]]},". "]},"\n",{"type":"*","value":[{"type":"[[","value":[["El Progreso"]]}," — located at a strategic crossroads where major highways towards Comayagua, San Pedro Sula and Tela all converge. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Comayagua"]]}," — the former capital of the country is today a quiet colonial town with a beautiful cathedral, notable Spanish architecture and an historic town centre. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gracias"]]},"  — a pleasant colonial mountain town; nearby Parque Celaque is home to the highest mountain in Honduras set amongst wonderful cloud forests. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Puerto Cortes"]]}," — the main harbour town on the Caribbean coast. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tela"]]}," — an old city with a beautiful sandy coastline and is also home to the second largest humid tropical botanical garden for commercial plants in the world."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Santa Rosa de Copán"]]}," — temperate mountain city in the western part of the region, and the nearest place of any size to ",{"type":"[[","value":[["Copán Ruinas"],["Copán"]]},"."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Roatan West End 95 we 006.jpg"],["thumb"],["right"],["350px"],["A beach in the Bay Islands"]]},"\n\n",{"type":"*","value":["Cusuco National Park — One of Honduras most exotic destinations, Leaving from ",{"type":"[[","value":[["San Pedro Sula"]]}," by a 4x4 trail into the dense cloud forest."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bay Islands"]]}," — ",{"type":"[[","value":[["Utila"]]},", ",{"type":"[[","value":[["Roatán"]]},", ",{"type":"[[","value":[["Guanaja"]]},", and the ",{"type":"[[","value":[["Hog Islands"]]}," are a natural Caribbean paradise very popular for snorkeling and diving."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Copán Ruinas"],["Copán"]]}," — one of the most impressive ruins of the Maya civilization, known for the quality of its sculpture."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lake Yojoa"]]}," — the biggest lake in Honduras which  is famous for its fried fish. Nearby are two national parks that hold pristine rainforest and cloud forest as well as Honduras's first microbrewery."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Río Plátano Biosphere Reserve"]]}," — the largest tropical rainforest in Central America."]},"\nWhen referring to Copan Ruinas many people call it just \"Copan\" But that is incorrect. \"Copan\" is actually the name of the departamento (like a state). If you want to refer to Copan Ruinas then you need to use the full name, \"Copan Ruinas\" which translates to \"The ruins of Copan\".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Central America Tegucigalpa urban surroundings.JPG"],["thumb"],["right"],["350px"],["Tegucigalpa"]]},"\n\nCitizens of the ",{"type":"[[","value":[["EU"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["India"]]}," and most western countries do not need a visa. If you do need a visa, contact a Honduran consulate. \n\n",{"type":"===","value":["By plane"]},"\nMajor international airports with daily flights to ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Fort Lauderdale"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]}," and ",{"type":"[[","value":[["Houston"]]}," are in ",{"type":"[[","value":[["San Pedro Sula"]]},", ",{"type":"[[","value":[["Tegucigalpa"]]}," (Toncontin) and ",{"type":"[[","value":[["Roatan"]]},". The main international airlines serving the region are TACA, Copa Air, Delta Air Lines, United Airlines, Spirit,  and American Airlines. Iberia, Spain operates daily flights from ",{"type":"[[","value":[["Madrid"]]}," to ",{"type":"[[","value":[["San Pedro Sula"]]}," via ",{"type":"[[","value":[["Guatemala City"]]}," (connecting with TACA). Maya Island Air also has a direct flight from ",{"type":"[[","value":[["Belize"]]}," to San Pedro Sula (phone number +1 501 223 1140 or info@mayaisland.com).  \n\nFor interior flights check Isleña, Atlantic and Aerolinas Sosa. The interior domestic airlines frequently have flight cancellations, do not guarantee service, and are under no obligation to issue refunds if a flight does not occur. However, American carriers and their international code share partners listed above guarantee travel per US industry standards. Hence, it is advisable not to rely on a domestic carrier to connect to an outbound international flight without having an alternative means to get to the departure point of the foreign bound aircraft in a timely fashion. For instance, if a flight cancellation occurs in La Ceiba headed to San Pedro Sula due to insufficient ticket sales (a common occurrence), a taxi can be hired for a $50-$100 spot price to run the distance in under two and a half hours. \n\nWhen leaving Honduras there is an airport tax (",{"type":"''","value":["Tarifa Aeroportuaria Vuelo Internacional"]},") of HNL771.10 (USD39) for foreign visitors and HNL677.28 (USD34) for Honduran citizens.\n\n",{"type":"===","value":["By car"]},"\nPossible from ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["El Salvador"]]},", or ",{"type":"[[","value":[["Nicaragua"]]},". Cars are a good selection, but you must always be careful since the roads are not as well developed but good enough to have a pleasant ride. Traffic enforcement outside of stops to curtail the drug trade is minimal to non-existent, and drivers should be cautious of speeding vehicles as well as aggressive driving tactics (e.g. passing on uphill, curved terrain).\n\n",{"type":"===","value":["By bus"]},"\nBuses to and from San Pedro Sula leave to and from most major locations in Honduras, including Copan Ruinas, Tegucigalpa, Tela and La Ceiba, with some traveling direct and non-stop and others stopping in route. Each of the capitals of the countries surrounding Honduras are also served by buses: ",{"type":"[[","value":[["Managua"]]},", ",{"type":"[[","value":[["San Salvador"]]},", ",{"type":"[[","value":[["Guatemala City"]]},". All buses (except local metropolitan routes)come into and leave from the Main Metropolitan Bus Terminal on the south side of the city. Taxi's and local bus routes can get you from there to the center of the city and other destinations within San Pedro Sula \n\n",{"type":"'''","value":["Major Bus Companies"]},"\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.hedmanalas.com ",{"type":"'''","value":["Hedman Alas"]}]}," have their own secure terminal at the rear of the main bus station with waiting room, smoking lounge and cafeteria. First Class buses to and from Guatemala City, Copan, Tegucigalpa, Tela, La Ceiba and the San Pedro Sula airport."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Rey Express"]},", Telephone: +504 2550 8355. Direct Buses to and from Tegucigalpa, hourly."]},"\n",{"type":"*","value":[{"type":"'''","value":["Catisa-Tupsa"]},", Telephone: +504 2552 1042. Direct Buses to and from Tela and La Ceiba, hourly."]},"\n",{"type":"*","value":[{"type":"'''","value":["Toritos and Copanecos"]},", Telephone: +504 2553 4930. Direct Buses to and from Nueva Ocotepeque via Santa Rosa de Copan, 7 to 8 buses daily."]},"\n",{"type":"*","value":[{"type":"'''","value":["Citul"]},", Telephone: +504 2553 0070. Buses to and from Puerto Cortes, hourly."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tica Bus"]},", Telephone: +504 2556-5149. Direct buses to and from Managua and El Salvador."]},"\nTaking the local bus is a great mode of transportation from and to cities within Honduras. Buses are affordable and efficient for you to travel along with the locals. Understand that the earlier you get on a bus, the more time you can spend in the city of your choice. Depending on how many stops the driver makes determines the length of travel time. If you need help knowing the exact fare or which stop is best to get off, ask the locals. Remember the bus is an everyday activity for them.\n\n",{"type":"===","value":["By boat"]},"\nBoats from ",{"type":"[[","value":[["Belize"]]}," come in to the Caribbean ports like ",{"type":"[[","value":[["Puerto Cortes"]]},", see ",{"type":"[","value":["http:\/\/www.belizeferry.com ",{"type":"'''","value":["D-Express"]}]},". ",{"type":"[[","value":[["Cruise ships"]]}," commonly stop at the ",{"type":"[[","value":[["Bay Islands"]]},", however.\n\nYou may use cruiselines for temporary visits to Honduras' resorts. Cruises visiting Honduras include:\n•\tNorwegian Cruise Line (NCL) visits the Eastern and Western Caribbean from Miami, FL, USA.\n•\tPrincess Cruises, Crown Princess visits the Western Caribbean, roundtrip from Ft. Lauderdale, FL, USA.\n•\tCarnival Cruises, Carnival Legend visits the Western Caribbean from Tampa, FL, USA. The Carnival Valor departs and returns to Miami, FL, USA.\n\n",{"type":"==","value":["Get around"]},"\n\n\n\n",{"type":"===","value":["By train"]},"\nRailroads in Honduras have been built in the northern lowlands (Valle de Sula) since 1880s by two competing banana growers. They never extended to the capital ",{"type":"[[","value":[["Tegucigalpa"]]}," or to the Pacific coast and never linked to other countries. \n\nIn 2006, three separate segments operated under the management of FNH - Ferrocarril Nacional de Honduras:\n",{"type":"*","value":[{"type":"[[","value":[["San Pedro Sula"]]}," - ",{"type":"[[","value":[["Puerto Cortes"]]}," (50 km, freight trains carrying mainly lumber) and occasional passenger trains around San Pedro Sula, for example during carneval and other holidays."]},{"type":"*","value":["City rail in ",{"type":"[[","value":[["La Ceiba"]]}," (3 km, passenger transport between downtown and a western suburb, Col. Sitramacsa)"]},{"type":"*","value":["Line between La Unión and Parque Nacional Cuero y Salado (9 km, transport of coconuts to a processing plant and of tourists to national park)."]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By boat"]},"\nThere is regular boat service from La Ceiba to the bay islands of Roatan and Utila. \n\nService to Roatan is on the Galaxy Wave II. The ferry trip costs less than flying, and leaves (mostly) on time. A round-trip prima class ticket costs $53; round-trip general class, $43. Both prima and general seating areas are comfortable and offer air conditioning and flat-screen TVs for your entertainment. The crossing takes about 80 minutes each way. \n\nService to Utila is on the Utila Princess. Tickets cost about $30 round trip and the crossing takes about 60 minutes.\n\nBoth ferries leave from the same dock. You should arrive at the dock in La Ceiba about an hour early to buy tickets and check luggage. **If traveling to the bay islands during Semana Santa (Easter week) it is highly recommended to fly, as the wait for a ferry can be up to 8 hours. If you are a Senior citizen you will find the rate very attractive. If you are prone to sea sickness, the trip North to Roatan can be very uncomfortable, as the Galaxy is fighting the currents. Windy days, re-consider. Otherwise it is a delightful trip, Utila to the West and the Cayos to the East. Last trip of the day to Roatan is awesome with a fanastic sunset.\n\n",{"type":"*","value":["Galaxy II schedule: Roatan - La Ceiba 7AM.; La Ceiba - Roatan 10AM. Roatan - La Ceiba 1 PM,  La Ceiba - Roatan  4PM.  "]},"\n",{"type":"*","value":["New Princess schedule: Utila - La Ceiba 6:20AM, La Ceiba - Utila 9:30AM, Utila - La Ceiba 2PM, La Ceiba - Utila  4PM."]},"\n",{"type":"===","value":["By thumb"]},"\nHitchhiking is common only in rural areas, where there is no proper bus connection. This mode of transportation, however, is best reserved for those that know the area and people well. Hitchhiking is used mainly by people who know one another, and it should only be used as a last resort if one is a visiting foreigner or tourist. If one must use this method of transportation, it is common courtesy to pay the driver for his time. Once again, however, this is not a recommended method of travel for anyone who does not know the country and culture extremely well.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Image:San Pedro Sula cathedral.jpg"],["thumb"],["right"],["350px"],["The cathedral in San Pedro Sula"]]},"\n\n",{"type":"[[","value":[["Spanish"]]}," is the primary language spoken.  English is hardly spoken outside of the biggest towns or Bay Islands. In some areas such as Utila, Spanish and English have hybridized in the context of low educational attainment to produce a pidgin tongue that can at times be indecipherable even to native speakers of both languages. Native languages (Lenca, Miskitu, Garifuna, among others) are spoken in various parts of the country, but a Spanish speaker should never be hard to find. Keep a tourist's eye out for \"missionary speakers,\" that is, English or Spanish speaking Hondurans who retain the strong linguistic accents of the nations of their childhood teachers despite no personal links to such countries themselves (e.g. Irish-English overtones are prominent in Utila). Exhibit caution about commenting on linguistic skills to locals even positively, as those who do not speak mainstream Spanish suffer certain social stigmas (e.g. not “real” Hondurans, lower class, etc.).\n\n",{"type":"===","value":["Expressions of Honduras"]},"\n\n",{"type":"'''","value":["What \"Punta\" Means"]},"\n\nThe best known traditional dance in Honduras is punta, called banguity (new life) by the Garífunas. There are different stories about why punta is danced at wakes. Claudio Mejía, a Garífuna from La Punta, Colon explains, \"If a man was a happy, popular kind of guy in life, then you want to give him a happy kind of wake.\"\nThis coincides with African traditions, that when the body dies, the soul is in a kind of stupor and does not leave the body immediately. So friends and relatives party one last time with the deceased. Here, new life is understood as making the transition from being a person to becoming an ancestor. Another explanation is given by Fausto Miguel Alvarez, a teacher from Cristales, Trujillo. \"People dance, because even though this one Garífuna has died, another thousand will be born.\" Here new life is understood to be the new life created in the wee hours of the morning after people go home. Garífunas, like the West Africans they descend from, believe in reincarnation. The spirit of the now deceased grandfather, for example, can be reborn in one of the new grandchildren. \n\n\n",{"type":"'''","value":["How 'Punta' Got Its Name"]},"\n\nThe story behind the name punta is different from its Garífuna counterpart. Once when an enemy died, the people said, \"We are going to celebrate and dance from punta a punta (point to point). The punta here refers to point - a piece of land that juts out into the sea. One Garífuna teacher said, \"This is why some Garífunas do not agree with the dancing of punta at wakes. It is as if you were dancing when an enemy died.\"\nPunta Music and Rhythm \nPunta was originally danced just by older people. It is the only type of music played at Garífuna wakes. Punta can be sung at the end of mourning ceremonies, known as fin de novenario in Spanish. During a Garífuna wake, there are a number of activities going on. From time to time, family members wail and cry before a coffin that has been put in a specially decorated room. Then, some of the men tune up the drums to play punta. The women sing. People go in one by one or in pairs to dance.\nPunta music for wakes is played with traditional instruments. These include first and second drums, maracas, a conch shell and sometimes claves - two hardwood sticks that are beat together. The music is sung in Garífuna with a soloist and chorus, like African music or a Gospel music choir. Punta music sounds happy, but the words are often sad. \"Yesterday you were well. Last night you caught a fever. Now in the morning you are dead,\" says one song.\n\nThe rhythm pattern is very complex. One drum plays 2\/4 or 4\/4 beat. The second drum plays 6\/8. This is the beat to which the feet move. The women sing in 4\/4 time. Sometimes the songs have counter rhythms. The second drum is steady, but the conch shell, maracas, and first drum improvise solos similar to jazz.\n\nThis type of sensual dance performed at wakes has also been reported in Jamaica and West Africa. Music also accompanies the dead to the tomb, a custom probably related to Yoruba burial customs, the same origin as the New Orleans jazz funeral.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The ruins of Copan"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.volunteerhonduras.org\/ Volunteer Honduras"]}]}," ($725\/week) 8-day, all-inclusive service trips in Honduras. 5 days of volunteering and 3 days of traveling to places like ",{"type":"[[","value":[["Copán Ruinas"]]},", ",{"type":"[[","value":[["La Ceiba"]]},", etc.\n\nHonduras is great not only for tourism, but also for opportunities to volunteer and help aid those that live in impoverished conditions. This nation is a very popular destination for medical aid groups and various private aid and mission groups. Certain aid organizations that have a presence in Honduras are World Vision, World Gospel Outreach, Fundacion Casa De Luz, Red Cross, Foundation Free The Oppressed, and several others. The U.S. Peace Corps, however, is no longer active in this country due to security risks. Service and aid trips may not be for everyone, however. If your intention is to enjoy a good vacation, then it is best to travell to Honduras apart from aid organizations and missions. Either way, a trip to Honduras is rewarding and enjoyable, whether you visit to serve or to see the fantastic beauty of this Central American nation. \n\nThe Caribbean Coast of Honduras is home to the Bay Islands: Utila, Roatán, and Guanaja. Here you will find the Earth’s second-largest coral reef ready for you to explore. If you wish to become a certified diver, great diving schools are well known in Utila and Roatán. Also, Utila provides hiking, kayaking, and a glorious beach for eco-friendly and nature-intrigued tourist. Or you may prefer an invigorating scuba dive in Roatán. Where you will have the chance to swim in the clear waters near the reef’s gigantic barrel sponges. \nThe Mosquito Coast, a large rainforest located in the northeast region, is for the adventurous traveler to explore the natural wonders of the plains and wildlife of the tropics. Please revere to tribal groups living within this region who practice traditional lifestyles.\nThe Western Honduras is home to the ruins at Copan (a UNESCO World Heritage Site) which is believed to have been inhabited by the Mayans from 1200 BC. There are also lively museums and other natural sites for the eco-tourist.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":[" Money "]},"\nThe National currency of Honduras is the Lempira but, like almost everywhere in Central America, the U.S. Dollar acts as a second currency and nearly every business accepts both. The U.S. Dollar is the main currency on the Bay Islands due to the frequency of cruises that come by (and by looking around, there are a lot of Americans). It is wise to carry small bills (under $20), especially $2 bills (considered lucky and makes a good tip). Note that bills with tears of defects such as writing or stamping on them will likely not be accepted.\n\nATM's can be found in most cities. Some ATM's dispense both U.S. Dollars and Lempiras and nearly all can be used in English. Be sure to bring cash to the Bay Islands because they do not have very many ATMs. Nearly all banks exchange money just make sure to bring your passport for identification purposes. \n\nAs of May 2014, the effective exchange rate with stores and merchants is 20 Lempira to US$ 1, regardless of fluctuating bank rates. Banks may exchange currency at better or worse rates.\n\nLempira can be hard to exchange outside of Honduras, so be prepared to exchange all Lempira before leaving the country.  The exchange rates by the numerous money changers walking around at the border are not competitive with banks, but are usually only 5-10% below value.\n\n",{"type":"===","value":["Malls"]},"\n\nThere is always plenty to do while vacationing in Honduras. In San Pedro Sula, things  that revolve around shopping include visiting the City Mall and Metroplaza Mall. Also, in the capital, Tegucigalpa, there are several modern shopping centers. These include Multiplaza mall, Cascadas mall, and Metromall. Also, a new mall has recently opened in Tegucigalpa next to the Toncotin international airport called \"City Mall\", the largest mall in Central America. In these Westernized areas you can stock up on practical necessities such as adventure clothing for upcoming trips into the Honduran hinterland. Or, if you just like shopping, you can buy clothes and goods for everyday use at pleasingly cheap prices.\n\n\n",{"type":"'''","value":["Mercado de Artesanias Guamilito"]},"\n\nLeather goods are particularly famous from here, though in truth you can find just about anything, from clothes to trinkets to food and drinks. The Mercado forcibly calls for you to use your bartering skills; obtaining the price you want can prove one of the more difficult—and therefore rewarding—activities in San Pedro Sula.\n\n",{"type":"'''","value":["Valle De Los Angeles"]}," \nThis small town is a gorgeous tourist location that is especially catered towards shoppers looking for local art, crafts, and fine woodwork and souveniers.\n\n",{"type":"====","value":[" Mobile (3G\/GPRS) internet access "]},"\n\nIf you have an internet capable mobile phone such as iPhone, Google Android, Nokia N95 etc. or USB dongle for your laptop, you just need a local SIM card (roughly 25 lempiras) and can start enjoying the prepaid access plans, which generally come in lots of an hour, a day, or a week and have a specific maximum usage.\n\nHere is a table for the settings and activation options for various providers, including approximate costs.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|+ Honduras prepaid internet mobile providers"],["! Provider !! Configuration details !! Activation instructions !! Costs"],["|-"],["! TIGO"],["| APN: internet.tigo.hn"],["| Send Sms to 0101 text:DIA (day), SEMANA (week) or MES (Month)"],["| Day-40, Week-200, Month-500"],["|-"],["! Claro"],["| APN: web.megatel.hn"],["| send sms to 5050 text: \"MOVIL 15\" for 15 days, 800mb"],["| 100 lempiras"],["|-"],["! Digicel"],["|"],["|"],["|"]]},"\n\n",{"type":"===","value":[" Handicrafts "]},"\n\nHandicrafts - Honduras is famous for its Lenca ceramics and beautiful handcrafted wooden boxes made from Honduran mahogany.\n\nIf visiting San Pedro Sula, be sure to visit El Mercado Guamilito. You will find many wonderful and cheap handicrafts like hand carved wooden boxes, Lencan pottery, hammocks, paintings, leather products, and beautiful hand-woven fabrics.\n\nLeather Items - Honduran leather items are of fine quality at an extremely reasonable price, making your visit to Honduras a great time to purchase these. Bags, attaché cases, belts, wallets and even garments are a bargain. One of the producers in San Pedro Sula whose quality is up to par with international standards is Danilo's Pura Piel. \n\nHonduras has a long history as a silver mining country. Excellent artisans work the silver and produce very artistic and high quality silver products and jewelry. There are several different jewelers in town. Another popular item are paintings by Honduran artists. These usually depict colonial towns and mountain landscapes that are typical of Honduras. The best selection of these can be found at the Maymo art Gallery.\n\nValle de Angeles is a must visit location for tourists and souvenier hunters. The town is bordered on the north by the municipality of Central District, on the south by the municipality of San Antonio de Oriente, east by the municipalities of Morocelí and Villa de San Francisco and west by the municipality of Santa Lucía. It is located about 22 km northwest of the capital city, Tegucigalpa, between the mountains of Los Lagos, El Carrizal, Palo Hueco and Chinacla. It is well known as a gorgeous tourist destination for its passionate culture, safety, and wonderful hand-made artwork and crafts. This small town is the perfect place to enjoy souvenier shopping, as the entire town is comprised of cultural shops known for beautiful handicrafts, such as carved boxes and tables, hammocks, paintings, pottery, and much more. Valle de Angeles also boasts several restaurants and street shops with savory, delicious local food choices.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Honduran \"Plato tipico\" is the most famous lunch. It consists of rice, beef, fried beans (frijolitos), and fried bananas (tajaditas). If you are lucky, it will also come with chimol, a fresh, non-spicy salsa made of tomatoes, green peppers, onions, cilantro and lime juice. \n\nBaleadas are a Honduran original, and a nearly ubiquitous cheap and quick meal. A baleada sencilla (simple) consists of a thick flour tortilla filled with refried beans, cheese (queso), and a type of cream similar to sour cream but not sour (crema or mantequilla). These can be found for as little as 10-15 Lempira.  A baleada especial usually also comes with eggs in it and you can sometimes get avocado or even meat these range from 30-50 Lempira.\n\nOther choices are tacos and enchiladas, though don't expect them to be like those in Mexico. The tacos are meat rolled in a corn tortilla and deep fried. The enchiladas are a flat fried corn tortilla topped with ground beef, cheese and a red sauce.\n\nOne commonly known Honduran treat is called a macheteada, which is a tortilla filled with sweet, sugary, flour and sugar.\n\npinchos y pupusas (tocino, queso, etc.) \n\nfresh Honduran tilapia (fish)\n\n",{"type":"==","value":["Drink"]},"\nSan Pedro Sula has some of the country's best nightlife and is a great place to go out and dance the night away or to catch up on all the latest movies. The capital city, Tegucigalpa, also has a great nighttime scene. Nightlife should be reserved for those tourists who know the culture and language extremely well, however, as it can be slightly dangerous for those who do not understand the dangers involved in the nightlife world of Honduras. There are several nightclubs and casinos that have excellent facilities, however, illegal activities are also much more common in these places. The possibility of crime greatly escalates after dark as well, no matter what part of the country one may be in.\n\nHonduran Coffee is great, recognized around the world for its rich taste, with the brands from Copan are usually being the best. Welches is considered to be the best by many locals. A less well known, yet very rich blend is Cloud Forest brand of coffee, which is grown in the higher \"Cloud Forest\" regions of the nation. This brand also offers buyers the chance to help aid organizations everytime the product is purchased.  Coffee from Lepaera, Lempira, was judged to be the best coffee in the world but can be difficult to find, even in Lepaera itself, since it is highly demanded around the world and exported accordingly.\n\nGreat \"licuados\" -fruit juices and milk shakes- (mango, piña, watermelon, banana, etc.)are common and worth trying almost anywhere in the country.\n\nAchoholic beverages are readily available, however, it is not recommended that tourists and foreigners become intoxicated as this increases security risks to that individual. Also, crime is much more common near bars, nightclubs and the like. This being said, Honduras has several excellent alchoholic beverages such as fine wines and rich beers.\n\n",{"type":"==","value":["Sleep"]},"\n\nDepending where you plan to visit, you will find hotels that provide great services. The capital city, Tegucigalpa, for instance, has a Marriot hotel, The Intercontinental hotel and other such accomidations.\n\n",{"type":"==","value":["Stay safe"]},"\nUse common sense at all times and be aware of your surroundings. Foreigners are sometimes robbed on the streets of Tegucigalpa and San Pedro Sula at night by thieves who stake out areas in front of tourist hotels, and even in daylight if one happens to be in the wrong part of the city. When taking a taxi in Tegucigalpa check for radio dispatched walkie talkies as people have been robbed at gun or knife point. Violent crime is common enough in ",{"type":"[[","value":[["San Pedro Sula"]]}," with robberies and even gang violence. San Pedro Sula, in fact, has the highest murder rate of any city of Honduras, though mainly among rival gangs seeking to control the various illicit trades. Violent crime and robbery is also very common in Tegucigalpa, the capital city, as well as other smaller towns throughout Honduras. At the present, Honduras has the highest per capita homicide rate in the world, with 86 homicides for every 100,000 inhabitants according to the United Nations. Murder is a common day to day issue in all of Honduras, a problem which has put increased strain on private aid organizations and missions in the country, and has even forced the U.S. Peace Corps to withdraw all personnel due to safety reasons. Crime has seen an increase in recent years due to political unrest in 2009 (a constitutional crisis which is resolved and now stable), and rapid inflation of the Lempira. Use caution when traveling alone in Honduras, at night its best to take a radio dispatched taxi no matter what part you're in. It is highly recommended to never take public bus transportation if at all possible, as roberries are common. Instead use private bus companies, or safer buses known as rapiditos. It is also recommended that foreigners stay clear of nightclubs and bars, where illegal activity and violence is more common and that travelers not carry large amounts of cash or expensive items. If you are the victim of a crime you should excercise caution when contacting local police, as there is much corruption present in the national police forces. If the crime is not serious, such as robbery, it is best to not contact the police.\n\n",{"type":"==","value":[" Stay healthy "]},"\n\nPurified water is used in big-city hotels and restaurants, but bottled water is definitely recommended for outlying areas. Remember to never use the water out of the tap, unless you are certain it is safe. Use bottled water to brush teeth and drink.\n\n",{"type":"[[","value":[["Malaria"]]}," occurs in rural areas, Roatán and other Bay Islands.\n\n",{"type":"[[","value":[["Dengue fever"]]}," is endemic in both urban and rural areas.\n\nIt is not recommended to buy much food in the streets (people who are selling food just by the sidewalk).\n\nMany travel agencies and different places will tell you that Honduras is a dangerous country concerning illnesses, this is not true. People are just as ill all over Latin America (nothing out of what is normal), just take the necessary precautions.  HIV is a problem in Honduras so be careful as you would in your own country. \n\nCarry a first aid kit and have contact phone numbers with you.\n\nIf hiking or spending significant time in the great outdoors, be prepared for a wide range of natural threats and nuisances including snakes, spiders, scorpions, mosquitoes, and ticks. On the upswing, however, you can actually pick fruit such as mangos, oranges, lemons and starfruit right off the trees.\n\nAfter your stay in Honduras, as with other countries which have parasite risks in the water supply, it is wise to consult a doctor and request an anti-parasite medicine such as Albendazol, Mebendazole, or Praziquantel.\n\n",{"type":"==","value":["Respect"]},"\nDespite violence and widespread poverty, Honduran citizens are friendly people who appreciate a respectful manner and are welcoming to tourists. As with any other country, use caution when choosing what groups to approach and spend time with, as you will most likely not know the local customs of the area, but most of the time Hondurans will be friendly and more than happy to help you. Also, there are several aid organizations and missions in Honduras. If one happens to run into aid workers during their travels it is good to be respectfull of their work even if one does not agree with that group's message. Respect should always be demonstrated in Honduras to the poor, as there is a high poverty rate. Also, in many areas of Honduras women are treated with less respect, so as a tourist it is important to demonstrate equal respect to both men and women to show that you are friendly and do not intend to insult any group but simply enjoy the culture.\n\n",{"type":"==","value":["Cope"]},"\nMany individuals are sobered by the intense poverty that exists in certain areas of Honduras. It might be beneficial before travelling to Honduras to consider this and prepare to see difficult situations. Generally, tourist activities and programs avoid areas with high poverty, but it is impossible to entirely escape the blatant poverty that fills the country. If one approaches the issue of poverty with respect and empathy, then it should not be a problem. However, it is necessary to keep the difficulties of poverty in mind and have respect for the people of this beautiful Central American nation.\n\nElectricity is 110V\/60Hz, as in the United States and Canada, however three-prong grounded plugs are not as common, so two-prong adapters come in handy. While there is electricity in most areas of the country, it is not guaranteed to be on all the time. Power outages are very common, and while many businesses and hotels have backup generators, some may not therefore it is wise to plan for slight power outages in certain areas(making sure your phone is charged for example). These outages rarely last longer than an hour, so it is a minor inconvenience at best.\n\nIt is wise to remember that if you are from a country that accepts tattoos as non-threatening to take into consideration that in Honduras and other Central american nations, tattoos are often highly affiliated with gang activity. Therefore, if you possess tattoos it is best to try and keep them covered and not make a big show of them. Generally, tourists should have no problem if they stay in safe areas and avoid locations in which illegal activity is common.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central America"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["14.6"],["-86.2"],["zoom=8"]]},"\n",{"type":"[[","value":[["Commons:Category:Honduras"]]},"\n",{"type":"[[","value":[["wikipedia:Honduras"]]}]