[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"[[","value":[["File:HK Airport Arrival area zone interior luggage belt information display monitors n visitors 13-Feb-2013.JPG"],["400px"],["thumbnail"],["Arriving passengers picking up their checked luggage at HKG"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hongkongairport.com Hong Kong International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["HKG"]]},"), also known as ",{"type":"'''","value":["Chek Lap Kok"]}," 赤鱲角 (named after the small island it was built over), is the main port for visitors to ",{"type":"[[","value":[["Hong Kong"]]}," by air. The modern and efficient building opened in July 1998 and has been named \"World's Best Airport\" five times in annual ratings by Skytrax. Chek Lap Kok is north of and adjacent to ",{"type":"[[","value":[["Hong Kong\/Lantau"],["Lantau Island"]]},".\n\n",{"type":"==","value":["Understand"]},"\nOpened shortly after the handover of Hong Kong back to China, the airport is modern, efficient and comfortable. It is connected to the very centre of Hong Kong in 24 minutes via a 35-km dedicated express train line.\n\n",{"type":"==","value":["Flights"]},"\nThere are many direct flights to Hong Kong from every populated continent in the world. Most major cities in Oceania, Europe and North America are served with at least one daily flight, and flights between Hong Kong and other major Asian cities are frequent. There are also flights between Hong Kong and several mid-Pacific islands and nations. \n\n",{"type":"[","value":["http:\/\/www.cathaypacific.com Cathay Pacific"]}," and its subsidiary airline ",{"type":"[","value":["http:\/\/www.dragonair.com Dragonair"]}," (used for shorter routes around East Asia) are Hong Kong's main carriers, with ",{"type":"[","value":["http:\/\/www.hkairlines.com Hong Kong Airlines"]}," and ",{"type":"[","value":["http:\/\/www.hongkongexpress.com Hong Kong Express"]}," providing some welcome competition. Cathay Pacific operates one of the longest air routes in the world, linking Hong Kong and ",{"type":"[[","value":[["John F Kennedy International Airport"],["New York"]]},").\n\nFlights between Hong Kong and mainland China are considered international flights and priced accordingly, so it is often cheaper to fly from ",{"type":"[[","value":[["Shenzhen"]]}," (just across the border) to other destinations in mainland China than from Hong Kong. Although technically close, it will still take you at least a few hours to get from Shenzhen airport and across the border into Hong Kong.\n\n",{"type":"===","value":["City check-in"]},"\nWhen departing Hong Kong by air, many airlines allow you to check-in your luggage and get boarding passes at both the Hong Kong and Kowloon MTR stations. The stations serve as airport satellite locations with airline staff and ticketing booths. This is convenient for people wishing to spend their final hours in the city rather than at the airport.\n\nIf you opt for these check-in services, you must first pay the fare for riding Airport Express. With some airlines, such as Cathay Pacific, you can drop off your luggage anytime on the day of travel, receive your boarding passes, go off on that last shopping foray, and then return to ride Airport Express a couple of hours before your flight.\n\n",{"type":"==","value":["Ground transportation"]},"\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mtr.com.hk\/eng\/getting_around\/airport_express_index.html Airport Express"]}]}," train is perhaps the quickest and most comfortable passenger transport from the airport to Hong Kong Station in ",{"type":"[[","value":[["Hong Kong\/Central"],["Central"]]},", also stopping at Tsing Yi Station and ",{"type":"[[","value":[["Hong Kong\/Kowloon"],["Kowloon"]]}," Station en route. The only rail link for the airport, trains run every 10 minutes and the trip to Hong Kong Station takes 24 minutes. All stations have staff to help you get heavy bags on and off of the train; there is no need to tip them. A single trip or same-day return ticket from the Airport costs $60 to Tsing Yi, $90 to Kowloon and $100 to Hong Kong. A round trip ticket (valid for 30 days) costs $110, $160 or $180 to the respective stations. If you buy your ticket from a machine you will have to pay the standard fare, however, if you travel with other people you can get a discount from the staff at the counter. If in doubt, ask the staff for advice before you hand over your money. Discounts are offered from time to time on the Airport Express; check the MTR Airport Express website. Airport Express tickets are the only MTR tickets that can be purchased with a credit card. After reaching your station, you can continue to your final destination by underground (MTR) or taxi.\n\nA ",{"type":"'''","value":["fare saver"]}," is to take the Airport Express to Tsing Yi, the first stop, and change to the parallel but the slower ",{"type":"'''","value":["Tung Chung Line"]},", which costs in total $71.8 one-way or $133.6 return as opposed to $100 one-way and $180 round trip.\n\nThe airport express stops at 00:40 in the morning, and thereafter a journey by either airport bus or taxi are the only options\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airport-china.com\/hongkong-airport\/traffic\/airport-shuttle.html Airport Shuttle Bus"]}]},". The airport is well served by public bus routes, taking passengers to and from most parts of Hong Kong. They are comfortable, relatively inexpensive, and convenient.\n\nFor a leisurely scenic ride from the airport, consider taking a bus. Two companies run buses to the city; Citybus ('CityFlyer') and Long Win. They offer lush views of ",{"type":"[[","value":[["Hong Kong\/Lantau"],["Lantau Island"]]}," and cross the Tsing Ma Bridge, the seventh longest suspension bridge in the world.\n\nMost of the buses are WebBuses; you can use your mobile device to access the internet for free. \n\nThe \"A\" airport buses are mostly designed for flight passengers, tourists, etc. and depending on where you are going they might be easier to use than the Airport Express train; they are cheaper than the train (average fare $40). The \"E\" airport buses are mostly designed for airport workers; however, they do have luggage racks and are cheaper than the \"A\" buses (average fare $20), but they take longer because they go through various cargo terminal and airline offices en route. \n\nIf you really want a cheaper option into Hong Kong, take the S1 bus from the airport to the Tung Chung MTR station ($3.50) and change to the Tung Chung underground line for a cheaper ride to the city (Kowloon $14.9, Hong Kong $19.8). Note that the MTR system has luggage restrictions. The complete journey will take around an hour.\n\nFor a full list of buses refer to the ",{"type":"[","value":["http:\/\/www.hongkongairport.com\/eng\/transport\/to-from-airport\/bus.html Hong Kong International Airport website"]},". There is also an information board at the bus terminal.\n\n",{"type":"===","value":["By taxi"]},"\nAfter walking through Customs, there is an attendant at a desk who can assist travelers with orienting themselves in preparation for a taxi ride (a service provided by the airport). The individual has a very good working knowledge of hotels in the area. Free maps are also available, in both Chinese and English, which can help give you a sense of the direction of your hotel and in the rare case that your taxi driver does not know the location, give them a chance to find the location as well. He or she can also give an estimate of the fare but also be prepared to have more cash on hand in case their estimate is a bit off.\n \nA taxi from the airport to Central will cost you around $250–350 depending on your exact destination and traffic conditions (including bridge tolls and return fees the driver is legally allowed to charge). Use a red taxi for destinations to Hong Kong Island and Kowloon; green taxis are restricted to the ",{"type":"[[","value":[["Hong Kong\/New Territories"],["New Territories"]]},"; and blue taxis are for ",{"type":"[[","value":[["Hong Kong\/Lantau"],["Lantau Island"]]},". \n\nThe ",{"type":"[","value":["http:\/\/www.td.gov.hk\/en\/transport_in_hong_kong\/public_transport\/taxi\/taxi_fare_of_hong_kong\/index.html official taxi fare table"]}," is available online. There is a large chart at the exit to the taxi stand showing the approximate fares to most destinations. The law is strict on taxi drivers who must charge according to the meter. According to the Hong Kong Transport Department, the first 2 kilometres costs $20, then $1.50 for each 200 metres. When the meter fare reaches $72.50, the cost for each 200 metres will change to $1.00. The meter fare does not include the luggage fee, toll fee, waiting fee or pet fee. \n\nTaxis from the airport to downtown Kowloon can suffer from traffic congestion. If you are going to Hong Kong Island, tell the taxi driver to use the \"Western Harbour Crossing\" to avoid congestion, but this will attract an additional surcharge.\n\nFrom the airport there are private cars and vans operating illegally as taxis. Do not take these as they are not licenced and in case of accidents, your insurance will not cover you.\n\n",{"type":"===","value":["By ferry"]},"\nThere is a turbojet service directly from the airside of the airport to ",{"type":"[[","value":[["Macau"]]},". You can land in Hong Kong and travel on to Macau without having to pass through Hong Kong immigration.\n\nThere are no ferry services to destinations in ",{"type":"[[","value":[["Hong Kong"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThere are two terminals, named T1 and T2.  Signs on approach to the airport by car\/taxi list the terminals and check-in zones. Once checked-in, you can clear security at either terminal with an underground shuttle bus outside the security area.  There are more shopping opportunities before security at T2, but its shops close earlier. There are lots of shopping opportunities after security as well. Travelers will find an efficient post office in the airport, providing boxes, wrapping material, scissors and tape. It might be more economical to send your excess luggage via surface mail than paying fees to the airline. ",{"type":"'''","value":["Terminal 2 is a check-in only facility, all flights depart from Terminal 1."]}," T1 is long but getting around it is fairly quick thanks to a free Automated People Mover train.\n\n",{"type":"==","value":["Wait"]},"\n\n",{"type":"===","value":["Entertainment"]},"\n\nHong Kong Airport has an impressive ",{"type":"[","value":["http:\/\/www.uacinemas.com.hk\/eng\/cinema\/CinemaList?id=22 IMAX cinema"]}," in Terminal 2 (land side). This is a great way to spend a couple of hours waiting for a flight. 3D glasses are provided for free. IMAX 3D films cost around HKD $120.\n\n",{"type":"===","value":["Lounges"]},"\n\n",{"type":"*","value":[" Korean Air has a tiny lounge with seating and basic food and drinks. It does not have any shower or bathroom facilities."]},{"type":"*","value":[" Qantas\/BA has a large lounge with showers, food, internet terminals and plenty of drink."]},"\n",{"type":"==","value":["Eat and drink"]},"\n\nTerminal 1 has some standard eateries around the arrival gates including McDonalds and Starbucks. Walk on over to the second floor of Terminal 2 for a rather good variety of options.\n\n",{"type":"==","value":["Buy"]},"\nHong Kong has no duty on most goods, therefore the concept of duty free in the airport itself is rather meaningless. Nevertheless you can find the usual luxury brands on the air side.\n\nIf you need to kill some time, then there are a variety of shops in and around the Terminal 2 check-in desks. Shops dedicated to toys, electronics and Hong Kong specialties can be found.\n\n",{"type":"==","value":["Connect"]},"\nThere is a free Wi-Fi facility (",{"type":"''","value":["after accepting terms and conditions"]},") and a hotline (2188 7799). The Wi-Fi is throughout the air-side areas and has a fast connection speed. The Wi-Fi SSID is \"",{"type":"<","value":["code",["#HKAirport Free WiFi"]]},"\". There are also free Internet terminals, but as of August 2013 they can be faulty and slow and the browsers do not work properly with some websites.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":["Left Luggage: There is a manned left luggage facility in the arrival hall, perfect for securely storing your luggage at the airport, for around $55–$80 per day (depending on duration). It is open from 6am to 1am. There is another left luggage facility close to the bus station between Terminals 1 and 2."]},"\n",{"type":"*","value":["Baggage Packing Service: Both Terminals 1 and 2 have a fast and efficient service to wrap up your baggage in cardboard or clingfilm and strap it up. Very useful if your airline restricts the items of baggage you can check in. A typical boxing costs around HKD $230."]},"\n",{"type":"*","value":["Chemist: There are two 'Mannings' stores airside in the airport, each of which stock medicine, baby milk powder and chocolate. If you need any of these then one store is near the North immigration gate, and the other is next to Gate 60."]},"\n",{"type":"*","value":["Smoke: There are a few smoking rooms conveniently located around the air-side"]},"\n",{"type":"==","value":["Sleep"]},"\nThere are a few hotels nearby, although with the airport express you can access most of the best hotels in ",{"type":"[[","value":[["Hong Kong"]]}," very quickly.\n\n",{"type":"*","value":["Novotel in Tung Chung is a ten minute taxi ride away."]},{"type":"*","value":["Marriott"]},"\n",{"type":"==","value":["Nearby"]},"\nIt takes less than 30 minutes to reach the centre of ",{"type":"[[","value":[["Hong Kong"]]}," via the Airport Express train. Alternatively you can take a 10 minute taxi ride to nearby Tung Chung on ",{"type":"[[","value":[["Hong Kong\/Lantau"],["Lantau Island"]]},", and take the cable car up to the Buddha statue.\n\n",{"type":"{{","value":[["outlineairport"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hong Kong"]]},"\n",{"type":"{{","value":[["geo"],["22.31522"],["113.93500"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hong Kong International Airport"]]}]