[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Hongcun.jpg"],["thumb"],["300px"],["Main entrance to the ancient village of ",{"type":"[[","value":[["Hongcun"]]}]]},"\n",{"type":"[[","value":[["Image:HongCun AnHui.JPG"],["thumb"],["300px"],["Typical Anhui style houses reflected in the pond."]]},"\n",{"type":"'''","value":["Hongcun"]}," (宏村, ",{"type":"'''","value":["Hóngcūn"]},") is a village located in Yixian County, ",{"type":"[[","value":[["Anhui"]]},".\n\nHongcun is the China you think of when you think of ancient China. Imagine an old man stroking his wispy grey beard while smoking a long thin pipe and this is where he probably lives. Hongcun’s narrow cobblestone paved lanes winding around boxy whitewashed buildings with pointed black tiled roofs offer a pleasant place to spend a few unhurried days in a beautiful part of rural China. Several larger residences reflect the wealth of its one time resident in the ornate carvings on every beam and column. Many of the buildings date back to the Ming and Qing dynasties and are regarded as the best examples of typical Anhui-style architecture. \n \nThe layout of Hongcun resembles the shape of an Ox and is crisscrossed by a complex network of water canals feeding into the central half-moon pond and southern lake.\n\nThough Hongcun isn’t on most China travelers itinerary’s many would have unknowingly seen it in the background of several scenes from the film Crouching Tiger, Hidden Dragon.\n\nHongcun doesn’t feel like it has given itself over to tourism. Tacky souvenir stalls and pushy touts are few and otherwise easy to avoid. Apart from the odd noisy Chinese tour group who bus in for an hour, the atmosphere is quiet and low key. This is real village where people go about their daily lives with little concession to your presence. They hang fish out to air dry at the front of the house to preserve it, not to entice you to buy it for a souvenir.\n\nHongcun and nearby ",{"type":"[[","value":[["Xidi"]]}," (西递; Xīdì) were listed as a UNESCO World Heritage sites in 2000.\n\n\n",{"type":"==","value":["Understand"]},"\nHongcun was established in the Song Dynasty and flourished during the Ming and Qing dynasties when it became a centre for trade. Most of the buildings from this period still exist in the village today.\n\nSeveral significant buildings are open to the public. Of these Chengzhi Hall (承志堂; Chéngzhì Táng) is the grandest. The sign at the front calls it the 'Folk Imperial Palace'. Its diminutive size may fall short of that onerous title it offers a much of interest. Chengzhi Hall was built by a wealthy salt merchant to accommodate his two wives. Throughout, wooden beams and wall panels are decorated with intricate carvings of nature, Chinese mythology or scenes from Qing dynasty life. Many are gilded in gold. The red army used the hall to accommodate troops during the long march leaving a few, now fading, yellow ‘Long live Mao’ slogans painted on the walls. Though the red army’s usual practice was to deface artwork depicting figures from ancient China by cutting away the face, these ones were spared the soldiers knife and remain intact.\n\nThe village layout is said to take the shape of an Ox or the Chinese character for cow (牛; Niú). Leigang Hill at the west end of the village is the head, two huge trees are the horns and the village forms the body. The canal system functions as its intestines. The central half-moon Yuezhao (月沼; Yuèzhăo) pond is the stomach and the larger South Lake the abdomen. The four bridges spanning the Jiyin stream at the front and rear of the village represent the Ox’s legs.\n\nThe villages’ intestinal network of canals runs past the front yard of each house, fed by water diverted from Jilin stream which originates from a spring in the hillside behind the village.\n\nAdmission to the village is ¥80 or ¥65 in the low season. (3\/2009) The ticket is valid for several days and must be show whenever leaving or entering the village. Don’t lose it.\n\n",{"type":"==","value":["Get in"]},"\n\nHongcun is 85km from Tunxi (屯溪; Túnxī) and 11 km from Yixian (黟县; Yīxiàn) by a good sealed road through some very nice rural scenery.\n\nFrom Tunxi: Busses leave from the main bus station: (every hour; 6am-4pm; ¥17.5 as of May 12) drops you off at the Hongcun entrance. Busses pass through Xidi so you could stop off in Xidi and can catch an onward but to Hongcun from the road (regular; ¥3; 20mins)\n\nFrom Yixian: Green mini-buses leave from the main bus station. (When it’s full; ¥2; 20mins) A taxi to Hongcun might cost ¥20 or so.\n\n",{"type":"==","value":["Get around"]},"\nThe village is quite small and reasonably flat. Hongcun’s myriad of short, narrow, cobblestone paved lanes make walking not only the best but the only way to get around.\n\nWhile the prospect of getting lost wandering in the narrow lanes doesn’t sound bad, all roads inevitably lead back to the central Yuezhao Pond or the South Lake. If you do find yourself lost just keep turning left and if you end up back in the same place, make a right.\n\n",{"type":"==","value":["See"]},"\n\nA day can be spent walking randomly about the villages maze like lanes but there are some interesting sights to see along the way. A few may (or may not) require an admission fee but most are free.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=South Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An artificial lake built during the Ming Dynasty wraps itself around the front of the village in the shape of an archers bow. A long stone bridge crossing the lake provides and elegant entry to the village and is a great spot to take in the beautiful view of the village and hills reflected in the water. The South Lake College is located on the lake edge next to the bridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chengzhi Hall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built during the late Qing Dynasty this hall belonged to a rich salt merchant. The entire hall has nine open roofed yards with more than 60 rooms. Not all rooms are open but there is plenty to see as you may still walk freely around the main areas. The supporting beams of one room are constructed in the shape of the Chinese character for ‘Luck’ (福; Fú). Almost all wooden beams and wall panels are decorated with carvings of nature, Chinese mythology or scenes from Qing dynasty life. The open roofed yards let the light in and gaps in and the stone floors let the rain out. Keep an eye out for fading yellow Mao heads painted in the walls left by the Red Army when they stayed here during the long march."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe hillside behind the village can be a pleasant place for a walk among the trees and bamboo. Most eastward lanes end here so just pick one and head for the hills.\n\n",{"type":"==","value":["Eat"]},"\nThe local specialty is preserved vegetable (雪菜; Xuĕcài) and is used in almost everything. Though quite tasty it can be a bit salty.\n\nA local style crispy flat bread (饼; Bĭng) filled with preserved vegetable are readily available from elderly women with their portable drum ovens throughout the village. (¥2)\n\nRestaurants in the village can be expensive and have limited options if you don’t require a banquet. The usual vegetable or meat dishes with rice can be had for ¥15-¥20 per plate but expect to have the proprietor firmly recommend some ‘local fish’ dish not on the menu that will run you ¥100+.\n\nMore budget oriented diners should head to the small noodle places outside of the village near the south bridge where a good bowl of noodles will cost ¥4-¥5. Baozi with various meat or vegetable fillings are sometimes available, usually only in the mornings, for ¥1 or less\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nTechnically, non-Chinese are forbidden from sleeping in the village and are required to stay at the government run hotel outside the village.\n\nA much better option is to wander around the village with your backpack on, perhaps around the south lake, and wait for some friendly local to furtively usher you into their home. Quickly they will offer you to stay in one of their clean doubles for around ¥80-¥100 per night. Air-conditioning is provided in the winter but you may have to pay extra. They may ask you to stay only one night and find another friendly local tomorrow.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nXidi is a nearby village similar to Hongcun. Tourist buses heading to Tunxi pass through Xidi (Whenever; ¥3; 20mins) or you could take a taxi for ¥20. \n\nTunxi (Huangshan) is a 45 min to 1hour minibus ride away from Tangkou（20 ¥) the starting point for trips to Huangshan. It has bus and rail connections. The tourist bus leaves Hongcun from the main entrance carpark whenever the driver feels like it. (Whenever; ¥13, 2.5hrs)\n\nYixian is a transport hub with nothing else of interest. The main bus station has services to just about everywhere in the province. Green mini-buses from Hongcun leave from outside the village near the south bridge. (When it’s full; ¥2; 20mins) A taxi to Yixian should cost around ¥20.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Anhui"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]