[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\nThis article discusses overland travel between ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Kunming"]]},", capital of ",{"type":"[[","value":[["Yunnan"]]}," province in the southwest of ",{"type":"[[","value":[["China"]]},". It passes through another famous scenic area around ",{"type":"[[","value":[["Guilin"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["South West (China)"],["Southwest China"]]}," is, in many ways, the most exotic part of China, largely populated by various ethnic minorities with interesting handicrafts, languages, folk music and so on. \nIt is also a poor area, relatively cheap to travel in overall.\n\nSome areas have been or are being developed for tourism; there you can expect to find some modern amenities, Western food, English speakers and (by Chinese standards) high prices. Once you get out of those areas, expect none of the above.\n\n",{"type":"==","value":["Prepare"]}," \nFor some parts of this trip anyone who does not speak Chinese will definitely need a ",{"type":"[[","value":[["Chinese phrasebook"]]},".\n\nOn the overnight buses, you have to remove your shoes when boarding and put them back on to get off for food and restroom stops. You may want to buy a pair of \"kung fu\" slippers (¥15-20) to make this easier, even if you normally travel in boots or laced shoes.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Air"]},"\n",{"type":"[[","value":[["Hong Kong International Airport"]]}," is the hub for international travel. Just across the border in the ",{"type":"[[","value":[["Pearl River Delta"]]}," region, ",{"type":"[[","value":[["Guangzhou Baiyun International Airport"],["Guangzhou"]]},", and ",{"type":"[[","value":[["Shenzhen"]]}," also have major airports. Along the way, airports at ",{"type":"[[","value":[["Guilin"]]},", ",{"type":"[[","value":[["Guiyang"]]}," and ",{"type":"[[","value":[["Kunming"]]}," offer extensive services throughout China. All airports mentioned here have international connections with ",{"type":"[[","value":[["Hong Kong International Airport"],["Hong Kong"]]}," being the most comprehensive. See ",{"type":"[[","value":[["Discount airlines in Asia"]]}," for details.\n\n",{"type":"===","value":["By Rail"]},"\nAll the cities mentioned above have good rail connections to the rest of ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"[[","value":[["Guangzhou"]]}," and ",{"type":"[[","value":[["Shenzhen"]]}," are also on the national ",{"type":"[[","value":[["High-speed rail in China"],["high speed rail grid"]]}," with services to ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]}," and most other major Chinese cities. That grid is being expanded and will eventually include Kunming.\n\n",{"type":"==","value":["Route"]},"\nThis article does not cover traveling around within ",{"type":"[[","value":[["Yunnan"]]}," or within the ",{"type":"[[","value":[["Pearl River Delta"]]}," region near ",{"type":"[[","value":[["Hong Kong"]]},". See those articles and ",{"type":"[[","value":[["Yunnan tourist trail"]]}," for suggestions.\n\nThe most interesting route is to travel either by train or bus to ",{"type":"[[","value":[["Guilin"]]},", a major tourism area in ",{"type":"[[","value":[["Guangxi"]]},", then head north  by bus through less traveled country into ",{"type":"[[","value":[["Guizhou"]]},", a relatively poor and non-touristic province with many ethnic minorities. This article treats that as the main route; various other possibilities are under ",{"type":"[[","value":[["#Alternate_routes"],["alternate routes"]]}," below.\n\nChina has a fast expanding system of ",{"type":"[[","value":[["High-speed rail in China"],["fast bullet trains"]]},". ",{"type":"[[","value":[["Guangzhou"]]}," to ",{"type":"[[","value":[["Guiyang"]]},", via ",{"type":"[[","value":[["Guilin"]]},", is due to go into service at year end in 2014.\n\n",{"type":"===","value":["Hong Kong to Guilin"]},"\n\nThere are flights from Hong Kong to ",{"type":"[[","value":[["Guilin"]]},".\n\nThe fastest land route is to cross the border to ",{"type":"[[","value":[["Shenzhen"]]}," (Hong Kong metro and a short walk), then get an overnight bus to Guilin. One of the main Shenzhen bus stations is within a few hundred meters of the main border crossing; see the ",{"type":"[[","value":[["Shenzhen"]]}," article for details. There are also buses from ",{"type":"[[","value":[["Guangzhou"]]}," or ",{"type":"[[","value":[["Zhuhai"]]},", and trains from either of those or from Shenzhen.\n\n",{"type":"[[","value":[["Yangshuo"]]}," is a tourist town somewhat south of Guilin; for many Western tourists, especially the backpacker types, the main reason for going to Guilin is to get to Yangshuo. However, Guilin itself is also worth a stop; certainly both places are very popular with Chinese tour groups. There are also a number of more off-the-beaten-track towns in the area, such as ",{"type":"[[","value":[["Xingping"]]}," and ",{"type":"[[","value":[["Yizhou"]]},", which will appeal to some travellers.\n\nAll the Guilin-bound buses pass through Yangshuo, and many travellers prefer to get off there. If you take a train or plane to Guilin, bus or riverboat transport to Yangshuo is readily available; see ",{"type":"[[","value":[["Yangshuo"]]}," for details.\n\nProbably the most interesting route would be:\n",{"type":"*","value":[" take the ferry from Hong Kong to the former Portuguese colony Macau, across the Pearl River estuary"]},{"type":"*","value":[" spend some time seeing ",{"type":"[[","value":[["Macau"]]}]},{"type":"*","value":[" rise early to avoid crowds, walk across the border to Zhuhai"]},{"type":"*","value":[" spend some time in ",{"type":"[[","value":[["Zhuhai"]]}]},{"type":"*","value":[" two hours by bus, or less on the fast train, to Guangzhou"]},{"type":"*","value":[" spend some time in ",{"type":"[[","value":[["Guangzhou"]]}]},{"type":"*","value":[" get a train to Guilin, or overnight bus to either Guilin or Yangshuo"]},": (the bus from Guangzhou is more comfortable, and a shorter trip, than the ones from Zhuhai)\n\nIf you choose, as many travellers do, to spend most of your time in the Guilin area in Yangshuo, then your first step in continuing on this route will be the 90-km bus ride into Guilin. Consider spending a day or two there as well.\n\n",{"type":"===","value":["Guilin to Longsheng"]},"\nFrom Guilin, take the bus to ",{"type":"[[","value":[["Longsheng"]]}," (2.5 hours)\n\n",{"type":"[[","value":[["Longsheng"]]},", between Sanjiang and Guilin, has the famously scenic \"Dragon's Backbone\" rice terraces; these are a major tourist draw and very photogenic, quite possibly worth a stop. On the other hand, if you want to see them, the best way may be to take one of the many guided tours to them on offer in Guilin, and you may want to skip these because you are heading into Guizhou and you will see lots of terraced fields there.\n\n",{"type":"===","value":["Longsheng to Sanjiang"]},"\nFrom ",{"type":"[[","value":[["Longsheng"]]},", take the bus to ",{"type":"[[","value":[["Sanjiang"]]}," (1.5 hours)\n\n",{"type":"[[","value":[["Sanjiang"]]}," is worth a stop. It is the capital of a Dong minority area and has some sites and shopping.\n\n",{"type":"===","value":["Sanjiang to Congjiang"]},"\nFrom ",{"type":"[[","value":[["Sanjiang"]]},", take the bus to ",{"type":"[[","value":[["Congjiang"]]}," (5 hours)\n\n",{"type":"[[","value":[["Congjiang"]]}," is the first main town you reach in ",{"type":"[[","value":[["Guizhou"]]}," Province.\n\nMany travellers treat Congjiang as a basically uninteresting place where one just changes buses, but it does have some attractions. There are decent moderately-priced hotels and cheap street food, and both the Dong and Miao minority groups are present.\n\n",{"type":"===","value":["Congjiang to Kaili"]},"\nThere are buses direct from Conjiang to ",{"type":"[[","value":[["Guiyang"]]},", about four hours through interesting scenery. However, this route is not recommended since it bypasses Kaili. ",{"type":"[[","value":[["Kaili"]]}," is a trading town with many interesting villages nearby, the hub of Eastern Guizhou and probably the most interesting place on this route.\n\nThe direct bus from Congjiang to Kaili takes 4 hours and passes through some lovely scenery, hilly country with terraced fields and pretty villages. There are buses every hour or two from morning to mid-afternoon. Nightime buses are not recommended here; you would miss the scenery and some of the narrow hill country roads might be dangerous.\n \nConnecting through Rongjiang (榕江) is always possible. Buses depart every 30 minutes.\n\nAn alternate route, slower but likely more interesting, would be through the villages of ",{"type":"[[","value":[["Liping"]]},", ",{"type":"[[","value":[["Jinping"]]}," and ",{"type":"[[","value":[["Sansui"]]}," on a series of buses.\n\n",{"type":"===","value":["Kaili to Guiyang"]},"\nFrom ",{"type":"[[","value":[["Kaili"]]},", it is 2.5 hours by bus to ",{"type":"[[","value":[["Guiyang"]]},".\n\nAlternately, you could take a train to Guiyang or even Kunming from Kaili. It may be difficult to get a seat, though, since in China trains tend to fill up at the major stations so none are left at intermediate stations like Kaili.\n\n",{"type":"[[","value":[["Kaili"]]}," is a trading town with many interesting villages nearby. This is the hub of Eastern Guizhou, probably the most interesting place on this route.\n\n",{"type":"===","value":["Guiyang to Anshun"]},"\nFrom ",{"type":"[[","value":[["Guiyang"]]}," it is 2 hours by bus to Anshun.  ",{"type":"[[","value":[["Guiyang"]]}," is the provincial capital. It is not a particularly interesting city, but it might be worth looking around and visiting some of the many handicraft and souvenir shops. A possible side trip would be to go a few hours north from Guiyang to ",{"type":"[[","value":[["Zunyi"]]},". This is an important site for Chinese Communist history and the scene of the Zunyi Conference during the ",{"type":"[[","value":[["Long March"]]},".\n\n",{"type":"===","value":["Anshun to Kunming"]},"\n\n",{"type":"[[","value":[["Anshun"]]}," is a moderately interesting town and the hub of Western Guizhou. China's biggest waterfall is nearby and there are also a number of caves in the area. The region produces a lot of batik work, generally with indigo dyes; you see much the same stuff here that is sold in the provincial capital Guiyang or in more distant tourist areas like ",{"type":"[[","value":[["Dali"]]}," or ",{"type":"[[","value":[["Yangshou"]]},", but if you ",{"type":"[[","value":[["bargain"]]}," hard it is cheaper here.\n\nAnshun to Kunming by train takes 6.5 hours. Buses travel in comparable time on the G60 expressway.\n\n",{"type":"==","value":[" Alternate routes"]},"\n\n",{"type":"===","value":["Kunming to Nanning or Guilin by rail "]},"\n\nFrom Kunming, you can take a train through sensational mountain scenery to ",{"type":"[[","value":[["Nanning"]]},", the capital of ",{"type":"[[","value":[["Guangxi"]]},". From Nanning, it is a short trip by bus or train to tourist center ",{"type":"[[","value":[["Guilin"]]},". See above for routes from Guilin to Hong Kong.\n\nThere are also flights possible to both Nanning and Guilin from most major cities in China.\n\n",{"type":"===","value":["From Nanning into Southeast Asia"]},"\nNanning is a transportation hub with links south toward ",{"type":"[[","value":[["Vietnam"]]}," and from there to anywhere in ",{"type":"[[","value":[["Southeast Asia"]]},".\n\n",{"type":"===","value":["Nanning to Hong Kong along the coast"]},"\nStaying within ",{"type":"[[","value":[["China"]]},", one could also swing south from Nanning, toward the coast instead of toward Guilin, making for ",{"type":"[[","value":[["Beihai"]]},", optionally by ferry to ",{"type":"[[","value":[["Hainan"]]},", then on to Hong Kong via ",{"type":"[[","value":[["Zhanjiang"]]}," and ",{"type":"[[","value":[["Zhuhai"]]},".\n\n",{"type":"===","value":["Kunming to Hong Kong by (mostly) air"]},"\n\nThe fastest reasonably priced way from Kunming to Hong Kong or vice versa is by a plane\/ferry combination, about 4 hours \/ ¥850+. You could fly directly to Hong Kong, but it is usually significantly cheaper to land in ",{"type":"[[","value":[["Shenzhen"]]}," and take a ferry. \n\nMany foreigners in China need to get a new visa every six or 12 months and Hong Kong or Macau are good places for this. For most passports you can get a multiple entry business visa with just a photo and money. The plane\/ferry combination is the usual method for such \"visa runs\".\n\n",{"type":"''","value":["Kunming - Hong Kong"]},"\n",{"type":"*","value":[" Take the plane from ",{"type":"[[","value":[["Kunming"]]}," to ",{"type":"[[","value":[["Shenzhen"]]}," (cheapest ¥650; normal ¥850)"]},{"type":"*","value":[" Take the free airport bus from Shenzhen airport to Shenzhen airport terminal ",{"type":"[","value":["http:\/\/www.turbojetseaexpress.com.hk\/ ferry"]}," "]},{"type":"*","value":[" Take the ferry to Hong Kong ",{"type":"[[","value":[["Hong Kong\/Kowloon"],["Kowloon"]]}," (about ¥200)"]},"That's it. For about ¥850 you can go to Hong Kong.\n\n",{"type":"''","value":["Hong Kong"]},"\n",{"type":"*","value":[" Take the ferry from Hong Kong to Shenzhen airport (about ¥200)"]},{"type":"*","value":[" Take the free airport bus to Shenzhen airport"]},{"type":"*","value":[" Take the plane from Shenzhen to Kunming (about ¥700)"]},"\nA convenient way to book the ferry and plane ticket together is at the ",{"type":"[","value":["http:\/\/www.ctshk.com\/english\/index.htm China Travel Service (HK)"]},". It is easy to find as it is directly opposite ",{"type":"'''","value":["Chunking Mansions"]}," in Kowloon where many backpackers stay.\n\n",{"type":"[","value":["http:\/\/www.turbojetseaexpress.com.hk\/e\/sailing_schedule_fare_table.asp?vname=sailing_schedule_fare_table Turbojet Ferry Schedule"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAll the cities have hotels, generally moderately priced. 60 to 100 for a clean double room with shower, and sometimes with breakfast, is typical. In touristic areas such as ",{"type":"[[","value":[["Kunming"]]}," or ",{"type":"[[","value":[["Yangshuo"]]}," backpacker dorms in the ¥20 range are also readily available.\n\n",{"type":"==","value":["Stay safe"]},"\nThese areas are generally quite poor and petty theft is common. Take precautions against ",{"type":"[[","value":[["pickpockets"]]}," and watch for things like razor attacks on luggage during bus or train rides.\n\nArmed robbery is rare, but has been reported. Victims are generally lone travelers, often female. Try to stay in a group, especially on treks through isolated areas.\n\n",{"type":"[[","value":[["Altitude sickness"]]}," is a risk in some areas, especially if you go west of Kunming up toward the Himalayas.\n\n",{"type":"==","value":["Go next"]}," \n",{"type":"*","value":[" For even more sensational scenery, continue onto the ",{"type":"[[","value":[["Yunnan tourist trail"]]},". Next stop is ",{"type":"[[","value":[["Dali"]]}]},{"type":"*","value":[" North into ",{"type":"[[","value":[["Chengdu"]]},", ",{"type":"[[","value":[["Sichuan"]]}," either by the extremely scenic and extremely slow train (18 hr) or the much faster bus (12 hr). Break your journey in ",{"type":"[[","value":[["Xichang"]]}]},{"type":"*","value":[" Southwest to ",{"type":"[[","value":[["Jinghong"]]},", ",{"type":"[[","value":[["Xishuangbanna"]]}," then cross the border into ",{"type":"[[","value":[["Laos"]]}]},{"type":"*","value":[" Southeast to ",{"type":"[[","value":[["Hekou"]]}," then cross the border to ",{"type":"[[","value":[["Sapa"]]}," hills of ",{"type":"[[","value":[["Vietnam"]]}]},"\nYou can fly from ",{"type":"[[","value":[["Kunming"]]}," to many major Chinese cities and to some places in Southeast Asia. From ",{"type":"[[","value":[["Hong Kong"]]},", you can fly almost anywhere.\n",{"type":"{{","value":[["related"],["China"]]},"\n",{"type":"{{","value":[["usableitinerary"]]}]