[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Honoka'a"]}," is a city on the ",{"type":"[[","value":[["Big Island"]]}," of ",{"type":"[[","value":[["Hawai'i"]]},", and acts as the gateway providing access to the ",{"type":"[[","value":[["Hāmākua Coast"]]},", the chain of valleys to the North, including the regal ",{"type":"[[","value":[["Waipio valley"]]},", and the rolling slopes of ",{"type":"[[","value":[["Mauna Kea"]]},". \n\n\n",{"type":"==","value":["Understand"]},"\n\nHonoka'a's economy was based on the sugar and macadamia nuts production until the Hāmākua Sugar Company has closed in 1994, and macadamia nuts farm moved place. Honoka'a was the biggest and happening town on the Big Island outside of Hilo. Honoka'a was the recreational and commercial center for the plantation workers, ranchers, soldiers, farmers, and the native Hawaiians along the beautiful and rugged Hāmākua Coast. \n\nHowever, with the closing of the sugar and macadamia nuts production, the local economy and the population have been in decline.\n\n",{"type":"==","value":["Get in"]},"\n\nHilo International Airport is the nearest airport to Honoka'a. Hilo International Airport is the one of two airport on the Big Island. (Another one is Kona International Airport) The majority of flights to Hilo International Airport are originated from Honolulu via ",{"type":"[","value":["http:\/\/www.hawaiianair.com\/ Hawaiian Airlines"]},". From ",{"type":"[[","value":[["Hilo"]]}," to Honoka'a, most of the visitors either rent a car or take a bus provided by County of Hawai'i Mass Transit Agency. It will take about 1 hr and 15 minutes from Hilo International Airport to Honoka'a.\n\nAnother way is to start from ",{"type":"[[","value":[["Kailua-Kona"]]},". The majority of flights to Kona International Airport are originated from Honolulu via Hawaiian Airlines and ",{"type":"[","value":["http:\/\/www.islandair.com\/ Island Air"]},". It will take about 1 hr and 40 minutes from ",{"type":"[[","value":[["Kona"]]}," to Honoka'a.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Hāmākua Coast"]},", the coast of Northeastern part of the Big Island (the coast continues from Hilo to Honoka'a). The coast itself is surrounded by the tropical rainforest and there is river came down from Mauna Kea.\n\n",{"type":"'''","value":["Waipio valley"]},",the valley located among the Hāmākua Coast, is the largest and southernmost of the seven valleys on the windward side of the Kohala Mountains. Waipio valley includes, Hillawe Falls and Kaluahine Falls. There is an observatory in Waipio valley, and going down the hill with the 4WD. However, most of the rental car company does not cover for this part of the road. 4WD and horse back riding tours are also provided for visitors. Since there is many rain falls in Waipio Valley, therefore, Visitors need to prepare rain gears.\n\n",{"type":"'''","value":["Hillawe Falls"]},",is the most famous waterfall in Waipio Valley. The falls is between 1,200, and it is the tallest waterfall in the state of Hawai'i. Hillawe Falls was a lava flow from Mauna Kea that formed the cliffs on the side of the falls. Hillawe Falls is located inside Waipio Valley and is only visible from the valley or from the air. Hiking would be the best way and the only way for visitors to get to Hllawe Falls.\n\n",{"type":"'''","value":["Waimanu Valley"]},", is the remote valley located in west of Waipio Valley and most difficult to reach, includes Waimanu Stream and Waimanu Falls.\nWaimanu valley is not accessible by car, and the only way to get there is a foot trail, called Muliwai Trail. The trail begin its path from the Waipiʻo Valley.\n\n",{"type":"==","value":["Do"]},"\n\n\nHonoka'a's town itself is really small fulfilled with the historic background. However, there are ",{"type":"[[","value":[["Waipio Valley"]]},", ",{"type":"[[","value":[["Waimanu Valley"]]},", and ",{"type":"[[","value":[["Hillawe Falls"]]}," to visit and feel the nature of the Big Island. And Honoka'a is the best place to stay to visit Waipio Valley, Waimanu Valley, Hillawe Falls, and Hāmākua Coast. \n\n",{"type":"[[","value":[["Image:Honoka'a, Hawaii main street.jpg"],["thumb"],["Historic main street of Honoka'a"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/honokaapeople.com\/index.html Honoka'a People's Theater"]}]},", is also the famous place to visit located in Main Street of Honoka'a. Honoka'a People's Theater is the largest theatre on Hawaii Island, with 525 seating capacity and a large 50 foot screen. And it was built in 1930 by Mrs. Tanimoto and was operated until 1988. It has reopened after several years of renovation.\n\nHonoka'a People's Theater has also made its appearance in the book called \" Honoka'a Boy\" wrote by Leo Yoshida. Leo Yoshida wrote this book about his experiences and friendships during his stay in Honoka'a, and his time as a projectionist at the Honoka'a People's Theatre. The book \"Honoka'a Boy\" has also been filmed as movie in 2009.\n\nOther than the sight seeing, visitors can also enjoy shopping and restaurants fulfilled with Hawaiian Culture at ",{"type":"'''","value":["Honoka'a's Main Street"]},".\n\n",{"type":"'''","value":["Honoka'a's Main Street"]},", is the main street of Honoka'a, where local shops and restaurants are gathered together. \nThere are spaces for car to park on the street and visitors usually walk through the main street to buy souvenirs and eat local popular food.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Honokaa Trading Co."],["url="],["email="],["address=45-3490 Mamane St"],["lat="],["long="],["directions="],["phone=+1 808 775-0808"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"'''","value":[","]},", the store itself is more likely a warehouse. The store is filled with antiques and collectibles from all areas on the Big Island. This store was also in the movie \"Honoka'a Boy\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Taro Patch Gifts"],["url=http:\/\/taropatchgifts.com\/cgi-bin\/taro?!2ibTt1gvT2fo1S0Ar4vuve2dfOE1NrmsnbCoe3evO7b6RCgzurenmo0Rr67cO5brTrnnuofaIyOHdAv4OebTtCgINfeTnfCH0GeZla2dT0EYaem0"],["email="],["address=45-3599 Mamane St Unit D"],["lat="],["long="],["directions="],["phone=+1 808 775-7228"],["tollfree="],["fax="],["hours="],["price="],["content=Gift store where you find unique souvenirs and gifts created by local artists."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Malasada"]},", Egg-sized donut which deep-fried in oil and coated with granulated sugar. Maladasa is the sweet originally from Portugal with neither hole nor fillings.\nHowever, Honoka'a's famous Malasada is filled with flavored cream or other fillings. Traditionally, Malasada is made in order to using up all the lard and sugar in the house, during the lent.\n\n",{"type":"'''","value":["Saimin"]},", noodle soup unique to Hawai'i. It is more likely the combination of Japanese Udon, Chinese mien, and Filipino pancit. \nIt is a soup dish of soft wheat egg noodles served in hot dashi garnished with green onions. And Saimin is served like Japanese Ramen.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blane's Drive Inn"],["url="],["email="],["address=45-497 Kika St"],["lat="],["long="],["directions="],["phone=+1 808 775-7220"],["tollfree="],["fax="],["hours="],["price="],["content=This is a drive inn next to the Mamane Street. If you're looking for some local Hawai'ian food, this is the place for you to go.\nPlate lunches include local fish, Mahi Mahi, and Saimin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=CC JON's"],["url="],["email="],["address=45-3390 Mamane S"],["lat="],["long="],["directions="],["phone=+1 808 775-0414"],["tollfree="],["fax="],["hours="],["price="],["content=The name came from the first initial of five daughters of the restaurant's owner. Restaurant is fulfilled with at-home atmosphere and everyone in the store is very friendly. Mahi Burger, Korean Chicken, and Teri Burger are the popular menu in this restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Il Mondo"],["url="],["email="],["address=45-3626 Mamane St # A"],["lat="],["long="],["directions="],["phone=+1 808 775-7711"],["tollfree="],["fax="],["hours="],["price="],["content=Italian restaurant. Their Pizza \"Honokaa\" and fresh squeezed lemonade are popular."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Simply Natural"],["url="],["email="],["address=45-3625 Mamane St"],["lat="],["long="],["directions=near the Post Office"],["phone=+1 808 775-0119"],["tollfree="],["fax="],["hours="],["price="],["content=If you are vegetarian, this is the place you will love. You can get healthy sandwiches filled with their local organic vegetables with the choice of the bread (rye, rosemary herb, and garlic focaccia). There are also real-fruit smoothies and homemade ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tex Drive In"],["url="],["email="],["address=45-690 Pakalana St Hwy 19"],["lat="],["long="],["directions="],["phone=+1 808 775-0598"],["tollfree="],["fax="],["hours="],["price="],["content=Opened originally by Texeira family from Portugal. This place is famous with Malasada, Saimin, and Hawai'ian Burger (Hamburger with Pineapple slice). There is also a small garden in the backyard of the restaurant. You can also see how they make Malasadas."]]}]},"\n",{"type":"==","value":["Sleep "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Honoka'a Club"],["url=http:\/\/www.hotelhonokaa.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1 800-808-0678"],["fax="],["hours="],["price=$65-130"],["checkin="],["checkout="],["content="]]}]},"Hotel Honoka'a Club is the only hotel in the town of Honoka'a. \n\nMost of the visitors visit Honoka'a from Hilo and Kona and go back by the end of the day, instead of staying at Honoka'a.\n \n",{"type":"{{","value":[["IsPartOf"],["Big Island"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Honokaa, Hawaii"]]}]