[{"type":"{{","value":[["pagebanner"],["Pagebanner_default.jpg"]]},"\n\n",{"type":"'''","value":["Hooghly"]}," is in ",{"type":"[[","value":[["West Bengal"]]}," state of ",{"type":"[[","value":[["India"]]},". It is the district capital of the Hooghly district. It lies on the Hooghly River, 35 km north of ",{"type":"[[","value":[["Kolkata"]]}," (Calcutta). \n",{"type":"[[","value":[["File:Courtyard - Imambara - Chinsurah - Hooghly - 2013-05-19 7817.JPG"],["thumb"],["Courtyard of the Imambara Mosque in Chinsurah, Hoogly"]]},"\n",{"type":"==","value":["Understand"]},"\nHooghly is a town by the river Ganges. It has a strong historical significance. The people in the town are mostly Bengalis, and most of them are Hindus, although there are several religions with deep roots in the area, as shown by the images on this page. The primary language spoken here is Bengali.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Ananta Basudev Temple.jpg"],["thumb"],["Ananta Basudev Temple in Bansberia, Hooghly"]]},"\nThe town of Hooghly is connected well via road and rail lines. There is no airport, however. The West Bengal government has introduced a plan to introduce Pawan Hans helicopters for easy transport, but it is unclear when this costly form of transportation will come to this city.\n\n",{"type":"===","value":[" By train "]},"\nHooghly is well-connected by suburban train lines in the Howrah-Bardhaman main line. All trains except express trains and galloping local trains have a stop here. The price of a ticket from Howrah to Hooghly is just 10 rupees (USD 0.60).\n\n",{"type":"===","value":[" By car "]},"\nHooghly is connected by the Grand Trunk road and the Delhi road. The Delhi road is preferable whenever possible, because the G.T road is consumed by local traffic and it is a daunting task to drive through the pot-holed roads. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Sacred Heart Church - Chandan Nagar - Hooghly - 2013-05-19 7893-7894.JPG"],["thumb"],["Sacred Heart Church in Chandannagar, Hooghly"]]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Furfura Sharif.jpg"],["thumb"],["Tomb of Hazrat Abu Bakr Siddique in Furfura Sharif, Hooghly"]]},"\nVarious shopping malls have sprung up in the city, especially after the 2000s. Compared to foreign markets they are cheap, especially when buying wholesale. Bargaining is done here without anyone raising their brows. One can buy good handicrafts for souvenirs.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nOne should not expect to find drinking clubs and\/or pubs, as this region is conservative. However, there are wine shops in the Kodalia side of the city, adjacent to the West Bengal State Electricity unit.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Hugli-Chuchura"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southeast Bengal"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["22.90689"],["88.37613"],["zoom=15"]]}]