[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Hook Island"]}," is the second largest in the ",{"type":"[[","value":[["Whitsunday Islands"]]}," archipelago. The first maps of the area were drawn incorrectly, and depicted Hook island in the shape of... yes you guessed correct! In fact, Hook is shaped something like the ",{"type":"[[","value":[["Peloponnese"]]}," in Greece, looking like three downward pointing fingers. Hook is home to a sole small resort on the very tip of the third finger, as well as an underwater observatory, leaving 95% of the island as national park.\n\n",{"type":"==","value":["History"]},"\n\nBefore tourism could make money, the Whitsundays were used for logging. Aboriginal people had traditionally used the trees here for timber also, which might account for reference's in Captain Cook's diary about grasslands when he first came here. White settlers did the same, after the Aboriginal population had dwindled away through European diseases and bloodshed. Nowadays, there is no visible trace of logging ever having happened in the Whitsundays, although on Hook there are two clues. One is that at the ",{"type":"[[","value":[["Nara inlet"]]}," there are Aboriginal cave paintings. This can be accessed by boat, so if you are taking a ferry around the islands, ask if they stop here. The second is that if you stay here (and on some other islands) you may hear some bleating. Goats were introduced by the colonialists, so that loggers could have something to hunt in the event that food ran out. Hook island's more recent foothold in Whitsundays history was that a local businessman built an underwater coral viewing station here for opening in 1969. Apparently, in order to build observatory's foundations, he exploded the coral bed and thousands of dead fish floated the top. Frustrated at what he had just done he exclaimed, \"Struth, I wanted people to see the bloody coral, but I can't get to it without blowing the bastard up!\" Today the observatory is distinctly unremarkable. The windows for your \"observing\" are 30 cm wide and fogged up. It does however serve as a pier to the island. Try not to be sold this as a reason to come, because snorkeling is a better option.\n\n",{"type":"==","value":["Get in"]},"\n\nHook Island Wilderness Resort arranges for you to hop on board the ferry named Voyager (leaving from Airlie's Abel Point Marina, seats about a hundred, is medium size and gives you free lamingtons, scones and coffee) to take you there and back. Doing this alone costs $25 per person each way. Day trips on Voyager around the islands cost around $80, so if you asked you might be to do this as well on the way there and back.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nOffering by far the cheapest way to stay on an island is the ",{"type":"[","value":["http:\/\/www.hookislandresort.com\/ Hook Island Wilderness Resort"]},". Dorms cost $35 a night, which are simple but beautiful, since they face directly onto the little beach. Coral washes onto the shore and the sand is glints with specks of shelly colour. There are also very decent rooms for doubles and singles, with air conditioning for $100 and more. There is a bar ($4 for a can of VB or a XXXX or glass of wine) and a swimming pool. There is snorkeling in the bay in front, and a couple of different boat companies use this place as one to let the tourists see some coral. It is not the best, but there is also coral at neighbouring \"Pebble beach\" (which isn't pebbles but boulders) that is more extensive. Stinger suits (for poisonous jellyfish) are charged at $5 a go, snorkel gear and flippers\/fins provided for free. The actual risk of a sting, and what the worn out stinger suit boat companies and resorts provide would do to protect you, is questionable. So if you bring a rash top you can minimise your worries. As a guest you also get free use of the kayaks, although unfortunately you cannot go outside the bay. The managers are relaxed, very relaxed. But they are reasonably friendly and can help in organising boats for trips to the more impressive parts of the reef or other transfers. There is little bushwalking to do, except the trail to Pebble beach.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Hook Island"]]},"\n\n",{"type":"{{","value":[["geo"],["-20.1167"],["148.9167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Whitsunday Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]