[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Hopkinton"]]},"\n",{"type":"'''","value":["Hopkinton"]}," is a historic town located on the south western side of ",{"type":"[[","value":[["Rhode Island"]]},", bordering the State of ",{"type":"[[","value":[["Connecticut"]]},".\n\nThe town has 7,836 residents, some small businesses, a few manufacturing firms, and many acres of protected and state owned land. Hope Valley, Ashaway and Rockville are some of the villages.  There are golf courses, camp grounds, and antique shops that make Hopkinton a true tourist attraction. Many of the locals make use of Wood River and Hopkinton's pristine ponds for fishing, kayaking and canoeing. It is also home to Billy Gilman, the country singer.\n\n",{"type":"==","value":["Get in"]},"\nComing off of I-95, Hopkinton can be accessed from either one of two exits. Exit 2 will take you directly into the village of Hope Valley. Exit 3B will drive through the town of Richmond straight into Hopkinton. Route 3 runs right through the center of Hopkinton as well.\n\n",{"type":"==","value":["Get around"]},"\nBy ",{"type":"'''","value":["car"]},", I-95 and route 3 run through Hopkinton, so the town is mostly (and easily) traveled by privately owned vehicles. You may also ",{"type":"'''","value":["walk"]}," around the center of town; unique shops and food stops are all comfortably accessible by walking.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Black Farm"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tomaquag Rock Shelters"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Upper Rockville Mill"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hopkinton City Historic District"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hope Valley Historic District"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Arcadia Nature Walks and Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The trails that wind through Arcadia also stretch through the towns West Greenwich, Exeter, and Richmond (13,817 acres!). These trails could be moderately tough to navigate if you’ve never been hiking before, but they are not difficult to physically hike. Covered with moss and greens, as the sunlight breaks through the trees, the paths become a wondrous site of nature. The sound of rivers running intertwines with the chirps and chirrs of birds to create a serene sentiment only experienced when immersed in the natural environment. Most of the trails open up to beaches or fishing spots, which are quiet, secluded and safe for any visitor. The trails weave through the woods, giving walkers stunning, exquisite, picture worthy views of an array of trees, swamps, marshes, and different ponds. Along with the scenery, there is also a high chance of seeing wildlife, including rabbits, wild turkeys, game and non-game animals."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Local Artists and Galleries"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Southern Rhode Island hosts an art festival called HopArts. It’s a studio trail that routes through a good portion of the state, showing off local artists. HopArts is annual; the tour takes place for one week, usually in (or around) October. The art consists of everything from knitting and sewing work, to sculptures and paintings, to pet portraits, and more. Some of these artists have galleries that can be visited throughout the year (e.g. Rick Devin). Others can be contacted through their websites, or visited during the HopArts event. \nThe artists include:\n",{"type":"'''","value":["Roberta Ritchie: Stix ’N Stones"]}," - 14 Maple Street, Hope Valley, RI 02832;\n",{"type":"'''","value":["Barbara Murphy and Joanne Walsh: Captivating Notions"]}," - 978 Main Street, Hope Valley, RI 02832;\n",{"type":"'''","value":["Rick Devin"]}," - 1054 Main Street, Hope Valley, RI 02832;\n",{"type":"'''","value":["Carol Tack: Artist Collective of Hope Valley at The Remnant Shop"]}," - 1081 Main Street, Hope Valley, RI 02832;\n",{"type":"'''","value":["Jan and Jay Hannah: Hannah’s Farm Alpacas"]}," - 226 Woodville Rd, Hopkinton, RI 02832;\n",{"type":"'''","value":["Todd Moniz: Moniz Studio"]}," - 18 Nichols Lane, Hope Valley, RI 02832;\n",{"type":"'''","value":["Beth Drainville: Drainville Studio"]}," - 256 Canonchet Rd, Rockville, RI."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=URE Outfitters"],["url=http:\/\/www.ureoutfitters.com\/index.html"],["email="],["address=1009 Main St., Hope Valley, RI 02832"],["lat="],["long="],["directions="],["phone = +1 401  539-4050"],["tollfree="],["fax="],["hours=Monday-Wednesday 9am-6pm; Thursday-Saturday 9am-6pm; Sunday 9am-5pm"],["price="],["content=\n\nURE Outfitters is located on the route 3, running right through Hopkinton. It’s easy to spot the store using their slogan “Follow to Sign of the Goose!” From the outside, the moderately large, red brick building looks like a monster enveloping a portion of the small town. On the contrary, when walking into URE, it’s almost like the store camouflages into itself; it immediately shrinks in size from its outward monstrosity. The store’s merchandize will equip any traveller (inexperienced or experienced) for kayaking, hiking, camping, hunting, and basically any other outdoors adventure you can think of. The organization and set up makes it a simple task to locate exactly what gear you need. If you’re new, feel free to ask the employees any questions; there’s always at least one around to help. For do-it-yourselfers, there’s the rack of self-help and guidebooks. At URE you’ll find high quality, top brand products (The North Face, Under Armour, Mountain Hard Wear, Patagonia, Life is Good, Carhartt, and more). Just remember that high quality comes at a high price. You’ll find some items that work for a lower budget, but mostly, be willing to spend a good deal of money. For women and kids, there are some extremely stylish clothing and outer layers, even if you’re not planning a camping or hiking trip. Overall, it’s an excellent resource to those who want to experience all of the adventures Hopkinton’s woods and ponds offer, as long as you’re willing to spend a respectable amount for top-gun goods."]]}]},{"type":"[[","value":[["File:Hack and Livery, Hope Valley RI.JPG"],["thumbnail"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Hack and Livery General Store & Emporium"],["url="],["email="],["address=1006 Main St., Hope Valley, RI 02832"],["lat="],["long="],["directions="],["phone = +1 401  539-7033"],["tollfree="],["fax="],["hours=Sunday-Saturday 10am-5pm"],["price="],["content=\nHack and Livery is the quintessential general store; located right on the main road (route 3) it’s easy to spot. The store sells a little something for everyone. A huge array of candy covers the counter tops and climbs up the walls behind. Abounding in the front area of the store is a variety of toys for children. A sizable assortment of clothing and jewelry is also placed throughout the first floor. Although the clothing is a bit on the odd side there are some rare treasures to be found. Hack and Livery has an organic feel to it, woodsy almost. Following that theme, you’ll find a decent Burt’s Bees supplies and the aroma of Yankee Candles ushers, without overwhelming, customers deeper inside. Upstairs, you’ll find a room full of holiday ornaments and other decorations, along with adorable baby gifts. As for ease of maneuvering through the store, on a slow day you’ll have no problem, however, because of the compacted layout, things can get congested when more people are involved. Hack and Livery does get pretty pricy when moving past the candy bar, but if you’re interested in quality buys and unique styles, it’s definitely worth stopping by."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brick Oven"],["url="],["email="],["address=209 Main Street"],["lat="],["long="],["directions="],["phone = +1  401 377 2230"],["tollfree="],["fax="],["hours=Tuesday-Sunday 7am-8pm"],["price="],["content=Out of the many restaurants located within Ashaway, the Brick Oven is one of the most memorable.  This is a great family environment, with good food and exceptional service.  They are open for breakfast, lunch and dinner."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ma and Pa's"],["url=http:\/\/www.mymapas.com"],["email="],["address=1044 Main St., Hope Valley, RI 02832"],["lat="],["long="],["directions="],["phone = +1 401  539-7053"],["tollfree="],["fax="],["hours=Monday-Saturday 8am-7pm; Sunday 8am-6pm"],["price="],["content=\nConnivance store and sandwich shop, Ma and Pa’s offers great lunchtime subs for on-the-go travelers (no seating areas). On the other side of the store you can find a variety of pies and pastries. Ma and Pa’s also sells your typical types of cleaning supplies. The staff is nice and very helpful. On the down side, Ma and Pa’s is exceedingly small inside; the store can become tricky to navigate and quickly cramped. Overall, the store is a good stop for connivance store needs and a carry out lunch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=West's Bakery"],["url="],["email="],["address=995 Main St., Hope Valley, RI 02832"],["lat="],["long="],["directions="],["phone = +1 401  539-2451"],["tollfree="],["fax="],["hours=Thursday-Saturday 6am-3pm; Sunday 6am-1pm"],["price="],["content=West’s Bakery is right in the center of downtown Hope Valley. West’s Bakery serves breakfast and lunch every day with an array of cozy, hometown favorites. The food is delicious; scrumptious breakfast and lunchtime must-haves are all served in more than enough portions. West’s Bakery also offers a range of freshly baked pastries, muffins, and donuts. One all-time favorite are their locally famous bismarks (a pastry made with an airy donut shell with raspberry jelly and homemade whip cream). Born and bread residents will say the bismark is a mandatory buy. The environment is nothing touristy; it’s an authentic, small town nook with a relaxing, inviting ambience. The parking space is limited, so it does get a bit crowded outside. The opposite is true for this inside, there’s plenty of seating and a comfortable area for personal space. Sitting by a window, you’ll get a straight look at the Hope Valley Fire Station and the adjacent Depot Square Park. The warm, homelike atmosphere is also great for families with kids of any age. It’s cash only, but walk-ins are welcome and they do take out as well. The wait staff is friendly, considerate, and is always available. During the summer, West’s Bakery opens their ice cream window along side the main restaurant. Serving delectable ice cream, with some offered in velvety, flavorful soft serve, and your choice of classic ice cream toppers. They also sell an abundance of other sweet treats. On a hot summer’s day, it’s perfect for grabbing a cone or shake, sitting on the curb enjoying the quaint look of the town square, or for taking a walk around the Depot Square Park."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spring St Market"],["url=http:\/\/springstreetpizza.com\/"],["email="],["address=1 Spring St., Hope Valley, RI 02832"],["lat="],["long="],["directions="],["phone = +1 401  539-0111"],["tollfree="],["fax="],["hours="],["price="],["content=Spring St Market is another small sandwich shop located in the center of downtown Hope Valley. The store forms the last corner of the town square, looking out at both the fire station and West’s Bakery. Spring St offers typical, yet delicious, pizza place food. Their menu includes regular pizzas and “Gourmet Pizza” (e.g. 5 cheese white, BBQ\/Buffalo chicken, special Greek, chicken Alfredo, and others). If you don’t want a whole pizza, they normally have at least one pizza (usually cheese) ready and served by the slice. Quick tip though, if you want it by the slice, don’t show up before noon, they rarely have it out before then. The rest of the menu is composed of hearty calzones, salads (light or heavy), wings, and the all-American grinders. Spring St serves a selection of seafood, however, this will only be found on the menu on Fridays. Their pizzas and calzones is everything that makes this classic food good, cheesy, greasy, and packed with toppings. Unlike Ma and Pa’s, Spring St Market also has a line of booths so customers can either stay and eat or just sit and wait for their order. One draw back, Spring St is pick-up only, no delivery service. However, their friendly, welcoming, small-town nature makes the trip a warming experience. They’re the kind of people who remember your name. Along with offering a full menu, Spring St Market also sells all the basics for edibles and cleaning supplies. If you’re ever in need of some good, old-fashioned junk food, this is where to go in Hopkinton."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Legends Bar and Grill"],["url="],["email="],["address=14 Spring St., Hope Valley, RI 02832"],["lat="],["long="],["directions="],["phone = +1 401  539-2028"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Whispering Pines Camp Ground"],["alt="],["url=http:\/\/www.whisperingpinescamping.com\/"],["email="],["address=41 Saw Mill Road"],["lat="],["long="],["directions="],["phone =+1 401 539-7011"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Camp Yawgoog"]},", Rockville, Hopkinton. Go for a hike down one of the many wild trails or organize a camping trip for the weekend at Camp Yawgoog, a BSA scout reservation that sports 1,800 acres of Rockville's wilderness.  There is also Warden's pond, a vast freshwater pond, and other small bodies of water scattered throughout the reservation which are great for swimming, boating and fishing.  Since 1916 the camp has been active during the months of July through June, but exclusively to the registered BSA troops.  For more information about the camp and BSA visit www.yawgoog.com ",{"type":"[","value":["http:\/\/www.yawgoog.com"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["New Haven"]]}],["minorl1=",{"type":"[[","value":[["Ashaway"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Providence"]]}],["minorr1=",{"type":"[[","value":[["Richmond (Rhode Island)"],["Richmond"]]}],["image2=Rhode Island 138.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Griswold (Connecticut)"],["Griswold"]]}],["minorl2=",{"type":"[[","value":[["Exeter (Rhode Island)"],["Exeter"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}],["minorr2=",{"type":"[[","value":[["Richmond (Rhode Island)"],["Richmond"]]}]]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["41.46111"],["-71.77750"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South County (Rhode Island)"]]},"\n",{"type":"[[","value":[["Wikipedia:Hopkinton, Rhode Island"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/H\/Hopkinton\/"]]}]