[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Hornsby"]}," is a suburb of ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["New South Wales"]]},".\n\n",{"type":"==","value":["Get in"]},"\nHornsby is one of the northern-most suburbs of Sydney, and is essentially a main gateway between Sydney and the ",{"type":"[[","value":[["Central Coast (New South Wales)"],["Central Coast"]]}," region.\n",{"type":"===","value":["By train"]},"\nHornsby is located at the junction of two of the major railway lines running out of Sydney - both the \"North Shore Line\" and the \"Northern Line\" (also known as the \"Newcastle and Central Coast Line\"). Via either route, travel time from Sydney CBD is around 45 minutes.\n",{"type":"====","value":["The North Shore Line"]},"\nThe trip via the North Shore Line is the nicest, as it crosses the Sydney Harbour Bridge and passes through the greener suburbs of the North Shore. This route is also the most heavily commuted during peak periods (with people working in the city and living in the North Shore), so trains between 7AM-10AM and 3PM-6PM may be standing room only.\n",{"type":"====","value":["The Northern Line"]},"\nThe Northern Line passes close to Homebush Bay, the site of the Sydney 2000 Olympic Games, but is a bit more mundane, with scenery being predominantly commercial areas and backyards. However, express trains often depart Central Railway Station, stopping at Hornsby on the way north, and these can make the trip a bit faster.\n",{"type":"===","value":["By car"]},"\nIn the same way as Hornsby forms a junction between two of the main railway lines in Sydney, it is also the junction between three of the major roadways in Sydney.\n",{"type":"====","value":["Pacific Highway"]},"\nThe Pacific Highway is a major arterial road which starts at North Sydney and runs through the North Shore until it reaches Hornsby and a major intersection with the F3 Freeway and Pennant Hills Road. It is heavily used during peak periods, and has a number of special School Zones where the normal 60kph speed limit is reduced to 40kph at certain times on school days (due to children being around). Travel times from the Sydney CBD can range from 45 minutes to an hour or more dependant on traffic.\nThe Pacific Highway continues north through Hornsby and parallels the F3 Freeway for quite a distance, although it is only one lane in each direction and is a far more twisting and turning path than the F3. It is, however, a far more spectacular drive, and has a number of picturesque stops where you can have a light meal and a rest whilst viewing the scenery. This route is frequented by motorcyclists and some drivers who drive quite quickly along the roads, like a private race course. This can be a bit off-putting as a driver, and also attracts a fair amount of Police attention during holiday periods and weekends.\n",{"type":"====","value":["Pennant Hills Road"]},"\nIf travelling from the South of Sydney, or from the Western suburbs, Pennant Hills Road (also known as The Cumberland Highway) is another major arterial road which leads to Hornsby. This road is again heavily used during peak periods, especially by heavy commercial traffic such as freight trucking. The speed limits on this road range from 60kph to 80kph, with again, some School Zones which are 40kph during specific times on school days.\n",{"type":"====","value":["F3 Freeway"]},"\nThe F3 Freeway is the major link between Sydney and the Central Coast. It is a 6 lane freeway (3 lanes each direction), and has speed limits ranging between 80kph and 110kph. There are some sections which have variable speed limits which change dependant on conditions, and these must be noted. There are also a number of fixed speed cameras - both instantaneous cameras (which check your speed as you pass them) and some experimental cameras which calculate your average speed between two fixed points. This route is heavily policed during holiday periods.\nThe F3 Freeway is sometimes prone to closure due to bushfires during summer, and can result in traffic being parked on two of the lanes for kilometers north and south of Hornsby. Alternate routes north are available, by heading further inland (west), but are only worth looking at if the freeway is closed for longer than 12 hours.\nHornsby is about 20KM north of Sydney CBD and accessible by train from Central station going up via North Sydney or via the inner west and Strathfield. One can also drive up the Pacific Highway.\n\n",{"type":"==","value":["Get around"]},"\nGetting around major places of interest around Hornsby is possible by foot. The Westfield shopping centre is about 5 minutes walk from the station. There are a number of restaurants within 10 minutes walk of the station. Within a 10 minute drive north of Hornsby station are various entry points to the beautiful Kuringai National Park which features some excellent bush walking with terrific views. There are a few local buses and taxis are easily available at the station cab rank.\n\n",{"type":"==","value":["See"]},"\nWithin a 10 minute drive north of Hornsby station are various entry points to the beautiful ",{"type":"[[","value":[["Ku-ring-gai Chase National Park"]]}," which features some excellent bush walking with terrific views. You can also access the famous Great North Walk from various points around the station. Access to central coast and other northern beaches is via the F3 Freeway and Mona Vale Road respectively.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe Hornsby Westfield shopping centre is the ultimate shopping destination in a 10 km radius around the area.\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of restaurants located in and around the shopping centre in Hornsby, as well as on the western side of the railway station. A large variety of food is available, from Indian, Asian, Italian, Australian and other cultures all within easy walking from the station itself.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hornsby Returned Services League Club"],["alt=Hornsby RSL"],["url=http:\/\/www.hornsbyrsl.com.au\/"],["email="],["address=4 High Street"],["lat="],["long="],["directions=Head West from Hornsby Railway Station, past the War Memorial and then head South about 100 metres."],["phone=+61 2 9477 7777"],["tollfree="],["fax="],["hours=9:30AM to 1:00AM"],["price="],["content=One of the most frequented drinking establishments in Hornsby, patronised by young and old. The drinks are reasonably priced, and the bistro offers good meals and great deals. There is a dress code (no open-toed shoes, no offensive shirts, etc.), intoxicated people will be turned away and anyone living within 5km of the club must either be a member, or be signed in by a member (this is common for all RSLs in Australia)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Railway Hotel"],["alt=The Oldie, Balls"],["url=http:\/\/www.hornsbyrailwayhotel.com.au\/"],["email="],["address=31 Station Street"],["lat="],["long="],["directions=Head West from Hornsby Railway Station, then turn North. Past the bus and taxi stands and the kebab shop."],["phone="],["tollfree="],["fax="],["hours=10:00AM - 4:00AM"],["price="],["content=This bar\/restaurant\/nightclub is often frequented by people who wish to party on after the RSL closes, or simply find the atmosphere of the RSL too stuffy. The drinks here are moderately priced (more than the RSL, but less than in the city), the music is quite modern and the staff are quite friendly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Hornsby Inn"],["alt=The Inn"],["url=http:\/\/www.hornsbyinn.com.au\/"],["email="],["address=Burdett Street"],["lat="],["long="],["directions=From the Fountain\/Clock in the Hornsby Mall, walk downhill\/North"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bar\/restaurant tends to be the venue of choice for the slightly older crowd who find the nightclub of The Railway Hotel a bit too loud\/electronic. Again, the drinks are well-priced and there are often live music acts, including an Annual Battle Of The Bands contest."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels in Hornsby except pub style accommodation. However Hotel Ibis and Waldorf services apartments are just 5 minutes drive down the Pennant Hills Rd in Thornleigh and Pennant Hills respectively.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Sydney"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/H\/Hornsby\/"]]},"\n",{"type":"[[","value":[["wikipedia:Hornsby, New South Wales"]]},"\n",{"type":"{{","value":[["geo"],["-33.7049"],["151.09901"]]}]