[{"type":"{{","value":[["pagebanner"],["Horse riding banner.jpg"],["caption=on the trail in Alberta"]]},"\nThe ",{"type":"'''","value":["horse"]}," has had a decisive role in history of mankind. In many parts around the world, horse riding remains the most practical and reliable form of transportation.\n\nEquestrianism is an intricate form of physical exercise, varying between a casual walk to competitive steeplechase.\n\n",{"type":"[[","value":[["File:Samurai on horseback.png"],["200px"],["thumbnail"],["Japanese Samurai on horseback, wearing armor and horned helmet, carrying bow and arrows circa 1878"]]},"\nThere are many reasons to combine horse riding with travel:\n",{"type":"*","value":[" ",{"type":"'''","value":["Costs"]},": Caring for a horse requires much work, making the nominal price of horse riding lower in a low-income country."]},{"type":"*","value":[" ",{"type":"'''","value":["Nature"]},": Many natural sceneries are best seen from horseback."]},{"type":"*","value":[" ",{"type":"'''","value":["Tradition"]},": Travellers might want to take part in equestrian tradition in different parts of the world."]},"\n",{"type":"==","value":["Stay safe"]},"\nRiding has some inherent risks as, when mounted, the rider's head may be up to 4 m (13 ft) from the ground, and the horse may travel at a speed of up to 65 km\/h (40 mph). The injuries observed range from very minor injuries to fatalities.  A good ",{"type":"'''","value":["riding helmet"]}," makes up a minimum of safety, and is often required, but experience and training offer the best safety.  The most common injury (about 75%) is falling from the horse. Being kicked, trampled, or bitten account for most of the others.\n\n",{"type":"===","value":[" Choice of location "]},"\nThe overall look of a stable and the way horses are handled may give warning signs about maltreatment of horses or not taking safety seriously. If you are in the position to see the location beforehand, take a good look and discuss anything that looks bad.\n\n",{"type":"===","value":[" Different horses "]},"\nBe aware of equine sexuality. A stallion may become difficult to manage if he smells a mare in season, or if he sees another stallion as a rival to be driven off. Competition between stallions — often bluff, but sometimes fighting — is normal behavior for horses in the wild, and any stallion has the instincts for it. Expert riders can fairly easily manage this, but non-experts should generally ride geldings (castrated male horses) or mares.\n\nThere are also big differences between individual horses and how the horses at a given location interact. The location providing you with horses and guides should judge your expertise and choose horses accordingly. Some horses are used to beginners and follow in the line without problems, while others suppose you know what you are doing and will give you a more interesting ride. The latter may be dangerous in the hands of a beginner. \n\nEven a horse that is gentle while in the line may start fighting or racing if allowed to wander away to the wrong fellow, which means you should follow instructions carefully. Keep the distance, as most horses are uneasy about having somebody too near behind.\n\n",{"type":"===","value":[" Handling "]},"\nA bite from a horse is serious and a kick can be fatal, but the risk of these is small with a well-trained horse unless you startle or provoke it. Talk calmly and show the horse what you are going to do; avoid doing anything surprising. Also avoid going close behind a horse as this is both the direction in which they can kick most easily and out of their field of view, so most likely to startle them.\n\nHaving a horse accidentally step on your foot can also cause serious injury. The larger breeds can do more damage, but even a pony is heavy enough to hurt you quite badly.\n\n",{"type":"==","value":["Equipment"]},"\nThere are vast regional differences with horse riding equipment (commonly referred to as horse tack).\n",{"type":"[[","value":[["File:People of Tibet51.jpg"],["250px"],["thumbnail"],["A Tibetan riding with traditional gear"]]},"\n",{"type":"===","value":["Saddle"]},"\nSaddles are seats for the rider, fastened to the horse's back by means of a girth (English-style riding), known as a cinch in the Western US, a wide strap that goes around the horse at a point about four inches behind the forelegs. \n\nIt is important that the saddle be comfortable for both the rider and the horse as an improperly fitting saddle may create pressure points on the horse's back muscle and cause the horse pain and can lead to the horse, rider, or both getting injured.\n\n",{"type":"===","value":["Stirrups"]},"\nStirrups are supports for the rider's feet that hang down on either side of the saddle. They provide greater stability for the rider but can have safety concerns due to the potential for a rider's feet to get stuck in them. If a rider is thrown from a horse but has a foot caught in the stirrup, they could be dragged if the horse runs away. To minimize this risk, a number of safety precautions can be taken. First, most riders wear riding boots with a heel and a smooth sole. Next, some saddles, particularly English saddles, have safety bars that allow a stirrup leather to fall off the saddle if pulled backwards by a falling rider. Other precautions are done with stirrup design itself. Western saddles have wide stirrup treads that make it more difficult for the foot to become trapped. A number of saddle styles incorporate a tapedero, which is covering over the front of the stirrup that keeps the foot from sliding all the way through the stirrup. The English stirrup (or \"iron\") has several design variations which are either shaped to allow the rider's foot to slip out easily or are closed with a very heavy rubber band.\n\n",{"type":"===","value":["Halter"]},"\nA halter (US) or headcollar (BI) (occasionally headstall) consists of a noseband and headstall that buckles around the horse's head and allows the horse to be led or tied. The lead rope is separate, and it may be short (from six to ten feet, two to three meters) for everyday leading and tying, or much longer (up to 25 feet (7.6 m), eight meters) for tasks such as for leading packhorses or for picketing a horse out to graze.\n",{"type":"[[","value":[["File:Barcoo bridle.JPG"],["150px"],["thumbnail"],["Barcoo (or ringhead) bridle as used across Australia"]]},"\n",{"type":"===","value":["Bridles"]},"\nBridles usually have a bit attached to reins and are used for riding and driving horses.  English Bridles have a cavesson style noseband and are seen in English riding. Their reins are buckled to one another, and they have little adornment or flashy hardware.\n\nWestern Bridles used in Western riding usually have no noseband, are made of thin bridle leather. They may have long, separated \"Split\" reins or shorter closed reins, which sometimes include an attached Romal. Western bridles are often adorned with silver or other decorative features.\n\nA hackamore is a headgear that utilizes a heavy noseband of some sort, rather than a bit, most often used to train young horses or to go easy on an older horse's mouth. Hackamores are more often seen in western riding. Some related styles of headgear that control a horse with a noseband rather than a bit are known as bitless bridles.\n\n",{"type":"===","value":["Reins"]},"\nReins consist of leather straps or rope attached to the outer ends of a bit and extend to the rider's or driver's hands. Reins are the means by which a horse rider or driver communicates directional commands to the horse's head. Pulling on the reins can be used to steer or stop the horse. The sides of a horse's mouth are sensitive, so pulling on the reins pulls the bit, which then pulls the horse's head from side to side, which is how the horse is controlled.  ",{"type":"'''","value":["Horses should never be tied by the reins"]},". Not only do they break easily, but, being attached to a bit in the horse's sensitive mouth, a great deal of pain can be inflicted if a bridled horse sets back against being tied.\n\n",{"type":"===","value":["Bits"]},"\nA bit is a device placed in a horse's mouth, kept on a horse's head by means of a headstall. There are many types, each useful for specific types of riding and training.\nThe mouthpiece of the bit does not rest on the teeth of the horse, but rather rests on the gums or \"bars\" of the horse's mouth in an interdental space behind the front incisors and in front of the back molars. It is important that the style of bit is appropriate to the horse's needs and is fitted properly for it to function properly and be as comfortable as possible for the horse.\n\n\n",{"type":"==","value":["Respect"]},"\nEach nation has its own culture of horsemanship, with local customs and taboos that need to be respected. In most parts of the world, both the horse and the handler carry a social status far above livestock and farmworkers in general.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Agricultural shows"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Agritourism"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Animal collisions"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gambling"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rodeo (event)"]]}]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Sport"]]},"\n",{"type":"[[","value":[["Wikipedia:Equestrianism"]]}]