[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nA ",{"type":"'''","value":["hospitality exchange"]}," or ",{"type":"'''","value":["home stay network"]}," is an organization that connects travelers with local residents in the cities they're visiting. If travelers can connect with the right people at the right time, they can get room and sometimes board in the place they're visiting for free or at a deep discount. Network size goes from a few thousands to a hundred thousands, and most networks are growing steadily.\n\nHome stays have advantages and disadvantages. The most obvious advantage is that accommodation costs are much lower (at most networks for free) than at ",{"type":"[[","value":[["Finding accommodation"],["hotels"]]}," or even youth ",{"type":"[[","value":[["hostels"]]},". More important, though, is the opportunity to make a personal connection with someone from a different culture and social classes, you see the destination you're visiting from a local perspective. You have your own adventure and as a side effect, the goal from some networks, this can build and strengthen intercultural understanding and reduce prejudices and intolerance.\n\nThere are disadvantages, though. Home stays require some additional planning before travel, and courtesy requires sticking at least reasonably close to your schedule. There are usually strict limits on the length of stay and what you can do in the home. You often have less privacy than in a hotel. And the opportunity to make a personal connection has its flipside: awkwardness between host and guest can make a visit to an otherwise pleasant city unbearable.\n\n",{"type":"==","value":["Networks"]},"\nThere are a number of different networks that connect hosts and guests, with different requirements for participation, restrictions for guests and member number and geographical spreading.  Hospitality Club and CouchSurfing are the biggest online organizations with over 300 thousand members. The  number of active members within the different networks is unknown due to a lack of standard definition of what exactly constitutes an active member.\n\nFor many, joining just requires filling out a Web form; some offer and others require further verification. Usually a Web listing or printed book of available hosts is provided, sometimes with eBay like reviews by travellers (or vice versa). All listed networks operate worldwide.\n\nHere are how the various projects index by size (data for CS, HC, GFL, BW and Servas collected from respective sites 7\/15\/12 ; others date from approx. 2010) :\n\n  Members * Organisation\n  -------   ------------\n 1,266,083 * ",{"type":"[[","value":[["#CouchSurfing Project"]]},"    \n   707,253 * ",{"type":"[[","value":[["#Hospitality Club"]]},"\n    89,525 * ",{"type":"[[","value":[["#GlobalFreeLoaders"]]},"\n    50,600 * ",{"type":"[[","value":[["#BeWelcome"]]},"\n    50,000 * ",{"type":"[[","value":[["#Tripping"]]},"\n    19,172 * ",{"type":"[[","value":[["#Servas"]]},"\n    10,824 * ",{"type":"[[","value":[["#WarmShowers.org"]]},"\n     4,000 * ",{"type":"[[","value":[["#Evergreen Bed and Breakfast Club"]]}," \n     4,000 * ",{"type":"[[","value":[["#Affordable Travel Club"]]},"\n     1,350 * ",{"type":"[[","value":[["#Pasporta Servo"]]}," \n       700 * ",{"type":"[[","value":[["#Hospitality Exchange"]]},"\n         ? * ",{"type":"[[","value":[["#Casa Casa"]]}," \n         ? * ",{"type":"[[","value":[["#Belodged.com"]]},"\n\n",{"type":"===","value":["CouchSurfing Project"]},"\n\nThe CouchSurfing Project ",{"type":"[","value":["http:\/\/www.CouchSurfing.org"]}," is the largest hospitality exchange organization, founded in January 2004. While it started off as a non-profit organization, in 2011 it became a for-profit C corporation. As of November 2012, there are over 1,200,000 members in 70,000 cities of 236 countries. Membership is free. Profiles are very comprehensive and extended search is possible (allowing to search for specific characteristics such as \"wheelchair accessible\").\n\nThe Terms of Use of couchsurfing are ",{"type":"[","value":["http:\/\/tos-dr.info\/#couchsurfing worse than Facebook's"]}," and probably go against European Union legislation.\n\nOne important feature of this site are the groups. The groups allow people create \"posts\", make questions and interact frequently, creating a strong sense of community. The groups are set by interest (cyclist, vegetarians, alternative consumers,etc) or by location.  When the group functionality was drastically changed in December 2012 this led to one more community outcry.\n\nThere are several security measures. After using the service, you can comment (\"leave a reference\") about your host or guest. You can create links to people you've met through a friend list. It is optional to become \"verified member\" (one-time fee, amount depends on your home country) providing another layer of security and keep the project running. Another safety system like verifying is called vouching, in this system you can vouch for others you know and feel are trustworthy if you yourself have been vouched for by 3 other members. This system was started by allowing the founders and core admins to vouche for others from the start and it is spreading pretty well. It is possible to see if people are traveling themselves, and the percentage of messages responded to. Despite a system failure in June 2006, the majority of the data was recovered, and the system restored to functionality.\n\nThere is also a wiki on the site with helpful notes about couchsurfing, safety, countries, cities and other couchsurfing related topics but the wiki has been marked for deletion.\n\nUnlike the next largest hospitality exchange, Hospitality Club, Couchsurfing is much more focused on \"social networking\", and members organize many events, viewable in a database on the website. Alongside with the surfing\/hosting experience, events are good opportunities to interact with people living or traveling in the places you visit.\n\n",{"type":"===","value":["Hospitality Club"]},"\n\nThe Hospitality Club ",{"type":"[","value":["http:\/\/www.hospitalityclub.org\/"]}," is the big hospitality exchange website which was founded in July 2000.  As of November 2012 there are over 700,000 members in 227 countries. Membership is free, and each member is verified by a volunteer team.  The website hasn't seen any visible changes since 2004. There is no official organization and the website is ran like a sole proprietorship of the founder, Veit Kühne.\n\nTo register a member must provide their full name and address, which is verified by volunteers.  Potential guests can either navigate the database of hosts geographically or use the ",{"type":"''","value":["advanced search"]}," feature. An internal message-sending mechanism is then used, allowing to keep email addresses confidential and to block spam thanks to checking by volunteers. Individuals are free to arrange their own conditions for the exchange within the rules of HC that include the hospitality exchange must be free, but allows for ancillary costs such as food and phone calls to be privately agreed between members.\n\nAfter using the service you can leave a comment for a member which will be visible to all users. The site also includes very active forums, groups, and wiki style travel guides which members can update with local information.  In addition, Hospitality Club has very active group activities, with regular regional meetings and huge camps with sometimes over 400 members attending.  The club is based on the work of volunteers around the world who believe that by bringing people together they can increase intercultural understanding and peace.\n\n",{"type":"===","value":["GlobalFreeloaders"]},"\n\nGlobalFreeloaders.com ",{"type":"[","value":["http:\/\/www.globalfreeloaders.com"]}," is an online hospitality network. As of December 2005, it has over 30,000 members. Australia is especially well represented.\n\n",{"type":"===","value":["Servas"]},"\n\nServas ",{"type":"[","value":["http:\/\/www.servas.org"]}," was created in 1949 by Bob Luitweiler, an American who lived in ",{"type":"[[","value":[["Denmark"]]},".  The organization spread rapidly all over the world and has thousands of hosts and travellers in more than 120 countries. Servas is also recognized by the United Nations.\n\nServas recommends applying for the program at least 4 weeks in advance of travel. Participation in Servas requires 2 letters of reference and paying a membership fee, which varies by country, and a personal interview with a local Servas coordinator. After the interview, the traveler gets a \"letter of introduction\" that's good for one year of travel, and a list of hosts in the countries they're visiting.\n\nTravellers contact prospective hosts in advance (lead time varies as defined by each host), giving estimated dates of travel, and they may be asked to reconfirm one or two days in advance of visit. They can stay with hosts for up to 3 days and 2 nights, and are encouraged to stay the full time to develop a deeper relationship with the host.\n\nHosts provide sleeping space, sometimes this may be a guest room.  Meals may be provided as well as assistance in visiting the city or area.\n\nAt the end of their trip, the Servas traveller is expected to provide a report to the local coordinator with updates to host lists (change of address and phone number, for example) and any other information that may be useful.\n\n",{"type":"===","value":["BeWelcome"]},"\t \n\t\t \nBeWelcome ",{"type":"[","value":["http:\/\/www.bewelcome.org"]}," is a five year old service founded in early 2007 by former volunteers of Hospitality Club, grouped in the non profit ",{"type":"[","value":["http:\/\/www.bevolunteer.org\/ BeVolunteer organization"]},".  It is based on the free and open source ",{"type":"[","value":["http:\/\/trac.bewelcome.org\/ BW Rox"]},".\n\nBW is a website run by BeVolunteer(BV), a non-profit association legally registered in Rennes (France). Members of BW (the site) do not have to be members of BV (the association). BW site\/service membership and all features are free. \n\nTravellers can then contact each other for accommodation requests with the internal mail system which protect email privacy. Spammers are removed as soon as they are confirmed when more than one member complain.\n\nPeople inside BeWelcome can add comments about other people they know or meet, bad comments are also allowed in case it can be useful for other members.\n\nThis website also include a forum and classical hospitality exchange features (contacts managment, map search, sophisticated search for host, links between profile, groups). In addition a member can have several version of his profile translated in various languages which can help him to find a host in a foreign country.\n\nAs of October 2013 the network has more than 50.000 members and with that it is the biggest non-profit online hospitality exchange network.\n\n",{"type":"===","value":["EvergreenClub.com"]},"\nThe Evergreen Bed & Breakfast Club ",{"type":"[","value":["http:\/\/www.EvergreenClub.com"]},"is for people over 50 who enjoy traveling - members host each other in their own homes. Founded in 1982, there are over 4,000 members - mostly in the United States and Canada. \n\nThe Evergreen Bed & Breakfast Club members have developed into a network of over 2,500 lodgings for travelers by pooling their seldom-used guest rooms. The Club is a practical resource for travelers over 50 who enjoy people-to-people contacts. Members enjoy friendly hosts, comfortable accommodations in lovely homes, hearty breakfasts and firsthand information about local attractions.\n\nThere is an annual membership fee of $75 and guests pay their host a nominal gratuity of under $20\/ night. Registration is online. Members receive online access where they can search for hosts in locations they want to travel to and interact with Google Maps to help plan trips. There is also a Member Lounge for blogs, managing one's account and profile and classified ads such as Home Exchanges.  The Club has paid staff and an 800-phone number.\n\n",{"type":"===","value":["belodged.com"]},"\nBelodged.com ",{"type":"[","value":["http:\/\/www.belodged.com"]}," is following the former globiwalk.com website which was launched in 1999, at a time when free accommodation networks have not been very well-known.\n\nUnlike various open social networks, belodged.com does not try to set up a large mass of groups who are working for free for belodged.com. There is a professional team behind the platform that is supposed to guarantees the ongoing development of the website and its services.\n\nRegistration is anonymous and free, no personal data except of member's e-mail and geographic information is needed. With the anonymous messaging service in the member area other members can be contacted anonymously and at some point exchange information like e-mail, phone number etc. belodged.com does not pass on any information - the system doesn't have them!\n\nStatistics can be found on the welcome page. The list of features is changing and growing as much the community is requesting.\n\n",{"type":"===","value":["Tripping International"]},"\nTripping ",{"type":"[","value":["http:\/\/www.tripping.com"]}," is a global community of travelers that was founded in 2009 and - just weeks after launching - grew to 500+ members from 40 countries. According to the website, Tripping aims to become the safest and best hospitality exchange in the world by offering increased safety and the latest travel tools and technology. \n\nLike other hospitality sites, Tripping is a platform where travelers can meet local people. Travelers can get advice from locals in the Community forums or meet them in real life, such as for a cup of coffee or even a homestay. \n\nBased in San Francisco, Tripping was founded by Jen O'Neal ",{"type":"[","value":["https:\/\/www.tripping.com\/about\/ourteam"]}," and Nate Weisiger ",{"type":"[","value":["https:\/\/www.tripping.com\/about\/ourteam"]},", who were two of the first employees at StubHub.com (a startup that was acquired by eBay for $307M in 2007). The founders also have experience in the hospitality realm, as Jen O'Neal is a longtime member of CouchSurfing and has hosted over 150 travelers across various hospitality sites.\n\nTripping is free for everyone and their motto is \"For Travelers, Not Tourists\"\n\nAs of December 2012 Tripping seems to be more of a cross-over between paid AirBnB-style accommodation and hospitality exchange..\n\n",{"type":"===","value":["Affordable Travel Club"]},"\n\nThe Affordable Travel Club ",{"type":"[","value":["http:\/\/www.affordabletravelclub.net"]}," is a bed and breakfast hospitality exchange club founded in 1992. It is for people over the age of forty. Members pay an annual membership fee and may receive a printed directory or access to an online directory. Traveling members pay a small gratuity to their hosts. ATC is a community-oriented club with regular get-togethers. It is supported by staff.\n\n",{"type":"===","value":["Hospitality Exchange"]},"\n\nHospitality Exchange had its roots in the Travelers directory (now defunct) one of the originators of this concept over 40 years ago.  Lower membership but passionate about its goals. Website, ",{"type":"[","value":["http:\/\/hospex.net"]},", explains it all, allows members to search for other members.  $20\/year to defray expenses.\n\n",{"type":"===","value":["TravelHoo"]},"\n\nTravelHoo was one of the oldest web-based hospitality exchange organizations, operating since 1997. In December 2005 there were more than 6,000 members in 114 countries, Eastern Europe and Asia being well represented. Today this network seems to not exist anymore ",{"type":"[","value":["http:\/\/www.hospitalityguide.net\/hg\/wiki\/index.php?title=Travelhoo"]},". Only its online discussion group ",{"type":"[","value":["http:\/\/uk.groups.yahoo.com\/group\/travelhoo\/?v=1&t=directory&ch=web&pub=groups&sec=dir&slk=10"]}," is still reachable via different search engines.\n\n",{"type":"===","value":["Pasporta Servo"]},"\n\nThe ",{"type":"''","value":["Pasporta Servo"]}," ",{"type":"[","value":["http:\/\/www.tejo.org\/ps\/"]}," (\"passport service\") is a home stay network for speakers of ",{"type":"[[","value":[["Esperanto phrasebook"],["Esperanto"]]},", an international auxiliary language. It's sponsored by TEJO, the World Organization of Young Esperantists, who publish a book each year listing thousands of hosts in 80 countries.\n\nTravelers pay a fee for the yearly host list. Hosts ask no fee for rooms, but each sets their own requirements for duration, number of visitors, contact ahead of time, and whether or not food is offered. Some hosts ask for compensation for food. Hosts receive the host list for free.\n\nAll travelers are expected to communicate with their hosts in Esperanto. Coordination with the service is in Esperanto, and the host list is in Esperanto. The ",{"type":"[[","value":[["Esperanto phrasebook"]]}," should come in handy. If you don't speak Esperanto, aren't really interested, and can't see learning a new language just to get into a home stay network, Pasporta Servo is not for you.\n\n",{"type":"===","value":["WarmShowers.org"]},"\n\nWarmShowers ",{"type":"[","value":["http:\/\/www.warmshowers.org"]}," is an online hospitality exchange organization for touring cyclists. It has 10824 active members (data from 2009\/12\/04). It has been founded in 1993 in Canada, it has become an online organization in 2005. Its members are dispersed all over the world, although North America is still best represented.\n\n",{"type":"===","value":["Casa Casa"]},"\n\nCasa Casa ",{"type":"[","value":["http:\/\/www.casacasa.org"]}," is a bed and breakfast hospitality exchange club loosely affiated with the Affordable Travel Club. It is for people age twenty four and over. Members pay an annual membership fee of $50, and their names and addresses are verified through the dues-paying process. Casa Casa's online membership directory is secure and searchable. Traveling members pay a gratuity of $15 to their hosts to offset the costs of providing breakfast. Casa Casa is supported by a full-time staffperson who is available to provide some assistance in arranging homestays.\n\n",{"type":"===","value":["Hospex"]},"\n\n",{"type":"'''","value":["Hospex ",{"type":"[","value":["http:\/\/www.hospex.org\/"]}]}," was the first Internet based hospitality network. Started back in 1992, after several years it converted to Hospitality Club.\n\n",{"type":"===","value":["Staydu.com"]},"\n\nStaydu.com ",{"type":"[","value":["http:\/\/www.staydu.com"]}," was created by two German students who had the vision that everybody should be able to travel without spending a lot of money. Staydu.com has gone online in September 2011 and already had more than 1000 registered users by the end of 2011. Everyone can use staydu, but the focus is on low-budget traveler who are looking for a long term stay. Hosts can offer their accommodation for three categories: for work, for money or for free. Staydu started totally for free, but to keep the advertisement low-budget staydu has that a limit of $ 200 \/ month for the category \"money\" and a limit of $50 of additional fees for the category \"work\".\nStaydu already has sub-sites that surfers ",{"type":"[","value":["http:\/\/www.surf.staydu.com"]}," and hairdressers ",{"type":"[","value":["http:\/\/www.hair.staydu.com"]},"can network with like-minded people.\n\n",{"type":"===","value":["Volunteerstays.com"]},"\n\nVolunteerstays.com",{"type":"[","value":["http:\/\/www.volunteerstays.com"]}," provides an international listing of Volunteers and Stays for the purpose of introducing travellers and hosts for short-term work exchanges. A bit of honest work in exchange for food and shelter and a friendly local experience is what the website is about. It was launched June 24, 2011. \n\nIn general, a Stay will provide meals and accommodation (1-3 meals a day) in return for about 20 hours of work per week from a Volunteer. Stays may also provide additional perks such as free internet, laundry, language lessons, use of kayaks or bikes, and local excursions. Each Stay is unique. Some may offer live-in accommodation with the host family, a separate guesthouse, or lodging in a hostel, sailboat, or beach hut. Stays are usually at least one week in duration, allowing for a real local experience. ‘Work’ can be anything from working with animals to help around the house. \n\nNew members can register as either a volunteer or stay (or both). While the focus is on introducing Volunteers and Stays for working vacations, the website also provides a Travel Partners service. Searches can be conducted by age, gender, nationality, work type, languages spoken, travel to dates, etc.  A feedback mechanism also exists for rating other members and leaving comments about their experience with one another.\n\nIt is free to join and create a profile. Stays are automatically upgraded to Premium status so they can contact other members. Volunteers may upgrade to a Premium Membership at any time for a small donation.\n\n",{"type":"===","value":["Other"]},"\n\nAlthough a slightly different concept, ",{"type":"[[","value":[["home exchange"]]}," is closely related to hospitality exchange, and there are a number of other agencies specifically for those who are interested in swapping homes.\n\n",{"type":"{{","value":[["PartOfTopic"],["Travel accommodation"]]},"\n",{"type":"{{","value":[["Usabletopic"]]},"\n",{"type":"[[","value":[["WikiPedia:Hospitality service"]]},"\n"]