[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["HouJie Town"]},"(厚街，Mandarin: HòuJīe) is a town in ",{"type":"[[","value":[["Dongguan"]]}," City, China, on the east bank of the Pearl River. It has a permanent population of 93000, and more than 400000 as a temporary population. Like much of the surrounding area, economic activity is dominated by manufacturing.\n",{"type":"[[","value":[["Image:Kanglestreet.JPG"],["thumb"],["220px"],["KangLe Street, the main drag and shopping district in downtown HouJie"]]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Orientation"]},"\nWhile the town spans to the east, the city center is approximately HouJie Avenue and KangLe Road. HouJie Avenue is a six lane divided highway running west to east (roads do not follow cardinal directions, it's more northwest to southeast). Going east on HouJie street will take you past the Haiyatt Garden Hotel and eventually to the GuangShen Expressway, which runs between GuangZhou and ShenZhen. KangLe Road is the town's main drag -- a two lane road that runs through the busy main shopping area towards the south.\nHouJie's large square is one block south of HouJie Avenue on KangLe Road.\nParalleling KangLe road a block south is GuanTai Road, a massive 8 lane divided highway that Sheraton and HJ International hotels are found on. North on GuanTai Road leads to DongGuan City, while HuMen Town is to the south.\n\n",{"type":"==","value":["Get in"]},"\n\nMost visitors to China will require an advance visa, which should be obtained from your embassy. See ",{"type":"[[","value":[["China#Visas"],["Visas"]]}," for details.\n\nThe majority of international visitors arrive via the Hong Kong International Airport, or Guangzhou Airport (BaiYun).\n\n",{"type":"===","value":["From HKIA"]},"\n\n",{"type":"====","value":["Direct Vans"]},"\n",{"type":"{{","value":[["listing"],["name=Mainland Coach Services"],["url=http:\/\/www.hongkongairport.com\/eng\/transport\/transport-connection-with-mainland-china\/mainland-coach-services.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=To find the transportation counter, follow the signs to \"Transportation to Mainland\" near terminal 2. The trip should take between 2.5-3.5 hours."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=GoGo Bus"],["url=http:\/\/www.trans-island.com.hk\/eng\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=(852) 2262 3232"],["tollfree="],["fax="],["hours=09:00-22:00"],["price=HK$230"],["content= uses modern 7 passenger vans that will take you directly to the door of most hotels in HouJie. A first van crosses the border at HuangGang. From the mainland side, you will then be transferred to another van which will take you the rest of the way. They will sometimes make one or two stops at other hotels along the way before HouJie."]]}]},"\n",{"type":"====","value":["Train & Bus"]},"\nThe cheapest method of transport is not the easiest. Board the S1 bus at HKIA (3.2HKD), get off at the Tung Chung MTR station. Board the orange line, tranfer to red line, green line, then light blue line to Lo Wu (48HKD). Cross the border on foot, and in the coach station find the bus to HouJie (¥45, last bus at 21:00). This will take you to the bus station near HouJie square.\n\n",{"type":"===","value":["From ShenZhen"]},"\nThe coach station, on the street level at Lo Wu (LuoHu), has a bus to the station near HouJie square. ¥45, 1-1.5 hour, last bus leaves at 21:00.\n\nFrom FuTian port, the ShenZhen railway can take you to ShenZhen North, and the Guangzhou-Shenzhen-Hong Kong Express Rail Link. This high speed train takes 17 minutes from ShenZhen North to HuMen. A taxi from HuMen to HouJie costs ¥30-40.\n\nA taxi from ShenZhen to HouJie will cost between ¥220-260.\n\n",{"type":"===","value":["From ZhuHai"]},"\nThe coach station at GongBei has a bus to DongGuan City (¥60) that will drop you at the highway exit in HouJie if that's the destination you buy a ticket for. There you will find a limited number of private drivers waiting to take you downtown. The fare to downtown should be about ¥20, but they will often try to charge up to ¥50.\n\n",{"type":"===","value":["From DongGuan"]},"\nA taxi from downtown costs about ¥90. Public Buses are also available.\n\n",{"type":"===","value":["From GuangZhou"]},"\n\n",{"type":"==","value":["Get Around"]},"\nTaxis can usually be hailed on busy streets, though they are a bit harder to find on multilane divided highways. Drivers seldom speak english, and fares should be negotiated before getting in the cab. A short trip under a mile should be ¥10. Across town is about ¥20. ¥40 should easily take you to the next town over.\n\nBicycle taxi is fun and easy way to get around the downtown area. They can be identified by the padded seat in back, and carry up to 2 (or 3!) people. A trip anywhere around downtown should cost ¥5. Most won't overcharge, but it's not a bad idea to agree on price in advance. It's worth noting that riding on the back of a bicycle in Chinese traffic is not an experience for the faint of heart.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=HouJie Square"],["url="],["email="],["address=KangLe North Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is an expansive flat space at the heart of the city, and is the sight of all celebrations and festivals. Midway through the evening on any day, it's typical on the west end to see a sizable group line dancing to techno music. Feel welcome to copy the steps and join in, but don't expect the electric slide."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Massage"]},"\nMassage is a terrific and relaxing way to spend extra hours in China. It's much more affordable than in the West, and the service is very good. Contrary to popular belief, it's very unlikely you will be offered any \"special\" service. A good word to know is \"清点\" (QīngDĭan) meaning \"softer\". Chinese massage can be a bit intense when not accustomed to it.\n\nFoot massage lasts about 60-90 minutes, and includes a back, neck, arm and leg massage, and foot washing. All while in a lazyboy recliner. Price is ¥40-70.\n\nBody massage lasts 90-120 minutes. There is often an option with or without massage oil, and the price is slightly higher with oil.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=JinYi Foot Washing"],["url="],["email="],["address="],["lat="],["long="],["directions=Across GuanTai road from the Sheraton"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While seldom do the staff speak English, they have a menu of options in English and the rest is not difficult to figure out. Service and facilities are always tip top, and prices are competitive. Foot Massage - ¥58, 60min; body massage - ¥138-158, 90 min. Body massage includes admission to an area with a sauna, steam room, tv, internet, and pool table."]]}]},"\nMost high end hotels offer massage services, but they cost more than the independent options. Expect 1.5x to triple the price of other places, for the same quality of service.\n\n",{"type":"===","value":["Sports"]},"\nBadminton, Basketball, and Ping Pong are popular sports in China. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sports Park"],["url="],["email="],["address="],["lat=22.946153"],["long=113.667963"],["directions=Corner of TiYu Road and ZhongXing Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(体育馆, Mandarin:TiYuGuan) has indoor badminton and pingpong courts for rent, outdoor basketball, a pool, and a large running\/walking track. The park is a popular hangout for the locals on nights when the weather is nice."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=QiaoDong Bowling Hall"],["url="],["email="],["address="],["lat=22.964691"],["long=113.695777"],["directions=Guantai Road"],["phone=+86 769 8558 4280"],["tollfree="],["fax="],["hours=Open 24\/7"],["price="],["content=A 4.5km drive north on GuanTai road will bring you to this bowling hall, on the left side of the street a bit past ChenWu East Road."]]}]},"\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["FuShenGang"]}," (福神岗)Is a popular park nearby downtown. It can be found north of the Tesco Supermarket, on a long walk down CaiYun East Rd. There are areas to hike, but the main attraction is the towering pagoda at the top of the hill. On clear days, there are terrific views of the whole town."]},{"type":"*","value":[" ",{"type":"'''","value":["DaLingShan (大龄山)"]}," has a hilly landscape and good views. It can be reached by a public bus."]},"\n",{"type":"===","value":["KTV"]},"\nUbiquitous in China, these clubs will rent you and up to 20 friends a private room for karaoke. Most non-budget hotels will have KTV facilities.\n\n",{"type":"===","value":["Etc"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["HengGang Reservoir"]}," (横岗水库) is in the TingShan region east of the GuangShen expressway. It's on HuJing Rd - which is the road that extends east of the expressway exit.  Here there are opportunities to go fishing and find barbeque."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=KangLe South Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main drag in HouJie, this street has eight blocks of clothing stores, shoe shops, mid range restaurants. Higher quality chinese brand names are found here, as well as some genuine stores international brands, and a few stores peddling piles of cheap clothes and accessories. Busiest around the hours of 20:00-22:00."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Neoclassicism Studio"],["url="],["email="],["address="],["lat="],["long="],["directions=KangLe South Road, just past the bar street"],["phone="],["tollfree="],["fax="],["hours="],["price=DVD: ¥12"],["content=A long walk down KangLe street to the south will take you to this two story DVD seller. They have a range of foreign movies and TV series, software, and music. Quality is good, English movies are in English, and they function fine in the US. You can request to have them demo it for you. The software is generally not recommended."]]}]},"\n",{"type":"==","value":["Eat"]},"\nPlaces to eat fall into three distinct categories. Budget includes hawker stalls, alley barbeques with plastic chairs, and the like -- most of which are outdoors. Midrange covers indoor sit down restaurants, that mostly cater to local Chinese. While splurge restaurants generally offer foreign foods aimed at western palates.\n\nMost open minded people will find that good food can be found at any price point.\nBudget and mid range options usually do not speak English. Any knowledge of Mandarin helps, but one can also get by pointing -- at picture menus, at things they have sitting out, or at items that other patrons are eating.\n\nLike most of Asia, some discretion should be taken with what you eat. As a rule, it's safe if it has been thoroughly cooked (boiled, fried, or grilled), peeled in the case of fruits or vegetables, or opened from a sealed container (bottled, canned).  Food from any budget range is usually safe to eat accordingly. \nAs far as water is concerned, do not drink tap water. However, water and tea served in restaurants is safe if it arrives hot - this means it has been boiled. Ice is generally always fine to consume, as the water is purified. \n\n",{"type":"===","value":["Budget"]},"\nHawker stalls selling various items can be found in busy areas, many on KangLe Street near the main square. Popular items include a chinese style pizza, fruits, fermented tofu, chestnuts, steamed buns. Food quality at these stalls varies.\n\n",{"type":"====","value":["Outdoor sit-down"]},"\nAlley outdoor eating is very rewarding and cheap, and is ubiquitous in sidestreets of HouJie. They are easily distinuishable by the small tables and even smaller plastic chairs. Most places will have a selection of meats and vegetables on a stick you can choose, which will be grilled and seasoned spicy. With no Mandarin you can get by picking these out, and they'll be delivered to your table.  Beer is served cold in large bottles. These same restaurants also will have various other items available to order including fried rice, fried noodles, hot pot, etc. If it's the rainy season, look for places that can pull out an awning. Items on a stick are ¥1, a 600ml beer will run you ¥5-7, fried rice ¥5-7, hot pot about ¥25-35.\n\nSome locations include the diagonal street connecting the HaiYatt and Sheraton Hotel (Yuefanshan Avenue), the side street across KangLe Road from the Sunshine Mall, and streets paralleling KangLe Road on either sides (KangLe Cross Street just north of Shan Hu Road; Xing Long Road).\n\n",{"type":"===","value":["Mid Range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xiang Fe Ge Wine Shop"],["url="],["email="],["address=镇康乐北路11号"],["lat="],["long="],["directions=KangLe South Street, across from the Sunshine Mall"],["phone=0769-85968012"],["tollfree="],["fax="],["hours="],["price=Mains: ¥15-35"],["content=Not a wine shop at all, this place serves terrific Hunan style food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BoTon"],["url=http:\/\/www.botonman.cn"],["email="],["address=TiYu Road"],["lat="],["long="],["directions="],["phone=69-88910982"],["tollfree="],["fax="],["hours="],["price=Mains: ¥20-75"],["content=On the high end of mid-range, this tastefully decorated establishment has an impressive range of food options. Includes Chinese, Italian, Thai curries, steaks, and fish. Food is pretty good considering how far they've stretched themselves."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Little Sheep"],["url="],["email="],["address="],["lat="],["long="],["directions=Across GuanTai road from the Sheraton"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This Hot Pot restaurant is an all you can eat. They prepare two broths to boil the food in at your table, one mild and one spicy. You order the raw items to cook, but beware, you are charged for anything you order that you ",{"type":"''","value":["don't"]}," eat!"]]}]},"\n",{"type":"===","value":["Splurge"]},"\nMost high end hotels have pricey italian, japanese, chinese, and general-international restaurants, quality varies but they are usually pretty good. Outside of the hotels:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Pozzo"],["url="],["email="],["address=HouJie Road"],["lat="],["long="],["directions="],["phone=0769-85882286"],["tollfree="],["fax="],["hours="],["price=Mains: ¥90-250"],["content=This Italian restaurant boasts great food and ambiance. Run by an Italian expat, you can't go wrong with most of the menu. Call them, and for free they will pick you up anywhere in town and drop you back off again. At the end of the meal you'll be given a small glass of homemade limoncello, which they'll gladly refill as many times as you can handle it (gratis!)."]]}]},"\n",{"type":"==","value":["Drink"]},"\nA popular drinking experience in HouJie is simply finding a table at an outdoor restaurant and whiling away the hours on 600ml bottles of TsingTao (¥5-7).\n\n",{"type":"{{","value":[["drink"],["name=HouJie Bar Street"],["alt=厚街酒吧街, Mandarin: HouJieJiuBaJie"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," is a small bar street on KangLe Folk Street, an angle street a ways south on KangLe Road. There are a couple trendy-seeming dance clubs with hired dancers, who will play chinese dice with you when they aren't on stage. A live band will typically play two sets also, usually sappy sounding Chinese ballads. 350ml beers can be bought for ¥30 each, although they are a much better deal when bought in quantities of 12 (¥150-200). Opening time is around 21:00, but things don't get going until at least 23:00.\n\nThere are western bars, including the hotel lobby bars.\nThe ",{"type":"{{","value":[["drink"],["name=Buddha Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= on HouJie Street serves beer, wine, and many options in spirits. Several of the wait staff speak English, and may sit down and chat with you if business is slow and you're alone."]]},"\n\nOpen containers and consumption in public areas is acceptable.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Irene's Bar"],["url="],["email="],["address=Yuefanshan Daodao"],["lat="],["long="],["directions=Opposite Haiyatt carpark"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only expat pub in Houjie, good range of beers on tap and in bottles, wine and spirits.  Busy  most nights of the week, relaxed atmosphere and friendly staff."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nBudget hotels will have fair room prices posted usually. High end hotels post room rates that are significantly higher (up to 3x) than a corporate rate. If you are working with a company in DongGuan or elsewhere in China, it is a good idea to see if they can get a corporate rate with the hotel.\n\nBudget and Midrange hotels often will not have English speaking staff, but with a basic understanding of Mandarin or a game of charades, you should be able to work out your arrangements.\n\n\n\n",{"type":"===","value":["Budget"]},"\nA number of hotels are located along KangLe South Street, in the range of ¥130-170. Expect clean, but very basic private rooms.\n\n",{"type":"===","value":["Mid Range"]},"\n\n",{"type":"===","value":["Splurge"]},"\nHotels in this range generally compare to a three or four star hotel in a Western country. All include buffet breakfast with western and asian fare options. An Italian, Japanese, and Chinese restaurant inside the hotel is pretty standard.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=HaiYatt Garden Hotel"],["url=http:\/\/www.haiyatthoujie.com"],["email="],["address=厚街大道东2 Houjie Avenue"],["lat="],["long="],["directions="],["phone=0769-85885888"],["tollfree="],["fax="],["hours="],["price=¥560-1100"],["checkin="],["checkout="],["content=Not to be confused with the \"Hyatt\" hotel chain, this hotel has tasteful spacious rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton"],["url="],["email="],["address=莞太路段 Guantai Road"],["lat="],["long="],["directions="],["phone=0769-85988888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Boasts the largest lobby in the list, complete with palm trees. Rooms are spacious and well decorated. Starwood Preferred Guest points can be earned and are redeemable internationally."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=HouJie International"],["url="],["email="],["address="],["lat="],["long="],["directions=Corner of DongFeng and GuanTai Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Completed in 2009, this hotel is the newest and swellest in HouJie. At the lowest price level, rooms are a bit smaller, but the impressive decor makes up for it. With a corporate rate, room price is about on par with the Sheraton or HaiYatt."]]}]},"\n",{"type":"==","value":["Destinations"]},"\nWeekends in HouJie can be a bit slow for expats. For information on getting to these places, see the ",{"type":"[[","value":[["HouJie#Go next"],["Get Out"]]}," section.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dongguan"]]}," has a far more active nightlife than HouJie. DongGuan Bar Street (东莞酒吧街, Mandarin: DongGuanJiuBaJie) in DongCheng has a large number of busy bars and clubs and is a good destination Friday and Saturday nights, or any night of the week."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hong Kong"]]}," caters more to the Western lifestyle. There are a lot of tourist sites, Western-style bar streets packed with expats, and a myriad of food ethnicities."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Macau"]]}," is an old Portuguese colony. Here one can see interesting european archetecture, as well as a plethora of casinos and fancy hotels. It is considered Las Vegas of the East."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Shenzhen"]]}," has some tourist sites, as well as various places to shop."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zhuhai"]]}," at the border with Macau, has a walking street with outdoor bar stalls, ample shopping, as well as a hot springs facility a ways out of town."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Guangzhou"]]}," is a sprawling city 1.5 hours north."]},"\n",{"type":"==","value":["Go next"]},"\nDongGuan can be reached by a taxi for about ¥90, or by a number of public buses on GuanTai road.\n\nAt the bus station adjacent to the big square, coach buses run to ShenZhen LuoHu (1-1.5hr, ¥45), ZhuHai GongBei(2hr, ¥60), and GuangZhou(1-1.5hr, ¥45). A short taxi ride to the HuMen train station will also connect you to the high speed train to ShenZhen North, and Guangzhou.\n\nTo get to Macau, take the bus ZhuHai GongBei. The border is a short walk from the bus station. On the Macau side there is an underground bus station. Public buses run to the area with casinos, hotels, and the old town. A bus to The Grand Lisboa will get you into walking distance of everything.\n\n",{"type":"====","value":["Hong Kong"]},"\nTo get to Hong Kong International Airport, the same direct vans return from your hotel - hotels are able to book a ticket for you. ¥230, 2.5-3hrs. See ",{"type":"[[","value":[["HouJie#Get In"],["Get In"]]},".\n\nFor downtown\/Kowloon, take the bus to ShenZhen LuoHu.  Walk across the border, and take the MTR the rest of the way (~HK$46).\n\n",{"type":"==","value":["Stay safe"]},"\nHouJie is for the most part safe, given some precautions. Due to the sheer numbers of people in most areas, violent crime is uncommon although it's best to stay to the beaten path.  Instances of bag snatching from motorcycles are known of, so it is good to ensure you're well connected to any bags if you're carrying one.\nLess populated areas, such as TingShan in the east, are best avoided at night.\n\nInstances of overcharging is only common when bargaining is part of the exchange, but there isn't a hard and fast rule to what's negotiable. Food and drink, posted prices for services like massage, public transport, and store items with a posted price generally aren't negotiated (at least, not by more than 10-15%). Taxis and shops without posted prices may or may not be charging double or more.\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Pearl River Delta"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]},"\n",{"type":"{{","value":[["geo"],["22.9386"],["113.6665"],["zoom=14"]]}]