[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Hovden"]}," is a small town situated in upper ",{"type":"[[","value":[["Setesdal"]]}," in ",{"type":"[[","value":[["Aust Agder"]]}," about 800m above sea level. The scenery here is beautiful with mountains, open country, water and birch woodland. \nNature has provided perfect conditions for recreation, relaxation, and peace and quiet but also for challenges in and on the water, on land and in the air. \nHovden is perhaps best known as a winter sports resort with a long winter and a stable winter climate. The winter normally starts with about 20 cm of snow sometime in November and lasts until the beginning of May. \n\nSummer in Hovden is also wonderful. The area offers good fishing, swimming - not just at Hovden Badeland but also along the river and in lake Hartevatn, activities such as rafting, climbing and canyoning and last, but not least, the high mountains offering fantastic walking. In the summer, a new 9-hole golf course will be open. Hovden is a good starting point for walks from cabin to cabin. Close by are ",{"type":"[[","value":[["Sloaros"]]}," and Tjørnbrotsbu cabins, which are both linked to the Norwegian Mountain Touring Association’s trail network.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rv 9"]}," from ",{"type":"[[","value":[["Kristiansand"]]}," in the ",{"type":"''","value":["south"]}," through the beautiful valley of ",{"type":"[[","value":[["Setesdal"]]}," to Hovden."]},{"type":"*","value":[{"type":"'''","value":["E134"]}," from ",{"type":"[[","value":[["Bergen"]]}," or ",{"type":"[[","value":[["Haugesund"]]}," in the ",{"type":"''","value":["west"]}," or ",{"type":"[[","value":[["Oslo"]]}," in the ",{"type":"''","value":["east"]}," to ",{"type":"[[","value":[["Haukeli"]]}," and then Rv 9 from Haukeli to Hovden."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Storhedder"]},"\nHigh up in the hills, between ",{"type":"[[","value":[["Bykle"]]}," and Western Norway, you'll find a thrilling and unique relic of ancient culture. Almost 1000 years ago, runes and figures were carved into soapstone at the Skutesteinen at Storhedder. Access to Storhedder is difficult, but definitely worth the trip! \n\n",{"type":"'''","value":["Bykle Church"]},"\nOne of Norway's smallest churches, and one of the most beautiful? Situated in the centre of Bykle, next to national road 9, it is well worth a visit! \n\n",{"type":"'''","value":["The Vatnedalen Dam"]},"\nThis majestic dam - built stone upon stone - is one of the largest in Norway. More than 4 million cubic metres of mass were required for the dam which contains the Vatnedalen lake. \n\n",{"type":"'''","value":["The Western Hills of Setesdal"]}," (Setesdal Vesthei)\nDid you know that two thirds of our municipality is a permanent landscape preservation area? The Western Hills of Setesdal (Setesdal Vesthei) comprise practically all the land to the west of national road 9 in Bykle municipality, an area which is the habitat of Europe's southernmost wild reindeer population... \n\n",{"type":"'''","value":["The Byklestigen path"]},"\nIn the past, travelling south from Bykle was a difficult and risky endeavour. The Byklestigen path is a living proof and monument of the ancient routes. \n\n",{"type":"'''","value":["The Hovden Museum of Iron Production"]}," \nDid you know that Hovden was a far more populous place 1000 years ago than today? At the Hovden Museum of Iron Production, you get a chance to make a journey back in time to the period when Hovden was one of the first industrial areas in Norway.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Alpine skiing"]}," \nHovden Ski Centre offers you a total of 25,5 kilometres of descent, a vertical drop of 374 metres, two 4-seat express lifts taking you to the top, 4 ski tows and a 2-seat lift. Snowboard park and litted slope, ski rental and skishop, cafeteria, afterski and bistro. This is a place for the entire family, whether you are a ski or snowboard enthusiast. \n\n",{"type":"'''","value":["The snowboard park"]},"\nBukkerittet (the Buckride) - the Hovden terrain park - has one of Norway's widest selections of rails and boxes. Adding some jumps, wavepipe, some excellent windlips and forest pistes, a skating hall and lots of young people, you get a good idea of snowboarding at Hovden! \n \n",{"type":"'''","value":["Cross-country skiing"]},"\nWelcome to our world-class cross-country trails! They run through varied forest terrain up to breathtaking mountain expanses. The skiing season lasts from November to May. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.badeland.com\/ Hovden Badeland"]}]}," (Aqualand)\nAt Hovden Badeland you get a touch of tropical heat although you find yourself in the midst of a blizzard. Cool down with an ice cream in case it gets too hot! \n\n",{"type":"'''","value":["Ski school"]}," \nWould you like to learn the basics of skiing or just give your technique a finishing touch? You may get instruction in cross-country as well as alpine skiing and snowboard. \n\n",{"type":"'''","value":["Ski orienteering"]},"\nIn collaboration with the Kristiansand Orienteering Club, every winter we set up 20 posts in the skiing terrain. The orienteering posts have varying degrees of difficulty, offering challenges for everyone! \n\n",{"type":"'''","value":["Skating rink"]},"\nNorway's highest-lying skating rink is located in the centre of Hovden! Here you will find a 400-meter track for long-track speed skating as well as separate areas for play, bandy and hockey. You can hire skates and other equipment at Hovden Badeland. \n",{"type":"[[","value":[["Image:bilde 016.jpg"],["thumb"],["hovden sunset"]]},"\n",{"type":"'''","value":["Snowkiting"]}," \nCrowded slopes, packed cafeterias, endless lines to the ski lifts, streets thronged with people and convoy traffic in the ski trails. Does it sound familiar? Why not let the wind take you across the open expanse, without having to worry about where the track or the lift ends. This is snowkiting! \n\n",{"type":"'''","value":["A snowshoe adventure"]}," \nRevel in the sight of pristine snow. Look at the animal tracks over there! Is it a hare? Or maybe the tracks of a fox? Imagine being able to check for yourself...\n\n",{"type":"'''","value":["In Summertime"]},"\nCourses and explorations in the Støyledalen Valley\nWeekends Friday through Sunday with full room and board in July and August. Home-made traditional meals. With the old farm in Holskrone as a point of departure, guided walks are organised in a lush and rich cultural landskape. \n\n",{"type":"'''","value":["Chairlift"]},"\nTake the chairlift to the top of \"Nos\", 1.183 m. above sea level. Beautiful views over the mountain wilds, and an excellent starting point for hikes. In good weather, it is possible to see as far as the Hardangervidda mountain plateau. \n\n",{"type":"'''","value":["Hiking"]},"\nIn the Hovden area we have versatile touring grounds. You can choose between the remarkable Hovdenuten peak where you can enjoy the beautiful view, or the bare rocks along the Børtemanns brook. You could take the chair lift to the top of Nos, or experience the high mountains by staying in one of the tourist cabins near Hovden. \n\n",{"type":"'''","value":["Biking"]},"\nEnjoy biking in Hovden. In the summer of 2009 they startet building 3 new downhill sloaps at the skisenter with PRO help from one of scandinavias best downhill bicyklers. Or you can combine biking with hiking on long distace trips, and also fishing. \n\n",{"type":"'''","value":["Fishing"]},"\nHovden has many attractive fishing areas, where you can fish with worms, spinners bait or flies. You can fish in the lovely mountain lakes, or in the river Otra. By Hartevatn, near the city center in Hovden, boats can be rented. All locations have good trout fishing. \n\n",{"type":"'''","value":["Boats and canoe rental"]},"\nHartevatn is a lake located ap. 1 km. from the city centre and is a part of the river Otra which flows through Hovden. In the lake you can go fishing or go for a picnic to many nice places. \n\n",{"type":"'''","value":["Golf"]},"\nØrnefjell Golfbane - Eagle Mountain Golf Course - the name says it all: You`re high up in the mountains, amid wild and beautiful scenery. The course is situated on the banks of the river Otra, 10 minutes drive from Hovden or Bykle. This is a real mountain golf course, and at 720 metres above sea level, it is one of the highest situated courses in Norway. Here you can play golf against a backdrop of snow-covered mountains and roaring rivers. \n\n",{"type":"'''","value":["Moose safari"]},"\nTake the opportunity to experience the \"King of the forest\" in his true element! We will leave in a minibus at twilight. The guide will tell us about the attractions of Bykle and Hovden, and answer all your \"moose questions\". You will also get the chance to taste moose soup. Moose guarantee! \n\n",{"type":"'''","value":["Go for a drive"]},"\nSituated centrally in Southern Norway, Hovden is a perfect starting point for day trips by car to some of the most famous attractions in Norway. Did you know that you can go for a glacier hike from Hovden? \n\n",{"type":"'''","value":["The Ålmannvegen trail"]},"\nTake a walk along the oldest route through Bykle. Ålmannvegen was used as a principal route until the 19th century, and in several places, its traces are still visible. Between Bykle and Byklestøylane, the trail has been cleared and marked...\n\n",{"type":"==","value":["Buy"]},"\nHovden sport\n\nLagg",{"type":"[","value":["http:\/\/www.lagg.no"]},"\n\nGrindbergs møbler\n\nInntrykk\n\nHøydepunktet\n\nIca\n\nKiwi\n\nMonter\n\nHovden steinsenter\n\nSki shoppen\n\nSkiservice\n\n",{"type":"==","value":["Eat"]},"\nTronds mat&vinhus\n\nXO http:\/\/www.xobar.info\/  Hovden´s chilloutzone.\n\nFuremo\n\nHovden høyfjellshotell\n\nHovdestøylen\n\nHovdehytta\n\nBistroen\n\n",{"type":"==","value":["Drink"]},"\nXO\n\nHovden Høyfjellshotell\n\nOffpist\n\nHovdestøylen\n\nTronds mat&vinhus\n\nHovdehytta\n\n",{"type":"==","value":["Sleep"]},"\n\nHovden offers all kinds of accommodation. Choose between large cabins mainly intended for groups, camping cabins, cabins and apartments with \"normal standard\" and luxury cabins and apartments. There are three hotels, two at Hovden and one in Bykle. All of them are full-service hotels. Most of these places are located in the vicinity of central Hovden and the various facilities. Click here for more info! \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bjaaen.com\/ Bjåen Fjellstove"]}]}," is a cosy, Swiss style mountain cabin dating back to 1884. Bjåen is situated 11 km. north of Hovden, in a splendid mountain terrain. \n\nAt Bjåen Fjellstove we aim at offering you a genuine and memorable experiences through our kitchen and lodging. The cabin has 12 rooms, all of which have their own distinctive style of bygone days. The total number of beds is 24. All the rooms have a washbasin with cold and warm water, and in the house there are two toilets and one shower.\n\nBjåen Fjellstove also accommodates groups, with or without self-catering. Ragnhild, the manager of Bjåen Fjellstove, has qualifications and experience from instruction within nature studies, environmental management and outdoor life, and is consequently able to assist you in organising and preparing various activities.\n   \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hovdenhoyfjellsenter.no\/ Hovden Høyfjellsenter"]}]}," is centrally located in Hovden, halfway between Hovden Ski Centre and the centre of Hovden. Hovden\nHøyfjellsenter has the most sleeping accommodation located in one place in Hovden and is equally suitable for small and large group of up to 380 persons. The Cabin Complex consists of 33 x.80 m2 cabins, which sleep 9, 11 og 12 persons in 3 and 4 bedrooms respectively. The cabins are well-equipped with a shower,WC and sauna and the bedrooms have a family bunk bed (double bed under\/single bed on top). There is a sofa, dining area, log fire,TV(NRK 1) in the lounge and also a kitchen area with dishwasher, coffee machine, refrigerator\/freezer cabinet and also cooker with oven.\n\nThere is a road all the way to the cabins and the parking area is close by the cabins.\n\n",{"type":"'''","value":["Hovden Hyttepark"]}," is located near Hovden Høyfjellshotell, about 300 meters from Hyttegrenden.\nIt is16 x 8-bed cabins vertical shared with basic standard. The cabins are 52m2 and consists of two bedrooms with 4 beds in each. Bathroom with shower and toilet. Living room with sitting and dining table, kitchen with dishwasher, stove, fridge with freezer. All have satellite dish. \nLighted trail is near the cabins. Parking just outside the cabin.\n\nThe Hostel is a large cabin with room for 48 people. The cabin has a common room with kitchen, two bedroom wings with small bedrooms containing bunk beds for 2 people. There are common showers and toilets in each wing. The cabin can also be divided into two and therefore is also suitable for 24 people.\n\nAccommodation at Hovden Høyfjellsenter is self-catering, which means that bed linen and cleaning before departure are not included. This may be ordered at extra cost. In addition to accommodation the centre also offer ski hire.\n\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hovdehytta.no\/ Hovdehytta"]}]},"\nis the oldest tourist accommodation in Hovden and was altered and completely renovated in 2001. The main cabin is situated in a central, yet sheltered position along the river Otra and opposite Hovden Badeland.\n\nThere are three different sizes of accommodation:\n\nType 1 is 50 m2, has two bedrooms and sleeps 5 people. There is a shower and toilet and also a well-equipped kitchen.\n\nType 2 is 67 m2, over two floors and with 3 bedrooms and sleeps 8 people. Large bathroom with bathtub, shower,WC and sauna. Lounge with open fireplace and well-equipped kitchen area.\n\nType 3 is 105 m2, over two floors and with 4 bedrooms and sleeps 10 people. Bathroom and lounge the same as type 2. Attic lounge with bathroom with shower and toilet in two of the rooms.\n\nLuxury and stylishly furnished apartments with slate or parquet flooring on all floors. The kitchen area is equipped with a dishwasher, cooker,microwave oven, refrigerator, freezer and coffee machine.\n\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hovdenhotell.no\/ Hovden Høyfjellshotell"]}]}," is situated at the top of Setesdal within approx. 800m of the downhill slopes, cross-country skiing\ntracks, the skating rink and Hovden Badeland. The hotel has 76 rooms, of which 11 are large family rooms comprising 2 adjoining rooms with a joint bathroom. The rooms have satellite TV, radio, telephone and a minibar. The hotel’s facilities are regularly upgraded and many of them are new. \nThe hotel’s kitchen is known for its good food and the art of preserving Norwegian food traditions. The restaurant provides the setting and dishes for a pleasant meal. After dinner you can relax in the bar, lounge or enjoy a dance in the assembly room. The hotel puts a lot of effort into ensuring that everyone enjoys his or her stay. There is a special children’s chairlift right outside the hotel and various activities and competitions are arranged in the afternoons and evenings.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hardangervidda"]]}," (Hardanger Platau) (Northwards along Rv 9)"]},{"type":"*","value":[" Down the ",{"type":"[[","value":[["Setesdal"]]}," towards ",{"type":"[[","value":[["Kristiansand"]]}]},"\n",{"type":"{{","value":[["routebox-2"],["image1=Stamvei 9.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Haukeli"]]}],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Kristiansand"]]}],["minorr1=",{"type":"[[","value":[["Evje"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Aust-Agder"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Hovden, Aust-Agder"]]}]