[{"type":"{{","value":[["pagebanner"],["Hovd Cave drawings.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Jargalant Mountain2.JPG"],["thumb"],["350px"],["Jargalant Mountain overlooking Khar Us Nuur in Hovd aimag"]]},"\n\n",{"type":"'''","value":["Hovd"]}," or ",{"type":"'''","value":["Khovd"]}," is a city in the ",{"type":"[[","value":[["Hovd (province)"],["Hovd"]]}," province of ",{"type":"[[","value":[["Mongolia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe history of Hovd dates back about 240 years. At the north end of town there is a ruined fort where the Manchu dynasty Viceroy lived with his troops. Mongolian revolutionaries chased them out in 1912. While the Manchus were ruling, they planted trees along the main streets that can still be seen today. \n\nSince 1912, Hovd has developed, acquiring a big hospital, a university for the youth of Western Mongolia, a quality airport, kindergartens, a cinema, and a theater.\n\nHovd is unique in its diverse ethnic makeup. It consists of 17 soums (similar to a county with each county containing one larger town that also bears the soum's name), some of which have their own ethnic groups including Kazakhs and seven different Mongolian ethnic groups. Many of the small ethnic groups represented in the city are from the surrounding Hovd aimag, and have their own unique dialects, clothes, dances, songs, musical instruments, and ceremonies. Uriankhais (an ethnic group concentrated in Munkhkhairkhan and Duut soums in the Altai Mountains) are of especial note; their archery is unique and involves shooting rubber-tipped arrows at leather balls.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =  -16.3"],["febhigh =  -12"],["marhigh =  0.3"],["aprhigh =  11.1"],["mayhigh =  19.1"],["junhigh =   23.8"],["julhigh =  24.7"],["aughigh =  23.4"],["sephigh =  17.7"],["octhigh =  9.0"],["novhigh =  -2.3"],["dechigh =  -12.9"],["janlow =  -29.9"],["feblow =  -27.1"],["marlow =  -14.7"],["aprlow =  -3.5"],["maylow =  4.6"],["junlow =  10.3"],["jullow =  12.3"],["auglow =  10.0"],["seplow =  3.9"],["octlow =   -4.7"],["novlow =  -15.7"],["declow =  -25.6"],["janprecip =  1.4"],["febprecip =  0.9"],["marprecip =  2.3"],["aprprecip =  5.9"],["mayprecip =  9.5"],["junprecip =  26.5"],["julprecip =  35.0"],["augprecip =  22.7"],["sepprecip =  10.6"],["octprecip =  4.6"],["novprecip =  1.8"],["decprecip =  1.6"],["description = NOAA (1961-1990)\n",{"type":"<","value":["br"]},"\nurl = ftp:\/\/dossier.ogp.noaa.gov\/GCOS\/WMO-Normals\/RA-II\/MO\/44214.TXT ",{"type":"<","value":["br"]}]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=EZnis Airline"],["url=http:\/\/www.eznis.com"],["email=feedback@eznis.com"],["address="],["lat="],["long="],["directions="],["phone=+976 11 331111 (Ulaanbaatar)"],["tollfree="],["fax="],["hours="],["price=Round-trip flights for foreigners are about $300"],["content=Reliable airline that flies between Ulaanbaatar and Hovd but only in the summer.  The Hovd EZnis office is by the hospital. The staff is English-speaking and helpful. All times local."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hunnu Airlines"],["url=http:\/\/www.hunnuair.com"],["email=info@hunnuair.com"],["address="],["lat="],["long="],["directions=Building of Buyant hotel, 1st floor"],["phone=+976 11 331111 (Ulaanbaatar) +976 7043 8889(Hovd)"],["tollfree="],["fax="],["hours="],["price=Round-trip flights for foreigners are about $280"],["content= Reliable airline that flies between Ulaanbaatar and Hovd and gives good service and prices. Flies on Mon, Wed, and Fri."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=AeroMongolia"],["url=http:\/\/www.aeromongolia.mn"],["email= khovd@aeromongolia.mn"],["address="],["lat="],["long="],["directions="],["phone=+976 11 330373 (Ulaanbaatar); +976 99164050 (Hovd)"],["tollfree="],["fax="],["hours="],["price=$324 round-trip for foreigners"],["content=Hovd office is in the Zoos Bank building near the main square. Flies on Tues, Thurs, and Sat."]]}]},"\n",{"type":"===","value":["By bus"]},"\nUB to Hovd: The bus to Hovd leaves from the Dragon Center in UB. At this time (October 2012) the bus leaves three times a week around 1PM from UB, most days, for 65,000T one way. You can purchase tickets up to three days in advance; speak to a driver about purchasing a ticket or approach the building behind the buses with an \"автобус\" sign on it.  There are several ticket windows with destinations, one of which will be Hovd (Ховд) or you can ask any of the women behind the windows for guidance.  Other vehicles leave from the Black Market (Naran Tuul) to Hovd. There are no scheduled times for these vehicles to leave, they leave when the driver thinks his vehicle is full. Prices for vehicles from the Black Market vary but are usually around 65,000T one way. Travel time can be anywhere from 36hrs to 58hrs, depending on the driver and vehicle.\n\nHovd to UB: Vehicles leave for UB from Hovd continuously, again you have to go and find a driver who has room and is leaving at approximately the time you want to be heading back to UB. You can find these drivers from a small enclosed area across from the southeast corner of Hovd's central market. The price should be about the same as UB to Hovd.\n",{"type":"[[","value":[["image:Khovd Main Square.jpg"],["thumb"],["300px"],["Khovd Main Square"]]},"\n\n",{"type":"==","value":["Get around"]},"\nA taxi around Hovd costs 500T for 1KM.\n\nTransportation within Hovd Aimag\n- You can get a car, furgon or jeep in the market to get around the aimag and to neighboring aimags. \n- Vehicles (jeeps\/cars\/pargons) for soums leave from two different places near the central market. The first is along the main road in front of the north entrance to the central market. The second is along the road behind the central market. Most of the vehicles don’t have signs so you have to ask around. Usually if you approach someone and they aren’t going to your soum they will know someone to send you to. Most of the vehicles to soums further away come in on the weekends so it can be difficult to leave during the week. Don't expect to leave on a Thursday because that is the day the central market is closed.\n\tHovd aimag approximate soum prices (one-way):\n•\tBulgan, 25,000T\n•\tMust, 12,000T\n•\tTsetseg, 12,000T\n•\tMankhan, 6,000T\n•\tDurgun, 6,000T\n•\tZereg, 10,000T\n•\tChandmani, 12,000T\n•\tMunnhairhan, 12,000T\n•\tUyench, 25,000T\n•\tAltai, 20,000T\n•\tHovd, 2,500T\n•\tBuyant, 1,500T\n•\tMyangad, 2,500T\n•\tDuut  \n•\tErdeneburen\n\n",{"type":"==","value":["See"]},"\nIt is possible Kazakh, Khalkh Mongolian and other Mongolian ethnic groups' customs and culture, as there are many ethnic groups living in Hovd. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Baatar Khairhan Mountain"]}," - 6 kilometers to the south of the city, and one kilometer south of the Hovd Airport is Baatar Khairkhan Mountain.  This mountain is an historical site because one of the famous Mongolian generals gave his command to his soldiers and attacked Hovd city and freed it from the Manchu troops in the 1912.  There are also many ancient petroglyphs on this mountain (mostly on the south and southwest side)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cave Paintings"]}," - Hovd aimag's best known attractions are the cave paintings at Tsenkheriin Agui in Mankhan soum, a little less than 100 km southeast of the aimag center. However, cave drawings are everywhere so if you don't want to waste the two days to go to Mankhan soum, the mountain behind the airport has a great set of pictures, and locals know where others can be found. These red-ochre paintings are believed to be 15,000 years old, which would date them in the Late Stone Age (or Upper Paleolithic Age).  The drawings depict a wide variety of animals, some are readily identifiable, such as camels, sheep, bulls, and ibex, others are open to the interpretation of the viewer, such as a drawing of what appears to be an ostrich.  Some of the drawings have been defaced by vandals in recent years, though copies of the drawings as they appeared before they were defaced are preserved at the Hovd Museum. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mineral Springs"]}," - There is one big spring which is to the northeast of the city on the road to Buyant and Myangad soum.  It is said that people who get poisoned seek treatment from the spring's water.  There is another spring on the mountain directly behind the town, called \"Drop Spring\", about 5km from the center of Hovd. People believe that it is good for your heart."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museum"]}," - The museum is in a yellow two-story building across from the police station. It's a place you'll certainly want to see during your time in the aimag center.  One of the highlights of the museum's holdings are traditional costumes of the ten ethnic groups of Hovd--full-sized, complete outfits. The museum boasts an impressive collection of archaeological artifacts of nomadic life in Mongolia:  bowls, tools, even traditional style thermoses.  There are several displays of Buddhist relics and statuettes, and old documents and hangings in ancient Mongolian script. You can also see a rather large photo of the cave paintings at Mankhan sum, actually a better representation of their original appearance now that the actual paintings have been defaced by graffiti.  There is also a collection of stuffed wildlife. Summer hours: Daily 9AM - 5PM (Actual hours may vary slightly).  Admission: 2,000T.  Fee for taking photos: 6,000T.  Fee for taking videos: 11,000-12,000T."]},"\n",{"type":"[[","value":[["Image:Amarsanaa Statue in Secret park.JPG"],["thumb"],["The Statue of Amarsanaa in the Secret Park"]]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Statues"]}," - Three of western Mongolia's heroes are commemorated as statues near the government building: Ard-Ayush (1859-1939), was a common man from Hovd whose struggles against the Manchu rulers turned him into a revolutionary hero, his statue is located at the front end of the main square.  Galdan Boshogt (1644-1697) was a Zuungarian King who in 1685 founded Hovd as a fort for Mongolian troops preparing for the coming battle against the Manchus; his statue is also in the main square, closer to the government building.  A statue of Amarsanaa, a Zuungarian King who led the last battle against the Manchus before the fall of western Mongolia is in a secret park behind the government building.   "]},"\n",{"type":"*","value":[{"type":"'''","value":["Theater"]}," - Perhaps Khovd's easiest landmark to find is the theater, a large, bright-red building opposite the square. It's the home of the Altain Tsuurai, a well-known group that plays traditional Mongolian music. The theater hosts many kinds of events, including plays, meetings, and concerts. It's the place to listen to ",{"type":"''","value":["khoomii"]}," (throat singing), long song, hear music played on the ",{"type":"''","value":["morin khuur"]},", ",{"type":"''","value":["dombre"]},", and other traditional instruments, or watch traditional Kazakh or Mongolian dancing, if you are lucky enough to be in town during an event.  It is officially open on weekdays, but may be locked unless there is an event taking place."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:The Buyant River.jpg"],["thumb"],["The Buyant River"]]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Swim"]}," - Hovd has two big rivers called the Buyant and Hovd Rivers. The Buyant River goes through the town and many people swim in it.  During the summer, many residents move from their homes in the city to set up gers along the banks of the Buyant."]},"\n",{"type":"==","value":["Buy"]},"\n\nMost banks change dollars to togrog, but exchanging euros can be a major headache. A Khaan Bank near the Tushig Hotel might change euros to tugruk. You cannot withdraw money from ATM's with a Mastercard, but according to the banks, Visa should work. Western Union money tranfer is not working at the time of writing.\n\n",{"type":"*","value":[{"type":"'''","value":["Kazakh Embroidery Shop"]}," - Hovd is a great place to buy Kazakh embroidered goods. There are two local women who make and sell these items: Marima (mobile 99438849) and Berdgul (0143222586), together they run the Kazakh Embroidery Shop.  Their workshop makes everything from traditional wall hangings to purses, traditional Kazakh men's hats, pillowcases, and felt carpets. The purses and pillow cases are made with old Kazakh wall hangings so the colors are more subdued to fit the tastes of foreigners.  Both Marima and Berdgul are very friendly and speak fantastic English. The building is on the main road, if you are at the square facing the theater turn right and walk down the right side of the street. You will see the shop's sign just past the apartment building, it is painted in English on the side of the shop."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ih Buyan Zah \/ Pink Market (Их Буян Зах)"]}," - This market is a two-story pink building just east of Hovd University.  The lower level is mostly for food, there are small sections for meat and produce towards the back.  The second floor is loaded with clothing vendors, including some traditional Mongolian deel makers (to find them, go straight at the top of the stairs).  A traditional deel should cost about 35,000-40,000T including materials and labor.  There are a few surprising shops interspersed amongst the more traditional vendors, including a toy store (2nd floor), a bookstore with English language books (2nd floor), several electronics vendors, and a good stationery store that also sells some souvenirs (1st floor, separate entrance from rest of market, 1st set of doors after the guanz)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nomin"]}," - M-F: 9-9, S-Sun: 10-9.  Nomin is Hovd's big supermarket.  There are items in Nomin that can't be found anywhere else in town, particularly in the pricey imported foods section near the front.  While they mostly sell food and drinks, they also sell appliances, home furnishings, and have a separate section where people can buy clothes and traditional Mongolian and Kazakh souvenirs. The souvenirs in this section are a bit pricey, as the items are brought in from other parts of the country. They have Chinggis Khaan key chains, wallets,  and wall hangings, as well as felt slippers and morin khuurs. For about 25,000T you can buy vodka that comes in a glass bottle the shape of a ger."]},"\n",{"type":"==","value":["Eat"]}," \nEating out in Hovd is predictable. Most places serve variations of the same dishes.  However, just because an item is on the menu doesn’t mean it is available that day.  If you want to eat like a real Mongolian, order milk tea (сүүтай цай ",{"type":"''","value":["suutai tsae"]},") with your meal.\n\nThe time tables are official opening and closing times. However, opening and closing times tend to be more flexible in Mongolia versus other places in the world.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pink Market guanz"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8-7 everyday except Tuesdays"],["price=Huusher 500T buuz 500T"],["content=On the left as you enter the market gate. Great huusher."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Naran Bakery"],["alt=Наран Бейкери"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+976 91436272"],["tollfree="],["fax="],["hours=everyday except Sat 9-9."],["price=From 500₮ for individual goodies; cakes 30,000T"],["content=Baked goods are ready between 2PM-3PM.  Won local award for bakeries. This bakery’s food stuffs are sold around town, but here you can sit in an orange cafeteria seat and drink a cup of instant coffee with your treat. Friendly staff, small, empty place; good place to sit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hurag"],["alt=Хураг Зоогийн Газар"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-Su 9-5"],["price=2000-4500T"],["content=A little more expensive than a guanz but cheaper than a restaurant. This guanz's chef serves stir-fry dishes typically found at restaurants. You need to purchase rice separately but usually has hot pepper sauce. Down the aisle toward the vegetables in the big market on the right. Seats about 20."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nRestaurants offer more expensive, less traditional Mongolian food. Usually comes with sides of rice with ketchup, mashed potatoes and pickled or mayo-ed veggies. Most larger restaurants offer sides like rice with milk or eggs for vegetarians.  Most restaurants also have packaged snacks sold at marked-up prices. Beer, wine and vodka are also available.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beleg Tov"],["alt=Бэлэг Төв"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Wed, Fri 10-9, Thurs 10-4, Sat from 4PM"],["price=Soups 3,500T, Main dishes 4,800T"],["content=Near the market, white building in between Haan (Хаан) Bank and a yellow apartment building Near Tushing Hotel. The restaurant is on the 2nd floor and turns into a bar at 9PM.  There are a couple of private rooms for large parties or those wanting to escape the disco. The only restaurant in town with an English menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ochir"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+"],["tollfree="],["fax="],["hours=Mon-Sat 10AM-10PM"],["price=Soup 2,500T, 2nd Course 3,500-6,000T"],["content= Next to the Red Floor, second floor. Great food and staff. You maybe able to get the summer free wifi from the square as you eat."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buyant Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+976 99439043"],["tollfree="],["fax="],["hours=7AM-8PM"],["price=Soup: 3,500T, Huurag: 5,000Tь Average meal price: 5,500T"],["content=The sign's name is in English, right next to the Buyant Hotel.  It sometimes holds special events, but it is usually pretty quiet.  It is the only place in town that serves breakfast, and they recently added a chicken dish menu in addition to its menu of more traditional Mongolian dishes.  Seats around 40."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Winners"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+976 99034045"],["tollfree="],["fax="],["hours=Mon-Sat 10AM-10PM"],["price=Soup 3,500T, 2nd Course 4,500-14,000T"],["content=With a central location, right off the square, the restaurant is busy during lunch time, but you can usually find a seat. The large chicken soup is an meal for 4-6 at 15000T, just ask for more rice. The more expensive dishes are meant to be shared."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ikh Mongol"],["alt=Их Монгол"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+976 14 22386,"],["tollfree="],["fax="],["hours=Mon-Sun 9AM–midnight."],["price=Chinese food, 6,000T; 2nd course, 6,000T"],["content=This restaurant looks like a themed chain restaurant trying to look authentic. Popular when everywhere else is closed.  Ikh Mongol’s food selection is a bit more unique. Many dishes can be shared. Staff could not have more dislike for customers if they tried. Known for food poisoning and never telling customers their dish is unavailable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Naran Tuv"],["alt=Наран Төв"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Soup: 3,500T, Main Dishes: 5,800T"],["content=This bright yellow restaurant is clean, neat, spacious, and has ok service.  Near the main market between the light green \"XAAH\" Bank and the light yellow \"XAC\" Bank buildings. Seats around 40."]]}]},"\n",{"type":"==","value":["Drink"]},"\nMongolian people usually drink salty milk tea.  There many different types of beverages and drinks are available in the market such as Coke, juices, and instant coffees and hard liquors as well. In spring time, you can taste traditional beverages such as the fermented mare's milk, health beneficial camel milk and other milks as well. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Airag"]}," - Fermented mare's or camel's milk.  Mongolian herders make it during the summer time. If you have a chance to go to out of town, local people may offer you above mentioned drinks and beverages."]},"\nThere are about ten bars where people spend their free time singing karaoke, dancing, and listening to music.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hotels"]},"  \nHotels in Hovd are mixed-rate generally, meaning that budget, mid-range, and splurge-level rooms can be found in each hotel.  Gers tend to be more budget-level in terms of amenities, although that is due to the generally spare nature of ger living in general.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buyant Hotel"],["alt=Буянт"],["url="],["email=buyanthotel@chinggis.com"],["address="],["lat="],["long="],["directions=Southeast of the main square, next door to Winner's cafe"],["phone=+976 43 23860"],["tollfree="],["fax="],["hours="],["price=Lux Rooms 45,000T, Half-Lux doubles and triples 25,000T per bed, Simple Rooms with 5 beds each 10,000T per bed"],["checkin="],["checkout="],["content=Though historically regarded as the best hotel in town, some recent additions to the cityscape have challenged the Buyant for the top spot. The three-story brick hotel has 15 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=South of the main square, 2nd floor above Winner's Cafe"],["phone=+976 99 034045"],["tollfree="],["fax="],["hours="],["price=Foreigners 30,000T per bed"],["checkin="],["checkout="],["content=The bright orange and white Grand Hotel is on the second floor above the popular \"Winner's Cafe.\"  It can be accessed through a side entrance; the main office is at the top of the stairs on the left.  There are 7 Simple Rooms in the Grand, containing a total of 22 beds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tsambagarav Hotel"],["alt=Цамбагарав"],["url="],["email="],["address="],["lat="],["long="],["directions=5 minute walk west of the main square; bright blue hotel at the three-way intersection"],["phone=+976 99 432424"],["tollfree="],["fax=+976 01 43 222260"],["hours="],["price=Master lux 50,000T, Lux doubles and triples 25,000T per bed, Half-lux triple\/double\/single 15,000T per bed, Simples 10,000T per bed"],["checkin="],["checkout="],["content=The best hotel in Hovd.  The three-story bright blue Tsambagarav has 20 rooms, a restaurant, a full-size snooker table, and karaoke room .  There are 7 Lux Rooms in the hotel, including 2 Master Lux Rooms and Lux doubles and triples.  There are a total of 7 Half-Lux doubles and triples, and 1 Half-Lux single.  There are also 5 Simple Rooms."]]}]},"\n",{"type":"===","value":["Ger Camps"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ger Camp"],["url="],["email="],["address="],["lat="],["long="],["directions=five kilometers from the center of the town"],["phone="],["tollfree="],["fax="],["hours="],["price=25 USD$ per person per night, with meals 40 USD$ per night"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Strawberry Ger Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions=5 minute walk from center of town"],["phone=+976 99 437488 (Amraa), +976 95 742361 (Jennifer)"],["tollfree="],["fax="],["hours="],["price=shared ger 5000T per bed, single ger 15,000T"],["checkin="],["checkout="],["content=Ideal for budget travelers looking for an authentic experience of Mongolia, it offers accommodation in traditional Mongolian gers (felt tents used by nomads). Pick-up from the airport is available, as well as tea, coffee, and simple Mongolian meals. Groups can also arrange for an authentic Mongolian barbeque by the Buyant River, just outside of town."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":["In the summer, ",{"type":"'''","value":["camping"]}," near the Buyant river is an option."]},"\n",{"type":"==","value":["Connect"]},"\nThe Internet Cafe in the Post Office charges 700T an hour. There are also several other Internet Cafes in the center.\n\n",{"type":"==","value":["Go next"]},"\nFrom Hovd it is possible to catch a shared jeep or van to ",{"type":"[[","value":[["Ölgii"]]}," or ",{"type":"[[","value":[["Ulaangom"]]}," for 25,000T. Ölgii takes about 8 hours on average, and Ulaangom takes about 10 hours.\n\nThere are seventeen ",{"type":"''","value":["soums"]}," (governmental divisions) in Hovd province (including the aimag center).  Some of them are home to different ethnic groups.  Please see the ",{"type":"[[","value":[["Hovd (province)"]]}," page for more information on the ",{"type":"''","value":["soums"]}," and things to do in the surrounding countryside.  Most of the true attractions are in the countryside not in the city. ",{"type":"[[","value":[["image:The Buyant River.jpg"],["thumb"],["350px"],["The Buyant River outside of Hovd"]]},"\n",{"type":"[[","value":[["image:Dörgön Nuur lake, West Mongolia, Khovd aimag, ovoo at the southern shore.JPG"],["thumb"],["250px"],["Ovoo on shore of Dörgön Nuur"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Khar Us Nuur National Park"]},", 976 01432-22334 (",{"type":"''","value":["fax 976 01432-22334"]},"). This 850,000 hectare nature reserve is surrounded by the Altai, Khangai and Tangyn Mountain ranges, west of the three connected lakes of Khar Us Nuur, Khar Nuur, and Durgun Nuur. The park is filled with wetlands of tall reedbeds, the last of their kind in Central Asia. The park is home to a wide variety of unique bird and mammal species including the Swan Goose, the White-tailed Eagle, the Mongolian Saiga, and the Snow Leopard.  Fortunately, the most sensitive areas, the habitats of these animals are off-limits to visitors.  The World Wildlife Fund gives considerable support in preserving this unique landscape. Tourists can camp and hike in all but the three restricted areas of the park.  Daily fee costs 3000 tugriks for foreigners and 300 tugriks for Mongolians. The ",{"type":"'''","value":["Jargalant Orgil Community Group"]},", tel. 976 9943 8855, offers guided excursions where you can stay in a ger camp on the east coast of the lake if it’s a dry summer, or up in the mountains if there’s been a lot of rainfall.  Tourists have the option of exploring several areas around the park including:"]},":*The east coast of the lake, where you can go boating\n:*Rashaantyn Am Valley, where you can see the highest waterfall in Mongolia\n:*Ulaan Shiree, where there is nice swimming\n:*Bayan Khairkhan, meet herders and see traditional culture\n:The cost of each night in a ger is 20,000 tugriks.  This includes three meals per day.  The group offers other services at an additional charge including:\n:*Horse riding, 1,000T per hour\n:*Camel riding, 1,000T per hour\n:*Mini Naadam, 120,000T\n:*Khorkhog (traditional meal of goat or mutton) 30,000T\n:*Panjig (traditional game) 5,000T\n:*Boating on Khar Us Nuur, 5,500T per hour\n:*Throat singing and long song performances, 5,000T\n:*Local Guide 2,000T per hour\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Mongolia"]]},"\n",{"type":"{{","value":[["Geo"],["48.004167"],["91.640556"]]},"\n",{"type":"[[","value":[["WikiPedia:Hovd"]]}]