[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hpa-an"]}," is a small town (pop.~40,000) in Kayin State in ",{"type":"[[","value":[["Southeastern Myanmar"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kyaiktiyo"]]}," Bus with air-con is about 4 hr, 5,000 kyat."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mawlamyine"]]}," Bus (no air-con) is about 2 hr, 1,000 kyat. A boat is also sometimes available (70,000 kyat to charter a private boat from Moulmein to Hpa-an or 10,000 kyat per person from Hpa-an to Moulmein.)"]},"\n",{"type":"==","value":["Get around"]},"\nEspecially around the market and the ferries, plenty of motorbike-taxis and trishaws are available. Trips to the countryside for a couple of hours shouldn't cost more than 5,000 kyat for a trishaw. Full-day trips to the surrounding caves and mountains are available at the Soe Brothers Guesthouse and Golden Sky Guesthouse for 30,000 kyat (for up to 6 persons).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The pagoda at the northwest end of town has nice views of the sunset; you can watch from a viewing tower or at the side of the river next to the pagoda."]},"\n",{"type":"*","value":[" Many caves in the surrounding area"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kyauk Kalap"]}," a monastery in the middle of an artificial lake. Contains a pillar-like rock with a pagoda mounted on top. Looks nice for a couple of pictures but the rock cannot be climbed and it's only worth seeing as part of a bigger sightseeing trip."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Not much to do in the city itself, but beautiful surroundings outside of the city. You can arrange an all-day tour at the Soe Brothers Guesthouse. They'll take you out in the countryside, to visit different caves and a monastery. Really nice day."]},"\n",{"type":"*","value":[" You can also take a boat across the river to a mountain, or rent bikes to go around in the countryside."]},"\n",{"type":"*","value":[" Take a boat from Hpa-An to Moulmein. You can sometimes charter a private boat. Ask at Soe Brothers to see about availability. The boat will only run if it has already been chartered by tourists to come up from Moulmein; if so, they'll take you back to Moulmein for 10,000 kyat\/person. (To charter it from Moulmein to Hpa-An is 70,000 kyat for the whole boat.)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Soe Brothers Guesthouse has maps and can recommend a good Chinese restaurant."]},"\n",{"type":"*","value":["Meatlovers can find a cheap meal in nearly every house in the evening, small family run food-stalls."]},"\n",{"type":"*","value":["At the central market near the mosque, a street stand sells (extremely cheap) soup with stuffed tofu and stuffed tomatoes (200 kyat for the soup, 100 kyat for each stuffed tofu\/tomato)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Khit Thit"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Close to Soe Brothers Guesthouse"],["phone="],["tollfree="],["fax="],["hours="],["price=1,500 kyat (vegetarian)-2,500 kyat (meat)"],["content=Quite expensive for Myanmar, but a big selection of tasty food and big portions. Lucky Restaurant across the street is cheaper."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lucky Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Across the street from Khit Thit"],["phone="],["tollfree="],["fax="],["hours="],["price=1,000 kyat (vegetarian)-2,000 kyat (meat)"],["content=Good food, good beer, nicer atmosphere and decoration than Khit Thit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name= New Day Bakery"],["alt="],["url="],["email="],["address=Bogyoke St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=600+ kyat for coffee and fresh juices"],["content=Serves fresh (not instant) coffee for a cheap price. They have a great variety of different coffee shakes, iced coffee, frappucino, and fresh fruit juices."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golden Sky Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD20-25 for a private double with air-con"],["checkin="],["checkout="],["content=Nice, clean, spacious rooms with TV and even small balconies. The more expensive rooms are basically identical, but have a view to the surrounding mountains. They advertise Internet, but in May 2013 not working. No breakfast. They have several chill-out places, including a terrace with an awesome view over the surrounding country-side and mountains. The owners are a bit stern-looking, but appear to be nice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Parami Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD30-35 for a double."],["checkin="],["checkout="],["content=Used by tour groups. Price includes breakfast, air-con and TV (Burmese language only)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Soe Brothers Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD14 shared double with fan, USD16 shared double with air-con, USD20 private double with air-con"],["content=Basic, grotty rooms with shared baths. Private rooms are better, but still worse value for money than at Golden Sky Guesthouse. No Internet, no breakfast. The staff can speak English and arrange day-long tours of temples and caves surrounding Hpa'an. The tour is highly recommended and is not expensive (price depends on number of people on the tour -30,000 kyat for the day for up to 6 people. So if you can get 6 people, it's 5,000 kyat\/person for the full day)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tiger Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD20 single, USD25 double"],["content=Clean room with new fittings though the water is a bit rusty. Price includes breakfast, air-con, and TV."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kyaiktiyo"]]}," Bus with air-con is about 4 hr, 5,000 kyat. You can only get to the town of Kyaiktiyo and have to take further transportation (pick-up) to get to Kinpun. There at Kinpun most of the hotels are located and the trucks depart for the Golden Rock."]},{"type":"*","value":[{"type":"[[","value":[["Mawlamyine"]]}," Bus (no air-con) is about 2 hr, 1,000 kyat."]},"\n",{"type":"[[","value":[["WikiPedia:Hpa-An"]]},"\n\n",{"type":"{{","value":[["geo"],["16.890556"],["97.633333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeastern Myanmar"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]