[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Hradec Králové"]}," is an attractive city in ",{"type":"[[","value":[["East Bohemia"]]},", ",{"type":"[[","value":[["Czech Republic"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nHradec Králové is connected by rail and a highway to ",{"type":"[[","value":[["Prague"]]},". It's a 1 hour 45 min. trip by train but it is much cheaper and faster to go there by bus, esp. if you travel from the Cerny Most station of Prague when its just 1 hour 15 mins. and costs around 100kc. It's a 15 to 20 mins. from the rail station to the old town centre by foot or you can use public transport buses.\n\n",{"type":"==","value":["Get around"]},"\n\nYou can explore the old centre on foot. Pretty much the whole town can be taken on by foot but there are public transport buses available if you get tired or taxis.\n\n",{"type":"==","value":["See"]},"\n\nThe city is situated in the centre of a very fertile region called the Golden Road on the confluence of Elbe and Orlice and contains many buildings of historical and architectural interest. The cathedral was founded in 1303 by Elizabeth, and the church of St. John, built in 1710, stands on the ruins of the old castle. During the 1920s and 1930s the city grew rapidly and due to many buildings of modern architecture Hradec Králové became known as the Salon of the Republic. This was a nickname given to it by citizens who were spellbound by the unique architecture of Josef Gočár.\n\n",{"type":"==","value":["Do"]},"\n\nSince 2004, Hip Hop Kemp, one of the biggest European hip hop festivals, has been held every year in August. \n\"Jazz goes to town\", an international jazz festival, is held in Hradec Králové every October.\nThe city's museum currently holds one of the oldest surviving collections of Czech Renaissance polyphony, the Codex Speciálník manuscript.\n\n",{"type":"==","value":["Buy"]},"\n\nThe main shopping centre is the Futurum located outside the centre. Buses 1 and 2 will take you to it. But don't expect any local fare but just the regular international brands. There are only a few really local shops in the old town and near the railway station and adjoining areas\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Bohemia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hradec Králové"]]},"\n",{"type":"{{","value":[["geo"],["50.20954"],["15.83263"],["zoom=15"]]}]