[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Hua Hin"]}," (หัวหิน) is a seaside resort city of about 50,000 residents (2012) in ",{"type":"[[","value":[["Thailand"]]},". 195 km from Bangkok, it is popular with Thais, having become quite fashionable as a weekend getaway spot for ",{"type":"[[","value":[["Bangkok"]]}," residents, as well as with foreigners and as an expat retirement or holiday home location. \n\nAlthough developing rapidly, there is a commitment by the local and provincial authorities to avoid the kind of overheated blight that has affected other beach resorts in Thailand. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Hua Hin public beach (8288352985).jpg"],["thumbnail"],["Hua Hin beach"]]},"\nPopularised as a resort in the early 1920s by King Prajadhipok, Hua Hin is closely associated with the Thai royal family and is a quiet and relaxing seaside resort ideal for family vacations, a reasonable 2.5 hours drive down from ",{"type":"[[","value":[["Bangkok"]]},". Until 1934, it was known as Samore Riang (สมอเรียง), or \"rows of rocks\".\n\nThe tranquil fishing village was turned into a royal resort and consequently became popular among Siam's nobility and upper classes. In 1928, Prajadhipok built his ",{"type":"''","value":["Klai Kangwon"]}," (\"Far from Worries\") Palace. As of 2007, Klai Kangwon is a full-time residence of the current king and is not open for visitors, although the outer palace grounds are open for walkers and joggers from 16:00 to 19:00 daily (wear shoes, have sleeved shirts that cover at least your upper arms and bring your passport).\n\nThe 6 km long beach itself is pretty and clean, more so than ",{"type":"[[","value":[["Pattaya"]]},"'s, and the sea is relatively clean. However, most of the beach can completely disappear along certain parts of the coast during high tide. Besides just sunbathing, snorkelling and swimming, visitors can also enjoy golf, spas, caves, peaks, waterfalls, shops, seafood, and nearby national parks. The town is clean, warm and laid-back, making it ideal for families and couples.\n\nTourist information can be found from the corner of Petchkasem Rd and Damnerkasem Rd (Soi 76), quite close to the railway station. \n\nThere is also a tourist information centre near the clock tower in the centre of town, which is right next to a Starbucks for those of you requiring a caffeine fix. This is also where many of the big buses will stop to offload and pick up passengers, even though it is not the official bus station, and consequently is an easy place to find a motorcycle taxi or tuk-tuk.\n\n",{"type":"===","value":["Orientation"]},"\nPhetkasem Rd bisects the town, leading to Cha-am in the north and Prachuap Khiri Khan in the south. Roads perpendicular to Phetkasem on the inland side are even-numbered sois. Those on the sea-side are odd-numbered. The numbers do not match up across Phetkasem. E.g., Soi 61 leads to the central seaside area around the Hilton Hotel. The same street on the other side of Phetkasem is Soi 76. It leads to the railway station. At the northeast corner of the Soi 61\/Soi 76 intersection you will find the tourist information centre. Behind it is the central police station. Across the street from the police station is a post office. Continuing down Soi 61 to the beach is the office of the Tourist Police.\n\n",{"type":"===","value":["Climate"]},"\nHua Hin has a tropical climate with high humidity and occasional rain. It is typically pleasant however, and can be enjoyed year round. Generally, the best time of the year to visit Hua Hin is in the cool season from Nov-Feb, but for those who like it hot, then the hot season is from Mar-May (temperature gets up into the higher 30s). The rainy season (although it doesn't rain every day) is from Jun-Oct with Sep being the rainiest of all. For those who don't appreciate rain, be advised that the rain in Thailand usually comes in short sharp bursts. It doesn't usually drizzle for long periods of time.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"[[","value":[["File:Hua Hin trainstation sala.jpg"],["thumbnail"],["Hua Hin train station"]]},"\n",{"type":"===","value":[" By train "]},"\nTrains are an easy way to get to Hua Hin, as the train station is right in the centre of Hua Hin. However, the trains go very slowly getting away from Bangkok, so the 2.5 hr road time to Hua Hin stretches to 5 or 6 on the train. The price of the train is around 100 baht (and only 44 baht for ordinary trains). Most trains on the southern route stop at Hua Hin. They leave Bangkok’s Hua Lamphong and Bang Sue railway stations 10 times daily between 08:05 and 22:50. It takes 4 hr for the journey. See the ",{"type":"[","value":["http:\/\/www.railway.co.th\/home\/Default.asp?lenguage=Eng State Railway of Thailand"]}," for more information on time tables and fares.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["From Bangkok"]},", buses to Hua Hin leave from the ",{"type":"[[","value":[["Bangkok#Southern_Bus_Terminal"],["Sai Tai Mai"]]}," terminal about every 20 minutes and take around 3.5 hr. The price (1st class) is under 200 baht. Buses run 04:00–22:20. For more information, contact Hua Hin-Pran Buri Tour, ☎ +66 32 8846191-2; Bang Saphan Tour, ☎ +66 32 4355105, +66 32 8848895; Bus Southern Terminal, ☎ +66 32 4351199, +66 32 4355605, +66 32 4347192  ",{"type":"[","value":["http:\/\/www.transport.co.th"]},".\n\nMore convenient to central Bangkok, you can also take a minibus from near the Victory Monument (Anusawari Chai), near the BTS Skytrain. Cost is 180 baht, limited baggage. The journey will take 3 hr, with one short pee break. The Hua Hin vans board in the alleyway next to Century Movie Plaza close to the stairs at the southern end of Victory Monument BTS station. From the Victory Monument Skytrain station, take the walkway south toward the monument. When overlooking the huge traffic circle, assume that straight ahead is 12 o'clock. The minibus stop is at roughly 7 o'clock. Descend the staircase to your left to street level and look for a small table with \"Cha-am, Hua Hin\" written in English to buy your ticket. T-Tour, ☎ +66 80 0906540. \n\n",{"type":"'''","value":["Minibuses from Hua Hin back to Bangkok"]}," (180 baht) leave opposite the Pananchai Hotel on Naebkehas Rd, some 200 m along a side road from the clock tower. Service to Pattaya as well.\n\nRoong Rueang Coach Co., Ltd. provides an air conditioned VIP coach ",{"type":"'''","value":["service between ",{"type":"[[","value":[["Bangkok#Suvarnabhumi_Airport"],["Suvarnabhumi Airport"]]}," (BKK) and Hua Hin"]},". Travel time is 3 hours.\n\nFrom BKK to Hua Hin:\n",{"type":"*","value":["Departures: 07:30; 09:30; 13:30; 16:30; 18:30"]},{"type":"*","value":["Ticketing\/boarding location: At Hua Hin Counter (Level 1, Gate 8)"]},{"type":"*","value":["Fare: 305 baht"]},{"type":"*","value":["Drop-off points:  1. Hua Hin Bus Station 2. Bus stop in front of Bangkok Bank at Cha-am intersection"]},"\nFrom Hua Hin to BKK:\n",{"type":"*","value":[" Departures: 07:00; 09:00; 13:00; 15:00; 18:00"]},{"type":"*","value":[" Ticketing: Hua Hin Soi 96\/1(Sombat Tour) "]},{"type":"*","value":[" Boarding locations: 1. Hua Hin Bus Station 2. Bus stop in front of Government Savings Bank at Cha-am intersection"]},{"type":"*","value":[" Fare: 305 baht"]},"\nThe main bus station is south of the centre of town on Phetkasem Rd beyond Soi 94. This is some 3 km south of town centre. A tuk-tuk there costs ~180 baht, motorcycle taxi from the Hilton Hotel area, 50 baht. This bus station is for conventional buses which are going to Ubon, Korat, Chiang Mai (850 baht), Surat Thani, Phuket, and points further south.\n\nThe \"bus station\" noted on maps of the area is actually a local one in the centre of town at the night market. From here all the non-air conditioned local buses and songthaews depart, but also minivans to and from Bangkok. The orange bus from Bangkok's Southern Terminal (150 baht) which takes about 3.5 hr, meanders along the main road and you specify where you want to get off. BKS buses go to the BKS Station between Soi 94-96\/1 on Phetkasem. Stop the bus at any point prior to this if you want to get off. The clock tower on the left (coming from Bangkok) is the effective town \"centre\" (keep your eyes open as it is easy to miss).\n\n",{"type":"'''","value":["From Chiang Mai"]},": Sombat Tours has 3 buses per day, at 08:00, 18:30, and 19:30. Fare is 851 baht. The journey takes 12.5 hr (Oct 2013).\n\n",{"type":"'''","value":["To Chiang Mai"]},": Daily at 08:00, 17:00, 18:00. 12.5 hr. 851 baht (Oct 2013) from BKS Bus Station.\n\n",{"type":"'''","value":["From Phuket"]},": Green Bus has a service that departs the BKS Bus Station at 08:30, arrives Hua Hin at 17:30. Super comfortable bus. 617 baht (Oct 2013).\n\n",{"type":"'''","value":["To ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," from Hua Hin"]},": At least one bus a day departs at 22:00 from the bus station south of city centre. VIP passage to Krabi is 1,000 baht. Travel time is approximately 8 hr.\n\n",{"type":"===","value":[" By taxi "]},"\nTaking a taxi from Bangkok to Hua Hin (distance about 200 km) is possible. Price after negotiation should be around 2,000 baht. The price for a taxi from Suwarnabhumi (Bangkok) airport with 4 persons and 6 bags was 2,600 baht (Nov 2009). The limousine services, available at Bangkok Airport, are more expensive than an ordinary taxi.\n\nPrivate taxi from Hua Hin to BKK Airport should be in 1,600-2,000 baht, and is bookable via agents around town. A few are located outside the post office, and others are along Naresdamri Rd.\n\nSigns advertising a taxi from HH to BKK, location unspecified, asked 1,600 baht (Oct 2013).\n\nTaxi to or from Pattaya around 3,000 baht.\n\n",{"type":"==","value":["Get around"]},"\nThere are many ways to get around in Hua Hin. Songthaews run the same routes all day and cost only 10 baht. There are many motorcycle taxis and tuk-tuks, fewer car taxis. Negotiate price beforehand, but you will not get a tuk-tuk for less than 100 baht over any distance (unless you are lucky) if you are a Western tourist. You will also be able to find samlors (rickshaws). There are quite a lot of upscale tourists in Hua Hin and prices are sometimes adjusted upwards. Better to clarify the matter ahead of time. Motorcycle rentals are readily available. Hua Hin is very flat, and bicycle is a good way to get around locally. Rentals available, but not so prevalent as motorbikes.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["File:Hua Hin 1.jpg"],["thumbnail"],["Beach in Hua Hin"]]},"\n\nThere is only one, long beach: ",{"type":"'''","value":["Hua Hin Beach"]}," (ชายหาดหัวหิน ",{"type":"''","value":["Hat Hua Hin"]},"). This runs from the Hilton Hotel six kilometres south to a headland where a Buddhist temple clings to the rocks. Fine white sand, resort hotels and many water sports opportunities lend the resort its distinctive ambiance. At the south end of town, the hill of ",{"type":"'''","value":["Khao Takiab"]}," interrupts the beach. On the other side is a lovely swimming beach with a view of Khao Takiab's south face. Just a little further on, Suan Son Beach is owned by the Thai army but is open to the public. Notable for the tropical sea pines lining the shore. A little south of the Marriott, watch for tiny sand crabs digging industriously, leaving odd patterns of tiny sand clods around their beach front property.\n\nParts of the beach closer to the town may have greenish water, in this case continue walking down the beach where the water appears cleaner. There is an ample supply of deck chairs along the beach, although many places charge around 100 baht for their hire. Deck chairs that are part of a beachside cafe may be free, on the assumption that you will buy food or drink.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hua Hin Arts and Crafts Centre"],["alt=ศูนย์ศิลปหัตถกรรมหัวหิน"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=daily 11:00–18:30"],["price=Free"],["content=This is situated in an old typical house on Naepkhehat Road. It has a collection and exhibition of many contemporary works of Thai artists, as well as old furniture and many pictures about Hua Hin in the past."]]}]},"\n",{"type":"[[","value":[["File:Buddist monks, Hua Hin rly stn. (8289441264).jpg"],["thumbnail"],["Monks outside Hua Hin Railway Station"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hua Hin Railway Station"],["alt=สถานีรถไฟหัวหิน"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is Thailand's most beautiful train station of which the local people are very proud. The wooden building used to be a royal pavilion in Sanamchan Palace, Nakhon Pathom Province. It was rebuilt in Hua Hin in 1968."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Takiab"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=14 km south of Hua Hin"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=An imposing hill with Buddhist temples and a commanding view of the resort, particularly early in the morning. A local bus service runs from Hua Hin to Khao Takiap. Khao Takiab is one of the highest areas in Hua Hin. From the top, you will see Hua Hin and also nice beaches. This is another good place to wait for the sunset as well. Also, the food at Khao Takiab restaurants is very delicious too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Klai Kangwon Palace"],["alt=พระราชวังไกลกังวล"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 32 511115"],["tollfree="],["fax="],["hours=Daily, 09:00-16:00"],["price=20 baht"],["content=King Rama VII commanded the Klai Kangwon Palace to be built in 1929. This Spanish-style summer palace faces the sea and dominates an extensive ornamental garden. It is where the Thai royal family still customarily spend the hottest months of the year, which are usually Mar-Apr. The palace is open to the public when the royal family is not in residence."]]}]},"\n",{"type":"===","value":["Nature"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Hin Lek Fai"],["alt=เขาหินเหล็กไฟ"],["url="],["email="],["address="],["lat="],["long="],["directions=3 km west of Hua Hin district"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Khao Hin Lek Fai, or Flint Mountain, is 162 m high and is accessible by a road. On the mountaintop, there is a public park and scenic spots from where the scenery of Hua Hin and its surrounding area can be seen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Tao"],["alt=เขาเต่า"],["url="],["email="],["address="],["lat="],["long="],["directions=Between km243 and km244, 13 km south of Hua Hin, there is a 1 km branch road on the left which leads to the spot with two beautiful beaches called Hat Sai Noi and Hat Sai Yai"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bungalows available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Namtok Pa La-u"],["alt=น้ำตกป่าละอู"],["url="],["email="],["address="],["lat="],["long="],["directions=60 km west of Hua Hin"],["phone=+66 32 459293"],["tollfree="],["fax="],["hours="],["price=200 baht"],["content=An 11-tier scenic waterfall in a perennial forest in Kaeng Krachan National Park. Visitors can take a songthaew from Hua Hin to this waterfall. The best time to visit is from Nov-Apr. Camping in the park is permitted, and a tent can be rented at 250 baht per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sam Roi Yot National Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About 60 km from Hua Hin. The park can be reached by following the direction signs marking the remaining distances of 38 and 15 km at km256 and km286.5, respectively."],["phone="],["fax="],["hours="],["price="],["content=With an area of 98 km², it is renowned for its limestone mountains, mangrove swamps, beaches, and several species of local and migrating birds during the cool season. There are many ridges with the most popular being Khao Sam Roi Yot with 300 peaks."]]}]},"\n:Some attractions within the park:\n\n:* ",{"type":"{{","value":[["see"],["name=Hat Laem Sala"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=16 km north of the park office. Can be reached by boat or on foot across a hill from Bang Pu Village"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A beach. The well-known cave, Tham Phraya Nakhon, has a large hole in it so sunlight shines through, and this allows plants to grow. There is Phra Thi Nang Khuha Kharuhat which is a Thai-style pavilion with a scenic view of the cave. It was first built during the reign of King Chulalongkorn before being dismantled and reconstructed here. There is a viewpoint on Khao Daeng which is 400 km from the park office and Ban Khao Daeng. The latter offers boat trips to watch wild birds."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Hat Sam Phraya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=3.5 km north of the park office"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A lovely beach with a line of pine trees. Accommodation available."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Tham Kaeo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Around 23 km from Pran Buri (15 km north of the park office)"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A cave with an abundance of stalactites and stalagmites. Oil lamps can be rented at the nearby village to aid in exploring the cave."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Tham Sai"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= 9 km north of the park office"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A cave which can be explored, and oil lamps can be rented in the nearby village."]]},"\n\n",{"type":"===","value":["Further afield"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dan Singkhon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=In Khiong Wan sub-district, the Thai-Burmese border pass."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Hin Thoen Stone Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=West of town. To get there travel along Hwy 4 to km331-332, then turn right and drive for another 8 km"],["phone="],["fax="],["hours="],["price="],["content=There are nice narrow walks leading out to a wide rocky landscape on a mountain top with scenic views of the town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ko Singto"],["alt=Lion Island"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Named after its shape. It is a popular island for diving and snorkelling, and offers visitors the chance to explore the Hua Hin and Khao Takiab shorelines."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wa Ko"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At km335 on Hwy 412 south of town"],["phone="],["fax="],["hours="],["price="],["content=This beach has been of historical importance since the reign of King Mongkut when he viewed a full-moon eclipse there. A long atmospheric sandy beach fringed by pine trees."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Festivals"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hua Hin Jazz Festival"],["alt=Jazz on the beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The popular event attracts world-class jazz musicians from Thailand and all over the world. Annually, in June."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hua Hin Vintage Car Rally"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Hoteliers, the Vintage Car Club of Thailand, and the Tourism Authority of Thailand annually sponsor a parade of vintage and classic cars starting at the Sofitel Central in Bangkok and ending in at the Sofitel Central Hua Hin Resort. The cars, with drivers and passengers dressed in 1920s attire, make the 225 km promenade in Dec of each year. The festivities culminate with a 1920s party at the Sofitel, which appropriately is a Victorian-style structure built in the 1920s."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thailand International Kite Festival"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=During Mar-May and features stunt kites, big kites, little kites, high-tech kites, traditional Thai kites and displays of international kites. Visitors also enjoy a variety of opportunities for shopping, sightseeing and simply having a good time."]]}]},"\n",{"type":"===","value":["Golf"]},"\nHua Hin and its surroundings are a golfer's paradise with at least seven courses within a 30 min drive. There are also two brand new golf courses under construction. Most courses offer transportation to and from the course.\n\n",{"type":"===","value":["Massage"]},"\nTraditional Thai massage, characterized by its holistic approach to health is aimed at enhancing physical, emotional and spiritual states.\n\nThere are over 50 massage shops in Hua Hin. All good hotels in Hua Hin offer traditional Thai massage service. On Petchkasem Road next to the Golden Palace and the Royal Palace one can be massaged by good, professional blind masseuses. This is a royal sponsored project, although note that very little English is spoken.\n\nMassage prices in the tourist area near the Hilton Hotel average about 300 baht per hour. Massage shops in the town proper are much cheaper for equivalent massage, as low as 180 baht per hour.\n\n",{"type":"===","value":["Spas"]},"\nSpas in Hua Hin offer treatment suited to a range of budgets. Treatments includes both traditional remedies and modern techniques. Facilities at spas in Hua Hin may also include a Jacuzzi and steam bath.\n\nMany spas in Hua Hin also offer traditional Thai healing treatments. There is also alternative treatment such as Reiki. Resorts offer many detox programs. The most popular treatments are chi organ massage, karsai genital detox massage, deeper skin detox, and herbal skin detox.\n\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Elephant camps and trekking"]}," can be found just west of town. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing and eco-cruises"]}," can be done both at sea and inland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fitness and Martial Arts"]}," can be practiced either in gymnasiums around town or in the top hotels."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Karting"]}," can be enjoyed at the karting track near the airport. The 700 m circuit has a banked curve for speed, floodlighting, beer garden, and catering."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kite-boarding"]}," is a popular in Hua Hin. There are several schools giving lessons and tuition with equipment for hire. Conditions are good from Jan-May as thermals blow in the afternoon at 14-20 knots. The water is shallow, can be choppy and has a beach break."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pony Rides"]}," on Hua Hin beach"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walking and cycling"]}," are popular in Hua Hin thanks to the mild traffic."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Water sports"]}," in Hua Hin include swimming, banana boat rides, waterskiing, jet-skiing, sailing, windsurfing, para-sailing, kayaking, snorkelling and scuba-diving."]},"\n",{"type":"==","value":[" Learn "]},"\nA few Thai cooking schools have sprung up in Hua Hin where tourists can learn the art of serving up their favourite Thai dishes such as pad Thai (Thai-style fried noodles), tom yum kung, Panang curry with beef and chicken and cashews. Courses vary in length from just a single day to a few. Courses are available at most of the large hotels. Ask around.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Hua Hin Market village.jpg"],["thumbnail"],["Hua Hin Market village"]]},"\nShop at the ",{"type":"'''","value":["night markets"]},". Things that you can buy range from T-shirts to antiques. A T-shirt will cost you around 300 baht. It is also a great place for contemporary art handicrafts, hand-woven printed cotton, silk fabric, silk weaving, embroidery, baskets, pottery, wood carvings, gemstones, and jewellery (including sapphires and rubies). Haggling is mandatory to get the best prices possible.\n\nThere are two night markets. The better known is in the middle of Hua Hin, and is rather tourist-oriented. The one the Thais favour is known as the ",{"type":"'''","value":["Grand Market"]}," because its in the parking lot between Grand Hotel and San Paulo Hospital. It is more diverse and interesting, but does not operate M-Tu. For local handicrafts, the ",{"type":"'''","value":["Hua Hin Bazaar"]},", about 100 m west of the beach, should be your first stop.\n\nOnly on Tuesdays is the ",{"type":"'''","value":["Pae Market"]}," near the Royal Hua Hin Golf Club. It's a good place to get the feel of a traditional Thai market.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Night Market and Other Markets"]}," There is no large shopping mall in town, but there are famous markets in Hua Hin. In the centre of town adjacent to Dechanuchit Rd, just west of Phetkasem Rd is the Hun Hin Night Market which is a great place to eat. There is a market devoted primarily to tourist shops along Dechanuchit Rd."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nightly Street Market"],["alt=ตลาดโต้รุ่งหัวหิน"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a favourite venue for shoppers. Such excursions offer opportunities for shopping, enjoying native-style seafood cooked on the spot and glimpsing local lifestyles."]]}]},"\n",{"type":"===","value":["Local souvenirs"]},"\nOne of Hua Hin's most renowned local products is ",{"type":"''","value":["pha phim khommaphat"]}," or printed cotton, a typical product of Hua Hin which is sold by the metre. The finished Khommaphat print is colourful and can be turned into shirts, handkerchiefs, wraps, even toy elephants or fish, as well as decorative pieces such as pillows, bags, fans. ☎ +66 32 511250, +66 32 513506.\n\nA large variety of other cotton products are also obtainable, such as place mats, tablecloths, and pillowcases. Most of the products, fresh and dried seafood, souvenirs, dishes made of seafood are available at Hua Hin Market.\n\nFor hand-woven cotton go to Baan Khao Tao, to the ",{"type":"'''","value":["Baan Khao Tao Handicraft Centre"]}," which was founded in 1964. In 2003, the centre's works were registered as the province's four-star OTOP product. Hand-woven cotton is offered for purchase in different forms, such as in the Yok Dok print, sarongs, even large items like bedsheets.\n\nSouvenirs from Hua Hin District include accessories from coconut shells, Khommaphat printed fabric, the printed fabric in traditional Thai patterns, brooms, utensils made of sisal fibre, bamboo woven products, as well as fresh and preserved food.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Fresh lobster for dinner? (8288886720) (2).jpg"],["thumbnail"],["Fresh lobster for dinner?"]]},"\nThere are plenty of eating options around Hua Hin. Those close to the beach and atop Khao Takiap are touristy, while some good local options can be found on Phetkasem Rd along the way to Khao Takiap. Hua Hin is famed for its delightful fresh seafood which can be found in abundance at the night market, restaurants, and hotel restaurants. Naresdamri Road is a fine place for great inexpensive restaurants while serving up romantic sea views. Some hotels offer buffets consisting of open cooking stations, including seafood BBQ, and also offer live entertainment like traditional Thai music and dancing.\n\nThis area is the site of the Hua Hin Fishing Harbour and in the early morning, fresh-out-of-the-water seafood can be snapped up.\n\nMoreover, there are numerous dining spots serving Western, Indian, and Japanese food. \n\nFor cheap eats, check out the night market. Budget tourists having problems with the local fare will be happy to know that at the Tesco in the posh Market Village mall, there's street-style Thai food with modern fast food hygiene: 25-45 baht, and good coffee for 10 baht.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=World News Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=adjacent to the Hilton Hotel, inland"],["phone="],["tollfree="],["fax="],["hours=08:00-22:00"],["price="],["content=An appendage of the Hilton Hotel. Used to be possibly the best coffee shop in Thailand. But changes to Internet policies have severely impacted its appeal. On-site computer use is 150 baht per hour (75 baht minimum). Wi-Fi is 75 baht per hour. Modern, sleek space that is welcoming and spacious. Daily newspapers in English and Thai, good, but expensive, coffee, fruit drinks, bagels, sandwiches. Great staff."]]}]},"\n",{"type":"==","value":[" Drink "]},"\nRaucous nightlife can be found in the little quarter just inland from the Hilton Hotel. The warren of small streets around Dechanuchit Rd and Soi Bintabaht teems with bars, restaurants, and massage parlours. This area is heavily frequented by tourists.\n\nA second street with lots of beer bars and hostesses is Soi 80, on the west side of Rte 4. This street appears to be mostly patronised by resident expats.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bluestation Country Pub"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind the older of Hua Hin's two bus depots, Soi 68\/2, off of Railway Rd just north of Soi 70 (Chomsin Rd) near the railway crossing"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very popular with local folks, but nearly unknown to tourists. The house band is excellent, playing all Thai country (Peu Chiwit) songs. Before 22:00 there's an opening act that some nights (but irregularly) consists of a duo of a Thai on guitar and a farang on accordion, doing all Thai songs."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Murphy's"],["url="],["email="],["address="],["lat="],["long="],["directions=In the heart of Hua Hin on Soi Selakam 50 m from the Hilton Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The place for live music. This Irish bar with a Mexican slant is the nightly home of Hua Hin's own ",{"type":"'''","value":["Stonehead Band"]},". These boys have been rocking Hua Hin for more then 15 years with their great rock and blues classics. Sometimes there is an early opening act. Free Wi-Fi. This place also has terrific food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Luknam Country Pub"],["url="],["email="],["address="],["lat="],["long="],["directions=On the road to Pala U waterfall, opposite Phoenix Bar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Locals and foreigners alike frequent Luknam. Live music every night. Music is Thai pop and country with some Western songs mixed in. Music begins and 22:00 and goes until very late."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Satchmo Club"],["alt=แซชโม คลับ"],["url="],["email="],["address="],["lat="],["long="],["directions=Central Hua Hin"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Main lobby of the Sofitel Hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Style"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=18:00-02:00"],["price="],["content=One of the best nightspots in Hua Hin, with hip hop music and techno. Popular with younger people in the area. Most people come from 22:00 on. Live music as well. Frequently overcrowded."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chom-Haad Guesthouse"],["url="],["email=kungkai_80@hotmail.com"],["address=178\/175 Soi Hua Hin 80"],["lat="],["long="],["directions=close to Tientong, San Paolo Hospital, and Grand Hotel"],["phone=+66 86 803 1796"],["tollfree="],["fax="],["hours="],["price=700 baht"],["checkin="],["checkout="],["content=Nice rooms, on a quiet road with lots of guesthouses. Nice fresh-looking furniture in bright colours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Memory Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= (",{"type":"''","value":["near 21 Guesthouse"]},"). 200 baht for single room and 300 baht for double."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rooms@102"],["url="],["email="],["address=Soi 102"],["lat="],["long="],["directions=just across the rail road track from Petchkasem Rd"],["phone=+66 80 4337113"],["tollfree="],["fax="],["hours="],["price=300 baht"],["checkin="],["checkout="],["content=Includes air-con and TV, fan, hot water, Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal Express Inn"],["url="],["email=enquiry@royalexpresshh.com"],["address=79\/9 Petchkasem Rd"],["lat="],["long="],["directions=opposite Hua Hin Soi 78, near station"],["phone=+66 32 533778-81"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small hotel a few minutes walk to the beach, restaurants, and convenience stores. The rooms are well-designed with a simple, cosy and modern style with flat screen TV, en suite bath, and free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sukwilai Hotel and Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=on western Soi Bintabaht 150 m to Burger King"],["phone="],["tollfree="],["fax="],["hours="],["price=Fan rooms for 300 baht, or 350 with cable TV"],["checkin="],["checkout="],["content=Upscale rooms available in the main building. Guesthouse is opposite to some bars playing quite loud until 02:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tientong"],["url="],["email=tientong2001@yahoo.com"],["address=226\/107 Petchkasem Rd"],["lat="],["long="],["directions=behind Grand Hotel near station"],["phone=+66 89 2249353"],["tollfree="],["fax="],["hours="],["price=400 baht (low-season) to 600 baht"],["checkin="],["checkout="],["content=Rooms with private baths. Includes high-speed Wi-Fi (if it starts working slow, just reboot the router). Located downtown at end of secluded street near market. Friendly staff. Nice views of hillside from communal balcony. 10 min walk from beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Victor Guesthouse"],["url="],["email=victorguesthouse@gmail.com"],["address=16 Naresdamri Rd"],["lat="],["long="],["directions="],["phone=+66 32 511564"],["tollfree="],["fax="],["hours="],["price=350-700 baht"],["checkin="],["checkout="],["content=16 rooms in a Thai traditional teak guesthouse in the heart of Hua Hin, close to beaches, restaurants and night life. Family suites available. Includes air-con, LED TV and DVD in all rooms. Fan, hot water, Wi-Fi, 24\/7 security and friendly staff in a relaxed atmosphere."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anantasila Resort"],["url=http:\/\/www.anantasilaresort.com"],["email="],["address=33\/15 Moo Bann Huadon, Petchkasem Rd, Nongkae"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=2,000-15,000 baht"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chomview Hua Hin"],["url=http:\/\/www.chomviewhuahin.com"],["email="],["address="],["lat="],["long="],["directions=near Kao Takeab"],["phone="],["tollfree="],["fax="],["hours="],["price=1,550+ baht"],["checkin="],["checkout="],["content=On the beach with beachfront swimming pool. Nice, not big, but cheap, clean."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Citin Loft"],["alt="],["url=http:\/\/www.citinlofthuahin.com"],["email=enquiry@citinlofthuahin.com"],["address=120\/22 Soi Huahin 78, Petchakasem Rd"],["lat="],["long="],["directions=in the heart of Hua Hin"],["phone=+66 32 533778-81"],["tollfree="],["fax=+66 32 53722"],["checkin=14:00"],["checkout=noon"],["price=1,443+ baht"],["content=50 comfortable guest rooms each with a private balcony overlooking the green hills beyond; rooftop pool, sundeck, Internet stations, restaurant and a free shuttle service to Hua Hin Beach, Hua Hin Market Village, and Hua Hin Night Market."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dolphin Bay Resort"],["url=http:\/\/www.dolphinbayresort.com"],["email="],["address=217 Moo 4 Phunoi, Sam Roi Yot"],["lat="],["long="],["directions="],["phone=+66 3 259 9333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beach resort for families."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fulay Hotel"],["url=http:\/\/www.fulayhuahin.com\/"],["email=fulayhuahin@gmail.com"],["address=110\/1 Naresdamri Rd"],["lat="],["long="],["directions=follow the road just inland from the Hilton Hotel downhill about 75 m. Hotel on left"],["phone=+66 32 513670"],["tollfree="],["fax="],["hours="],["price=1,500+ baht"],["checkin="],["checkout="],["content=Sparkling clean, accommodating staff, great location. Has a terrific little restaurant on the ground floor. Air conditioning, cable TV, free Wi-Fi, minibar, convenience store open until 01:00 adjacent. Just far away from the bar scene to offer 2 min access but quiet ambience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Hideaway Hua Hin"],["url=http:\/\/www.thehideawayhuahin.com"],["email="],["address=Hua Hin Soi 9, Petchkasem Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=2,500-3,000 baht"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Pananchai"],["url="],["email="],["address="],["lat="],["long="],["directions=coming from the north, get off at the clock tower on your left. Look back along the street which leads off to the northeast. You will see the hotel sign from there a couple of hundred metres up the road"],["phone="],["tollfree="],["fax="],["hours="],["price=650 baht"],["checkin="],["checkout="],["content=A basic hotel with breakfast, although this is only a couple of small slices of toast and jam, with a cup of tea or coffee. The hotel has air conditioning and TV. The rooms are quite small. There are restaurants nearby. The beach is 300 m away and all the tourist restaurants are close by."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nern Chalet Hotel"],["alt="],["url=http:\/\/www.nernchalet.com"],["email=rsvn@nernchalet.com"],["address=144\/7 Nongkae-Takieb Rd"],["lat="],["long="],["directions="],["phone=+66 32 655211"],["tollfree="],["fax="],["checkin="],["checkout="],["price=3,500+ baht"],["content=On the beach, relaxing atmosphere, free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nicha Suite Hotel"],["url="],["email="],["address=4\/125 Soi Hua Hin 98 Nongkae, Petchkasem Rd"],["lat="],["long="],["directions=100 m south of the bus station, 3-4 km south of the main part of town"],["phone="],["tollfree="],["fax="],["hours="],["price=1,200 baht"],["checkin="],["checkout="],["content=Clean and modern, with friendly and helpful staff. Breakfast included. The rooms have large flat screen TV with plenty of channels, and there are tea and coffee making facilities provided. No lift."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pattawia Resort & Spa"],["url=http:\/\/www.pattawiahotelhuahin.com\/"],["email="],["address=9\/21 Moo 5, Pak Nam Pran Beach"],["lat="],["long="],["directions="],["phone=+66 87 0265515"],["tollfree="],["fax="],["hours="],["price=2,400 baht"],["checkin="],["checkout="],["content=Spa, swimming pool, and sea view rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thipurai City Hotel"],["url=http:\/\/www.thipuraicityhotel.com"],["email="],["address=8\/5-7 Soi Kanjanomai, Poolsuk Rd"],["lat="],["long="],["directions=in the heart of Hua Hin"],["phone=+66 32 533555"],["tollfree="],["fax="],["hours="],["price=From 1,350 baht"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"[[","value":[["File:Hua Hin hotels.jpg"],["thumbnail"],["Hua Hin hotels"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Bayburi Pranburi"],["alt=เลอ เบย์ บุรี เดอ ปราณ"],["url=http:\/\/www.lebayburi.com\/"],["email="],["address=Beach Front Rd, Pak Nam Pranburi"],["lat=12.347589941766926"],["long=99.9974513053894"],["directions=20 min south of Hua Hin"],["phone=+66 2 6968233"],["tollfree="],["fax="],["checkin="],["checkout="],["price=18,000+ baht"],["content=A private complex of 4 luxury beach front villas, each with self-contained facilities, including private pool."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chiva-Som International Health Resort"],["url=http:\/\/www.chivasom.com"],["email=reservation@chivasom.com"],["address=73\/4 Petchkasem Rd"],["lat="],["long="],["directions="],["phone=+66 32 536536"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the best destination spa resorts in Thailand. Very private. Pricey, but the quality is the best."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Devasom Hua Hin Resort"],["alt="],["url=http:\/\/www.devasom.com"],["email=reservation@devasom.com"],["address=1446\/23 Petchkasem Rd (km221)"],["lat="],["long="],["directions="],["phone=+66 32 442789"],["tollfree="],["fax="],["checkin="],["checkout="],["price=13,040+ baht"],["content=A small luxury beach resort on the beach between Cha-am and Hua Hin, with only 24 villas and rooms, all with sea view and charmingly decorated. Excellent food and services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dhevandara Resort and Spa"],["alt="],["url=http:\/\/www.dhevandararesort.com"],["email="],["address=451 Hua Hin, Huay Mongkol Rd. Hin Lek Fai"],["lat="],["long="],["directions=Near Grape Farm, 8 km from Hua Hin"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=3,097+ baht"],["content=Resort with private pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Haven Hua Hin"],["url=http:\/\/www.havenhuahin.com"],["email="],["address="],["lat="],["long="],["directions=on Hua Hin beach"],["phone="],["tollfree="],["fax="],["hours="],["price=4,000-15,000 baht"],["checkin="],["checkout="],["content=Boutique resort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Hua Hin"],["url=http:\/\/huahin.regency.hyatt.com"],["email=hotel.hrhuahin@hyattintl.com"],["address=91 Hua Hin-Khao Takiap Rd"],["lat="],["long="],["directions=on the beach"],["phone=+66 32 521234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= 204 rooms and suites. The hotel is on 12.5 acres of tropical landscaped gardens on a 200 m long beachfront. The Barai Spa is on-site."]]}]},"\n",{"type":"===","value":[" Renting a house for a long stay "]},"\nIf you're staying for a month or more, then Hua Hin has great options. The price for renting a nice villa with private pool can be as low as 20,000 baht. Houses have modern furniture and are ready to move into. Best way to find a house is to go to realty agencies around the Hilton Hotel. They pick you up from your hotel and show options for your budget and taste. Best strategy is to contact by them email a week before, so they will make a selection beforehand.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Reading matter"]},"\nThere are a number of English-language publications, offering a variety of styles, as well as information and entertainment. Long-time visitors to the town will have been familiar with the free monthly ",{"type":"[","value":["http:\/\/www.observergroup.net ",{"type":"''","value":["Hua Hin Observer"]}]}," magazine found around the town, but as of Jan 2010 this has become an on-line-only publication. Another monthly publication (which you have to pay for) is the ",{"type":"[","value":["http:\/\/www.huahintoday.net\/ ",{"type":"''","value":["Hua Hin Today"]}]}," newspaper which can be a little dry for tourists, as it contains plenty of local government and local dignitaries news along with details of the latest infrastructure projects and housing developments. Its on-line presence is more of a portal for international news and selling property than a local site. More of interest to tourists is the widely available free weekly  ",{"type":"[","value":["http:\/\/www.awolonline.net ",{"type":"''","value":["AWOL"]}," newspaper"]},", which is a mixture of entertaining true and not-so-true stories, typical tabloid content such as a page 3 girl and sports coverage, and major local news stories. ",{"type":"''","value":["AWOL's"]}," website  includes a discussion forum, free classifieds and all their back issues to download. The longest established local Internet forum is  ",{"type":"[","value":["http:\/\/www.huahinafterdark.com ",{"type":"''","value":["Hua Hin After Dark"]}]}," which is a valuable source of information for both tourists and expats alike, although its slightly cliquey attitude can be off-putting, and discussions can often turn into playground squabbles.\n\nThere are a number of other printed publications and Internet sites relating to Hua Hin, but they are mostly concerned with selling or renting property, or promoting another local business. There are also a couple of non-English language publications with a small distribution.\n\n",{"type":"==","value":["Connect"]},"\nLandline telephones, all mobile phone systems, high-speed Internet (ADSL), post offices, and parcel services are available in Hua Hin. \n\nThere is a city-wide free Wi-Fi service as well, although speeds tend to be slow and a signal difficult to obtain outside the central area.\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amphawa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bangkok"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cha-am"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chumphon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Damnoen Saduak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kanchanaburi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Samui"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Tao"]]}," – for diving"]},{"type":"*","value":[" ",{"type":"[[","value":[["Samut Songkhram"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Surat Thani"]]}," "]},"\n",{"type":"{{","value":[["routebox"],["image1=SRT Southern Line.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Phetchaburi"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Butterworth"]]}],["minorr1=",{"type":"[[","value":[["Prachuap Khiri Khan"]]}],["image2=Thai Highway-4.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Bangkok"]]}],["minorl2=",{"type":"[[","value":[["Cha-am"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Sadao"]]}],["minorr2=",{"type":"[[","value":[["Prachuap Khiri Khan"]]}]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["12.5667"],["99.9667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Gulf Coast"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hua Hin"]]}]