[{"type":"{{","value":[["pagebanner"],["Banner Huacachina.jpg"]]},"\n\n",{"type":"'''","value":["Huacachina"]}," is a tiny town in southern Peru, an hour away from the Pacific coast. The town is basically a collection of resorts and restaurants around a blue-green laguna surrounded by huge sand dunes. An antique image of the town is featured on Peru´s 50 soles bill. Its interest to tourists is three-fold: the novelty and beauty of a dry desert with huge sand dunes, plus the opportunity to sand board and to ride in four-wheel-drive dune buggies that cruise up and down the dunes at break-neck speeds. The town depends entirely on tourism; as most visitors are foreign tourists.\n\nLegend claims every year a mermaid living in the laguna takes one man. The inability of certain Peruvians to swim seems a more likely explanation of the yearly drownings. Other people speculate that the cause of the frequent drownings is swimmers muscles cramp when the warm water on the top of the oasis mixes with cooler water below.\n\n",{"type":"==","value":["Get in"]},"\n\nGetting to Ica is easy from Lima, as most bus companies including Cruz del Sur and Soyuz have frequent trips along the route.\n\nThis oasis is only a few kilometers from the bustling city of ",{"type":"[[","value":[["Ica"]]},". There are no longer municipal bus routes to Huacachina, but it is very easy to find taxis during the day (4~5 soles one way) and at night (8 soles one way).\n\n",{"type":"==","value":["Get around"]},"\nThe town is extremely small, and visitors can walk from one end to another within a few minutes.\n\nTaxis are used to travel from Huacachina to sites in Ica, and moto-taxis can be used within Ica to affordably travel to locations that are too far too walk. Most taxis charge 2.5 or 3 soles for trips from one location in the city to another. Most taxi-motos charge 1.50 soles, making it a very cheap way to get around.\n\n",{"type":"==","value":["See"]},"\n\nTours of the Bodegas and Wineries: in Ica there are about a zillion different bodegas and wineries that produce pisco and sweet red wine. These bodegas range from the small family-run \"artesanal\" bodegas to huge industrial bodegas that supply the entire country with pisco and export to Europe and the US. Perhaps the best artesenal bodega is \"Catador\" and the best industrial bodegas are probably \"Tacama\" and \"Vista Alegre\"-\n\nWatch the sunset from the rim of the dunes. Amazing colours and views. You although can walk up for the sunrise but be careful as no marked paths for walking up.\n\nMuseums:\n\nThere are two museums in nearby Ica, but the one that is of most interest to visitors is probably the archaeology museum, el MUSEO REGIONAL DE ICA. The museum is full of clay pottery, mummies, and trepanned human skulls (skulls that have had holes drilled into them for surgical reasons, while the person was alive) and textiles from the various indigenous groups that have lived in the Ica region for thousands of years. The dry sand from the desert preserves the bodies and fabrics in impressive condition. The museum costs 10 soles, and is worth a visit although superior museums can be found in Lima, Arequipa, and the north of Peru. \n\nThe other museum is rarely open because the building it is located in, and its exhibits, where heavily damaged during a 2007 earthquake. It is the Museo de Piedras Grabadas, the museum of recorded stones. It is a large collection of round, smooth stones with images of fish, dinosaurs, and people carved on them. The creator of the museum claims they are thousands of years old, but virtually all scientists hold a skeptical opinion of the rocks and strongly suspect they are modern hoaxes. It is not recommended to visit this museum because to do so supports scientific hoaxes and is a waste of money.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lagoon"]}," --- At the lagoon you can hire paddle boats or row boats. Its also possible to swim in the lagoon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walking to the top of the dunes"]}," --- Soak up the views at top of the sand dunes for a rewarding, yet exhausting experience. It will take up to an hour, depending on fitness (and which dune you pick!). The views of both the lagoon and town itself are spectacular, not to mention the rolling sand dunes on the horizon. Take a camera, plenty of water and a scarf or something to protect eyes\/camera equipment from the wind swept sand at the top. Particularly beautiful at sunset."]},"\nThe following activities are best done as part of an organized tour. There are numerous reputable agencies in Huacachina.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sandboarding"]}," --- It's the \"hot\" version of snowboarding except you do it on sand instead of snow. On the streets you can rent a board for a few soles. Wax (",{"type":"''","value":["cera"]},") is essential for velocity, so ask for a piece to go with your board. Due to differences between sand grains and snow, snowboarders may be disappointed with the pace of sandboarding and the increased difficulty of maneuvering the board. Most non-athletic tourists eventually end up riding the sandboard like a sled, face-down on their stomach. This allows for a very simple, and very rapid (sometimes dangerously so) descent of the dunes. ",{"type":"[","value":["http:\/\/ireadculture.com\/2011\/07\/reviews\/huacachina-peru-travel\/[1"]},"]"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dune buggy rides"]}," -- Considered by many to be the most exciting activity in Huacachina, fans of adventure sports and rollercoasters will find that taking a dune buggy ride is an essential component of a trip to southern Peru. Rides are offered by most hotels and hostels, usually for around 40-45 soles although in the low season this price may be negotiable.Arguably the best driver in Huacachina is known as Chupon, and works exclusively for the Casa de Arena hostal. Most dune buggy tours are two hours long, which includes approximately one hour of sand boarding. The late-afternoon tour, usually starting at 4 PM, is probably the best time of day to take a tour as the sun is bright enough to illuminate the landscape but no longer bright enough to cause sunburn, and sometimes drivers will take passengers to look-out points to observe the beautiful desert sunset."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["All Terrain vehicles"]}," -- Quads, (called Cuatrimotor in Spanish) are a type of four-wheeled all terrain vehicle that resembles a tiny jeep but is the size of a golf cart. Desert Nights hostal rents these vehicles, and offers tours. They cost $40 per hour, which is quite expensive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swimming Pools"]}," -- Beat the heat: bring your swimming suit because numerous hotels and hostels in the area have swimming pools."]},"\n",{"type":"==","value":["Buy"]},"\nNear the entrance to the Huacachina promenade are a number of kiosks. Some are selling souveneers, jewelry, t-shirts and other touristy knicknacks. Others sell tasty jams made from fruits in the area (such as mangos, figs, or guanabana) and some liquers from Ica such as pisco and wine. Apart from these small shops, there are only tiny convenience stores. Virtually all items are more expensive than when purchased in Ica.\n\nThe only ATM in the town is located at the Huacachinero hostal. It frequently is out of cash. Ica, located a few kilometers away, has a number of ATM machines as well as money-changers who will convert your dollars into soles and vice versa in exchange for a small commission.\n\n",{"type":"==","value":["Eat"]},"\nThere are numerous restaurants in Huacachina, all of them overpriced when compared to normal Peruvian prices.\n\nThe Casa de Avinoam, the restaurant located in the Carolas del Sur Hostal, has delicious thin-crust pizzas. Pizaa prices range from about $6 USD for a personal pizza to $15 for a large family-sized pizza.\n\nThe restaurant at Desert Nights Youth Hostal is quite popular too.\n\nFor those craving tasty ethnic food, head to Bamboo Cafe, located in a small lot in between Carola del Sur and Hosteria Suiza. They serve a flavorful Thai curry, decent falafel (popular with the Israeli and Arab travellers), and other ethnic and peruvian dishes. The Bamboo Cafe is also a great retreat for those who have been travelling for months and are in need of a bacon butty with brown sauce, marmite or a full English breakfast.\n\nIn Ica, there are quite a few decent restaurants. One of these is the restaurant \"El Otro Peñoncito\" which has a very pleasant, upscale decore and serves a variety of italian and peruvian dishes. It is slightly expensive by Peruvian standards, unsurprising since much like the restaurants in Huacachina it exists to serve food to tourists.\n\nA great, cheap restaurant to eat lunch is McGrille, on Avenida Cutervo. It has cheap but tasty menus at lunch time (from around 12:40 to 3:00pm) that only cost 7 soles per person during the week and 9 soles on weekends and holidays.\n\nValentino's Cafe-Bar, across the street from McGrille, has tasty fixed-price lunches for 9 soles and free WIFI for customers. The lunches here will be higher quality than similarly priced lunches in huacachina.\n\n",{"type":"==","value":["Drink"]},"\n\nLike just about everything else, the alcohol is overpriced in Huacachina.\n\nMost of the larger hotels have their own bars, including Casa de Arena and Huacachinero. One of the only bars that is not associated with a hotel is Da Silva House, located alongside the Casa de Arena hostel. Cocktails here cost between $3 and $5, and the owner prepared many types of mixed drinks and cocktails.\n\nMany visitors to Huacachina decide to visit the wineries and pisco bodegas that are located all over Ica. These wineries grow their own grapes, crush them, and convert them to wine or pisco. They will show you their vineyards, their fermentation machines and wine-making process, and then give you a small sample of their products. You are of course encouraged to then purchase the wines and piscos. Many of these tours are free (the bodegas make their money from wine sales), but your taxi driver or tour guide will charge you to take you around to various bodegas.\n\nDuring late February and early March, is the grape harvest when grapes are crushed by foot. Visitors are encouraged to take off their sandals and shoes, wash their feet, and then help crush the grapes. While perhaps not the most hygienic method of alcohol preparation, this is a very popular activity.\n\nBodegas are split into two categories: artesenal and industrial. Artesenal bodegas are small, family-run operations that only produce a small amount of wine or pisco. Industrial bodegas produce large quantity of product that is intended for national distribution or international exportation.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa de Arena"]},", extremely popular backpacker resort with swimming pool, restaurant, bar and small dance club. Rooms are plain, the service inpersonal and like most \"party hostels\" it's noisy. Great buggy and sandboarding tours that net discounts on room prices. Dorm rooms are currently 20 soles per person for the 18-person dorm room and 25 soles per person for the small 4-person dorm rooms. A shared 2 or 3 person room is s\/. 25 pppn. Bathrooms are shared. Private rooms with private bathrooms are also available, and tend to cost between 30 and 35 soles per person. No internet. Also Service is rely bad and the Disco plays until 3.00am and the walls are paper thin."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Carola del Sur"]},", also known as Casa de Arena II, is also a popular budget option. Owned by the same businessman as Casa de Arena, this hostal is larger but quieter. It has a small wading pool rather than a full swimming pool, and it doesnt have a discoteca. However, it does have a restaurant that has great thin-crust pizza and plays music and videos. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Desert Nights"]}," is a good budget option. It is a hostal that is excellently located near the entrance to Huacachina, and is owned by an American-Peruvian couple. It is well-liked because it is clean and affordable. It has a restaurant with tasty food. However it lacks a discoteca and swimming pool. This is the only Hostelling-International youth hostel in the area. Best place if wifi availability is important. However, the male waiters are aggressive about hitting on women travelers, even coming in the dorm rooms to \"chat\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Las Dunas Hotel"]}," is a very upscale hotel in a quiet neighborhood about 7 minutes ride from Huacachina. It is the nicest, most exclusive hotel in the area with huge swimming pools, large lawns, and llamas and alpacas that roam around the grounds. As you would imagine, it is also the most expensive hotel in the area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Mossone"]}," is an upscale and expensive hotel located in an old colonial hacienda in Huacachina, with views of the oasis. Prices here are decidedly geared towards foreign tourists, as room prices range from $80 to $150. The hotel features its own swimming pool and restaurant. Definitely the nicest hotel in Huacachina, but probably not the best option for backpackers or young people who might find the social scene there to be lacking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hostal Salvatierra"]}," is a backpacker hostel that has seen better days, although it remains a bargain for tourists looking to save money. Private rooms often cost as little as 20 soles per person, although the rooms are old and grungy. The hotel has its own pool, one of the nicest pools in Huacachina. Like most resorts and backpacker hostels, they offer dunebuggy tours and wine bodega tours."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Huacachinero"]},"is a popular budget hotel that is similar to, but more upscale than, the Casa de Arena hostal. The facilities, rooms, and swimming pool are nicer. The price is slightly more expensive. Huacachinero doesn´t have a discoteca, and often is less crowded than the Casa de Arena."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hospedaje Rocha"],["alt="],["url=https:\/\/www.facebook.com\/pages\/Hospedaje-Rocha\/108940782479433"],["email=lalorocha4@hotmail.com"],["address="],["lat=-14.087738"],["long=-75.7617022"],["directions="],["phone=(056) 222256"],["tollfree="],["fax="],["checkin="],["checkout=12:00"],["price=50 soles for double with private bathroom"],["content=A grungy old backpacker hostel with basic worn-out rooms but a decent bar, swimming pool and helpful staff."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nTaxis leave Huacachina at all hours of the day and night. If you plan on leaving the area in order to go to Lima, ask the driver to take you to the bus station for Soyuz (cheap but mediocre, ask for the \"boleto economico\" and they will often give you a discount just for asking) or Cruz del Sur (expensive but nice). If you are going to Arequipa, options are Cruz del Sur and Cial (the budget option).\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-14.087500"],["-75.763333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Coast (Peru)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Huacachina"]]}]