[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Huanglong"]}," (（黄龙）) ",{"type":"[","value":["http:\/\/www.huanglong.com\/main_en.html"]}," is a mountain with natural mineral pools and lakes forming on it.  It is located in the northern part of ",{"type":"[[","value":[["Sichuan"]]}," province near ",{"type":"[[","value":[["Jiuzhaigou"]]}," in ",{"type":"[[","value":[["China"],["People's Republic of China"]]},".  \n\n",{"type":"===","value":["Understand"]},"\n\nHuanglongsi National Park is a component of Huanglongsi",{"type":"[[","value":[["Jiuzhaigou Nature Reserve"],["-Jiuzhaigou National Park"]]},".\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\nHuanglong is a mountain that is relatively easy to climb, and the mountain is covered with trees and plants and also many mineral pools and small water falls.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThere is many types of plants and trees on the mountain, some are rare and may be endangered so take time to enjoy and see it!  Animal life is of course existant but the chance of seeing one going up the mountain is very slim (excepy you might see a few squirrels).\n\n",{"type":"===","value":["Climate"]},"\n\nThe weather at the bottom of the mountain is similar to the surrounding areas, although the weather on the mountain can be cool in the summer and cold in the winter.  Bring a sweater.\n\n",{"type":"==","value":["Get in"]},"\n\nBuses leave regularly from Chengdu so that will be your best bet.\n\nA bus leaves ",{"type":"[[","value":[["Jiuzhaigou"]]}," Bus station at 7:00 (takes 3-4 hours, ¥40)\nThe same bus returns to Jiuzhaigou at 15:00, and is the only public way to go out.\n\nYou can hire a taxi for the Jiuzhaigou-Huanglong roundtrip or the Jiuzhaigou-Huanglong-JZH airport trip for ¥400. The most efficient way to visit Huang Long is to do it on the last day of your Jiuzhaigou visit and return to the airport directly. If you do this by private car, with a 7.30AM departure from Jiuzhaigou you will be able to enjoy the park completely and get to the airport by 5.30PM\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n¥200 per person( 1st of Apr. - 15th of Nov.),\n¥60 per person( 16th of Nov. - 31st of March).\nThe price does not include a ticket for the cable car, which must be bought separately and costs ¥80 for a one way trip either up or down; most people use it to go up, but if you then decide to go down on the cable car it will cost a further ¥40.\nDiscounted tickets at ¥100 are available for students with ID and seniors over 60 years of age with proof of age (as of July 2013).\n\n",{"type":"==","value":["Get around"]},"\n\nThere is a moderately steep (average 10% incline) 4.2 km wooden boardwalk up the valley from the entrance to the colourful limestone pools and temple at the apex of the path. Some alternative trails are available for the return walk down the valley. This round trip generally takes around 4 hours, but schedule at least 6 if you want to do it really comfortably.\nDuring the peak season (april-nov) a cable car operates which takes visitors from near the entrance up to a high elevation equal to the highest points of the path. This then leaves a flat walk along the side of valley for several kilometres where it joins the main walking trails at the apex of limestone pools and temple. One can then walk down the boardwalk instead of taking the cable car back, and enjoy the forest, limestone formation and waterfall views on the way back to the entrance\n\n",{"type":"==","value":["See"]},"\n\nThe mineral pools and lakes are very fascinating as they are very colorful and pretty.  Some small waterfalls that are almost horizontal.  There is also a temple on the top of the mountain so check that out.\n\n",{"type":"==","value":["Do"]},"\n\nTake pictures!  The sceneries are beautiful and photographers will enjoy it.  There is a temple on the top of the mountain so you can go and check that out.  Most of the time just take time climb the mountain and enjoy the beautiful scenery.  \n\n",{"type":"==","value":["Buy"]},"\n\nThere is not much to buy except food and water.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is small shops along the mountain paths and on top of the mountain.  The food and the water are expensive so be sure to bring some of your own.  \n\n",{"type":"==","value":["Drink"]},"\n\nBring your own drink as the price of water and beverages increase dramatically as you ascend.\n\n",{"type":"==","value":["Lodging"]},"\n\nHuanglong is intended to be climbed up and down in a single day so there is no lodging on the mountain.\n\n",{"type":"==","value":["Camping"]},"\n\nThere is no camping.\n\n",{"type":"==","value":["Stay safe"]},"\n\nUse common sense, if something seems dangerous, don't do it.  Watch your step as you climb and remember that:  If you climb don't look at the sceneries, if you look at the sceneries don't climb!\n\nAlso note the high altitude. The park entrance is about 10,000 feet above sea level and the Five Colored Pool is nearly 12,000 feet above sea level. Since the air is thinner, pace yourself as you make the hike up. \n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Aba (prefecture)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]