[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Huangshan"]}," (黄山; ",{"type":"''","value":["Huángshān"]},"; lit.: Yellow Mountain) is in ",{"type":"[[","value":[["Anhui"]]}," Province in ",{"type":"[[","value":[["China"]]},", toward the southern end near the border with ",{"type":"[[","value":[["Zhejiang"]]},". It is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},". There is also a town called Huangshan nearby.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Huangshan fengjing.jpg"],["thumb"],["The distinctive peaks of Huangshan"]]},"\nHuangshan is a granite massif consisting of 36 separate peaks, rising above 1,800 m.  Famous throughout Chinese artistic history, Huangshan represents the typical mountain in Chinese paintings.  Frequently shrouded in mist, the many peaks appear to float on clouds and have very fanciful names such as 18 Arhats Worshipping the South Sea, Lotus Flower Peak, Celestial Capital, Paint Brush, etc.\n\n",{"type":"===","value":["Landscape"]},"\nJagged granite peaks clothed in uniquely shaped pine trees create a spectacular landscape of great interest to artists and photographers.  The development of walking tracks and cable cars makes this landscape accessible to most active travelers.\n\n",{"type":"===","value":["Flora and fauna"]},"\nOver 1,450 kinds of plant are found within the Park.  The most spectacular tree is the unique Pinus huangshanensis which grows precariously clinging to rock faces.  Many of the trees have names such as the Welcoming Guest and the Seeing-off Guest Pines. Carpinus, Cornus, Enkianthus, Fraxinus, Rhododendron and  Weigelia are some of the species of flowering tree to be seen.  470 species of animals have been recorded.  The most frequently seen ground animals are squirrels and small skinks.\n\n",{"type":"===","value":["Climate"]},"\nCold at night, (think: 1,800 m above sea level). Dangerously slippery ice on paths in winter.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest domestic airport is at Tunxi, about an hour drive from the base of the mountain, the flight to Shanghai Hongqiao is less than one hour.  Taxi from the airport to Laojie in downtown Tunxi should be ¥30 but most taxis will ask for 40 while refusing to run the meter. If you bargain at the airport be prepared for rejections and delays until all other fellow passengers are gone.\n\n",{"type":"===","value":["By train"]},"\nThe nearest station is at the town of Tunxi, but the station is actually called Huangshan. There is an overnight train from Shanghai that takes about 13 hours, which is far longer than a direct bus, but it does save a night at a hotel, so it is a popular option.\n\n",{"type":"===","value":["By bus"]},"\nFrequent direct buses run from Shanghai and Hangzhou.  The buses from Hangzhou run either to Huangshan City (nearly two hours away) or direct to Tangkou (close to the base of the mountain).  The buses to Tangkou are less regular, but easy to catch if you phone up the bus station and get a timetable.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nAn entry fee of ¥230 applies (off-season entry fee is ¥120, e.g. early December), a 50% discount is available for students with IDs and seniors. If you take the tram to the top, it costs ¥80 each way.  Prices for food are about twice as high on the top as they are on the bottom (May 2007).\n\n",{"type":"==","value":["Get around"]},"\nUnfortunately, the town of Huangshan is not too close to the actual Yellow Mountain.  Taxi from the airport to the Xinyungu cable car is between ¥200 and ¥100 depending on your negotiating skills.\n\nAlternatively, upon arrival at the train station, airport, or long-distance bus station, a convenient method of transportation is by bus to the small town of Tangkou. The bus ride to Tangkou takes about an hour, and offers great views of the rural Anhui Province. There are a great deal of buses located outside the train station, these should cost ¥15-20 for a one-way ticket.\n\nFrom the town of Tangkou (汤口镇, TangKouZhen), at the foot of the mountain, a shuttle service operates every 20 minutes to the Hot Springs Area; Yuping Cable Car and Xinyungu (New Cloud Valley) Cable Car.  Tangkou is quite walkable but taxis are available to scenic spots around the foot of the mountain. You cannot go direct to the mountain entrance by taxi: only the National Express buses are allowed into the scenic area.\n\nOnce at the Tangkou bus station, the entrance to the Yellow Mountain Park is quite accessible. Travellers desiring a longer hike up the face of the mountian can embark from the town of Tangkou. For those wishing to ascend the mountain more rapidly, there are tour buses that depart from Tangkou to the cable car lifts, these are easily booked for about ¥10.  \n\nThe actual ascent starts from the entrance to Huangshan mountain. There is around 20 minutes bus ride from Tangkou town to the entrance (and this distance is not recommended for site seeing, if you are not interested in road construction), you can easily get a bus for ¥19 in Tangkou Town.\n\nBetter take a taxi and drive to the western part of Tankou. There, near the freeway station is the long distance bus station. Here you can buy the ticket without getting cheated. Bus ticket price to Shanghai was 140rmb as of April 2012.\n\n",{"type":"===","value":["Trail Closures"]},"\n",{"type":"*","value":[" Celestial Capital Peak was re-opened from 1 April 2014 after being closed for at least four years. Lotus peak is now closed for 4-5 years."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Huangshan2.jpg"],["thumb"]]},"\n",{"type":"[[","value":[["Image:Huangshan_11.jpg"],["thumb"],["The main entrance to the ancient village of ",{"type":"[[","value":[["Hongcun"]]}]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mount Huangshan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main tourist destination is Mount Huangshan itself.  From the Yuping Cable Car\/Mercy Light Temple entrance the \"Western Steps\" lead up for about 14km over spectacular terrain.  Allow 6-7 hours for the ascent.  If you are fit and have a good head for heights the steep ascent to Celestial Capital Peak is rewarding.  From the Yungu Cable Car carpark the ascent by the \"Eastern Steps\" is easier, taking as little as 2-3 hours.  If you choose to descend by the Eastern Steps you can extend the hike by including the Nine Dragon Waterfall area (Jiulongpu) for an additional charge.  Note that the paths are all stone steps and it can make your legs rubbery after a while. A long descend is not that much easier than a descent. Huangshan is most famous for its sun rise and sea of cloud at dawn. However, all these wonders are subject to weather condition. In off seasons, Mount Huangshan can be extremely foggy in the morning. Approach your hotel or hostel counters for some travel tips in this area, normally they are very experienced locals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zhuhai"],["url="],["email="],["address="],["lat="],["long="],["directions=Buses do not run at night though, so if you want to go after 5PM, get a cab for ¥100-200."],["phone="],["tollfree="],["fax="],["hours="],["price=¥30"],["content=Do not miss this nearby gorgeous valley covered with a bamboo forest.  Some very nice restaurants and rustic inns you can stay in (preferable to Tunxi)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hongcun"],["url="],["email="],["address="],["lat="],["long="],["directions=Buses do not run at night though, so if you want to go after 5PM, get a cab for ¥100-200."],["phone="],["tollfree="],["fax="],["hours="],["price=¥80"],["content=Water village.  Hongcun is slightly prettier than Xidi, but much more crowded; if pressed for time, you do not need to see both villages.  Some very nice restaurants and rustic inns you can stay in (preferable to Tunxi)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chengkan Ancient Village"],["url="],["email="],["address="],["lat="],["long="],["directions=An ancient village showing the Yin-yang theory of traditional Chinese Philosophy"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chengkan village is the top attractions of Huangshan famous for its splendid architectural complex themed with Huizhou style. The former residents of Chengkan viallge are quite special. The memorial of Chengkan Village is also towering and full of traditional culture"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Xidi"],["url="],["email="],["address="],["lat="],["long="],["directions=Buses do not run at night though, so if you want to go after 5PM, get a cab for ¥100-200."],["phone="],["tollfree="],["fax="],["hours="],["price=¥80"],["content=Water village.  Some very nice restaurants and rustic inns you can stay in (preferable to Tunxi)."]]}]},"\n",{"type":"==","value":["Do"]},"\nOnce on the top of the mountain it is possible to do a few walks. Highly recommend is the walk to the Fairy Bridge. Peace and quiet (a rarity in China) and stunning scenery. It takes around 30-40mins to walk, at the bridge it is possible to then do the canyon walk which looks great however it was closed in May 2011. Still worth going to the fairy bridge and back with a good camera!\n\n",{"type":"==","value":["Buy"]},"\nAn English language map is available in Tangkou and is worth purchasing as signage can be confusing.  Many local couples buy padlocks and inscribe their names on them, then lock them to various places on top of the mountain.  Others buy medals commemorating their successful summit of the peak.\n\nIn Tunxi, the most cited tourist destination is Laojie (old street with lots of souvenir shopping).  This street is over commercialized and has little to offer over the more authentic ancient towns nearby (Hongcun, Xidi, both on the ",{"type":"[[","value":[["UNESCO World Heritage"]]}," list).  But it is near the airport and train station, and can be entertaining if you need to kill time before leaving town.  The Laojie is a great place for buying high quality red, black and green tea at reasonable prices. Also worth a try is the tea tofu.\n\n",{"type":"==","value":["Eat"]},"\nFood options are limited on the mountain.  There are (expensive) restaurants in all the hotels but it is hard for a solo traveller to find cheap food.  There are several small grocery stores selling snacks & drinks.  Stinky tofu of a particularly stinky variety seems to be popular as well.  On top of the mountain in peak season, water was ¥6-10, beer ¥10, meat sticks 3 for ¥10, instant noodles ¥10, cucumbers 2 for ¥6.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Laojie Diyilou"],["alt=老街第一楼"],["url="],["email="],["address=249 Laojie (老街249号)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥50-70 per person"],["content=Bright, tastefully decorated restaurant with examples of the food so you know what you are ordering. Not high cuisine, but not bad and predictable!"]]}]},"\n",{"type":"==","value":["Drink"]},"\nTake plenty of water as the price rises steeply on the mountain (up to ¥10 per 600ml bottle).  Local beer, such as Huangshan Beer (黄山啤酒), costs ¥10-20.\n\n",{"type":"==","value":["Sleep"]},"\nOn Huangshan, most tourists choose to stay overnight at one of several hotels in the Beihai region of the mountain to watch the sunset and sunrise.  In Tangkou there are a lot of cheap hotels available for around ¥80.  And there are also some options in Tunxi.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beihai Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=200-2000"],["checkin="],["checkout="],["content=Expensive hotel.  Also has small tents where you get an airmatress, a filthy sleeping bag and an extra blanket, but no pillows, and there are no facilities, except for a public toilet, if you want a shower you can get one for extra money."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Huangshan International Youth Hostel"],["url="],["email="],["address=Tangkou"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rates start at less than ¥100 and peak out at ¥300 for a private room in peak season"],["checkin="],["checkout="],["content=Their food is not very good, but the rooms are cheap and clean with warm water and western toilets.  They arranged various tours for us and were generally good."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Huangshan Old Street International Youth Hostel"],["url="],["email="],["address=266 Laojie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Based in Tunxi. Decent looking hostel. Great at helping organise transport to Huangshan area and accommodation on the mountain"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Huangshan Tangkou Hotel"],["url=http:\/\/www.chinabnbhotels.com"],["email="],["address=Tangkou"],["lat="],["long="],["directions=10 minutes by car from Huangshan South Gate"],["phone=+86 559 5563366"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Upmarket with comtemporarily furnished room. The place to stay if you want something classier and cleaner than your average china-run hotels. In house reasturant with good food also. They sometimes have a packaged deal that includes three nights of accommodation, airport pick up, free breakfast, and one complimentary lunch\/dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shilin Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥200-2,000 for doubles, ¥150-200 for dorms"],["checkin="],["checkout="],["content=Also has a bunkhouse with very primitive facilities."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nIt is possible to camp on the top of the mountain for around ¥180, but conditions involve tightly-packed camping is on concrete flooring space in mist is so heavy that most wake up cold and wet.  Dorm beds in a relatively clean place cost ¥200, which may be a better option.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["geo"],["30.3"],["118.13"],["zoom=14"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Anhui"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Huangshan"]]}]