[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Huanchaco"]}," is a village on ",{"type":"[[","value":[["Northern_Coast_(Peru)"],["the northern coast of Peru"]]}," famous for its surfing and the local fishermen's \"caballitos\". It is a place to relax after visiting  ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},"'s colonial centre & archaeological sites. It´s got a nice mellow beach vibe, lots of places to sleep and eat and is just 20 minutes by bus from Trujillo's centre.\n",{"type":"[[","value":[["Image:MuelleHuanchaco4.jpg"],["thumb"],["Huanchaco beach"]]}," \n\n",{"type":"==","value":["Get in"]},"\nThe long distant bus terminals are all in ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},". Frequent kombis & taxis cost PES\/1.50 & PES\/12 respectively, from Trujillo or the airport. Taxi drivers prefer to persuade tourists to come to Huanchaco, as there are more opportunities to overcharge from the Trujillo bus terminals, & obtain return trips. For surfers, buses leave Trujillo's Santa Cruz terminal for Puerto Malabrigo (Chicama) every 2 hours. 'Transportes Linea' ",{"type":"[","value":["http:\/\/www.transporteslinea.com.pe"]}," have the most frequent buses to Pacasmayo, & 'Ormeño' ",{"type":"[","value":["http:\/\/www.grupo-ormeno.com"]},"(& others near Ormeño) are the most frequent to ",{"type":"[[","value":[["Mancora"]]},".\n\nThe airport is between Trujillo and Huanchaco. Huanchaco is outside of Trujillo, which is 560km north of Lima. Flying into Lima leaves one with two options on how to get to Trujillo. There is an hour flight to the Trujillo airport that costs about USD80 or you can take an eight hour bus ride to Trujillo which costs between USD7-27.\n\n",{"type":"==","value":["When to come"]},"\nNote that while Peru's northern beaches are supposedly marvellous during the coastal summer (December-March), the winter brings cloudy days. Wetsuits mean that you can surf even during coastal winters, but during the months of June-September, be prepared to wear long sleeves in the evenings, and don't expect sunny days.\n\n",{"type":"==","value":["Get around"]},"\nA short taxi ride costs PES\/2.50, or jump on the kombi as it goes around town & off to ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},". Kombis and Buses to Trujillo costs 1.50 soles, Colectivo Taxis cost 2 soles, and Taxis cost between 8 and 13 soles.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["\"El Muelle\", or the pier, is a landmark of Huanchaco. This steel pier was construced in 1891, it is 108 meters long. It was purchased by Victor Larco in 1902. Due to an economic boom in Huanchaco in 1914, the pier finally became property of the state in 1923."]},{"type":"*","value":["The second oldest church in Peru (1535-1540) overlooks the pier & bay."]},{"type":"*","value":["Every day fishermen use their \"Caballitos de totora\", reedboats shown in ceramics that date from 500 BCE."]},{"type":"*","value":["Colonial ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}," which was built between four Chimú archaeological sites."]},{"type":"*","value":["Go watch a local pickup game of soccer in ",{"type":"[[","value":[["Cancha Naranja"]]},", or other canchas around the village."]},{"type":"*","value":["Experience a real Latin American market with fish flopping around, then being butchered right in front of you. This market place is known as \"mercado\"."]},"\n",{"type":"==","value":["Do"]},"\n\nLearn Spanish- the town has several Spanish teachers.  Most of them have adverts placed around the town ( often on lamp posts, or in local businesses - e.g the Otra Cosa restaurant ( a vegetarian place ) has a guy who teaches there most days ).  You should \"shop around\" as the teachers generally have differing styles, methods and costs.  Most charge between 10-20 soles ( about USD4-8 ) per hour.  \n\nLearn to surf, or just watch others. Swimming can be difficult, however, as the waters are very rocky. \n\nThere are surf shops nearby where one can easily rent a surfboard. \n\nTaking a ride in the Caballito de Tortora is another fun activity. Since Huanchaco has plenty of fisherman, there are plenty of Caballitos (traditional peruvian fishing boats made of reed). When riding on these boats one experience the feeling of riding a little horse made of reeds. Ask someone to take you out, or demonstrate for maybe USD2-3.\n\nPhotography is something many do while visiting Huanchaco. There are many things to photograph such as the sea, the old wharf, the fisherman in their caballitos, and the old urban zone that is full of history.\ne road from Huanchaco past Chan Chan continues to Colonial ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},". Another essential thing to do  would be to see the Moche Pyramids of El Brujo, Huaca del Sol & Huaca de La Luna.\n\n",{"type":"*","value":[{"type":"'''","value":["Visit Trujillo's colonial centre"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Moche Pyramids"],["alt="],["url=http:\/\/www.huacadelaluna.org.pe"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best conservation project in Latin America in 2006."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=El Brujo"],["alt="],["url="],["email=elbrujoperu@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chan Chan"],["alt="],["url=http:\/\/www.unesco.org\/whc\/sites\/366.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=World Heritage site"]]}]},"\nMake sure you go with an accredited guide, as there are French, Dutch and German people posing as guides etc., paying commission to ",{"type":"''","value":["bricheros"]},", who are professional tourist parasites.\n\n",{"type":"===","value":[" Volunteer "]},"\nMany local volunteer opportunities are available. Street Kids in Peru (in trujillo) helps the homeless to finish their primary & secondary education.  The ",{"type":"[","value":["http:\/\/www.otracosa.org Otra Cosa Network"]}," and ",{"type":"[","value":["http:\/\/www.espaanglisch.com Espaanglisch"]}," do projects from English teaching to helping at an orphanage. OR if you are willing to stay for six months to one year, ",{"type":"[","value":["http:\/\/lacasacorazon.wordpress.com LaCasaCorazon"]}," is a laid-back,long term, relationship building community whose two five year plan projects include building an alternative school. Created in 2003, ",{"type":"[","value":["http:\/\/www.skipperu.org SKIP (Supporting Kids in Peru)"]}," is a British non-profit organisation helping economically-disadvantaged children and their families to realise their right to an education, in El Porvenir, Trujillo.\n\n",{"type":"==","value":["Buy"]},"\nThe artisans\/vendors sitting by and around the pier sell many trinkets that are native to Peru. The exchange rate as of 8\/12\/2008 is USD1 = 2.85 Peruvian Nuevos Soles. One can usually buy a keychain for the price of about 30 cents. The workers in these artisan stands are bargainers. They are usually willing to negotiate lower prices, so practice your bartering skills! These locals of Huanchaco primarily shop for food at the local Mercado. It's a marketplace full of different stands, each vendor offers a little something different to sell and have their own prices. To buy clothing, one would most likely travel to Trujillo. There are not many clothing stores in Huanchaco. The little shops are mostly targetted for tourists. Also cool to buy are the fair trade postcards of Fairmail. These photo cards are made by local underpriveliged teenagers who get half of the earnings to finance their education. Check ",{"type":"[","value":["http:\/\/www.fairmail.info"]}," for selling points. Note: if you want to mail postcards without going all the way into Trujillo, there is a tiny Serpost post office on the north side of the (currently dirt) alleyway called Manco Capac a half block from the beach, between Union and Atahualpa.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=LaCasaCorazon"],["alt=volunteer community"],["url=http:\/\/www.lacasacorazon.wordpress.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=alternative laid back relationship building volunteer community. The two projects underway include a five year plan for a school."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere is much delicious food to taste in Huanchaco and other parts of northern Peru. The dishes are mainly fish or seafood and are more expensive than Trujillo, from where it is supplied. A tourist will most likely find himself enjoying the local culture while becoming quite familiar with restaurants in front of the ocean and in the ancient zone. Like most Latin cultures, the Peruvians find eating to be an important part of the day. The best time to go to eat would be around 13:00 for \"almuerzo\", the dinner\/lunch.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ah Gusto"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Los Pinos across the street from My Friend."],["phone="],["fax="],["hours="],["price="],["content=It's a small place, with friendly staff, offering straightforward food- pizza, pasta, chorizo etc. If you don't like the food, you don't pay!"]]}]},"  \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Barca"],["alt="],["url="],["email="],["address=Calle Antonio Raymondi 111, El Boqueron"],["lat="],["long="],["directions=Next to Los Esteros Hotel, about 5 min walk from the pier"],["phone="],["fax="],["hours="],["price="],["content=Seafood is their specialty. They have nice ceviche! They also serve an exclusive, specialty (and impressive!) dish called \"pescado a La Barca\" which is a whole fish stuffed with king prawns, calamari, and other shellfish, served with a special house sauce. The restaurant itself is built with a gallery-style layout using lots of wood, creating a maritime atmosphere. They have a good selection of wines, drinks, and beers, with both promotional (less expensive) and \"carta especial\" (more expensive) menus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Big Ben"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=A street back from the beach"],["phone="],["fax="],["hours="],["price="],["content=This is a white table cloth, upper class restaurant. This restaurant is visited frequently by the president of Peru. He claims it is his favorite place to eat. There are many traditional dishes served here such as chicharrones, ceviche, and tiratido."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Casa Suiza"],["alt="],["url="],["email="],["address=Los Pinos 308"],["lat="],["long="],["directions=About 3 blocks up from the beach on Los Pinos"],["phone=044-46-1285"],["fax="],["hours="],["price="],["content=Best pizza in town, with homemade dough and tomato sauce. The crust is actually like pizza crust! Reasonable price (starting at PEN16 for 35cm in diameter). They also make their own European-style crusty dark bread, although they are generally reluctant to sell it to-go. This is also a good hostel to go to if you are on a budget. Free Internet. Dorm PEN15+, comfortable double with bath, PEN40+. Breakfast not included, but moderately priced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa Tere"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the Plaza de Armas close to the library"],["phone="],["fax="],["hours="],["price="],["content=Decent pizza, but it's expensive for Huanchaco (PEN26-34 soles for a grande)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chocolate Café"],["url="],["email="],["address=av La Rivera No 752"],["lat="],["long="],["directions=Between pier and ATM, across the road"],["phone=044-462420"],["tollfree="],["fax="],["hours="],["price=Breakfast PEN8-15, lunch PEN6-15, dessert PEN5-10, drinks PEN3-8"],["content=European fusion. Excellent coffee\/tea, breakfasts, lunches (mostly sandwiches), and desserts. Organic products are used where available, high quality food. Run by a family who are involved in improving the community. Prices are reasonable for the area.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Club Colonial"],["alt="],["url="],["email= ccolonial@yahoo.com"],["address="],["lat="],["long="],["directions=Av La Rivera in front of the beach"],["phone=044-461015"],["tollfree="],["fax="],["hours="],["price="],["content=This is a rather elegant cafe-restaurant with a terrasse, one can spend a nice evening here or drop in for a cup of cafe. It also serves meals that are a mix of European and Peruvian cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Estrella Marina"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Long established and recommended restaurant has ceviche and other typical seafood on the balcony with the best view over the bay and its reed boats."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Generoso"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= A block or two S of the Plaza de Armas, on the corner"],["phone="],["fax="],["hours="],["price="],["content=They have something called a burrito. It's not really a burrito, but a nice change when you're sick of rice and fish. It has cheese\/ham\/mushrooms inside a tortilla. Also their jugo surtido is cold and yummy. They have burgers and sandwiches that are pretty good as well. Their chimichurry topping going great with the burgers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Happy Days"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind the pier, main drag"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great coffee and desserts. Owned by an American and his Peruvian wife they serve up some amazing pizza (huge servings). It has a great view and exceptional service. The chocolate cake is moist and rich. It is about PEN30 for the biggest pizza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=My Friend"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=In the hostel of the same name. Said to have the biggest burgers in the world! Or at least in Huanchaco. They also have a constant spaghetti special for PEN10. It comes with garlic bread and a soda. Toppings and different sauces available for the spaghetti. They also have smoothies, omelettes, and waffles with fruit. They ask for tips here, since it's mostly all gringos that eat here. The service is way better at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nameless Burger Joint"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On a corner on Avenue Los Pinos, 2 blocks from the sea"],["phone="],["fax="],["hours="],["price="],["content=Serves up burgers a la Peruvian north coast and is one of the cheapest meals you can grab in Huanchaco. A triple, that comes with burger, chorizo, and eggs costs USD1."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nameless Local Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=1 block back from Muchik Surf Shop on the beach"],["phone="],["fax="],["hours="],["price="],["content=They have a daily PEN5 special. They close down once all their food runs out, so it's best to get there before 15:00. The earlier you get there, the more options available. Try the sopa de pollo for entrada and the pescado sudado (frecsa, not fried) for the main course. It comes with some type of bean or lentil or pea, always changing. Sometimes you get a free drink too. Like mango apple juice or Inca cola. Their ceviche is very good as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Otra Cosa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Towards the N end of the Huanchaco strip (i.e., about 10-15 min walk from the pier, and sits about a min away from the Naylamp Hostel\/ Hospedaje Naylamp)."],["phone="],["fax="],["hours="],["price="],["content=A vegetarian place. Their falafel is the best. Only PEN7 for the small and PEN11 for the large. They have pancakes, shakes, muesli with fruit and yogurt, yummy. Organic, fair-trade products, they donate their tips to local charities, fresh baked pies, DVDs to watch (free), book exchange, Internet, right on the beach, English-speaking employees and owner and you can take Spanish lessons there. Just ask for Sam, who usually teaches Spanish there and gives his classes in the restaurant itself, so you can order a coffee while you're studying. The Otra Cosa restaurant is linked to a volunteer organisation of the same name and can provide information about the program. There are also rooms to let with breakfast included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Polleria La Barra"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=2 blocks N of My Friends"],["phone="],["fax="],["hours="],["price="],["content=It's a yellow building with outdoor eating. PEN9 for a quarter chicken, fries, and some salad, which can be split between 2 hungry people. PEN2 for a half litre of chicha de morada maiz, like Kool-Aid with a kick."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tramboyo Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Seafood restaurant. Nice service and ceviche and special paella."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are plenty of little bars along the main road leading into Huanchaco. \n",{"type":"*","value":[{"type":"'''","value":["El Boqueron"]},", serves cervezas among other drinks."]},{"type":"*","value":[{"type":"'''","value":["El Malecon"]},", another bar found on the main road leading into Huanchaco."]},{"type":"*","value":[{"type":"'''","value":["Club Colonial"]},", also a restaurant, has one of the best terrasses in Huanchaco, in front of the beach on Avenida la Rivera."]},{"type":"*","value":[{"type":"'''","value":["Sabes Bar"]}," Bar, music, pizza, pool table on balcony over-looking the sea, fresh coffee,  open every night 8PM. Sabes? (large green neon question mark outside) is located on the main strip of Huanchaco. Owned by a friendly Peruvian - English couple. Popular spot for tourists."]},"\n",{"type":"==","value":["Sleep"]},"\nThe hotel prices are generally much more economical than a similar room in a similar hotel in nearby Trujillo. This makes Huanchaco a good place to stay, particularly if you plan to stay a few days to explore the zone.\n\n",{"type":"*","value":[{"type":"'''","value":["Huankarute"]},", right in front of the beach, this hostel main purpose is to make every visitor feel at home.  Single, double and triple rooms with inside or ocean view are available, all of them grant you access to the swimming pool, game room and wi-fi connection. American breakfast is included and some guest rooms have Jacuzzi tubs. Take advantage of special prices during low seasons and discounts on more than two-days stays. 233 La Ribera Ave. ",{"type":"[","value":["http:\/\/www.hostalhuankarute.com"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Naylamp"]},", at the north end of the beach. Camping, dorm, singles, doubles, triples with bathrooms. Double bed with private bathroom for PES. 30 (bargaining possible) low season. Really nice garden, hammocks, two dogs, two tortoises, internet (PES. 2 per hour), kitchen use, friendly staff, restaurant, clean. Right on the beach."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostal Bracamonte"]},", A couple blocks back from the shore. Private rooms from USD14.50\/person.There is a swimming pool, Game room with ping pong table and football table. There is a play area for infants and toddlers, with swings, slide and jungle gym. An outdoor barbecue, gives the people staying in the hotel a time to get together, eat and talk. Secure hotel parking is available. A van is available for tours and transport to the airport or bus station. A great Restaurant and Bar inside.This 3 star hotel is run by the Bracamonte family, they make you feel right at home."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostal Los 3 Delfines"]},", Location:Las Cucardas 129-133.Price Description:Single, USD7.50,Double with bath, USD12, Triple, USD18, Quad, USD21 ,extra bed, USD4.50. This hostal is known for twenty-four hour hot water. It is located two blocks up from Los Pinos from the beach, take a left, continue 1.5 blocks. Contact Information Zip: Phone: 044-46-1599."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Esquina"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=044-46-1081"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Also a budget hostel, prices as follows: Single, USD7.50, Double, USD10.50. This hostel is located right in town walking back from the pier, Union 299."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["My Friend Hospedaje"]}," Los Pinos 553. This is a hotel-restaurant like hostel that has low priced breakfast."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Palmeras"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=044-461199"],["price="],["checkin="],["checkout="],["content=A three star hostal on Avenue Larco 1150. This is a beautiful infrastructure with a swimming pool, hot water, great room service, with a restaurant and cafe."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Swissostal"]},", - the owners speak some English, which is quite rare. Located a block or two from the beach, on av Ricardo Palma. They have the place always locked up, so you have to ring the door bell for them to open it up when you come back to the hotel. You have to keep your key at the front desk. They are quite awkward in general. You could probably get a double\/matrimonial for 50 soles a night, it's only worth it if you really want a good shower and someone who speaks English. Otherwise, you can find places with better internet for cheaper."]},"\n",{"type":"*","value":[{"type":"'''","value":["Las Brisas"]},", Big 3 or 4 story building located just a 1\/2 block back from the beach on Ricardo Palma. Internet is decent - Wi-Fi. Hot water sometimes. The staff doesn't seem to speak english at all, but they're nice enough about dealing with non-Spanish speakers. You can pay with Visa. You can get a double or matrimonial room with private bath for 50 soles\/night (USD17) in the peak season."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostal McCallum"]},", Los Ficus 305. Run by Patricia and Manuel McCallum, this is a great option for those looking for a balance between peace and quiet and a social atmosphere. 4 blocks from the beach. Rooms run from PEN15-40\/night for a private room with hot water and wifi, depending on when and how long you stay."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Un Lugar Surf School"],["url=http:\/\/unlugarsurfschoolperu.com\/"],["email="],["address=Calle Athualpa 225"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Run by a local surf legend, it is the perfect place to unwind. The environment is very casual  and has a pirate\/beach theme. Rooms go for 15 soles a night. You can get surf classes, including photos. Pickup\/drop off service can also be arranged. Phone cell 949577170 or hostel:044461117 (nextel 832-9884)"]]}]},"\n",{"type":"==","value":["Go next"]},"\nTaxis run at all times of the day. Usually one will take a Taxi out of the Huanchaco when returning home because luggage takes up too much room in a combi. A taxi driver will usually charge one 8 to 13 soles to take you to the bus station in ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},", depending on the time of the day. The airport is closer so it may cost 6 or 7 soles. \n\nFrom Trujillo one would travel to Lima, then to whatever destination she or he wishes.\n\nThe bus ride to ",{"type":"[[","value":[["Lima"]]}," is between USD7 & USD27, the flight, about USD80.\n\n",{"type":"{{","value":[["geo"],["-7.7000"],["-79.4333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Coast (Peru)"]]},"\n",{"type":"[[","value":[["Wikipedia:Huanchaco"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]