[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Huanghe Hukou Pubu National Park"]}," is on the ",{"type":"[[","value":[["Along the Yellow River"],["Yellow River"]]}," and is located between ",{"type":"[[","value":[["Shanxi"]]}," and ",{"type":"[[","value":[["Shaanxi"]]}," provinces.\n\nIn \"Huanghe Hukou Pubu\", \"Huanghe\" translates as \"Yellow River\" and \"Pubu\" as \"Waterfall\".\n",{"type":"[[","value":[["File:HukouWaterfall3.jpg"],["thumb"],["350px"],["Hukou Waterfall"]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way is to join a tour group in ",{"type":"[[","value":[["Xi'an"]]},", Shaanxi province, however, that would limit your time at the waterfall itself, as the group will be rushed to also travel to tombs, jade showrooms and other sights in the area. \n\nTo travel without the constraints of a tour party, you will want to get to either the city of ",{"type":"[[","value":[["Yichuan"]]}," on the Shaanxi side or ",{"type":"[[","value":[["Linfen"]]}," on the Shanxi side.\n\nThis is not the most clear-cut travel plan, however, the site is still relatively remote - especially for Chinese tourists.  Just make sure you're constantly telling your drivers and ticket people that you're going to ",{"type":"'''","value":["Hu Kou Pu Bu"]},", and they will go out of their way to make sure you get on the right track.\n\n",{"type":"===","value":["Xi'an to Yichuan route"]},"\n\nXi’an  East Bus Station (Xi’an ChengDong Keyun Zhan - 西安城东客运站) has passenger buses to Yichuan for about ¥30-40. From Xi'an to Yichuan is about a 5 to 6 hour ride.\n\nIn Yichuan, you will arrive at the only bus station in town. Buy a ticket going eastward to Hu Kou Pu Bu. If they tell you there is no bus, then you can simply buy a ticket to ",{"type":"[[","value":[["Jixian"]]},", Shanxi, and then get off the bus halfway. You will surely know when you arrive because you will see the waterfall below as you wind downward into the canyon. Get off the bus just on the other side of the Yellow river bridge. From there, you can jump on a motorcycle for about ¥5 to the guesthoues just beside the waterfall. \n\n",{"type":"===","value":["Linfen route"]},"\n \nLinfen is officially the dirtiest city in China, as it is a major coal producer and there have been very few measures to contain pollution there. However, just stopping through on your way to Hu Kou waterfall is worth checking the little town out. After you've had your fill of coal dust and smoke, find the Yaomiao bus station (yaomiao qiche zhan - 临汾尧庙汽车站).   They have buses to Jixian (吉县) town for about ¥33.  Jixian is a small county in the hills beside the Yellow river. It is a 4 to 5 hour ride from Linfen as the going is slow and the roads are winding. \nOnce in Jixian, you can easily flag down a driver or a bus going to the waterfall. If you get a private car, you can expect to pay about ¥100 for him to take you straight to the guest houses beside the waterfall. If you take a bus, they will drop you off a good 2 km south of the waterfall (the bridge). From there you can catch a motorcycle for ¥5.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nAs yet there is no entrance fee to the waterfall area.  There is a checkpoint, but if you enter on a motorcycle or in a private taxi, you will simply be waved right in.\n\n",{"type":"==","value":["Get around"]},"\nGetting around the waterfall is really convenient.  You can walk from the guesthouses to the river in about 5 minutes.  The riverbed is of massive sandstone shelves, so you can wander around up and down the river freely.  As of now there is not much of a fence between you and the river gorge, so approach at your own risk.\n\n",{"type":"==","value":["See"]},"\n\nThe waterfall itself steals the show.  However, as you're riding in by bus or car, the high desert hills and homes burrowed into the mountains are quite a site as opposed to the green and wet southern Chinese countryside.  Just northwest ",{"type":"[[","value":[["Yan'an"]]}," is the famed terminus of the ",{"type":"[[","value":[["Long March"]]}," and the whole area whistles with that dry revolutionary spirit.  Again, the waterfall is extremely spectacular and powerful.\n\n",{"type":"==","value":["Do"]},"\nSpending a night or two at the waterfall will give you enough time to realize the wonder of the river.  Hanging out at the guest house, eating and drinking at their small cafe, walking up and down the riverbed and chatting with the local drivers and guides are all relaxing and an excellent window into the life of these who live beside China's greatest waterfall.\n\nBeside the waterfall, you will be approached by numerous guys with cameras who will ask to take your photo in front of the waterfall.  Take as many as you want, then they will develop them on \"Hu Kou Pu Bu\" photo paper and sell them to you for about ¥15-20 a piece.  \n\nThere are also many merchants with donkeys walking around with souveniers and trinkets for sale.  \n\nMake sure you visit the waterfall at both dusk and dawn, as the crowds are almost nonexistent and the sound of the water is most thrilling.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nMost likely your driver will set you up at the guesthouse next to the waterfall.   This guesthouse is located within earshot of the falls, atop a small hill on the east bank.   They are basically furnished but cozy.  The office also serves as restaurant and convenience shop.  The women running the place are very helpful and friendly, but they don’t speak English.   You can expect to pay ¥70–90 for a room with two beds.\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shanxi"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]