[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Huancayo"]}," is the capital of the department of ",{"type":"[[","value":[["Junin (department)"],["Junin"]]}," in ",{"type":"[[","value":[["Southern Sierra (Peru)"],["Southern Sierra"]]}," region of ",{"type":"[[","value":[["Peru"]]},".\n\n",{"type":"==","value":["Understand"]}," \n\nThe population is about 500,000, altitude 3300 m. Huancayo lies on the lower end of the broad Mantaro Valley. The surrounding mountains reach up to ca. 3,600 m.  En route from Lima, the road ascends as high as ca. 4818 m.\n\nIn Peru, there is not only Cuzco, Arequipa and Puno to visit, but also charming, smaller towns such as the ones encountered in the region of ",{"type":"[[","value":[["Junin"]]},". These towns represent another aspect of the Peruvian culture and its traditions, giving tourists another angle from which to experience this diverse country. In Huancayo and its surroundings, there are many activities on offer and many not so touristy cultural sites to visit. When Pizzaro settled the first capital of Peru in ",{"type":"[[","value":[["Jauja"]]},", his first impression of the region was that it looked like Switzerland. The everlasting valley of Mantaro is very green in the wetter parts of the year, but dries out quite a bit at other times. Its agriculture is flourishing and is full of wandering cows, pigs, donkeys and lambs. \nThe region is full of pre-Inca ruins, from the Wanka civilization. You should go and visit Tunanmarca, a wanka ruin that has more than 3000 houses! or go trekking on the Huaytapallana glacier for a day.\nIt is a pleasant and relatively safe place for visitors to practice their Spanish, meet down-to-earth Peruvians, and try delicious local food at reasonable prices. Ruins, museums, trekking and fishing are on the menu.\n",{"type":"[[","value":[["Image:Tunanmarca Archaeological site - storehouse.jpg"],["thumb"],["Tunanmarca"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nMany bus companies offer services from and to ",{"type":"[[","value":[["Lima"]]},". Cruz del Sur ",{"type":"[","value":["http:\/\/www.cruzdelsur.com.pe\/inicio_2.php"]}," is a good one, but ETUCSA is about half the price.  The trip takes about 8 hours in dry season, depending on traffic.  Buses from ",{"type":"[[","value":[["Huancavelica"]]},", a five hour trip, are also available.\n\n",{"type":"===","value":["By train"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rrdc.com\/op_peru_fcca.html Ferrocarril Central Andino"]}]}," the train line joining Lima to Huancayo, is the second highest railway in the world and the highest in South America. The journey on board the Train of the Andes through the heart of Peru is simply breathtaking. It is an 11-hour experience where the train reaches an altitude of 4781 m. (15,681 ft.), goes through 69 tunnels and 58 bridges and makes 6 zigzags. In 1999, the company was privatized, in 2005, Ferrocarril Central Andino renovated their passenger wagons. Unfortunately for time-limited travellers, it only runs once every two months.\n\n",{"type":"[[","value":[["Image:Ferrocarril Central Andino 4.JPG"],["thumb"],["Ferrocarril Central Andino"]]},"\n\n",{"type":"===","value":[" By air"]},"\n\nLC Busre ",{"type":"[","value":["http:\/\/www.lcbusre.com.pe\/en\/index.php"]}," and Star Peru ",{"type":"[","value":["http:\/\/www.starperu.com\/"]}," offer two flights per day to and from Huancayo, flying from \"Jorge Chavez\" airport in Lima to the \"Francisco Carle\" airport in Jauja (1 hour from Huancayo). To be safe, LC Busre will take you to their main agency in Huancayo.\n\n",{"type":"===","value":["Other"]},"\n\nDuring the day, there are always ",{"type":"''","value":["colectivos"]}," to and from ",{"type":"[[","value":[["Jauja"]]},". ",{"type":"''","value":["Colectivos"]}," to and from Lima are also available for under $15. In Lima, have a taxi driver take you to the ",{"type":"''","value":["Yerbadero"]},". In Huancayo, ask your taxi driver to take you to ",{"type":"''","value":["colectivos"]}," to Lima. These will be found a bit out of the city center on Real Street. Lonely Planet also talks about a company called ",{"type":"''","value":["Comite 12"]}," that has a station right around the Municipalidad.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["Taxis"]}," - transport in the city is around 3 soles (~US$1.10).  Trips to more distant parts of the city can range up to 6 soles.\n\nNicolás Carhuaz Chipana, Nicolás Taxi, in the city of Huancayo, is a very friendly, patient, knowledgeable and helpful taxi driver (however, he doesn't speak much English) who will take you on self-designed excursions to the Mantaro Valley, and isn't afraid to drive off the beaten path! Telephone: +51-(0)964736038.  E-mail: Nico_20_75@hotmail.com\n\n",{"type":"'''","value":["Buses"]}," - buses and colectivos within the city generally cost less than 1 sol.  Routes generally follow the main streets, but can be variable, so ask around for specifics.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Feria dominical"]}," - The very interesting \"Feria de Huancavelica\" Sunday market on Huancavelica Street.  There is a large section with local artisans working in a wide variety of media, as well as all manner of foodstuffs, from guinea pigs to tropical fruits, raw and prepared.  Also all sorts of more \"conventional\" goods."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cerrito de la Libertad"]}," Take a taxi or walk to this view point over the whole city, which also boasts a small zoo and several restaurants."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Torre-Torre"]}," Sandstone needles, the impressive effect of erosion, are less than a kilometer past El Cerrito de la Libertad. A taxi can get you close, but the last bit has to be done on foot.  Torre Torre offeres better views of the city and valley than El Cerrito."]},"\n",{"type":"*","value":[" Visit the ",{"type":"'''","value":["market area"]}," behind the railway station to Lima."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Inmaculada"]}," A church where you can often find local musicians that wait to be hired for some wedding or whatever, some of whom play on real cow horns. Generally only open for mass and special ceremonies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parque de la Identidad Huanca (Wanka)"]}," A famous park in the city that is widely loved for its strange and artistic design that is popular with children. It is a celebration of the Huanca culture and includes statue of local heroes, many labeled plants, and a gift shop with local crafts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo Salesiano"]}," - Located on the second floor of the Colegio Salesiano (school), the museum costs 5 soles.  It has an extensive collection of Peruvian animals and artifacts, but next to no labeling or information on them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cross on the hill"]}," - visible from the city, it is possible to walk up to the cross on the hill in about 2 hours for a view of the city and valley.  Just follow Prolongacion Trujillo through eucaliptus-ringed fields, heading left when you can't go straight."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Traditional Crafts Classes"]}," - Gourd carving, weaving, wood carving, cooking, dance, musical instruments, etc. offered by Incas del Peru (incasdelperu.org) They also have Spanish classes.  15 hour minimum; homestays available"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Volunteer"]}," - Several organizations exist including Mosoq Ayllu (volunteering-in-peru.com) and Incas del Peru.  Both offer homestays and require a 1 week minimum commitment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Day trip through craft villages"]}," - offered by multiple tourist agencies in the valley for different prices, but in the end all the agencies send their clients to the same bus. The tour is well guided in Spanish and goes to ",{"type":"[[","value":[["San Jeronimo"]]},", ",{"type":"[[","value":[["Ingenio"]]},", and several other villages."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Huaytapallana Glacier"]}," - A full day excursion requiring a guide, the glacier is well worth the trouble.  The tourist kiosk in Huanmamarca Plaza (under the giant golden hat)offers a trip for s\/45 per person (about $20 US) that passes spectacular turquois lakes and lets you climb up onto the glacier to play in the snow.  Incas del Peru (Av. Giraldez) offers overnight trips as well.  The glacier is at about 5000 meters above sea level, so aclimatization is highly recommended prior to climbing as the trek is steep and rigorous in places."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laguna de Paca (Lake)"]}," - A decent-sized lake surrounded by hills, Laguna de Paca offers boat rides and restaurants in a peaceful setting.  Take a bus to Jauja, and transfer to a colectivo (shared taxi) heading to Laguna de Paca. The boats and restaurants are a bit before the village of Paca, and it is an easy walk between them.  Warning: the road does not go all the way around the lake. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laguna de Nahuinpuquio\/Arwuaturo Ruins"]}," - The Huanca (Wanka) ruins are on top of a hill, and the small lake is below (5-10 min. walk). There is often a guide at the ruins willing to explain the history for a small tip. At the lake are restaurants and boats for rent.  Take a bus to Chupaca, then a colectivo (shared taxi) to the lake (drivers are generally willing to drop you at the ruins too if you ask). If no taxis are available to take you back, it is a 2km walk down to the village of Ahuac where there are many more taxis than at the lake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Virgen de Concepcion"]}," - Above the town of Concepcion is a giant white virgin statue.  For 2 soles you can climb inside her and pop out of her head for 360 views of the Mantaro Valley."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Horseback riding"]}," - offered at Divertilandia and other locations in the valley."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Central Jungle"]}," - Take a bus 4 hours to ",{"type":"[[","value":[["La Merced"]]}," to experience the central jungle (makes a good weekend trip, but can be done in a day if you're short on time).  Buses leave from the multi-company terminal on Av. Ferrocarril."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Handicrafts"]}]},"- Silver jewelry in San Jeronimo\n\n- Weavings in Hualhuas\n\n- Carved gourds in Cochas Chicas\/Cochas Grandes\n\n(crafts are also available at the Feria Dominical (Sundays on Av. Huancavelica) or Casa Artesanal (in front of the central plaza) or Mercado Artesanal (behind Plaza Huanmamarca).)\n\n",{"type":"==","value":["Eat"]},"\nIt is a pity that this region is unknown to tourists, everything is great and especially its local food. By not visiting the region of ",{"type":"[[","value":[["Junin"]]},", people miss a lot of Peru's culture and tradition. If you are a culinary addict, you have to jump on the Ferrocarril Central (it would give you a good first glance of the good local food)and run to a restaurant in Conception or Jauja!  \n\nEveryone who visits the region of ",{"type":"[[","value":[["Junin"]]}," has to go and eat a trout in the village of Ingenio, home to farms where these fish are raised. Every restaurant has its own recipes and ways of preparing this local product. You have to try the cebiche de trucha or trucha a la huancaina!\n\nFor the bravest (some would say cold-hearted if one saw the live animals cowering in the Sunday market) the most noteworthy dish that could end your starvation is the ",{"type":"''","value":["picante de cuy"]}," or ",{"type":"''","value":["cuy chactado"]}," (guinea pig). It is found in every restaurant and every tourist simply has to try it before they leave the region, it is an experience!\n\nAnother typical local dish would be the ",{"type":"'''","value":["papa a la Huancaina"]}," (potatoes in a delicious and a touch spicy yellow sauce) with a plate of ",{"type":"'''","value":["Pachamanca"]}," (a way of cooking the food over heated stones, similar to roasting, served with different meats and vegetables); they are delicious.\n\nFor ",{"type":"'''","value":["vegetarians"]},", there are several restaurants in the 7th and 8th blocks of ",{"type":"''","value":["Jr. Arequipa"]},", most of which have very cheap 'menus' (from 3.50 to 5 soles, which includes a soup, a main, usually a drink - most often tea - and sometimes even a small desert). Particularly good is ",{"type":"'''","value":["\"El Pobre\""]},", which also has a breakfast menu and very friendly owners. It is also popular with locals: always a good sign.\n\n\"La Cabaña\" has VERY slow and disorganized service and overly loud Peruvian folkloric music.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Club & discoteques"]},"\n",{"type":"*","value":[{"type":"'''","value":["La Noche"]},", Jr. San Antonio 241 - Huancayo"]},{"type":"*","value":[{"type":"'''","value":["Taj Mahal"]},", Av Huancavelica - Huancayo"]},"\n",{"type":"===","value":["Bar"]},"\n",{"type":"*","value":[{"type":"'''","value":["El Tayta"]},", Av Huancavelica #859 - Huancayo"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hospedaje Tachi"]},", Huamanmarca 125, Family run, very friendly atmosphere, laundry facility, double room for 10 soles (US$3) each. Some English is spoken."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Kiya"],["alt="],["url="],["email=contact@hotelkiya.com"],["address="],["lat="],["long="],["directions="],["phone=+5164 214955"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A relatively upscale hotel in Huancayo, in the center of the main city, double room for 66 soles (Average rate US$20). English is spoken."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Casa de la Abuela"]},", Pasaje de San Jose 162, dorms for 20 soles per person or double room for 25 soles per person.  Recently moved to a rather outlying location that is VERY difficult for many cab drivers to find.  Be sure to get the map that the hotel gives out and to tell the cabdriver the place is located near UPLA.  On the plus side, this hotel is clean, quiet and inexpensive, the breakfast is pretty decent, and they'll pick you up from the hotel for free.  On the minus side, besides the remote location, the hotel is run in a rather chaotic hippie way, with no staff to be found before 8AM or 9AM, the showers are lukewarm at best, and the rooms are very poorly thought out with respect to storage space.  This hotel has the same ownership as \"La Cabaña\" and pushes that restaurant\/bar pretty hard; but the restaurant is even more disorganized than the hotel!  Telephone: +51-64-22 33 03, +51-64-23 43 83. E-mail: incasdelperu@gmail.com."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostal Las Lomas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+51 (0)64 23 75 87"],["price="],["checkin="],["checkout="],["content=Av. Giráldez 327, tel-. Close to the train station and the Plaza de Armas. Good value for money. Winston and Helena, the couple of super-friendly owners, will inform you with pleasure about the places to visit in the area, explaining all the practical details."]]}]},"\n",{"type":"*","value":[" There are several hotels on the city square with rates well under 100 soles per night. Except during festivals, there's probably no need for reservations."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Huarivilca"]},", or ",{"type":"''","value":["Warivilca"]},". A temple ruin from the Wari era. Take a ",{"type":"''","value":["colectivo"]}," or a taxi to the village Huari. You will find the museum (service in the morning and in the afternoon) in the plaza. You can get there explanations in English. After the museum, the guide will show you the ruins, too. Until the end of 2009, there is an archaeological dig in the temple courtyard. The principal investigator is American and will tell you all about the dig if you ask nicely."]},"\n",{"type":"*","value":[" The trains to Huancavelica leave Huancayo at 6AM and 1PM during the week and 2PM and 6PM Sundays. The journey takes about 5 hours. The station is at the crossing of Av. Ferrocarril and Av. Junin. Probably, you will see the old station building first. Beware, it's out of order. The new one is on the other side of the rails and is not very easy to find. Services can be disrupted while the track is upgraded to standard gauge so check at the station."]},"\n",{"type":"*","value":[" Go to ",{"type":"'''","value":["Ingenio"]}," (1h15, 2.20 S) and try the delicious trout menus. You can also catch your own fish and visit the local fish farm where they raise the trouts."]},"\n",{"type":"*","value":[" Climb the statue of the Virgin of Concepcion in Concepcion (25.4 m)."]},"\n",{"type":"*","value":["go to ",{"type":"'''","value":["Tarma"]}," (3h, 10 S). Really nicer than Huancayo, small town, nice trips around."]},"\n",{"type":"[[","value":[["WikiPedia:Huancayo"]]},"\n\n",{"type":"{{","value":[["geo"],["-12.0667"],["-75.2167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern_Sierra_(Peru)"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]