[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Huaraz-prairie.JPG"],["right"],["thumb"],["The stunning Peruvian countryside"]]}," ",{"type":"'''","value":["Huaraz"]}," is a large town in the ",{"type":"[[","value":[["Cordillera Blanca"]]}," region of ",{"type":"[[","value":[["Peru"]]},"'s ",{"type":"[[","value":[["Central Sierra (Peru)"],["Central Sierra"]]},".\n\n",{"type":"==","value":["Understand"]},"\nHuaraz stands tall at 3100m; travellers from ",{"type":"[[","value":[["Lima"]]}," might need a day or two to acclimatize to the change in atmosphere. See ",{"type":"[[","value":[["Altitude sickness"]]}," for advice and more information.\n\nJuly is a good time to visit the region; the temperature is perfect for walking and the sky is free from clouds \/ rain. It's also a good time as the July period has many of Peru's annual event celebration dates. The town puts on a tremendous night of entertainment each year for most of the days, featuring live music and more. Well worth a look if you are in the region.\n\nA town of 100,000, it blends a mix of modern and native culture. The town has many markets and shops catering to tourist needs and local needs. The food markets are especially interesting and are a great starting point for getting supplies for expeditions. Be sure to shop about before purchasing\/hiring (especially for mountaineering gear) as often a better price can be found elsewhere with a bit of bargaining.\n\nThe town has many places offering cheap internet access; although a bit slow, the connection is usually reliable. The town has a big post office and a few banks. Huaraz also has a mix of old and new restaurants offering a variety of dishes. ",{"type":"''","value":["Cuy"]}," (guinea pig) is a regional dish; perhaps something to say one has tried but not something to make a diet of! There are a few night clubs and many bars open late. Common sense would advise people not to travel alone at night, but one feels safe in the city where the locals were very willing to help out where possible. Like many places in Peru, it's not wise to take much money with you at any one time if you can possibly avoid it.\n\n",{"type":"==","value":["Get in"]},"\n\nHuaraz is approximately 8 hours coach drive from ",{"type":"[[","value":[["Lima"]]},"; it's simple and a reasonably cheap and reliable service. Movil Tours, Ormeño, Cruz del Sur and CIAL are most frequently recommended bus companies.\n\nWhen you arrive you will find out that ´captadores´ are trying to bring you to lowly recommendated hostels and places. They spread bad words about the hostel you are willing to go to. Do not believe any of these popular phrases like: that hostel is always full, that hostel is far away. Especially at Cruz del Sur it is tough to leave. These 'captadores' get commission for each night you stay at the place that they recommend.\n\nThere are several daily buses to and from ",{"type":"[[","value":[["Chimbote"]]}," & ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]},". \n",{"type":"[","value":["http:\/\/www.moviltours.com.pe Movil Tours"]}," & ",{"type":"[","value":["http:\/\/www.transporteslinea.com.pe Transportes Linea"]}," are the best (US$14, 7 hours to Trujillo), followed by Chinchaysuyo & Comite 14, all of which only travel by night, & continue to Trujillo. \nAll night buses travel on the tar sealed road from Huaraz to Pativilca (",{"type":"[[","value":[["Caral"]]}," is near there) to the Panamerican Highway, midway between Trujillo & Lima.\n\n",{"type":"[","value":["http:\/\/www.transporteslinea.com.pe Transportes Linea"]},", America Express & others run from Trujillo from 6AM or earlier to catch the 8-8.30AM bus of Turismo Huaraz & Yungay Express from Huaraz via Caraz & the spectacular Cañon del Pato. It's a rough 8 hour bus ride, the buses are basic for the unsealed road (Caraz to Chimbote) and may be overcrowded between Caraz & Huaraz. The views are stunning. Price is around US$7 (S\/. 25). If you have your own vehicle, obtain permission (& confirmation of entrance times if maintenance is in progress) from Proyecto Chavimochic in Trujillo (Telefax 044 272286) or Viru to leave the Panam (485 km north of Lima) via the well kept Brasileiros maintenance road alongside the canal to the north bank of the Santa River to Cañon del Pato. It is possible to cover Trujillo to Caraz in 5 hours (+ photo stops) on this straighter, smoother road. Almost 40 tunnels are large enough for all but the largest tourist buses.\n\nThere are also day buses between Huaraz & ",{"type":"[[","value":[["Chimbote"]]}," via the Callan Pass, Pariacoto & ",{"type":"[[","value":[["Casma"]]}," (for ",{"type":"[[","value":[["Sechin"]]},"). Longer, rougher & not quite as visually stunning.\n\nEvery 20 minutes or so ",{"type":"''","value":["combis"]}," leave Huaraz for ",{"type":"[[","value":[["Caraz"]]}," visiting ",{"type":"[[","value":[["Carhuaz"]]}," and ",{"type":"[[","value":[["Yungay"]]}," on the way.\n\n",{"type":"==","value":["Get around"]},"\nIn Huaraz, taxi's are cheap and fast for getting about the town.\n\nBe wary of dubious taxi drivers \/ cabs. Peru does have a problem with taxis in some places, and tourists have been known to be mugged\/assaulted in them. On a non-sexist note, female travelers should be careful not to travel alone, especially in taxis and especially at night. That said, Huaraz is a comparatively safe city--for males and females--and is easily maneuvered by the seasoned traveler, particularly those who can speak Spanish. However, just as in any part of Peru, staying aware of your surroundings and avoiding potentially dodgy situations is advised.\n\nAlso if you need to rent a car to go out of the city, are a variety of companies that make this service, the most prominent being ",{"type":"'''","value":["Andean Rent a Car"]},". You can contact trough email ",{"type":"''","value":["alquilercamionetas@gmail.com"]}," or call (043)422423 \/943626780 in order to get information about the cars, trucks, prices, etc.\nAndean Rent a Car offers a good service with a drivers that know the routes.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Movies"]},". Those travellers hankering for a new release in a movie theater will be disappointed to learn that there is no movie theater in Huaraz. Approximately a decade ago there was a functioning theater but it shut down due to low profits.  There is sometimes the possibility to watch movies at Mi Chef Kristof where ",{"type":"'''","value":["Huaraz Satyricon"]}," shows movies (often new releases) on their large 5 foot screen in the cafe, for 5 soles. Free popcorn is included with the price of admission. Huaraz Satyricon also screens the mountaineering classic \"Touching the Void\" (which was partially shot in the Cordillera Blanca, and dramatizes a now-legendary mountaineering trip)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Archeological Sites"]},". Within walking distance of Huaraz is the Wari ruin of Wilcawain. Monumento Nacional Wilcahuaín is a small Wari tuin that dates bakes to 600 to 900 AD. This temple complex is virtually undamaged, providing a unique opportunity to see a complete pre-Columbian building in Peru. It is an imitation of the temple at Chavín, in the Tiahuanaco style. Wilcahuaín means 'grandson's house' in Quechua. The ruin was originally filled with mummies who were kept dry by using a sophisticated ventilation system. It is not only interesting in itself but can be visited on a great acclimatization hike that leaves right from town. It is easiest to take a combi there (uphill) and walk back via an old Incan trail (approximately 2 hours)."]},"\nHuaraz is also the departure point for tours to see ",{"type":"[[","value":[["Chavín de Huántar"]]},", the center of a cultural and artistic revolution in Peru that took place between 600 and 300 B.C.E.  Museums in Huaraz contain many fine examples of Chavin sculpture and older Cupinisque pottery.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Puya Raimondi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Puya Raimondi are the biggest pineapple (bromeliad) plants of the world. They bloom with 50-75 years once for 9 months with 8.000-10.000 niches and a flower altitude of up to 10m height, then they die. They grow between 3500 and 4700m altitude."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Museo Regional de Ancash"]},", The Museo Regional de Ancash houses the largest collection of ancient stone sculptures in South America. It gives information about all the cultures that have inhabited the Cordillera Blanca region. It is small but interesting, it has a few mummies, some trepanned skulls (an ancient form of surgery involving cutting into the skull) and a garden of stone monoliths from the Recuay culture (400 BC to AD 600) and the Wari culture (AD 600 to 1000). A pottery collection, textiles, and metal works cover the Wari, Chimú, and Inca cultures."]},"\n",{"type":"==","value":["Do"]},"\nFind the practical map guide in most of the bars or laundries.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Trekking"]}," - The region is a trekkers paradise; it features breath taking views and an escape from the hive of people seen in other famed trekking locations like the Inca trail. Although one could do it on ones own, it's advisable to get a guide \/ run it through a specialist company. There are many companies offering these services. The House of Guides (Casa de Guías) offers professional free information, and maps for a price. They have a ´check in\/check out´ book which it´s advisable to sign, especially if traveling without a guide."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Santa Cruz Trek"]]}]}," takes 3-4 days and can be done independently or with a guide.  There are numerous places in Huaraz where one can rent equipment if need be.  The trek is fairly difficult, reaching 15,617 feet (4760 m), and offers amazing views of many of the great peaks in the area. Note there was a landslide in March 2012 making it very difficult\/impossible to complete the traditional route from Cashapampa to Vaqueria. A route through the effected area has not been completed as at late April 2012 although this may change with the upcoming high season (May-Sept). It is still possible do a return trek out of Vaqueria up and over the Punta Union pass."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["A homestay in Vicos or Humacchuco"]},", When you are interested in some alternative form of spending your trip in the region of Huaraz it is a very good idea to do a homestay in Vicos or Humacchuco. ",{"type":"'''","value":["Vicos"]}," (1 hour from Huaraz) is an authentic rural community,which gives visitors the opportunity to learn about its Andean culture, livingin harmony with its environment. Vicos has seven different guest houses whichare situated next to the house of your host family who will assist you duringall the activities. Possible activities are; helping the family with theirdaily activities like baking bread, harvesting honey, fishing or grazing with the animals, helping the family on their farming lands, visiting localcraftsman, hiking through the fields while visiting the ruins of the Huari andRecuay while learning about medicinal plants, or hiking for a full day tohigh-altitude lakes and glaciers and enjoying the views with the CordilleraBlanca at the background. ",{"type":"'''","value":["Humacchuco"]}," is another community which is a little bit farther away (2 hours from Huaraz). Humacchuco has six different guest houses situated next to the house of your host family like in Vicos. Also here it is possible to help the families with their daily activities and learn about their culture. Besides this Humacchuco also offers wonderful hikings to Lake Llanganuco, Lake 69, Maria Joséfa and a hike to the valley of Huaytapallana."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visit parks and squares"]},", When the weather is good visit one of the nice squares (",{"type":"'''","value":["Plaza de Armas"]},", ",{"type":"'''","value":["Plaza de Belen"]},") or parks (",{"type":"'''","value":["Park at Iglesia San Francisco"]},"). Just sit down, enjoy the nice weather with a good book or just to watch people."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laguna Wilcacocha"]},", 15 minutes by combi (1 S) from Huaraz. Ask to stop in Chiwipampa, \"al cruce de Santa Cruz\". Then walk up on the path, 1h30, quite rough. The laguna is very small, but the view on the mountains is nice. 1h to get down."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laguna Antacocha"]},", same trip as laguna Wilcacocha, but a bit further (30 min, about 2,5 S, get down just before to enter Recuay)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laguna Churup"]},". Get a taxi in the morning to Llupa (3 S, waiting that the combi is full). Then walk on the main path to Pitec, just a cross where a man register and make you pay the entrance to the park (5 S for one day, 65 S from one night to one month...)(from there you can also go to the Laguna Shallap). The way is quite rough, 2-3h, but the view very nice and you will eat in front of the nevado and turquoise water. Get down in 1h."]},"\n",{"type":"*","value":[" walk to the ",{"type":"'''","value":["mirador"]},", 45 min, beginning on the right side of the cemetery, to have a view of the city. You can follow further, it's nice, but there are cases of robbers, so bring the minimal."]},"\n",{"type":"*","value":[" go to the foot of ",{"type":"'''","value":["Huascaran"]},", the biggest mountain in Peru, 6768m. Take a combi to Mancos (5 S), then to Musho (2,5 S) where the path begins. But there are several ways and no indication, so don't go if you haven't good information or a guide. About 4h to go to the Refugio, and 2h more to the first snow."]},"\n",{"type":"*","value":[" go to the ",{"type":"'''","value":["Therms of Monterrey"]},", directly in combi from Fitzcarrald street (1 S). Or walk from ",{"type":"'''","value":["Wilkawain's ruins"]}," (by combi, 1,30 S, 20 min), by the football place, go up the steps then follow straight, 1h30. You have a nice view on Huascaran."]},"The entrance to the therms is 3,50 S, for the public swimming pool or private bathtub. Warm !\n\n",{"type":"*","value":[" the good place to see is ",{"type":"'''","value":["Hatun Machay"]}," or stone forest, very impressive. Some climbers come there and sleep in the Refugio (30 S\/night) or in their tents (20 S\/night). You can rent material in Huaraz. Bring your food and water."]},"Get a combi to Catac (3,5 S) then a taxi collectivo to kilometer 131 (5 S) direction Conococha, where the path begins. Walk up 2h, easy. At the end you have to choose, take left. You have to pay 5 S the entrance for one single day.\nGet down 1h30, you can try hitch hiking to come back.\n\n",{"type":"==","value":["Buy"]},"\n\nAt the Plaza de Armas there is an Artesania Market with a broad offer of nice souvenirs, bags, jewelry and clothing. Defenitely worth a visit. Furthermore there are some nice shops on the Av. Luzuriaga as well. The big market with food and a lot of small shops selling everything you can think of is situated at a street which goes parallel to the Av. Luzuriaga.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mercado central"]},". On the second floor you can indulge in a true Peruvian set meal of soup, rice and chicken and limonade. All for 2.50 soles. The first floor is good for stocking up for your trek. Second stair, try the ",{"type":"'''","value":["Comedor vegetariano"]},"."]},"\n",{"type":"*","value":[" Try a delicious and cheap (5 S) ",{"type":"'''","value":["Ceviche"]}," in the restaurant ",{"type":"'''","value":["Delfin"]},", Gabino Uribe street near from the main plaza."]},"\n",{"type":"*","value":[" A 10 S buffet to have lunch in the nice ",{"type":"'''","value":["Cafe 13 Buhos"]},", near from the Casa de guias."]},"\n",{"type":"*","value":[" Tasty ice cream in ",{"type":"'''","value":["Samuel's"]}," (1,5 S the cornet), Luzurinaga street."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chifas"]},", there are several in town. Their dishes are cheap and feed two. And in contrast to Peruvian cuisine they tend to sneak in some veggies. Chifa is a blend of Chinese and Peruvian fare, especially popular in Lima but widely available throughout the country for cheap. Buyer beware. Just make sure it's hot!!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Brasa Roja"]},", Luzuriaga 919. Great place for meat lovers, highly recommended (and frequented) by locals. Slightly upscale. The roasted chicken (S.\/9.50) and the burgers (S.\/10) are best value for money. Large portions."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fuente de Salud"]},". Very cheap, very tasty vegetarian food. Highly recommended for vegetarians and those who are feeling the effects of traveller's diarrhea."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Siam de los Andes"]},". A traditional Thai restaurant in the middle of small-town Peru, serves up delicious curry and stir fry dishes. Price range: moderate: 15-50 soles per meal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Creperie Patrick"]},", Av. Luzurriaga 422. A well-known restaurant that serves up many different styles of sweet or savory crêpes, Creperie Patrick is also known to be relatively expensive: 25-50 soles per meal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mi Chef Kristof"]},", Parque del Periodista (through the last passage on the right side of the first block of Av. Luzuriaga going north from the Plaza de Armas). Great restaurant where Chef Kristof will prepare amazing meals for you. The Peppersteak and the homemade pastas are a little bit more expensive than elsewhere in town but are a real treat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jirón José Olaya"]},", Jirón José Olaya is the only street that remained intact through Huaraz' various earthquakes. It gives a good indication of what the town once looked like. On Sundays there is a street market where the local population sells regional foods. Sit down at one of the little “restaurants” and enjoy your Picante de Cuy."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Andes"],["alt="],["url="],["email="],["address=José Antonio de Sucre 817"],["lat="],["long="],["directions=one and half block up\/east from plaza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This café almost delivers to its slogan, \"barato y bueno,\" by serving delicious cakes for 2 to 4 soles per piece. Only avoid ordering coffee as you will get hot water and coffee concentrate."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are several bars clustered around ",{"type":"''","value":["José de la Mar"]}," and ",{"type":"''","value":["Cajamarca"]}," to still your thirst.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Tambo"]},", 2 blocks from Plaza Ginebra. Popular weekend club (slow on Thursday) that plays mostly salsa with short sets of house, reggaeton, and American music. It has a tree \/ wood theme."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Andino"]},", 2 blocks from the Plaza de Armas, closed Mondays and January\/ February. Delicious espresso and other coffee beverages. Can buy beans too. Excellent selection of books to borrow (with deposit), and good magazine selection to peruse while there. Loud, familiar music (Marley, Grateful Dead...). Friendly, accommodating staff. Great atmosphere. Free WiFi. Expensive, but good and healthy gringo food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["California Café"]},", Jr. 28 de Julio, 568. Café with a big book exchange, also doubles as library. The Californian owner organizes ultimate frisbee matches every Friday. Just drop in at around 130PM (Dry Season,  April–November) or 10AM (Rainy Season, December–March) if you're interested.  One of the house specialties is their mixed fruit smoothie, called Surtido.  This cafe also serves roasts its own coffees and is an ideal spot to hang for a few hours when first getting into town.  Try their sandwiches, made to order with lots of variety. Also has free WiFi."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=13 Buhos Bar"],["url="],["email="],["address=Jose de la Mar & Simon Bolivar"],["lat="],["long="],["directions=2nd floor, above Makondo's bar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The owner, Lucho (who bears an uncanny resemblance to George Clooney), brews handcrafted ales, although he can be a bit pushy in trying to get customers to buy drinks. Typically there are a few varieties on offer: a dark hoppy stout or porter, a red, and a fresh lager that when muddled with yerba buena is delicious. Reviews are mixed: some people love this place, others swear that it should be avoided."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alpes Huaraz"],["url=http:\/\/www.hostalalpeshuaraz.com\/"],["email=rosahhs@hotmail.com"],["address=Jr. Ladislao Meza no 112 Barrio de San Francisco,"],["lat="],["long="],["directions=just go up 7 minutres Jr Julian de Morales"],["phone=+51 43428896"],["tollfree="],["fax="],["hours="],["price=20 Soles"],["checkin=1"],["checkout=12"],["content= Huaraz can be a loud busy city - yet this very neat family run place is a 5 minute walk from the center - but totally tranquilo :) breakfast induced... wi-fi... you can rent your equipment from them and order dozens of tours for most competitive prices... we stayed here a number of time; dorms are 20 soles; they can pick you up from your bus station - just ring them on arrival (Telf.: 0051-043-428896 - Movil: 0051-01-945927440 - RPM: 0089657) - you will just pay 3 soles for standard taxi fee..."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Olaza's Hostal"],["url=http:\/\/olazas.com"],["email=info@olazas.com"],["address=Julio Arguedas 1242, Soledad"],["lat="],["long="],["directions="],["phone=(+51) 43-422529"],["tollfree="],["fax="],["hours="],["price=From S.\/ 50\/80 (low\/high season)"],["checkin=13:00"],["checkout=11:00"],["content=Five blocks from the Plaza de Armas. Rooftop terrace with good view of surrounding mountain where you can get served breakfast (coffee, freshly squeezed orange juice, toast included in room price). Wifi internet, TV with small DVD collection, stacks of magazines, kitchen to use, really clean."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostal Churup"],["alt="],["url=http:\/\/www.churup.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located 5 minutes walk from the center of town, this hostel offers an excellent service to travelers, including secure storage of luggage, breakfast, free wireless internet, and washing facilities. Family run, they are helpful and offer lots of useful advice on travel and trekking. Prices range from 25S\/$6 (dorm excl. breakfast) to $32."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["El Tambo"]},", Av. Confraternidad Oeste #122 (well hidden opposite the stadium). Fine hostel close to the bus terminal and four blocks from the center. It offers free internet, laundry service, kitchen use, communal area with cable TV and DVD and a simple breakfast is included in the price. Low-season price s\/.10 pppn."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hospedaje La Cabaña"],["alt="],["url=http:\/\/www.huaraz.org\/lacabana"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sucre 1224, 5 minutes walk from main square of Huaraz. Helpful, friendly, family-run guest house from US$4pppn. S.\/40 for a double room w bathroom. wifi and (basic) kitchen facilities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Steel Guest House Huaraz"],["alt="],["url=http:\/\/www.steelguest.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Alejandro Maguiña 1467, 10 minutes walk from the city centre. Internet, kitchen for guests, private parking, sauna, great view of the city and the mountains, pool table, book exchange, etc. Affordable pricing."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Caroline Lodging"],["alt="],["url=http:\/\/www.carolinelodging.com"],["email="],["address= Urb. Avitentel. MZ D lote 1"],["lat=-9.53120242"],["long=-77.53411918"],["directions="],["phone=+51 43 422588"],["tollfree="],["fax="],["price=15 soles for dorm, 50 soles for double with private bath"],["checkin="],["checkout=12:00"],["content=6 to 15 mins from the main square and located in safe and quiet part of Huaraz. The owners can be strange and even cold at times, but this is a bargain basement hostel and they will definitely help you if you ask. Don't be put off by any chilly exteriors, rooms and bathrooms are clean and hot water works reliably. The price includes continental breakfast with different extra (tortilla, juice, ...) every day. Breakfast starts at inconvenient 8AM, so you will miss it on days when you start early for a hike. They have also laundry service, free tourist information, mountainbikes, free kitchen facilities, book exchange, bbq, mini cinema + dvd (free to use). They have free Wi-Fi at reception and computers with Internet for 1 sol per hour. Just call and they pick you up for free from the bus station."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Galaxia"],["url=http:\/\/www.galaxiahotel.com"],["email="],["address=Jr. Juan de la Cruz Romero 638"],["lat="],["long="],["directions=corner of A. Caceres, 1 block from Av. Tarapaca \/ 27 de Noviembre"],["phone=+51 43 422230"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Friendly, quiet, family-run hotel that nonetheless offers privacy. Good value for rooms - a double (2 persons) costs 40 soles, including cable TV, hot water, WIFI services, modern. Rooms on the street have floor-to-ceiling windows."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa de Zarela"],["url=http:\/\/www.lacasadezarela.com"],["email="],["address=Jr. Julio Arguedas 1263, La Soledad"],["lat="],["long="],["directions=Ave. Roman Castilla y Arguedas, close to La Soledad Church"],["phone=51-43-421694"],["tollfree="],["fax="],["hours="],["price=$12"],["checkin=2AM"],["checkout=11AM"],["content=Located in Huaraz´s La Soledad neighborhood, this hostel is great for those looking for more comfortable surroundings.  There is an in-house restaurant that operates from 8AM-10PM and serves a decent breakfast.  They also have great views of the mountains from the 3rd floor terrace.  There is also a patio on both the 2nd and 1st floors.  There are also several common areas, including one on the first floor that is particularly spacious.  Complimentary internet and wifi is available.  Central Huaraz is less than a 10 minute walk away. There is a plaza in front of La Soledad Church, which is a half block away."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=San Sebastian Hotel"],["url=http:\/\/www.sansebastianhuaraz.com.pe"],["email="],["address=Jr. Italia 1124"],["lat="],["long="],["directions="],["phone=0051-43-426960"],["tollfree="],["fax="],["hours="],["price=$50 - $110"],["checkin="],["checkout="],["content=A small hotel situated on the upper side of Huaraz City.  All rooms have ensuite facilities.  Some rooms have mountain views.  There are various terraces that allow views of the surrounding peaks.  Staff are friendly and helpful.  Hotel is always neat and clean.  Breakfast included in the price.  The restaurant is open in the evenings for drinks and meals.  Computers and WiFi available for internet access. Useful place to stay when exploring the surrounding areas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Monkeywasi"],["url=http:\/\/www.monkeywasi.com"],["email="],["address=Jr. Agustine Mejia 797"],["lat=-9.53206"],["long=-77.52260"],["directions=Solidad Alta"],["phone=+51 221 265"],["tollfree="],["fax="],["hours="],["price=s\/15-s\/20 Soles"],["checkin=11:30AM"],["checkout=10AM"],["content=Monkeywasi is a small, friendly hostel for climbers, trekkers and backpackers."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eating"]},".  Be careful as to what you eat as it is almost certain that you will get food poisoning and\/or diarrhea at some point during your travels in Peru.  Being pro-active can limit your exposure:"]},{"type":"*","value":[{"type":"*","value":[" Avoid drinking un-clean water"]}]},{"type":"*","value":[{"type":"*","value":[" Be picky about what food you eat and ensure that it has been cooked properly. What might appear to be well established restaurants can be just as bad as street traders when it comes to food hygiene."]}]},{"type":"*","value":[{"type":"*","value":[" Hot food is the best food.  Make sure everything has been cooked thoroughly and be sure to chew your food. It will help aid digestion at altitude."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sunscreen"]},". Since Huaraz is physically and visually far from the Pacific Coast beaches, it may not occur to casual visitors to buy and use sunscreen.  For those people who are planning on trekking into the mountains, or doing mountain climbing, sunscreen is a vital resource. The thin air and high altitudes increase the effects of UV penetration."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Armed robberies"]}," of tourists are fairly common, even more so on Sundays."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}]},". At least 2 bus companies (Movil and Linea) provide overnight service to Trujillo. The trip takes about 7 hours. The busses may not be equipped with air-conditioning, so it may be a hot ride. It´s a rocky, fast-paced trip through the mountains."]},"Yungay Express (7AM), Turismo Huaraz & Huandoy (9AM) pass through Caraz 2 hours later & the spectacular Cañon del Pato to Chimbote terminal terrestre, where you can change for Trujillo.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Caraz"]]}]},". Minibuses leave frequently and the trip takes about one hour."]},"\n",{"type":"{{","value":[["geo"],["-9.5333"],["-77.5333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cordillera Blanca"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Huaraz"]]}]