[{"type":"{{","value":[["pagebanner"],["Mount Huashan Banner.jpg"]]},"\n",{"type":"'''","value":["Mount Hua"]}," (华山 ",{"type":"''","value":["Hua Shan"]},") is a sacred Taoist mountain located in ",{"type":"[[","value":[["Shaanxi"]]}," Province, ",{"type":"[[","value":[["China"]]},". It is one of the ",{"type":"[[","value":[["Five Great Mountains"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe 2,154-meter-tall mountain, true to its reputation as the \"most precipitous mountain under heaven\", is a cluster of five peaks with breathtaking cliff faces. It is one of China's top mountain-climbing destinations and is often overrun with tourists. Hua is popularly known by tourists as the \"Most Dangerous Hiking Trail in the World\" because even though the climb does not require any technical climbing skills, the hike contains a few steep ascents with via ferrata and narrow passes. The biggest danger to safety is often due to overcrowding in the Summer months. However, this should not discourage you; hiking paths have been widened all around and are now in very good condition, so as long as you exercise common sense, you will be safe. Hua was historically the location of several influential Taoist monasteries, and was known as a centre for the practise of traditional Chinese martial arts. It is also one of the five holy Taoist mountains of China.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nThanks to China's modern train network, reaching Huashan can be a fairly quick trip and is served by two different train stations in the town of Huayin. Take note that the city you depart from may also have two separate stations, including the nearby city of ",{"type":"[[","value":[["Xi'an"]]},", where most visitors arrive from. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Huashan North Railway Station"]}," (华山火车北站 ",{"type":"''","value":["Huashan Huoche Bei Zhan"]},"), as the name implies, is in the north of the city and serves high-speed trains (G and D trains). Trains from Xi'an depart from Xi'an North Railway Station, take around 33-45 minutes and cost between ￥34.5 and ￥54.5, depending on the type of train."]},{"type":"*","value":[" "]},{"type":"*","value":[" ",{"type":"'''","value":["Huashan Railway Station"]}," (华山火车站 ",{"type":"''","value":["Huashan Huoche Zhan"]},") is located in the south of the city and serves the slower 'conventional' trains (K and no-letter trains). They depart from Xi'an Railway Station, taking around 1.5 to 2 hours. Tickets are about half the price of high speed trains, ranging from ￥17.5 to ￥19.5, so are great if you have a very tight budget."]},"\nFor further information regarding trains in China, see the China ",{"type":"[[","value":[["China#By_train_2"],["Get Around"]]}," section.\n\nOnce you arrive at the train station you have the choice of taking a minibus or a taxi to the base of Huashan. During the off-peak season you may find no minibuses are operating and will have to take a taxi.\n\n",{"type":"===","value":["By bus"]},"\nFrom Xi'an: buses (coaches or minibuses) leave from the East side of the train station's southern parking lot.  Buses leave regularly during daylight hours.  These are mixed in with buses to the Terracotta Warriors, and other destinations.  Ride time is about two hours and costs 33 yuan for one way or 55 for a return.  Beware scam buses that try to charge 10x as much.  You'll be dropped off in the village near Mt. Hua.  From there take a taxi (see the get around section). \n\nBe aware these are independent private companies, or just two guys with a bus. They don't operate on a schedule, but will leave when full of passengers. So For the quickest departure, find a bus already mostly full of people, since if you choose an empty bus you could be sitting in the parking lot a while.\n\n",{"type":"==","value":["Fees\/permits"]},"\nThe entrance fee for Huashan varies depending on what time of the year you visit. During ",{"type":"'''","value":["peak season"]},", from March to November, the fee is ￥180. During the ",{"type":"'''","value":["off-peak season"]},", from December to February, the entrance fee is lowered to ￥100. Tickets are valid for two days from the date of purchase.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:1 mount hua shan steps 2011.JPG"],["thumb"],["Trekking up the Heavenly Steps"]]},"\nThe buses from Xian will drop you off in the village. From here, the only option is to take a taxi (typically ¥10 per taxi, regardless of number of passengers) to the East Gate, which is the ticket office. Buy your entrance tickets here, then board buses that depart to the mountain itself. However the East Gate will be closed at night, thus if you are planning to climb overnight, proceed to the West Gate. After the bus from the ticket office deposits you at the mountain proper, you have 3 options for ascending the first bit.  Note that all start, and finish, almost right next one another. \n\n1) Climb the North Peak--main route.  Plan for more than four hours to reach the North Peak. There will be plenty of shops by the side of the path selling food and drinks for you to replenish your energy. Eating hot noodles in the cold will be a very pleasant experience.  \n\n2) Take the cable car (80 yuan one way, 150 yuan for a return) to the North Peak.  Be warned - the line to enter the cable car often last over two hours - so try to arrive early.  Thankfully, line cutting is surprisingly rare, and most of the line is blocked from the sun and with water misting, so sans boredom, it's still fairly comfortable even in summer. The cable car is only available from the East Gate. \n\n3) Climb the North Peak--alternate route below the cable car.  Called \"Solider's Way\" - it's the more difficult, but faster of the two hiking routes.  This takes an estimated 2 hours, and is nothing but steps. It also contains one section with ",{"type":"''","value":["optional"]}," ~80 degree steps, for those who have seen the famous photos online. The steepest steps on the mountain (approaching 90 degrees) are also here, though now chained off in favor of a far more forgiving route. \n\nThese three routes meet up again just below the North Peak summit.  One can of course, take any of the 3 routes up, and then either of the other two remaining down. \n\nFrom this meeting area (just below the North Peak summit), there is initially only one route to the other peaks. This passes through the area known as the \"Heavenly Steps\" (上天梯，literally \"ascend heaven ladder\", \"Sun and Moon Cliff\" and \"Black Dragon Mountain,\" the latter called that because it looks like a dragon's wavy back. The route is no more than a meter wide at places. This should take about 2 hours. \n\nAt the top of this section is the \"Gold Lock Pass.\" Here the route branches. Paths lead towards the East, South, Center and West Peaks, as well as other points of interest. As most of the elevation gain is done, the final ascent to each of the peaks is not too severe. You likely only have time to climb one (probably the South, the highest) or walk a circuit.  In this are there are temples, lodges and other sites. This includes the infamous Changkong Boardwalk.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Thousand feet.jpg"],["thumb"],["Changkong Boardwalk: Hold on for dear life"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Green Dragon Ridge"]}," - (Canglong Feng) narrow rock ridge with vertical cliffs on both sides (not for the faint of heart)"]},{"type":"*","value":[" ",{"type":"'''","value":["North Peak"]}," - (Bei Feng) the first of the five mountain peaks"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Watch the ",{"type":"'''","value":["sun rise"]}," from East Peak (Dong Feng) by attempting a night hike. It won't be as crowded as during the daytime, but you will see other hikers ascending as well. Be sure to bring along a flashlight, spare batteries and warm clothing. Such equipment can be rented from a store along the road leading to the West Gate entrance. Check the weather forecast before climbing because a rainy night will result in dense fog in the early morning which conceals the sunrise.  "]},"\n",{"type":"*","value":["At ",{"type":"'''","value":["East Peak"]},", prepare yourself mentally as you ascend the famous yun ding, which are narrow steps half the length of your feet, carved into the stone, and stacked up at an angle so sharp that you are virtually climbing a stone ladder. Experience the  thrill of clinging onto the iron chains by the side of the path with your arms, while slowly groping for a foothold on the slippery steps. "]},"\n",{"type":"*","value":["Next morning, walk from East Peak to the other peaks, where the scenery changes from rock outcrops to lush foliage (in spring). The mist will gradually fade away to reveal a breathtaking expanse of valleys if you look over the edge of the cliffs. Indulge in a sense of satisfaction as you survey the arduously long journey you had completed during the night.  "]},"\n",{"type":"*","value":[" With a safety harness (since 2005!) walk out on the 长空栈道 （Changkong zhandao, \"Vast Sky Plank Walk\"). Climb a ladder that's nothing more steel rods driven into a crack in the rock, and walk on planks a foot wide along the edge of a cliff dropping thousands of feet, and in places put you trust in footholds carved into the rock."]},"\n",{"type":"===","value":[" One-day route: Climb in the North, descend in the West "]},"\n\nA classical route (called 北上西下, Bei Shang Xi Xia) for climbing Mt. Hua in one day takes you across the North, East, South, and West peaks, descending the mountain on the West peak cable car. Depending on your climbing speed, this will take you somewhere between 7 and 10 hours; there are some very steep ascents, so take that into account. Start early but don’t worry as the cable car runs until well after 5pm, and you have some opportunity to take shortcuts along the way. If you do end up running out of time, there is accommodation located near the major peaks.\n\nYou start at Yuquanyuan (玉泉院) at the top of Yuquan Road (玉泉路), in front of the temple. Enter the temple and follow the climbing signs to find the ticket office behind the temple. Your ascent now starts on a comfortable cobbled road, growing gradually steeper, until it’s mostly stairs. You reach the junction to the North peak after about 3–4 hours. It’s only a few minutes to the peak, so go and see it, then proceed onwards and follow the signs towards the other peaks. After crossing the pass, which might take another hour, you now have a choice of going straight to the West peak (which might shave some two hours off your trip) or taking the circuit over the East and South peaks, which is of course recommended. Simply take your pick and follow the excellent signage.\n\nHaving reached the West peak, you can then follow the signs to the cable car (¥120) and descend (there is no footpath down from the West peak), then take the coach (¥40) back to Yuquan Road Crossing (玉泉路口 yuquan lukou) or wherever else you may be headed. Alternatively, if you’re still not satisfied, you can make the full circuit back to the pass and descend from the North peak on foot or via cable car.\n\n",{"type":"==","value":["Buy"]},"\nA golden lock at the golden lock temple and add it to the iron railings as a prayer for your family. Couples also often buy locks and inscribe their names on them as a symbol of everlasting love. While people symbolically place their locks at the golden lock pass, many choose to randomly place them on railings by the side. \n\nA gold or bronze medal that you can inscribe with your name to commemorate your ascent of the mountain.\n\n",{"type":"==","value":["Eat"]},"\nBiang Biang Mian (Noodles) Special Shaanxi noodles available on the mountain.  The character for biang is a special character with 57 strokes only used in Shaanxi Province.  Small shops also sell typical snacks and drinks.\n\nYuquan Road (玉泉路 Yuquan Lu) at the foot of the mountain has a number of small restaurants that sell cheap combos such as “four dishes one soup” (四菜一汤 si cai yi tang) for ¥40 (however, these are small and simple dishes and feed 2–3 people at most). It also has some small shops to stock up on supplies such as bottled water, cup noodles, and chocolate.\n\n",{"type":"==","value":["Drink"]},"\nBe sure to bring enough water for your hike.  You may need to buy water on the mountain which will cost you about 5 Yuan (up to 10 Yuan when furthest up on the mountain).  If you buy the water before coming the price should be about 1.5 Yuan.  Most people will drink Red Bull from small golden cans.  This Red Bull is not carbonated and is a little more watery than those available in the United States.\n\n",{"type":"==","value":["Sleep"]},"\nMost of the peaks have guesthouses where you can sleep in communal rooms of about 4 to 10 people. The price should be around 60 to 120 Yuan.\n\nFor a more authentic experience, sleep by the edge of the cliff at East Peak. The ground slopes upwards towards the edge, thus it is relatively safe to sleep near the edge even though there are no railings. Alternatively, huddle up closer to the metal posts away from the edge of the cliff if you would like a safer place to sleep. Prepare enough warm clothes as the temperature drops close to zero at East Peak, with the wind chill.\n\nThere are also many accommodation options in the village at the foot of the mountain.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Huashan Baolianshe Youth Hostel"],["alt=华山宝莲舍青年旅舍"],["url=http:\/\/www.yhachina.com\/ls.php?id=373"],["email=baolainshe@163.com"],["address=华山景区荣军医院南五十米或华山小学东30米 Huashan scenic area, Jinbo Road"],["lat="],["long="],["directions=The above address actually consists of directions you can show to a taxi driver. To find it yourself, walk down Yuquan Lu 100m from Yuquanyuan and turn right into Jinbo Lu, then walk to the end. The hostel is on the right."],["phone=0913-4368010"],["tollfree="],["fax="],["checkin="],["checkout="],["price=¥55 (6-bed dorm), ¥125 (double or twin)"],["content=This youth hostel is located close to Yuquanyuan (玉泉院), the start of the traditional Huashan climbing path. This makes it a very good base for one-day Huashan tours: You practically walk out the door in the morning and start going uphill. It is also a heart-warming place with a friendly and helpful owner and a cozy common room where the (mostly Chinese) guests share climbing experiences and chat. Breakfast (¥10) and dinner (¥25) are available, simple but tasty and filling; let the owner know ahead of time. However, in winter, your heart is the only thing that will be warmed here, as the only heated room is the common room – with a small coal stove. Dorm rooms and bathrooms are close to outside temperature, but beds are equipped with electric heating blankets. At least the common room has plenty of boiled water available. Bathrooms are very simple and only moderately clean, but rooms are kept clean enough. Expect little English being spoken."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Climbing safety"]},"\nNo special equipment is needed to climb Mt. Hua. Many of the paths have been renewed, and most of them are fairly wide and comfortable stairs. Some paths, however, are steep and narrow, and many get slippery when wet. So take special care in wet weather or when the mountain is crowded. In snowy conditions, an army of workers is employed to brush the snow from the paths, so the mountain can be climbed year-round without much of a risk. Simply wear comfortable shoes with good grip as well as warm clothes, tread carefully, and use your common sense and good judgment.\n\nSome Chinese tourists prefer to start the climb at night in order to see the sunrise from the peak. This is not a good idea as the path has branches and you can get lost and end up at a cliff. A better idea is to budget 2 days and stay the night in one of the many hotels on the mountain. If you must climb at night, make sure to bring a flashlight.\n\nYou will want to bring a pair of gloves because many of the paths require holding onto a railing. Cheap gloves are also for sale at the foot of the mountain or along the paths. There are many toilets and shops on the mountain, as well as excellent signs.\n\n",{"type":"===","value":["Scams"]},"\nWatch out for scams, especially if you are planning to climb the mountain overnight to watch sunrise at the East Peak. The only transportation available then are cabs. There will also be unofficial \"cabs\" (basically normal cars operated by locals) called hei che (black cars) parked near the train station. Drivers will approach you offering to bring you to the entrance for a price of around 30 yuan. On the way, if it has rained recently, they will claim that there had been a slight erosion which has caused a blockage of the paths and thus closure of the entrances. To make the story sound more convincing, some may even pretend to call their \"brother\" or \"friend\" on the mountain who will then speak to you to confirm that the roads have been closed.  If the weather is good, the driver will claim that the roads are under maintenance. Knowing that you would need a visual confirmation to be fully convinced, the driver will then take you to the East Gate, which is always closed at night. At that crucial moment where you are thinking to yourself that your plans have been spoilt, he will recommend that you stay in a hotel before attempting the climb the next morning, and very conveniently, there will be an \"affordable\" hotel right next to the entrance, which he will point out. If he succeeds in getting you to fork out money to stay the night, he will earn a commission.\n\n",{"type":"==","value":["Go next"]},"\nIn Huashan village, minibuses leave from the intersection of Yuquan Lu and Xitong Gonglu, as well as the East Gate that gives access to the cable car station, on a frequent basis. Although some guides say they stop at 7:00, unlicensed transportation continues. In a worst-case scenario a rickety village taxi could surely be persuaded to make the trip back to Xi'an for ¥300-500.\n\n",{"type":"{{","value":[["IsPartOf"],["Shaanxi"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["wikipedia:Mount Hua"]]},"\n\n\n",{"type":"{{","value":[["geo"],["34.483333333333"],["110.08333333333"]]}]