[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nBahias de Huatulco, or ",{"type":"'''","value":["Huatulco"]}," (pronounced Wha-",{"type":"'''","value":["TOOL"]},"-Co) as it is more commonly known, is a destination resort area located on Mexico's Pacific Coast in its most southern state of ",{"type":"[[","value":[["Oaxaca (state)"],["Oaxaca"]]},". Huatulco is a 10 hour drive or a short 1 hour flight from ",{"type":"[[","value":[["Mexico City"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe Huatulco area is centered around the small towns of La Crucecita, Santa Cruz, Chahue and Tangolunda. It is a FONATUR ('Fondo Nacional de Fomento al Turismo') project and one of its most successful designated tourist areas. FONATUR is also responsible for the resorts in Cancun, Ixtapa\/Zihuatanejo, Los Cabos and Loreto Bay. \n\nHuatulco's tourism industry is centered around its nine bays; four of which have been designated as ecological preserves where no development is permitted. Huatulco has a wide variety of accommodations to suit just about all budgets. From rooms for rent, small economy hotels, vacation condominiums and luxury villas, along with several (All Inclusive) resorts standing on the shores of Tangolunda Bay.  The Las Brisas (Formerly the worlds largest Club Med), the Dreams Resort (Formally the Gala Hotel),the Barceló, Crown Pacific and the Camino Real Zaashila are examples of the most popular larger resorts in the area.\n\nHuatulco's main attraction are its nine bays and thirty-six beaches, many of which are pristine and undeveloped, and accessible only by boat. With the help of local guides and tour operators, one can explore the beaches and bays in relative privacy, or if you choose you can scuba dive or snorkel to see the abundant tropical fish and the beautiful coral reefs.\n\nIn addition to the beautiful bays and beaches, one can explore and shop in the small communities of the Huatulco area, such as La Crucecita, Santa Cruz or old Santa Maria Huatulco (the district's municipality). \n\nWhen doing so, one can travel between the communities by bus or taxi. The entire area has a \"small town\" feel about it and is rarely crowded with tourists with the exception of the Christmas and Semana Santa (Easter) holiday periods.\n\nApproximately 80% of all tourism in Huatulco is domestic in nature and only about 20% of Huatulco's tourism is foreign, mainly because direct international air access is limited to flights from several Canadian cities, Chicago and Houston all others having to make connections through Mexico City.\nHuatulco has a small but very attractive international airport just 10 min from the main commercial center, La Crucecita and just 20 minutes from the large resort hotels in Tangolunda Bay. The peak season for foreign tourism is typically December through April.\n\nThe numerous small towns making up Huatulco such as Santa Cruz, La Crucecita, Chahue and Tangolunda are located in an \"ecological zone\" with much of the area being protected from future development. All of these areas are serviced by modern water and sewage treatment systems so that you can actually drink the water from the tap (unheard of in most Mexican resorts) and no sewage waste goes into its pristine bays. Huatulco has been awarded the Green Globe certification, the only resort in Mexico to receive this prestigious award (Green Globe is the worldwide benchmarking and certification system for the travel and tourism industry across the triple bottom line of economic, social and environmental management).\n\n",{"type":"==","value":["Get in"]},"\n\nThe Huatulco International Airport (HUX) has flights from Mexico City and Oaxaca City. There is also a daily flight on Aeortucan from Huatulco to Puerto Escondido. Also there are numerous charter flights in the winter months from major cities in the US and Canada, and the number of charter flights is growing every year as Huatulco grows in popularity.\n\nBuses from Oaxaca City run daily and overnight and takes around 8 hours.\n\nThe Huatulco International Airport is small but very pretty with its large open air palapa buildings. It is approximately a 10-20 minute drive to the areas of La Crucecita, Santa Cruz and Tangolunda, where the majority of the hotels and other types of accommodations are located.\n\nIf you have a air\/hotel package, your bus transfer may be included; if not, you can either take an \"authorized taxi\" from the airport or purchase a ticket (one way or round trip) on an \"authorized shuttle\" at a stand in the airport arrival area, or prearranged shuttle transport.\nThe \"authorized\" transportation from the airport are priced higher than other taxis in the area, so be prepared. An alternative is to walk a short distance, about 500 meters, out to the main road and catch a non-airport taxi, or even a local bus (The latter will not have room for your baggage, so it's best if you are traveling light).\n\nIf you have a farther distance to travel (Puerto Escondido, Puerto Angel, San Augustinillo, Mazunte, etc.) then you may want to take a taxi to the bus station in La Crucecita, which is in the opposite direction, and take a first class bus from there.  Or walk to the highway from the airport (about 1 block) and catch the local bus to Pochutla.  There will also be collectivos (a shared taxi) cruising by which charge a little more than the bus.\n\nYou could also arrive by cruise ship, as Santa Cruz Bay has a pier for cruise ships, and you may spot one in port some days.\n\n",{"type":"==","value":["Get around"]},"\n\nThe area is extremely easy to get around. Renting a car is not necessary as cabs are plentiful and fairly cheap, and where the shopping, restaurants, hotels and many beaches are concentrated is not a huge area.\nIf you do prefer to rent a car, Budget, Avis, and Advantage are companies located there, among others. It is best to reserve a car in advance to get the best rates.\nIt is best to agree on a price before getting into a taxi. Locals do not tip taxi drivers, although tourists may be expected to. There are some signs around which have posted prices to certain beaches or towns. Another option is to rent a driver for the day if you want to go farther afield, to Puerto Escondido for example.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Posada Chahué"],["url=http:\/\/www.bwhuatulco.com"],["email="],["address=Mixie y Mixteco, Bahía de Chahué Bahías de Huatulco"],["lat="],["long="],["directions="],["phone=(958) 710 78 89"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at US$69"],["checkin="],["checkout="],["content=It offers 29 air-conditioned rooms, all of which have cable television, Internet connection, mini-bar, and electronic locks and safe. Some of its amenities include Chahué Beach Club, swimming pool, fitness gym, and free airport transfer via bus."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Flamboyant Hotel"],["url=http:\/\/www.hotelesfarrera.com\/flamboyant"],["email="],["address=Gardenia 508, La Crucecita, Huatulco, Mexico"],["lat="],["long="],["directions="],["phone=52 (958) 5870113"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Flamboyant Hotel is in front of a park in La Crucecita, Huatulco. It is five minutes from the beach, 20 minutes from Huatulco Airport, and a few blocks from the ADO bus terminal and Columbus. The rooms are adorned with traditional Mexican motifs and boast cozy beddings. They are equipped with air-conditioning, a private toilet and bath, cable television, and telephone. You can also lounge at own balcony\/ deck, and breathe in the air coming from the bays of Huatulco."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Plaza Conejo"],["url=http:\/\/www.plazaconejomexico.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+52 (958) 587 0054 and +52 (958) 587 0009"],["tollfree="],["fax="],["hours="],["price=Room rate starts at MXN 350.00"],["checkin="],["checkout="],["content=Plaza Conejo Hotel in Huatulco is located right in the heart of La Crucecita Town, close to cultural attractions and commercial establishments. It is near El Parque Central, El Parque Ecologico, and El Parque Arena. They offer eight double rooms and two single rooms all of which are air-conditioned. Av. Guamúchil No. 208, La Crucecita, Bahías de Huatulco, C.P. 70989, Oaxaca, Mexico."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quinta Alegria"],["url=http:\/\/www.HuatulcoRentals.com"],["email="],["address=Lote 15, Calle Acantilado, Residencial Conejos"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From $92.75\/nt per person, based upon maximum occupancy of 10 for a one week stay.. Contact HuatulcoRentals@gmail.com or info@HuatulcoRentals.com for reservations"],["checkin="],["checkout="],["content=Luxurious ocean-front villa with exclusive beach, 4 Suites + 5 Baths (sleeps 2-10). At 10,000 square feet Quinta Alegria will easily accommodate up to ten adults very comfortably. Included in the rate is a continental breakfast and daily maid service. Laundry service is also available. Quinta Alegria has consistently been selected as the premiere location for destination weddings in Huatulco. (Please note there is no smoking permitted in the enclosed areas of this villa. Smoking is however permitted outdoors)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Huatulco Rentals Vacation Condos"],["url=http:\/\/www.HuatulcoRentals.com"],["email="],["address=1105 Calle Carrizal, La Crucecita"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From $16.50\/nt per person, based upon maximum occupancy of 6 for a one week stay. Contact HuatulcoRentals@gmail.com or info@HuatulcoRentals.com for reservations"],["checkin="],["checkout="],["content=All of the Huatulco Rentals vacation condos are new light and bright fully equipped furnished two-bedroom two-bath condominiums with a third large loft bedroom retreat with queen bed, private bath and walk-in closet. Only three blocks from the zocalo (town square) in La Crucecita and it's only a 15 minute walk to Chahue which is the closest beach.  By the way you should know the town square in La Crucecita is where all the night life is so don't get stuck in Santa Cruz where everything literally shuts down at sunset and on top of that you will need to taxi back and forth to town every night if you want to go out to dinner or have a cold one at one of the local watering holes. It is a three minute walk from the town square but far enough away so the noise and activity don't get in the way of your peace and quiet and a restful nights sleep. Has high vaulted ceilings, air-conditioning and ceiling fans in all rooms along with gas appliances in the kitchen."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Agua Azul la Villa B&B"],["url=http:\/\/www.bbaguaazul.com"],["email="],["address=Res. Conejos"],["lat="],["long="],["directions="],["phone=(+52)958-5810265"],["tollfree="],["fax="],["hours="],["price=$119-$139USD+tax"],["checkin=3 pm (flexible)"],["checkout=noon"],["content=Agua Azul la Villa, an ocean View Bed and Breakfast exclusively for adults is located in the most prestigious residential area of Huatulco.  It is only about a 3 minute drive from the 5 star hotel zone and 8-10 minutes from Chahue, Santa Cruz and la Crucecita where there are several excellent restaurants.  The villa is a 3 minute walk to a sheltered sandy cove which is perfect for swimming and a 10 minute walk to another long, virgin beach. The villa was designed as a B&B with six guestrooms cascading down the side of a hill.  Each room has a queen size bed with a top quality mattress, private bathroom, A\/C and fan, and spacious ocean view terraza. The two-tiered pool is set in a lush tropical garden.  Canadian hosts live on site year round and are available to recommend beaches, tours and restaurants.  The entire villa is non-smoking and a continental breakfast is included.  Reservations required."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Huatulco"]]},"\n\n",{"type":"{{","value":[["geo"],["15.8500"],["-96.3333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Oaxaca (state)"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Oaxaca\/Localities\/Huatulco\/"]]}]