[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Hubley"]]},"\n",{"type":"'''","value":["Hubley"]}," is in ",{"type":"[[","value":[["Halifax Region"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nChebucto Peninsula, south of highway 103 at exit 4 (Hubley)\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/halifax.ca\/metrotransit Metro Transit"]}]}," provides service to Timberlea with the routes 21 and 23. Be sure to check the schedule as the 23 only operates at peak times. These routes stop at the intersection of Forestglen Drive and Fraser Road, approximately 2 km from the Bluffs Trail head using the Beechville-Lakeside-Timberlea (BLT) trail.\n\n",{"type":"==","value":["See"]},"\n\nWoodens River Watershed\n\nThe trail, entirely on Crown Land, begins inside the Woodens River watershed and climbs onto the high ground between the Woodens River watershed and the Nine Mile River watershed to the east (see map here:",{"type":"[","value":["http:\/\/www.chebucto.ns.ca\/environment\/wrweo\/trailmaps.html"]},"and here:",{"type":"[","value":["http:\/\/www.chebucto.ns.ca\/environment\/wrweo\/bluff\/bluff_trail_map.pdf"]},").\n\nThe trail is in the form of four stacked loops that eventually go around Upper Five Bridge Lake and join with canoe access at Paradise Cove. There in only one trailhead, located on the Beechville-Lakeside-Timberlea (BLT) trail at a point midway between the Hwy 103 overpass just south of Exit 4 and the northern tip of Cranberry Lake. Three canoe-accessible trailheads will be constructed at the south ends of Cranberry Lake, Frederick Lake, and Hubley Big Lake. The first two loops of the trail (the Pot Lake Loop and the Indian Hill Loop) were constructed in 2003 by six students employed for two months plus help from some twenty volunteers, all coordinated by Peter Romkey. Together, the first two loops are about 12 km and take a full seven hours to hike.\n\nThe second two loops (called the Bluff Loop and the Hay Marsh Loop) were constructed in 2004. The four loop system covers over 30 km.\n\nThe signs at the trailhead emphasize that this trail is for experienced hikers; they warn hikers of some of the potential dangers of wilderness hiking.\n\nThe trial runs through ecologically sensitive barrens. It is for hiking only. It is critical that hikers stay on the trail, given the sensitivity of the area. The trail has been carefully routed to avoid wet areas and especially vulnerable places. We have made the trail narrow without using human-made structures. We intend that no ATVs or bikes use the trail. Hikers are expected to pack out what they carry in and practice techniques of wilderness travel that leave no trace.\n\nFor reasons of safety, hikers should carry a map and compass, first aid kit, adequate water and water purifiers, extra layers of warm, dry clothing, rain jacket and rain pants, a knife, emergency matches, and flashlight. Hikers should be alert since they will be traveling through bear and moose country. The trail is a wilderness trail, designed to challenge and delight the experienced hiker. Hikers should use caution at all times.\n\nThe trail passes through many different kinds of flora, including stretches of hardwoods, such as birch, oak, and beech, as well as large black spruce stands, mixed forests, fens, and many open granite barrens. The lichens covering the granite rocks are old and the uncommon Mountain Sandwort plant can be found here.\n\nThe trail moves generally along high ground, affording frequent stunningly beautiful vistas of the surrounding wilderness and lakes. At one point it runs through a stand of large old growth red pine between Pot and Cranberry Lakes. When completed, the trail will travel over the Bluff plateau, which is one of the highest points near Halifax, and wander through a large stand of jack pine, uncommon in these numbers in Nova Scotia.\n\nThe purpose of the trail is to allow the Woodens River community and the public generally to become aware of these extraordinary natural assets, on the principle that awareness is the first step in protection.\n\nMuch of this land is barrens and unsuitable for harvesting wood and difficult to develop into residences. As a result it has been left wild. It is wild not only in the sense of being undeveloped but in the sense of not being directly controlled by human needs and interests. Hunters visit the areas in hunting season, but for the most part these areas have remained undisturbed by frequent human travel. The bush in these areas is often extremely dense. Hiking in these areas is difficult without trails.\n\nWhen people go there, they are immediately impressed with its wildness. The experience is forbidding and alienating for some. For others it creates feelings of awe and even reverence and puts them in touch with parts of their natures that go untouched in the normal course of civilized affairs.\n\nFor them, walking in the solitude of ancient rocks and fens will bring wonder and joy. They may feel afraid to let others know about it, afraid it will be destroyed and that they will have betrayed the wild lives that own this place. They may be afraid too that if they don't, the consequences will be the same.\n\nWe believe that once people have experienced this wildness, most will understand its importance to their lives and the lives of their children and will not let it be destroyed.\n\n",{"type":"==","value":["Trails"]},"\nWilderness hiking trail with canoe routes, 30 km of wilderness trails.\n\nThe Bluff Trail gives access to a 22,000-acre tract of provincial crown land for hikers, paddlers, and winter sport enthusiasts\n\nThe area supports a variety of wildlife species including, moose, bear, deer, bobcat, fox, coyote, numerous trees, shrubs and herbs, lichens, songbirds, waterfowl and many more. Twenty lakes dot the landscape joined by forests, fens, raised bogs, and old fire barrens.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["44.675278"],["-63.821944"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Halifax Region"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Hubley, Nova Scotia"]]}]