[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Hudson"]]},"\n",{"type":"'''","value":["Hudson"]}," is a town in the county of Vaudreuil, province of ",{"type":"[[","value":[["Quebec"]]},", ",{"type":"[[","value":[["Canada"]]},", about 60 kilometres west of ",{"type":"[[","value":[["Montreal"]]},".  It sits on the southern shore of the Lake of Two Mountains, near the confluence of the Ottawa and St. Lawrence Rivers.  Although now an easy 45-minute highway drive from Montreal, it was once an isolated village of mainly Scottish and English farmers, and briefly a lakeside cottage getaway.  Much of its past can still be seen today, with a largely anglophone population, turn-of-the-century homes, pretty lakeside views, tree-lined streets and the English-inspired architecture of the town centre.  These features make it a popular daytrip for Montrealers, particularly in the summer.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFrom the island of ",{"type":"'''","value":["Montreal"]},", take Autoroute 40 westbound.  The most scenic route is to get off at Exit 35, turn right at Avenue Saint-Charles, and turn right at Chemin-de-l'Anse.  This will take you along the shore of the Lake of Two Mountains (Lac-des-Deux-Montagnes) until you get to Hudson, at which point the name of the street will change to \"Main\".  Drive another 4 km along Main road to get to the centre of town.  The trip from downtown Montreal takes about 45 minutes (except during Montreal's rush hour, when it will often take 90 min).\n\nFrom ",{"type":"'''","value":["Ottawa"]},", take Highway 417 eastbound.  At the Quebec border, the highway changes its name to Autoroute 40.  Get off at exit 22, turn left on Côte-St-Charles.  At the end of Côte-St-Charles, turn right on Main. Drive 1 km to get to the town centre.  The trip takes about 90 minutes.\n\n",{"type":"===","value":["By train\/bus"]},"\n\nPublic transport for Hudson is mainly designed to get people to Montreal in the morning and back in the evening. It is currently not possible to reach Hudson for a daytrip using only trains and busses, you would need to stay overnight.\n\nThere are two ways to get from ",{"type":"'''","value":["downtown Montreal"]}," to Hudson directly: \n",{"type":"*","value":[" an ",{"type":"[","value":["http:\/\/www.amt.qc.ca\/ AMT"]}," commuter train leaves Montreal's Lucien-L'Allier station at 5:20 pm Monday-Friday.  It comes back to Montreal from Hudson at 6:58 am Monday-Friday."]},{"type":"*","value":[" a  Greyhound bus leaves Montreal's bus station on Berri street at 12:01PM daily and stops on Harwood Boulevard in Hudson on request. This stop is about 3km outside the town centre.  To get back to Montreal via this route, the Greyhound bus stops daily at the Hudson stop at 1:40PM ",{"type":"[","value":["http:\/\/www.greyhound.ca\/ website with schedules"]}]},"\nYou can also get to Hudson by taking Montreal's public transit to:\n",{"type":"*","value":[" John Abbott College in Montreal's suburb of ",{"type":"'''","value":["Ste-Anne de Bellevue"]},", and connecting with a CIT La Presqu'Ile bus to Hudson at 3:29PM, 4:29PM and 5:47PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Vaudreuil"]}," train station on the ",{"type":"[","value":["http:\/\/www.amt.qc.ca\/docs\/pdf\/train\/Depliant_RG.pdf AMT"]}," Montreal-Vaudreuil line, and connect with a CIT La Presqu'Ile bus at 4:54PM, 6:12PM, and 7:03PM."]},{"type":"*","value":[{"type":"'''","value":["Cote Vertu Metro station"]}," and take a CIT La Prequ'Ile express bus to Vaudreuil.  Expresses leave Cote Vertu every half hour from 3PM to 7PM.  You can then connect with the Vaudreuil-Hudson bus discussed above."]},"\nFrom ",{"type":"'''","value":["Ottawa"]},", there is one bus to Montreal, which stops in Hudson and other small towns along the way on request.  It leaves at noon.\n\n",{"type":"===","value":["By ferry"]},"\nA ferry operates during most of the spring, all of summer, and most of autumn taking cars, people and bikes from Oka to Hudson across the Lake of Two Mountains. It leaves from Main Road, just east of Bellevue Street.",{"type":"[","value":["http:\/\/www.traverseoka.qc.ca\/schedule.htm schedule"]}," In the winter, the lake freezes over, and it is sometimes possible to drive over the ice across the lake from the ferry terminal to Oka (depending on weather conditions and ice thickness).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nThe town centre is concentrated on Main Road.  The centre of town can be traversed by car in two minutes.  Driving the whole 20 km route of Main Road (which continues as Chemin de l'Anse in neighbouring towns) can be quite scenic, with views of large country houses, farms, trees, and the Lake of Two Mountains.\n\n",{"type":"===","value":["By bicycle"]},"\nAlthough Main Road\/Chemin de l'Anse is quite narrow, one can often find groups of cyclists riding along this scenic route on summer weekends. Be aware that the north-south streets off of Main Road (Bellevue, Cameron, and Côte-Saint-Charles Streets) have very steep inclines at some parts.\n\n",{"type":"===","value":["By foot'''"]},"\nHudson is a small town; the town centre can be crossed by foot in 20 min.  Summertime is the best time to do this; in the winter, the cold and the wind make walking unpleasant.\n\n",{"type":"==","value":["See"]},"\nThe town's architecture is quite distinct from most towns in the greater Montreal area.  Some buildings date back to the beginning of the 1900s, while the new buildings have tried to copy some of the older building's features.  \n\nMost people who come to Hudson take a drive down Main Road to see the old houses, foliage and lakeviews.  This is popular in the summer but perhaps best done in October, when the leaves turn fall colours.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Visit ",{"type":"'''","value":["Finnegan's antique market"]}," on Saturdays in the summer.  Located on Main Road, about 4 kilometres west of the town centre, it always has some treasures."]},{"type":"*","value":[" ",{"type":"'''","value":["Have a lakeside picnic"]},".  The town has two public accesses to the shore of the Lake of Two Mountains: Sandy Beach (in the centre of town) and Thompson Park (near Finnegan's market).  Bring mosquito repellant.  The best time to do this is Labour Day weekend, when the lake fills with sailboats for an annual regatta."]},{"type":"*","value":[" ",{"type":"'''","value":["Have a lakeside drink or meal"]}," on the terrace of the Auberge Willow Place Inn restaurant.  With a fantastic view of the lake and the town of Oka, this is probably the most popular tourist attraction in Hudson."]},{"type":"*","value":[" ",{"type":"'''","value":["Watch a play"]}," at Hudson Village Theatre.  Located in Hudson's historic train station, just behind the Chateau du Lac, most of its shows run in the summer.  It features a variety of travelling companies as well as local productions. Occasionally, dedicated trains from Montreal take ticketholders directly to the theatre for a show.",{"type":"[","value":["http:\/\/www.hudsonvillagetheatre.ca"]}]},"\n",{"type":"==","value":["Buy"]},"\n\nFor such a small town, Hudson has a large number of antiques and arts and crafts shops.  Almost half of the town's businesses are devoted to this.  Aside from Finnegan's market, you can find many of these shops as you stroll down Main Road.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Viviry"],["url="],["email="],["address=510 Rue Main"],["lat=45.460142"],["long=-74.14435"],["directions=town centre, corner Yacht Club Road"],["phone = +1 450 458-5343"],["tollfree="],["fax="],["hours=breakfasts, lunch, supper"],["price=$"],["content=If inexpensive pizza, hamburgers, poutine, spaghetti or souvlaki are what you are after, this is an affordable family restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Willow Place Inn Pub & Restaurant"],["url=http:\/\/www.willowplaceinn.com\/"],["email="],["address=208 Rue Main"],["lat=45.447972"],["long=-74.108476"],["directions=About 2km east of town centre"],["phone=+1 450 458-7006"],["tollfree="],["fax="],["hours=Lunch & supper daily from 11am; Sunday brunch"],["price=$$ (pub & terrace) $$$ (restaurant)"],["content=This restaurant has good pub food, mediocre French cuisine, and its own ghost story (ask the waiters). But the real reason to go is for the lakeview on the terrace; many Montrealers drive one hour to Hudson just for this."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mon Village Restaurant & Pub"],["alt="],["url=http:\/\/www.restaurantmonvillage.com"],["email="],["address=2760 Côte St-Charles"],["lat=45.436686"],["long=-74.17527"],["directions=Near exit 22 of Autoroute 40"],["phone=+1 450 458-5331"],["tollfree="],["fax="],["hours=11:30AM-11:30PM"],["price="],["content=Pretty good pub food and a rustic atmosphere at reasonable prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cunningham's Irish Pub"],["alt="],["url=http:\/\/cunninghamspub.com"],["email="],["address=84 Rue Cameron"],["lat=45.457094"],["long=-74.141064"],["directions="],["phone=+1 450 458-2122"],["tollfree="],["fax="],["hours="],["price=$15-25"],["content=Typical Irish-style pub with good food. Live music on weekends."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Carambola"],["alt="],["url=http:\/\/carambola.ca"],["email="],["address=72 Rue Cameron"],["lat=45.457527"],["long=-74.140675"],["directions="],["phone=+1 450 458-0098"],["tollfree="],["fax="],["hours="],["price=$25-35"],["content=A small bring-your-own wine restaurant in Hudson that's quite popular with the baby boomer crowd."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are three bars in town: \n",{"type":"*","value":[" ",{"type":"'''","value":["Chateau du Lac"]},", perhaps the most striking old building in the town (corner Main Road and Wharf Road).  Apart from the architecture, it is simply a small town bar."]},{"type":"*","value":[" ",{"type":"'''","value":["Willow Place Inn Pub"]},".  A cozy pub in the English tradition."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cunningham's Pub"],["url=http:\/\/www.cunninghamspub.com\/hudson\/contact-e.htm"],["email="],["address=84 Cameron, Hudson, Quebec"],["lat="],["long="],["directions="],["phone = +1 450-458-2122"],["tollfree="],["fax="],["hours="],["price="],["content=A new Irish pub in town, with live music and pub food."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mademoiselle Clifford"],["url=http:\/\/www.mademoiselleclifford.com"],["email="],["address=60 Cameron Avenue, Hudson"],["lat="],["long="],["directions="],["phone = +1 450 458-7673"],["tollfree="],["fax="],["hours="],["price="],["content=A tradtional English tea room and florist in the heart of Hudson."]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nBeds and breakfasts are probably the best option for spending the night in Hudson.  There are many old houses with retired owners who have turned a room or two into B&Bs.  A Google search should turn up quite a few.",{"type":"<","value":["br"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Auberge Willow Place Inn"],["url=http:\/\/willowplaceinn.com"],["email="],["address=208 Main Road"],["lat="],["long="],["directions=2km east of Hudson town centre"],["phone = +1 450 458-7006"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hudson Inn"],["url="],["email="],["address=90 Route 201"],["lat="],["long="],["directions=Autoroute 40 Exit 17"],["phone = +1  450 458-5194"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An affordable hotel off the highway between Hudson and Rigaud (15 minute drive to centre of Hudson)"]]}]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["The village of ",{"type":"[[","value":[["Rigaud"]]}," is two exits west of Hudson on Autoroute 40.  There is a scenic mountain there, as well as \"sucreries\", ie., maple syrup farms where tourists can go for a hayride and try a traditonal Quebec meal."]},{"type":"*","value":["The village of ",{"type":"[[","value":[["Oka"]]}," is across the ",{"type":"'''","value":["Lake of Two Mountains"]}," by ferry.  This is a quaint town with a cheese-making monastery, a large water park and a Mohawk Indian reserve."]},{"type":"*","value":["Most residents of Hudson get out of town by spending the day in ",{"type":"[[","value":[["Montreal"]]}," or the ",{"type":"[[","value":[["Montreal\/West Island"],["West Island"]]},", with occasional trips to ",{"type":"[[","value":[["Ottawa"]]},"."]},"\n",{"type":"{{","value":[["routebox"],["image1=Quebec Autoroute 40.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Ottawa"]]}],["minorl1=",{"type":"[[","value":[["Rigaud"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Montreal"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["West Island"]]}]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Montérégie"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["45.45"],["-74.15"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]