[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Huesca"]}," is the capital city of the province by the same name, and is one of three provinces in the autonomous region of Aragon Spain. It is the gateway to the Pyrenees an area rich in romanesque architecture, ski resorts and stunning landscapes. The city itself is one of the least populated provincial capitals of Spain, hardly surpassing the 50,000 mark. Although part of its Old town was knocked down, it still maintains many interesting buildings of architectural and historical importance. standing out is its romanesque cathederal, typical of the province. Like many spanish towns it has suffered uncontrolled, high rise urbanisation in the last fifteen years.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nYou can reach the city and other towns by bus. The bus company's website is www.alosa.es. There are regular bus services from Barcelona to Huesca and Zaragoza to Huesca.  Arriving at Zaragoza Airport you can reach Huesca city and other provincial towns from the Main Bus Station. .\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport is ",{"type":"[[","value":[["Zaragoza"]]}," airport. Ryanair flies there.\n\n",{"type":"===","value":["By train"]}," \n\nTrains run from ",{"type":"[[","value":[["Barcelona"]]}," and ",{"type":"[[","value":[["Madrid"]]},", including the AVE high speed train.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are many places which you can only reach by mountain bike or 4x4, but that's the beauty of them. \n\n",{"type":"===","value":["By train"]},"\n\nThe train from Huesca to ",{"type":"[[","value":[["Canfranc"]]}," is worth catching just to see the scenery, and the surreal, semi-abandoned Louis XV style station at the end of the line. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Cathedral of Huesca, built over the former mosque, is an interesting mish-mash of styles with late Gothic doorways and a Renaissance carved alabaster altarpiece by Damian Forment. "]},{"type":"*","value":["The Casino in the centre of town is Modernista (Art Nouveau) with interesting interiors which can be visited, and a bar."]},{"type":"*","value":["The City Hall, with contains the famous \"Cuadro de la Campana\" painting, regarding the homonymous historic event."]},{"type":"*","value":["Miguel Servet Park, the largest park of the city, with several interesting buildings and statues like the Origami birds statue and a replica of the Snow White and the seven dwarfs house."]},{"type":"*","value":["The monastery of San Pedro el Viejo, famous by its romanesque cloister."]},{"type":"*","value":["El Coso, the major street that surrounds the old town."]},{"type":"*","value":["The Olimpia hall, Huesca's main theatre."]},{"type":"*","value":["Huesca's bullring"]},{"type":"*","value":["Other churches: San Vicente, San Lorenzo, San Miguel..."]},{"type":"*","value":["Huesca museum"]},{"type":"*","value":["The San Jorge hill and hermitage (pilgrimage when the San Jorge's day, patron saint of Aragon)"]},{"type":"*","value":["Other hermitages placed in Huesca's surrounding villages: Salas, Loreto etc."]},{"type":"*","value":["The city walls, now in process of restoration."]},"\n",{"type":"==","value":["Do"]},"\nThe best time to go is obviously in the summer, but January and February often have plenty of sun. August is fiesta season. \n\n",{"type":"*","value":["Huesca city has its ",{"type":"'''","value":["Fiesta Mayor"]}," from 9 to 15 August, with concerts and public drunkenness, and you may wish to avoid this, or indeed make a point of going there. There are various international music festivals in the province in July and August."]},"\n",{"type":"*","value":[{"type":"'''","value":["Winter sports"]}," - in ",{"type":"[[","value":[["Canfranc"]]},", ",{"type":"[[","value":[["Benasque"]]},",  ",{"type":"[[","value":[["Astún"]]},", ",{"type":"[[","value":[["Cerler"]]},", ",{"type":"[[","value":[["Candanchú"]]}," and other ski stations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Canyoning"]}," - the descent of mountain rivers through caves and canyons, in wetsuits. Dangerous in June due to flash floods."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mountaineering"]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nLocal specialities include Pollo al chilindrón (chicken with red peppers) and Ternasco (local lamb).\n\n",{"type":"*","value":[{"type":"'''","value":["The Hervi Restaurant"]}," - recommended for inexpensive home-style cooking. Only go if you're hungry (big servings) and understand spoken Spanish - the menu is not written down."]},"\n",{"type":"==","value":["Drink"]},"\n\nThe ",{"type":"'''","value":["Somontano wines"]}," are good, but not as good as they're priced. \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Lacasa Faus Hutte"],["url=http:\/\/www.hotellacasa-faus-hutte.com"],["email="],["address=Carretera de Francia, km 658.5"],["lat="],["long="],["directions="],["phone=+34974378136"],["tollfree="],["fax="],["hours="],["price=42- €96"],["checkin=2PM"],["checkout=12PM"],["content=Lacasa Faus-Hutte is located at 1000 meters high from the heart of the west side of Pirineos Mountain.\nOnly 12 minutes distance from the Ski stations of Astún & Candanchú.\nJaca city is only 12 km far from Lacasa Faus-Hutte.\nThere is easy access to the valleys of Ansó, Hecho, Ordesa ,El Roncal y Valle de Tena."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Spa Monasterio de Boltaña"],["alt=Hotel Pirineo"],["url=http:\/\/www.monasteriodeboltana.es\/en\/"],["email="],["address=C\/ Afueras - 22340"],["lat="],["long="],["directions=Boltaña (Huesca)"],["phone=+34974508000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Close to the Hotel doors, the almost only wild river that is left in the Pyrenees, the river Ara flows by. One of the most beautiful rivers of these mountains."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Loarre"]}," One of the best Romanesque castles in Europe  (recently the site for Ridley Scott's film, Kingdom of Heaven) just has a one-man bar hidden behind a few rocks, and a part-time guide.  Close to Huesca city."]},"\n",{"type":"*","value":[" Although you might be attracted to the high Pyrenees, you should definitely visit the pre-Pyrenees - a parallel range just to the North of Huesca city. "]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Sierra de Guara"]}," for mountaineering and birdwatching (vultures and birds of prey)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ordesa National Park"]]}]}," is particularly spectacular in autumn. In summer some of the waterfalls dry up. No cars."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Barbastro"]]}]}," Small town with an interesting old part, centre of the Somontano wine district. You can visit ",{"type":"'''","value":["vineyards"]}," from here."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Ainsa"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Ansó"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Alquézar"]]}]}," are beautiful, well preserved Romanesque villages in mountainous regions. There are other, less well-known places which are also charming. "]},"\n",{"type":"*","value":[{"type":"'''","value":["San Juan de la Peña"]}," has to be seen - part Romanesque, part Gothic shrine set into an enormous rock in lovely mountain scenery. Easily accessible from Huesca."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Jaca"]]}]}," has an important Romanesque cathedral and fortifications reputed to be designed by Leonardo de Vinci (they're not)."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Villanueva de Sigena"]]}]}," The Monastery of Santa María de Sigena is located next to the town. Birthplace of Michael Servetus, the discoverer of pulmonary circulation with a museum dedicated to his work."]},"\n",{"type":"{{","value":[["geo"],["42.1333"],["-0.4167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Aragon"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Huesca"]]},"\n\n",{"type":"[[","value":[["Commons:Huesca"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["es:Huesca"]]}]