[{"type":"{{","value":[["pagebanner"],["Budaors_banner.jpg"],["caption=Budaors"]]},"\n",{"type":"{{","value":[["quickbar"],["image= Budapest parliament 42447015 9d06c74869 o.jpg"],["location= LocationHungary.png"],["flag= Flag of Hungary.svg"],["capital=",{"type":"[[","value":[["Budapest"]]}],["government=Parliamentary democracy"],["currency=Forint (HUF)"],["area=",{"type":"''","value":["total:"]}," 93,030 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 690 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 92,340 km",{"type":"<","value":["sup",["2"]]}],["population=10,049,000 (2008 est.)"],["language=",{"type":"[[","value":[["Hungarian"]]}," 98.2%, other 1.8%"],["religion=Roman Catholic 67.5%, Calvinist 20%, Lutheran 5%, atheist and other 7.5%"],["electricity=230\/50Hz (European Plug)"],["callingcode=+36"],["tld=.hu"],["timezone=UTC +1"]]},"\n",{"type":"[","value":["http:\/\/www.hungary.com",{"type":"'''","value":["Hungary"]}]}," (",{"type":"''","value":["Magyarország"]},") is an ",{"type":"[[","value":[["European Union"],["EU"]]}," member state featuring a gorgeous capital city, ",{"type":"[[","value":[["Budapest"]]},", and the largest lake in ",{"type":"[[","value":[["Central Europe"]]},", Balaton. Hungary offers many diverse destinations: relatively low mountains in the north-west, the Great Plain in the east, lakes and rivers of all sorts, and many beautiful small villages and hidden gems of cities. Top this off with Hungary's great accessibility in the middle of Europe, a vivid culture and economy, and you get a destination absolutely worth visiting if you're in the region.\n\n",{"type":"==","value":["Understand"]},"\nHungary is one of the 15 most popular tourist destinations in the world, with a ",{"type":"[[","value":[["Budapest"],["capital"]]}," regarded as ",{"type":"[","value":["http:\/\/whc.unesco.org\/archive\/advisory_body_evaluation\/400bis.pdf one of the most beautiful in the world"]},". Despite its relatively small size, Hungary is home to numerous World Heritage Sites, UNESCO Biosphere reserves, the second largest thermal lake in the world (Lake Hévíz), the largest lake in Central Europe (",{"type":"[[","value":[["Lake Balaton"]]},"), and the largest natural grassland in Europe (",{"type":"[[","value":[["Hortobágy"]]},"). In terms of buildings, Hungary is home to the largest synagogue in Europe (the Great Synagogue of Budapest), the largest medicinal bath in Europe (Széchenyi Medicinal Bath), the third largest church in Europe (Esztergom Basilica), the second largest territorial abbey in the world (Pannonhalma Archabbey), the second largest Baroque castle in the world (Gödöllő), and the largest Early Christian Necropolis outside Italy (Pécs).\n\nYou can expect to find safe food and water, good safety and a generally stable political climate.\n\nHungary has been ethnically diverse since its inception, and while today over 90% of the population are ethnically Hungarian, pockets of ethnic and cultural Slovaks, Romanians, Germans, Romani\/Sinti people (Gypsies), and others dot the country. Due to the border changes of Hungary after World War I, over 2 million ethnic and cultural Hungarians live in bordering countries, as well. The Hungarians, otherwise known as Magyars, are the descendants of several tribes from Central Asia, who were believed to be fierce, nomadic horsemen and came to Central Europe in the 9th century.\n\n",{"type":"===","value":["Politics"]},"\nHungary is currently ruled by a right-wing conservative party that is accused of authoritarian behavior. This is unlikely to affect travellers who refrain from political activity and do not run afoul of the law, except for Romani\/Sinti people, who have been under violent attack by vigilantes in some places. The ultra-right-wing opposition Jobbik Party has also made some very troubling anti-Semitic and anti-Romani\/Sinti statements, and if it ever gained greater power, it is likely that many people would be endangered, so the situation bears watching.\n\n",{"type":"===","value":[" Climate "]},"\nTemperatures in Hungary vary from -20°C to 39°C through the year. Distribution and frequency of rainfall are unpredictable due to the continental clime of the country. Heavy storms are frequent after hot summer days, and so do more days long still rainfalls in the Autumn. The western part of the country usually receives more rain than the eastern part, and severe droughts may occur in summertime. Weather conditions in the Great Plain can be especially harsh, with hot summers, cold winters, and scant rainfall.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Hungary colour.png"],["regionmapsize=400px"],["regionmaptext=Regions of Hungary"],["region1name=",{"type":"[[","value":[["Central Hungary"]]}],["region1color=#a4c28d"],["region1items="],["region1description=The most-visited part of the country due to the capital ",{"type":"[[","value":[["Budapest"]]},"."],["region2name=",{"type":"[[","value":[["Lake Balaton"]]}],["region2color=#b383b3"],["region2items="],["region2description=Ten thousands of visitors a year head to ",{"type":"[[","value":[["Siófok"]]},", the unofficial summer capital of Lake Balaton."],["region3name=",{"type":"[[","value":[["Transdanubia"]]}],["region3color=#c8b7b7"],["region3items="],["region3description=This historic region west of the river Danube is one of the most economically developed of the country."],["region4name=",{"type":"[[","value":[["Northern Hungary"]]}],["region4color=#6698bb"],["region4items="],["region4description=Great historic towns, wine-regions and (cave) baths are to be seen here."],["region5name=",{"type":"[[","value":[["Great Hungarian Plain"]]}],["region5color=#c5995c"],["region5items="],["region5description=Somewhat isolated from the rest of the country, this is a large region with flat to rolling plains. ",{"type":"[[","value":[["Debrecen"]]}," could be considered the unofficial capital of the region."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Budapest"]]}," — with green filled parks, interesting museums, and a pulsating nightlife, Budapest is one of Europe's most delightful and enjoyable cities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Debrecen"]]}," — the second largest city in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Győr"]]}," — there are many cafés, restaurants, boutiques, and night clubs in its lovely baroque city center"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kecskemét"]]}," — a town famous for its vibrant music scene, plum brandy, and Art Nouveau architecture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Miskolc"]]}," — with the unique cave bath in ",{"type":"[[","value":[["Miskolc-Tapolca"]]},", the third largest city in the country, located near the Bükk hills"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nyíregyháza"]]}," — a medium-sized city with a busy water resort, museum village, and annual autumn festival"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pécs"]]}," — a pleasant cultural centre and university town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Szeged"]]}," — the sunniest city in Hungary"]},{"type":"*","value":[" ",{"type":"[[","value":[["Székesfehérvár"]]}," — former royal seat, currently famous for its baroque architecture and museums"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aggtelek"]]}," — beautiful caves with dripstones and stalagmites"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bükk"]]}," — a section of the Carpathian Mountain range"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Balaton"]]}," — the major lake of Hungary and the biggest lake in ",{"type":"[[","value":[["Central Europe"]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Schengen"]]},"\n\nRecognised refugees and stateless persons in possession of a valid travel document issued by the government of any one of the above countries\/territories are exempt from obtaining a visa for Hungary (but ",{"type":"'''","value":["no"]}," other Schengen country, except ",{"type":"[[","value":[["Germany"]]}," and, for refugees, ",{"type":"[[","value":[["Slovakia"]]},") for a maximum stay of 90 days in a 180 day period.\n\nCitizens of ",{"type":"[[","value":[["Antigua and Barbuda"]]}," are permitted to work in Hungary without the need to obtain a visa for the period of their 90 day visa-free stay. However, this ability to work visa-free does not necessarily extend to other Schengen countries.\n\nCitizens of ",{"type":"[[","value":[["Croatia"]]}," can also enter the country by showing their identity card, but may not stay longer than 90 days in a 180-day period or work in Hungary without a work permit.\n\n",{"type":"===","value":["By plane"]},"\n\nHungary's international airports are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bud.hu\/index.nfo?tPath=\/english Liszt Ferenc Airport"]}]}," in ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airportdebrecen.hu\/ Airport Debrecen"]}]}," in ",{"type":"[[","value":[["Debrecen"]]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hevizairport.com\/ FlyBalaton Airport"]}]}," in Sármellék. The Hungarian national carrier, ",{"type":"'''","value":["Malév"]}," (Hungarian Airlines) was closed down in early 2012. There are also several ",{"type":"'''","value":["low cost carriers"]}," operating to Budapest: for example ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wizzair.com Wizzair"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easyjet.com Easyjet"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.germanwings.com Germanwings"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airberlin.com Airberlin"]}]},".\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[[","value":[["Budapest"]]}," is an important railway hub for the whole Hungary and large part of eastern Europe, with frequent trains from ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Czechia"]]}," and ",{"type":"[[","value":[["Slovakia"]]},". There are at least one train daily from ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Romania"]]},", ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Switzerland"]]}," and ",{"type":"[[","value":[["Ukraine"]]},", as well as through cars from ",{"type":"[[","value":[["Poland"]]}," and seasonal through sleepers from ",{"type":"[[","value":[["Bulgaria"]]}," and ",{"type":"[[","value":[["Montenegro"]]},".\n\nFor detailed info see ",{"type":"[[","value":[["Budapest#By_train"]]},".\n\nYou can search for international train connections at official schedule site ",{"type":"[","value":["http:\/\/www.elvira.hu\/"]}," of MÁV, national train company, or at German Railways website ",{"type":"[","value":["http:\/\/www.bahn.de"]}," covering almost whole Europe.\n\n",{"type":"===","value":["By car"]},"\n\nTo enter the country, ensure that your International Motor Insurance Card is valid for Hungary(H) along with the Vehicle Registration and a Power of Attorney from the owner if the car is not yours. The border guards are very strict about allowing cars through without these documents ( see excepts below). \n\nThe Hungarian border control is very strict and thorough.  They will not hesitate to conduct a full vehicle search if necessary.  \nEntry from Schengen countries ( Austria, Slovenia,Slovakia ) is out of such border control since the abolition of physical borders. All those  remain show light control (Romania,Croatia) and due to a bilateral agreement Serbian citizens are also no more undergo a strict border control. However you have to take into consideration that from Schengen area you might undergo a so-called inside-customs control wherever moving\/driving in the country. Non-Schengen passengers must take into account facing a strict control upon customs prescriptions from Ukraine and Serbia. Coming from Serbia you are allowed to bring 2 packets of cigarettes into Hungary. If you bring more they will take it and fine for €102. Weapons for hunting are allowed to bring in from any EU member state if you have a European License. However with possessing that you may not buy or sell your or a new weapon here. Automatic weapons can't  be held at all, you'll never get a license in HU to obtain such. The same is the situation with illicit drugs as well.Infringement of these rules may definitely lead to your immediate arrest!\nEntry from non-Schengen countries can take quite a long time, in particular in the summer months on the weekends when EU-Nationals are returning north along the E75 corridor from Belgrade, Serbia.  The wait lines to get through the border have been as long as 7 km with a wait time of up to 6 hours.  Alternative border points in Hungary or Croatia can be used to by-pass. If you are driving in from an EU country e.g. Austria, you are required to pull over to check with authorities at the border, otherwise, the borders are open and usually the immigration control kiosk are empty. \n\nWhen driving into Hungary, ensure that the border crossing on the route you choose allows the passage of foreigners. Also some smaller crossings close in the afternoon for the night. It is also required to buy a vignette for driving on highways ",{"type":"[","value":["http:\/\/www.motorway.hu\/02Ematrica\/01Dijtablazat2011"]},".\n\n",{"type":"===","value":[" By bus "]},"\n\nSeveral international bus lines go in or through Hungary. You can find timetables and book tickets on the homepage of Volánbusz ",{"type":"[","value":["http:\/\/www.volanbusz.hu\/en\/"]},", which is the national bus company and also the local Eurolines representation.\nAlternatively, Orangeways bus company ",{"type":"[","value":["http:\/\/www.orangeways.com\/en"]}," offer services on routes between Budapest and Austria, Croatia, Czech Republic, Germany, Poland, Romania and Slovakia. Timetables and online booking are available on their website.  \nOn the southern border with ",{"type":"[[","value":[["Serbia"]]}," you shouldn't be surprised when there in the bus a collection is being held for a donation to the border-guards, to let the bus pass faster.\n\n",{"type":"===","value":["By ship"]},"\n\nIt is possible to enter Hungary by international shipping lines on Danube (Duna) or Tisza rivers.\nThere is a scheduled hydrofoil service on the Danube to and from Vienna and Bratislava between May and September operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mahart.info\/webset32.cgi?MAHART@@EN@@38@@365391497 Mahart."]}]},"\n\n",{"type":"===","value":["From Slovakia"]},"\n",{"type":"*","value":[" You can use the bus no. 91 of the urban traffic company of Bratislava (DPB) going to Čunovo in order to cross between ",{"type":"'''","value":["Rajka"]}," (Hungary) and ",{"type":"'''","value":["Bratislava"]}," (Slovakia). In Bratislava, the bus has ",{"type":"''","value":["Nový most"]}," as its terminus, and near the Hungarian border you get on\/off at the stop ",{"type":"''","value":["Čunovské jazerá"]}," (you need to signal to the driver if you plan to get off at this stop). From Čunovské jazerá it's a four-kilometer-long straight walk through a flat terrain to the town of Rajka, two kilometers on each side of the border. You may detour to visit a monument at the Austrian-Hungarian-Slovakian three country border."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" By plane "]},"\n\nHungary presently has no regular domestic flights. As Budapest lies in the center of the country and pretty much any point can be reached within three hours by train or bus, there isn't much need for scheduled domestic flights.\n\nHowever there are many opportunities for people with a valid pilot's license to rent a plane and explore by air.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.malevpilotaiskola.hu\/ A Pilot's Academy of Malev Flying Club"]}]}," +36(20)565-6467, Dunakeszi. Lightweight gliders and other stuff."]},"\n",{"type":"===","value":[" By train "]},"\n\n",{"type":"{{","value":[["infobox"],["Buying train tickets on-line in Hungarian"],["You can purchase domestic and some international train tickets on the web, but only in Hungarian. It will certainly be a nightmare if you don't speak the language, but if you believe that it's worth the hassle, the following instructions will help you. \n# First of all, you have to register at MÁV's site ",{"type":"[","value":["https:\/\/jegyvasarlas.mav-start.hu\/eTicketV2\/Kijelentkezes"]},". \n# Click on the blue underlined ",{"type":"'''","value":["Regisztráció"]}," (registration) word at the bottom of the page. Type your e-mail address next to ",{"type":"'''","value":["e-mail"]},", choose a password, enter it next to ",{"type":"'''","value":["Jelszó"]},", then repeat your password next to ",{"type":"'''","value":["Jelszó ismét"]},". Tick the box below, and click on the orange ",{"type":"'''","value":["Regisztráció"]}," button.\n# Check your e-mail account; you should have received an e-mail from MÁV containing a blue link. Click on it. \n# Return to MÁV schedule page by clicking here ",{"type":"[","value":["http:\/\/elvira.mav-start.hu\/"]},".\n# Wow, this section is in English! Use your common sense, select the train you need, then click on ",{"type":"'''","value":["Tickets"]},". For international journeys you have to select a particular offer by clicking on its price.\n# On the next page type your e-mail address next to ",{"type":"'''","value":["E-mail"]},", enter your password chosen in step 2 next to ",{"type":"'''","value":["Jelszó"]},". Click on the orange ",{"type":"'''","value":["Bejelentkezés"]}," (enter) button. \n# On the next page, if you click on ",{"type":"'''","value":["Jegy a kosárba"]}," (add to basket), you will have one piece of full fare 2nd class ticket in your basket. Need more tickets? Click again on ",{"type":"'''","value":["Jegy a kosárba"]},". Rather prefer a 1st class ticket? Tick ",{"type":"'''","value":["1. osztály"]}," (1st class). Want to finally buy your tickets? Click on the orange ",{"type":"'''","value":["Fizetés"]}," (proceed to payment). \n# On the next page check the ",{"type":"'''","value":["tudomásul vettem, nem kérek számlát"]}," (don't want to get a receipt) box and click on the orange ",{"type":"'''","value":["Banki fizetés"]}," (payment through bank server) button. \n# Fill you payment information, fortunately the bank payment page is in English.\n# On the next page click on ",{"type":"'''","value":["Elküld"]}," (send data) button again. \n# After a few seconds a new page will appear, containing a huge 10-digit blue serial number. The number itself doesn't allow you to board the train. You will have to go to a major Hungarian railway station, find a pre-purchased ticket issuing machine (consult this page ",{"type":"[","value":["https:\/\/jegyvasarlas.mav-start.hu\/eTicketV2\/jegyatvetelipontok.html"]}," about where to find the nearest), and input the serial number in order to get the tickets."]]},"\n\nThe Hungarian National Railway is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mav-start.hu\/ MÁV"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gysev.hu GYSEV"]}]}," (some lines in the west of the country). MÁV has ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mav.hu\/english\/index.php online schedule and pricing site"]}]},". See boxed text about how to use its online booking system, available only in Hungarian.\n\nThe train ",{"type":"'''","value":["network"]}," is star-shaped (hub-and-spoke), fanning out from the centre at ",{"type":"[[","value":[["Budapest"]]},". This is caused by history because half of the once complete train system went to the neighbor countries after World War I. If neither the starting or ending point is Budapest, expect to travel for a ",{"type":"''","value":["long time"]}," often with change in Budapest. \n\n",{"type":"'''","value":["Intercity (IC)"]}," trains are the fastest, and they're up-to-date, well maintained and clean. They link the major cities with Budapest. Expect to pay about 550 Forints (= €2) extra fee independently from the distance for the manditory seat reservation (not in international ICs, ECs). In some cases the extra charge can be lower. Compared to the majority of Western European ticket prices, Hungary's IC trains are among the cheapest, with an excellent record of speed and comfort. At the ",{"type":"'''","value":["weekends"]}," many students use these IC trains to commute between Budapest and other cities, so an early advance booking is recommended on Friday afternoons for the trains leaving Budapest and on Sunday evenings for trains towards Budapest.  Working with a notebook is generally safe, unless it's heavy overcrowded.\n\n",{"type":"'''","value":["Other train lines"]}," usually are not that fast, and not always cleaned up to the high standards (even in the 1st class), and often vandalised (mostly in Budapest region); however quality standards are improving. During summer trains linking Balaton to Budapest are sometimes overcrowded with the IC usually being sold out. The next choice is the gyorsvonat, or the old fast train. Pricing depends only on the distance and on the car class. Cash desks assume 2nd class by default for non-IC trains (at least in Budapest for English speakers), so if you didn't catch your IC, consider asking 1st class, paying small extra for much more comfort. Smoking is prohibited on all trains, as well as on the station platforms.\n\n",{"type":"'''","value":["Young people"]}," (under 26 years) may travel with 33% reduction at the weekends (Friday afternoon included). ",{"type":"'''","value":["Children"]}," (under 6 years) and ",{"type":"'''","value":["retired"]}," (citizens from EU countries over 65 years) can travel free except on InterCity trains where the extra fee (reservation) must be paid.\n\nIt is possible to buy ",{"type":"'''","value":[{"type":"[[","value":[["Inter Rail"]]}," pass"]}," for Hungary. Check whether buying tickets for each journey is cheaper.\n\n",{"type":"===","value":[" By bus "]},"\n\n",{"type":"{{","value":[["infobox"],["How to check the domestic long-distance bus timetable"],["It's possible to plan your travel checking Volán’s online timetable ",{"type":"[","value":["http:\/\/www.menetrendek.hu\/cgi-bin\/menetrend\/html.cgi"]},". It is available only in Hungarian, but easy to use: ",{"type":"''","value":[" “honnan” "]}," means ",{"type":"''","value":["‘from’, “hová”"]}," is ",{"type":"''","value":["‘to’"]},"; write your departure date in format ",{"type":"''","value":["year\/month\/day"]}," after ",{"type":"''","value":["“mikor”"]},"; leave the other parameters alone and press ",{"type":"''","value":["“keresés”, ‘search’"]},". The results appear on the next page. (",{"type":"''","value":["“Autóbusz állomás” "]}," will mean ",{"type":"''","value":[" ‘bus station’, “naponta”"]}," is ",{"type":"''","value":["‘daily’, while “munkanapokon” is ‘on workdays’ "]},")."]]},"\n\nHungary’s national bus network is operated by 28 state run companies, united in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.volan.hu\/ Volán Association"]}]},".Connections are frequent, prices are identical to those on non-Intercity trains. Bus lines often are more complete than train lines, the speed is quite similar. Long-distance buses are clean and safe, but often subject to delays. Buy your ticket at the station ticket desk before boarding; if you do not take your bus at a main station, purchase a ticket from the driver. Make sure that you validate tickets even when buying from the bus driver. The small orange boxes are used for validating tickets and are seen at several points throughout the bus. Ticket inspectors operate on the airport bus and if you have not validated your ticket, you are liable for a ",{"type":"<","value":["abbr",{"title":"Hungarian forint"},["HUF"]]},"7,000  on the spot fine. It is a good idea to reserve your tickets for national holidays, Friday and Sunday evenings beforehand. Online booking is available only in Hungarian ",{"type":"[","value":["http:\/\/195.56.180.187\/online\/index.php"]},". See boxed text about how to check the timetable.\n\n",{"type":"===","value":[" By boat "]},"\nThere are several scheduled riverboat and hydrofoil lines operated by ",{"type":"[","value":["http:\/\/www.mahart.info\/webset32.cgi?MAHART@@EN@@32@@546056730 MAHART PassNave Ltd."]}," from the capital city ",{"type":"[[","value":[["Budapest"]]}," to towns in the Danubebend, like ",{"type":"[[","value":[["Szentendre"]]},", ",{"type":"[[","value":[["Visegrád"]]}," and ",{"type":"[[","value":[["Esztergom"]]},", and also ",{"type":"[","value":["http:\/\/www.mahart.info\/webset32.cgi?MAHART@@EN@@38@@36539149 a good hydrofoil boat connection operated by the same company between ",{"type":"[[","value":[["Vienna"]]}," and Budapest"]}," from May to September.\n\nIn the capital city there are several sightseeing and night cruises operated by MAHART PassNave Ltd. and other shipping companies, like Legenda Ltd.\n\nThere are some ferries on Danube and Tisza but their working hours are undependable. You can trust the ferry on Lake Balaton, though, for a modest price.\n\n",{"type":"===","value":[" By car "]},"\n\nMost roads in Hungary are two-lane, apart from modern motorways. Main roads are mostly in good shape; however, cracks, potholes and bumpy roads are common on minor roads and in major cities, though they are constantly being repaired. It is usually not difficult to travel by using a map and following road signs. \n\n\nExpressways are not free, but there are no other toll roads or tunnels. A vignette system is used, similar to that in neighboring Austria and Slovakia, but as of 2013 the vignette is stored electronically and checked for using gantries that read license plate numbers. You can purchase them in intervals of 10 days (called \"Weekly vignette\"), 1 month, or 1 year. The vignette is very important and it is a good idea to buy it even if you don't plan to use the highway. Control is automatic with video cameras and you will get a high ticket (HUF20,000) automatically without any warning.\n\nIf you travel by normal roads the speed limit is 90 km\/h between cities and 50 km\/h inside, which slows you to the average around 60 km\/h. Roads often have high traffic (especially main roads like #8 to the west, #6 to the south and #4 to the east). On highways the speed limit is 130 km\/h, travel is the same as in Germany, and on the inside lane it is very common to have someone speed by you. \n\nExpect the Police to use speed traps of all kinds: fixed ones on all motorways which are signed, and mobile ones from bridges, cars standing on the shoulder or behind bushes and trees. Beware that some policemen hide around speed limit signs, especially when the sign visibly useless or if it's extremely slow for the given road type. Police corruption is widespread especially around Budapest (generally HUF10, 000 solves usual problems if you don't get arrested for it).\n\nWhen you cross the country from the west to the east (or vice versa), take into account that there are only a few bridges crossing the ",{"type":"[[","value":[["Danube"]]}," outside ",{"type":"[[","value":[["Budapest"]]},". There are some ferries available though.\n\nOutside urban areas, it is a legal requirement to drive with headlights on, even during the day—a requirement that is becoming more common across the EU.\n\nHungary has a policy of zero tolerance for driving under the influence of alcohol. If you are caught driving even after only having a couple of units of alcohol you are most likely to be arrested.\n\n",{"type":"====","value":[" Highways "]},"\n\nThere is a fast growing highway network in Hungary (1,480 km in total). Each highway starts in Budapest.\n\n",{"type":"*","value":[" M0 - Motorway ring around Budapest. The north-western section is under construction, planned to be ready at the end of 2012."]},{"type":"*","value":[" M1 - connection to ",{"type":"[[","value":[["Győr"]]},", ",{"type":"[[","value":[["Austria"]]}," and ",{"type":"[[","value":[["Slovakia"]]}," (west)"]},{"type":"*","value":[" M2 - connection to ",{"type":"[[","value":[["Vác"]]},", planned to reach the border to ",{"type":"[[","value":[["Slovakia"]]}," by 2015 (north)"]},{"type":"*","value":[" M3\/M30\/M35 - connection to ",{"type":"[[","value":[["Miskolc"]]},", ",{"type":"[[","value":[["Debrecen"]]}," and ",{"type":"[[","value":[["Nyíregyháza"]]}," (east)"]},{"type":"*","value":[" M5 - connection to ",{"type":"[[","value":[["Serbia"]]},", via ",{"type":"[[","value":[["Kecskemét"]]}," and ",{"type":"[[","value":[["Szeged"]]}," (south-east) "]},{"type":"*","value":[" M6\/M60 - Connection to ",{"type":"[[","value":[["Dunaújváros"]]}," and ",{"type":"[[","value":[["Pécs"]]},"(south)"]},{"type":"*","value":[" M7\/M70 - connection to ",{"type":"[[","value":[["Lake Balaton"]]},", ",{"type":"[[","value":[["Croatia"]]}," and ",{"type":"[[","value":[["Slovenia"]]}," (south-west)"]},"\nPlanned:\n\n",{"type":"*","value":[" M4 - will provide connection to ",{"type":"[[","value":[["Romania"]]}," via ",{"type":"[[","value":[["Szolnok"]]}," ",{"type":"<","value":["s",["by the year 2015"]]}," (east)"]},{"type":"*","value":[" M44 - will provide connection between the M5 at ",{"type":"[[","value":[["Kecskemét"]]}," and the Romanian border via ",{"type":"[[","value":[["Békéscsaba"]]}," (east)"]},{"type":"*","value":[" M8\/M9 - will cross the country east-west ",{"type":"<","value":["s",["by 2015"]]}]},"\nA single vignette is required to use all highways, except for M0 and short sections around major cities, which are free. Vignettes can be purchased online with bankcard on ",{"type":"[","value":["https:\/\/ematrica.autopalya.hu\/"]}," (and several private online companies), at filling stations and at ÁAK (State Motorway Management Co.) offices. A 10-day vignette for a passenger car costs HUF2,975 (~€10) during summertime, the 4-day ticket for car has been cancelled. Vignettes are controlled automatically through a camera system. See ",{"type":"[","value":["http:\/\/www.motorway.hu\/"]}," or ",{"type":"[","value":["http:\/\/www.nart.hu\/"]}," for details.\n\n",{"type":"===","value":["By car pool"]},"\nThe Hungarian ",{"type":"[","value":["http:\/\/oszkar.com oszkar.com social car pool network\/website"]}," will allow you to find cheap transport around the country and from (and to) many European cities (especially Vienna, but many German cities are also well \"serviced\").\n\nIn case you're not familiar with the idea: people who travel by car and willing to take passengers post their itinerary. You can hitch a ride by booking it on the website and then contacting the driver, whose contact information the website furnishes you with. People wishing to travel by car pool can also post and hope to be found by a prospective driver. Passengers are expected to contribute to the cost of the trip, but \"fares\" are typically much lower than bus\/coach or rail fares (e.g. as of 2013, a trip from Vienna to Budapest may cost anywhere between 2500 and about HUF6,500). A significant downside is that the site is in Hungarian (although you might be able to navigate it with a service Google Translate) and that booking (but not searching) requires registration, which is free. Drivers as well as passengers can rate each other after trips, much like at auction sites.\n\nDrivers are typically young adults (young enough to be familiar with the Internet and old enough to own their own cars); this also means they're slightly more likely to speak a foreign language than the average Hungarian, but you still shouldn't depend on it.\n\nRecently, some commercial \"shuttle operators\" have started using oszkar.com to offer rides too; their postings are visually distinguishable from \"amateur\" ones.\n\nOszkar.com is a buyer's market: there are generally many more passenger seats available than passengers.\n\n",{"type":"===","value":["By taxi"]},"\n\nInspect the change that taxi drivers give you. Cabbies commonly rip off tourists by giving them change in outdated Romanian currency, which looks similar to Hungarian currency, but is worthless and cannot be redeemed.\n\n",{"type":"{{","value":[["seealso"],["Budapest#By taxi"]]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"===","value":["Hungarian"]},"\n",{"type":"{{","value":[["seealso"],["Hungarian phrasebook"]]},"\n\nHungarians are rightly proud of their unique, complex, sophisticated, richly expressive language, ",{"type":"'''","value":["Hungarian"]}," (",{"type":"''","value":["Magyar"]}," pronounced \"mahdyar\").  It is a Uralic language most closely related to Mansi and Khanty of western Siberia.  It is further sub-classified into the Finno-Ugric languages which include ",{"type":"[[","value":[["Finnish"]]}," and ",{"type":"[[","value":[["Estonian"]]},"; it is not at all related to any of its neighbours: the Slavic, Germanic, and Romance languages belonging to the Indo-European language family.  Although related to Finnish and Estonian, they are not mutually intelligible.  Aside from Finnish, it is considered one of the most difficult languages for English speakers to learn with the vocabulary, complicated grammar, and pronunciation being radically different.  So it is not surprising that an English speaker visiting Hungary understands nothing from written or spoken Hungarian.  Hungary did adopt the Latin alphabet after becoming a Christian kingdom in the year 1000. \n\nEnglish-speakers tend to find most everything about the written language tough going, including a number of unusual sounds like ",{"type":"''","value":["gy"]}," (often pronounced like the ",{"type":"''","value":["d"]}," in \"during\" in Britsh English and ",{"type":"''","value":["ű"]}," (vaguely like a long English ",{"type":"''","value":["e"]}," as in ",{"type":"''","value":["me"]}," with rounded lips), as well as agglutinative grammar that leads to fearsome-looking words like ",{"type":"''","value":["eltéveszthetetlen"]}," (unmistakable) and ",{"type":"''","value":["viszontlátásra"]}," (goodbye). Also, the letters can very well be pronounced differently than in English: the \"s\" always has a \"sh\" sound, the \"sz\" has the \"s\" sound, and the \"c\" is pronounced like the English \"ts\", to name a few.  On the upside, it is written with the familiar Roman alphabet (if adorned with lots of accents), and—unlike English—it has almost total phonemic orthography. This means that if you learn how to pronounce the 44 letters of the alphabet and the digraphs, you will be able to pronounce almost every Hungarian word properly. Just ",{"type":"''","value":["one"]}," difference in pronunciation, vowel length, or stress can lead to misinterpretation or total misunderstanding. The stress always falls on the first syllable of any word, so all the goodies on top of the vowels are pronunciation cues, and not indicators of stress, as in Spanish.  Diphthongs are almost-nonexistent in Hungarian (except adopted foreign words). Just one of many profound grammatical differences from most European languages is that Hungarian does not have, nor need to have the verb \"to have\" in the sense of possession - the indicator of possession is attached to the possessed noun and not the possessor, e.g. Kutya = dog, Kutyám = my dog, Van egy kutyám = I have a dog, or literally \"Is one dog-my\".  Hungarian has a very specific case system, both grammatical, locative, oblique, and the less productive; for example a noun used as the subject has no suffix, while when used as an direct object, the letter \"t\" is attached as a suffix, with a vowel if necessary.  One simplifying aspect of Hungarian is that there is NO grammatical gender, even with the pronouns \"he\" or \"she\", which are both \"ő\", so one does not have to worry about the random Der, Die, Das sort of thing that occurs in German, \"the\" is simply \"a\".  In Hungarian, family name precedes given name, the same as with Asian languages.  And the list of differences goes on and on, such as the definite and indefinite conjugational system, vowel harmony, etc. Attempting anything beyond the very basics will gain you a great deal of respect since so few non-native Hungarians ever attempt to learn any of this small, seemingly difficult, but fascinating language.\n\n",{"type":"===","value":["Foreign languages"]},"\nSince English is now compulsory in schools, if you address people in their teens, twenties or lower thirties, you stand a good chance that they will speak English well enough to help you out.\n\nHowever, due to Hungary's history, the older generation had less access to foreign language tuition, so your chances are worse, and with people over 60, extremely low. A minority of Hungarians speak Russian, which was compulsory in the Communist era, although most Hungarians are quite happy to forget it so try it only as a last resort. German is also very useful in Hungary: it is almost as widely spoken as English, and almost universally so near the Austrian border and especially Sopron, which is officially bilingual and has ",{"type":"'''","value":["huge"]}," contacts with Vienna due to it being accessible by Vienna suburban trains. In these areas, and with older people in general, German will most often take you a lot further than English.\n\nBasically, in Hungary, you will have a much better chance finding someone speaking a foreign language (mostly English and German) in larger cities, especially in those with universities such as ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Debrecen"]]},", ",{"type":"[[","value":[["Miskolc"]]},", and ",{"type":"[[","value":[["Szeged"]]},". In rural areas the chance may be very low, in some cases even with young people.\n\n",{"type":"==","value":["See"]},"\nHungary has several ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage sites"]]},". These are:\n",{"type":"[[","value":[["Image:Estibp13.jpg"],["300px"],["thumb"],["right"],["Buda Castle by night"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Budapest"]]},", including the Banks of the Danube, the Buda Castle Quarter and Andrássy Avenue"]},{"type":"*","value":[" Old Village of ",{"type":"[[","value":[["Hollókő"]]}," and its Surroundings"]},{"type":"*","value":[" Caves of ",{"type":"[[","value":[["Aggtelek"]]}," Karst and Slovak Karst"]},{"type":"*","value":[" Millenary Benedictine Abbey of ",{"type":"[[","value":[["Pannonhalma"]]}," and its Natural Environment"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hortobágy"]]}," National Park - the Puszta"]},{"type":"*","value":[" Early Christian Necropolis of ",{"type":"[[","value":[["Pécs"]]}," (Sopianae)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fertő"]]},"\/",{"type":"[[","value":[["Neusiedlersee"]]}," Cultural Landscape"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokaj"]]}," and ",{"type":"[[","value":[["Villány"]]}," Wine Regions and Historic Cultural Landscapes"]},"\nOther major tourist destination is ",{"type":"[[","value":[["Lake Balaton"]]},", with winehills, thermal spa in ",{"type":"[[","value":[["Hévíz"]]},", ",{"type":"[[","value":[["Hajdúszoboszló"]]}," and ",{"type":"[[","value":[["Harkány"]]}," around.\n\nThere are also some amazing things to see. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tiszavirágzás"]},". In mid-",{"type":"[[","value":[["June"]]}," the Tisza produces swarms of mayflies which are likened to flowers. Once decimated by pollution, the population is rebounding. (They're famous for living only for 1–2 days.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Busójárás"]},". In ",{"type":"[[","value":[["February"]]}," the people chase away bad ghosts by loud clamping on streets of ",{"type":"[[","value":[["Mohács, Hungary"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Birdwatching"]},"\n\nHungary is an excellent destination for birdwatching (aka birding) holiday. There are wooded hills, vast fish-pond systems and grasslands, the ",{"type":"''","value":["puszta"]},". Particularly good areas include the Kiskunsag and Hortobagy National Parks and the Aggtelek, Bukk and Zemplen Hills. \n\n",{"type":"'''","value":["Horse riding"]},"\n\nVast areas of open countryside coupled with the long traditions of horsemanship make Hungary an ideal country for riding.\nWide open plains in the south and forested hills in the north offer varied riding terrain.\n\n",{"type":"{{","value":[["seealso"],["New Year holidays in Hungary"]]},"\n\n",{"type":"===","value":["Baths"]},"\nThermal waters abound in Hungary with over 1000 thermal springs in the country many of which have been turned into baths and spas. The most famous being the ",{"type":"[[","value":[["Budapest#Szchnyi_Spa"],["Szechenyi baths in Budapest"]]},". There are, however, hundreds of individual baths all around the country. The cave baths at ",{"type":"[[","value":[["Miskolc-Tapolca"]]}," and the spa at Egerszalók are some nice examples.\n\nSee ",{"type":"[[","value":[["Budapest#Baths"]]},", ",{"type":"[[","value":[["Nyíregyháza#Do"]]}," for details. More thermal bath and spa from Hungary:\n",{"type":"[","value":["http:\/\/www.seeuinhungary.com\/wellness.htm"]}," ",{"type":"[","value":["http:\/\/budapest-travel-guide.info\/"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Money"]},"\n\nThe unit of Hungarian currency is  the Forint abbreviated ",{"type":"'''","value":["HUF"]}," or ",{"type":"'''","value":["Ft"]},". Bills come in HUF20,000, 10,000, 5,000, 2,000, 1,000 and 500 denominations; coins are HUF200 (two colored, similar to €1), 100 (two colored, similar to €2), 50, 20, 10 and 5. \n\nEuros are now accepted at most hotels and some of the restaurants and shops. Make sure you check the exchange rate though, sometimes even well known places (like McDonald's) will exchange at unrealistic rates. Forint is scheduled to disappear in coming years in favor of the euro, but no date and realistic way is fixed yet.\n\nYou can use major credit cards (EuroCard, Visa) in major shops and larger restaurants, but never expect that without checking first. Small places cannot afford to handle cards. ATMs are available even in small cities, the coverage is good.\n\nWhile completing any monetary transactions, it is best to pay in ",{"type":"''","value":["HUF"]}," when you can. Some restaurants and hotels charge a steep rate for Euro exchange and often due to the fluctuation in ",{"type":"''","value":["HUF"]},", cost and services stated may vary drastically.\n\n",{"type":"===","value":["Money Exchange"]},"\nShopping in Hungary is extremely cheap for people from the US and Euro-zone.  An exception to this rule is that luxury goods are often at higher prices than would be encountered in the US or Western Europe.\n\nExchange rates for euros and USD are roughly the same within downtown (at least in ",{"type":"[[","value":[["Budapest"]]}," and ",{"type":"[[","value":[["Eger"]]},"). Rates will likely be much worse in airports and large train stations - so change exactly what you need to reach downtown. A good habit is to compare the buy and sell rates: if they are drastically different, you're best going somewhere else. Official exchange offices always give a receipt and normally have a large glass between client and a cashier making all steps transparent for client.\n\nTravellers report that unofficial money changers operating nearby an official money changing booth offer unfavourable rates—and recommend to use official exchange offices. It's worth noting that such exchanges are illegal and there is the possibility that you will receive other than Hungarian currency or nothing at all.\n\nIf you arrive to Budapest at late nights or state holidays it is quite likely you won't be able to find any working bank or exchange office. In this case you may attempt to exchange your money with any random taxi driver. They will rip you off by 100-200 forints, but it's better than nothing. There is an ATM in the arrival hall at Budapest Ferihegy, and the rates for using ATMs with a card are often better than the bureau de change. There are many banks machines in Budapest which will accept European and North American debit\/credit cards, if it becomes necessary, it maybe in your best interest to draw a sufficient amount for your stay and it will often give a more much favorable rate. \n\nAdventurous locals in ",{"type":"[[","value":[["Budapest"]]}," report they change euros unofficially with Arabs on a train station, but they don't recommend it to unaccompanied travelers or anyone.\n\n",{"type":"===","value":["What to buy?"]},"\nApart from classical tourist souvenirs like postcards and trinkets, here are some things unique to Hungary or just hard to find elsewhere.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cold-smoked sausages"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spices"]},": Paprika and Hungarian Saffron"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gundel set of cheese"]},": aged in Gundel wines or with walnut pieces or seasonings. Most easily found in 350gr sets of three kinds in duty-free of Ferihegy Airport in ",{"type":"[[","value":[["Budapest"]]}," (at least in Terminal 2), but is likely available in Gundel 1894 Food & Wine Cellar (see ",{"type":"[[","value":[["Budapest\/Pest#Gundel"],["Pest#Eat"]]},"). Keep in mind that shelf life for this cheese is only 2 months."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wines"]},": Somlói Juhfark, Tokaji, Egri Bikavér (see Liquor), Kadarka, red wine from Villány area etc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pálinka"]},": very famous and strong brandy made from fruits."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Unicum"]},": a herbal digestif liqueur."]},"\n",{"type":"==","value":["Eat"]},"\n\nMain courses in menu are normally 2000..4000HUF in touristy places in Budapest, 1500..2200HUF outside it, or in towns like ",{"type":"[[","value":[["Eger"]]}," and ",{"type":"[[","value":[["Szentendre"]]}," (Jan 2014).\n\nA two courses lunch with a soft drink in ",{"type":"[[","value":[["Budapest"]]}," is from 1500 to 8000 HUF per person, and half or third of that outside ",{"type":"[[","value":[["Budapest"]]}," (Chinese fast food menu is around 900 HUF - januar 2014).\n\nIn restaurants, a service charge is frequently included into bill, 10% or even 12%, but this has to be clearly pointed out on the menu. If it's not mentioned, the place has no right to include a service charge in the bill.\n\nEven if there's no service charge, unless the service was preposterous most Hungarians tend to leave a generous tip (10% minimum). Unlike in most western countries, tip is usually not left on the table, but rather the amount is specified to the waiting staff when you pay.\n\nThere were some places (mainly in downtown Pest) that tried to rip off drunk tourists at night by charging ridiculously high prices for drinks. Most of these places are closed now, but it's still a good idea to always check the prices on the menu before ordering.\n\nIn major cities and next to the highways you can find restaurants of the major international chains such as ",{"type":"[","value":["http:\/\/www.kfc.hu\/ettermek KFC"]},", ",{"type":"[","value":["http:\/\/www.mcdonalds.hu\/ McDonald's"]},", ",{"type":"[","value":["http:\/\/www.burgerking.hu\/ettermek\/ Burger King"]},",  ",{"type":"[","value":["http:\/\/www.subwayhungary.com\/hu\/page_restaurant_locator.html Subway"]},",  ",{"type":"[","value":["http:\/\/www.pizzahut.hu\/etterem_kereso\/ Pizza Hut"]},"and ",{"type":"[","value":["http:\/\/www.fridays.hu\/ TGI Friday's"]}," last two just in Budapest.\n\n",{"type":"===","value":["Cuisine"]},"\n\n",{"type":"[[","value":[["Image:Szentendre Goulash.JPG"],["thumb"],["A fancy serving of ",{"type":"''","value":["gulyás"]}," soup"]]},"\n\nHungarians are quite proud of their cuisine (",{"type":"''","value":["Magyar konyha"]},"), and most of the time not without a reason. Food are usually spicy (but not hot by general standards), and it's tasty rather than healthy — many dishes are prepared with lard or deep-fried.  The national spice is ",{"type":"'''","value":["paprika"]},", made from ground sweet bell peppers and which actually has some flavor when fresh.  The national dish is, of course, ",{"type":"'''","value":["goulash"]},", but Hungarians call the thick paprika-laden stew known as goulash elsewhere by the term ",{"type":"''","value":["pörkölt"]}," and reserve the term ",{"type":"''","value":["gulyás"]}," for a lighter paprika-flavored soup.\n\nMeat is popular- especially pork (sertés), beef (marha) and venison (őz). Less common is lamb and mutton. The best fish in Hungary are river fish: carp (ponty), zander (fogas\/süllő) and catfish (harcsa), though many restaurants will serve fish from far away, another typical hungarian fish meal is roasted hake (sült hekk). Chicken (csirke) and turkey (pulyka) are common, and you will also find game birds excellent in smarter restaurants and country areas- Pheasant (Fácán), Partridge(Fogoly) and duck (Kacsa). A typical meal will involve soup, often like a consommé (erőleves), meat with potatoes (burgonya) and a side salad, and a dessert like pancakes (palacsinta).\n\nLess well known in the rest of the world are ",{"type":"'''","value":["csirke paprikás"]},", chicken stew in paprika sauce, and ",{"type":"'''","value":["halászlé"]},", paprika fish soup often made from carp.\n\nGoose is also quite popular in Hungary.  While tourists gorge on ",{"type":"'''","value":["goose liver"]}," (",{"type":"''","value":["libamáj"]},"), still cheap by Western standards, probably the most common dish is ",{"type":"''","value":["sült libacomb"]},", ",{"type":"'''","value":["roast goose leg"]},".  Stuffed (",{"type":"''","value":["töltött"]},") vegetables of all kinds are also popular, and Hungarian pancakes (",{"type":"'''","value":["palacsinta"]},"), both savoury and sweet, are a treat.  Common snacks include ",{"type":"'''","value":["kolbász"]},", a Hungarianized version of the Polish ",{"type":"''","value":["kielbasa"]}," sausage, and ",{"type":"'''","value":["lángos"]},", deep-fried dough with a variety of toppings (mostly sour cream, cheese and\/or garlic).\n\nA Hungarian meal is almost always — even at breakfast — accompanied by Hungarian ",{"type":"'''","value":["pickles "]},"called ",{"type":"''","value":["savanyúság"]},", literally \"sourness\".  These are often dubbed ",{"type":"''","value":["saláta"]}," on menus, so order a ",{"type":"''","value":["vitamin saláta"]}," if you want fresh veggies. Starch is most often served as potatoes, rice or dumplings (",{"type":"''","value":["galuska'"]}," or ",{"type":"''","value":["nokedli"]},"), the primary Hungarian contribution in this field is an unusual type of small couscous-like pasta called ",{"type":"''","value":["tarhonya"]},".\n\nIt is worth to visit a \"Cukrászda\" if you are in Hungary. These are very popular with delicious cakes and coffee. Try the traditional Krémes (with vanila cream), Eszterházy (lots of nuts) or Somlói Galuska. You should visit ",{"type":"'''","value":["Auguszt"]},", Szamos or Daubner if you want the best! Daubner is a little out of the way, Auguszt Cukrászda is an absolute must. They have a shop downtown near Astoria metro station, founded in 1969.\n\nAnother favourite is ",{"type":"'''","value":["Lángos"]},", it is basically deep fried bread, similar to \"whales-tail or beaver-tail\" but in Hungary, it can be served with any fillings imaginable. Most common is plain, with salt, garlic (fokhagyma) and soured cream (tejföl). If you do come across a Langos stand, there are usually a large number of options from pizza langos, or eggs with mayo or nutella and bananas.\n\n",{"type":"===","value":["Vegetarian food"]},"\n\nVegetarians and Vegans will have about as much ease eating out as in any other western country.  \n",{"type":"[[","value":[["Budapest"]]}," is not a problem, as there is a wide variety of restaurants to choose from, but in an ordinary Hungarian restaurant the non-meat mains on the menu are pretty much limited to ",{"type":"''","value":["rántott sajt"]}," (fried cheese) and ",{"type":"''","value":["gombafejek rántva"]}," (fried mushrooms).\n\nHowever, in recent years, Italian food has become a lot more popular, so as long as you don't mind a pasta heavy diet as a vegetarian you will find a wider choice.\n\nIf one self-caters from supermarkets or local shops and markets, however, the selection of fruits and vegetables is quite good, especially in summer.\n\nThere are plenty of vegetarian and vegan restaurants, and a lot's of healthfood stores that offer all sorts of vegetarian\/vegan products (including cosmetics). Regular stores like Groby among other brands sell everything from vegan sausages to mayonnaise. A good place to start is looking at  ",{"type":"[","value":["http:\/\/www.budaveg.com\/ Budaveg"]}," and ",{"type":"[","value":["http:\/\/www.happycow.net\/europe\/hungary\/budapest\/index.html Happy Cow"]}," for specific information.\n\nOver all, apply the same rules as you do at home, and you should be well fed.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Wine"]},"\n\n",{"type":"[[","value":[["Image:Villany, wine.jpg"],["right"],["thumb"],["250px"],["Hills, grape plantations and wine cellars near ",{"type":"[[","value":[["Villány"]]},", southern Hungary."]]},"\n\nHungary has several famous vine regions, most known are ",{"type":"[[","value":[["Villány"]]},", ",{"type":"[[","value":[["Eger"]]},", ",{"type":"[[","value":[["Badacsony"]]},", ",{"type":"[[","value":[["Tokaj"]]},", ",{"type":"[[","value":[["Szekszárd"]]},". Prices are reasonable.\n\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Egri Bikavér"]}," (Bull's Blood of Eger) (HUF 1000 for a good one) is a strong red Hungarian wine which supposedly saved a clever Hungarian girl from her fate with a Turkish sultan. During the time of the Turkish occupation, it is said a young girl was summoned to become a member of the local sultan's harem. Not wanting this fate for his daughter, her father gave her a bottle of Egri Bikavér to take to the sultan. He told her to tell the ruler it was bull's blood, and would make him invincible. The sultan, being Muslim, was unaccustomed to alcohol, and proceeded to pass out, leaving the daughter unharmed. There is another story connected to why Bull's Blood is called so, and it also comes from the Turkish era. According to that one, the defenders of the different castles used to drink this red wine. When they saw the color on the mouths of the Hungarians, they thought that it must have been from a bull, thus the name."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tokaj"]}," is known for its sweet dessert wines (",{"type":"''","value":["Tokaji aszú"]},"), (HUF 2000 < x < 6000) which acquire their distinctive taste from grapes infected by the \"noble rot\" ",{"type":"''","value":["Botrytis cinerea"]},".  The favorite tipple of aristocracy, past fans of Tokaji include Louis XIV (who called Tokaj as \"",{"type":"''","value":["The king of the wines, the wine of the kings"]},"\"), Beethoven, Napoleon III and Peter the Great — which is still reflected in the steep pricing of the best varieties.  Almost uniquely among white wines, Tokaj keeps very well for long time."]},"\nIf new to Hungarian wine, be aware that both champagne (\"pezsgő\") and wine, red or white, are quite likely to be sweet (\"Édes\" or \"félédes\"). If dry wine is your preference, look for the word \"Száraz\" on the label. When buying bottled wine, don't bother with types cheaper than 6-700 HUF, as these are usually very low quality (maybe not even produced from grapes). In wine cellars, however, high quality may be available at surprisingly low prices.\n\n",{"type":"===","value":["Liquor"]},"\n\nIn Hungarian, ",{"type":"'''","value":["pálinka"]}," denotes strong brandy-like liquor distilled from fruit.  ",{"type":"''","value":["Pálinka"]}," is a very social drink: just as the English drink tea, the Hungarians, especially in rural areas, will offer ",{"type":"''","value":["pálinka"]}," to guests upon arrival.   The best-known varieties are ",{"type":"''","value":["barackpálinka"]},", made from apricots, ",{"type":"''","value":["körtepálinka"]}," from pears, and ",{"type":"''","value":["szilvapálinka"]}," made from plums.  Factory-made ",{"type":"''","value":["pálinka"]}," is widely available, but keep an eye out for homemade ",{"type":"''","value":["házipálinka"]},". Pálinkas usually contain around or above 50% of alcohol, often more for the homemade ones. Pálinka bottles marked ",{"type":"''","value":["mézes"]}," will be heavily sweetened with honey. (HUF 3000 for something good)\n\n",{"type":"'''","value":["Unicum"]}," is a strong ",{"type":"''","value":["digestif"]}," made from a secret mix of over 40 herbs. It comes in striking black bottles emblazoned with a red and white cross, and has a very strong and unusual taste. ",{"type":"''","value":["Unicum Next"]}," has a lighter, citrusy flavor, and is rather more palatable. Definitely worth trying, the spherical bottle (affectionately called \"the Holy Hand Grenade\") itself may also be used for decoration, and keeps very well for a long time.  It is available in every bar in Hungary but it is rare to see someone drinking it.\n\n",{"type":"===","value":["Beer"]},"\n\nHungarian beer is quite average compared to other Central European countries like Germany and the Czech Republic as it has long been a wine culture.  The most common beers are Dreher, Szalon, Borsodi, Soproni and Arany Ászok, available in the styles ",{"type":"''","value":["világos"]}," (lager) and ",{"type":"''","value":["barna"]}," (brown). All of Hungarian breweries are owned and managed by international brands such as: Dreher Sörgyár (Budapest) - SAB-Miller; Heineken Hungaria (Sopron and Martfű) - Heineken; Borsodi Sörgyár (Bőcs) - Interbrew; Pécsi Sörfőzde (Pécs)- Ottakinger. \nThey cost about 200-300 Forints at a store and 400-600 at a bar. Some expensive club can charge up to 900 in Budapest.\n\nImported beers like Pilsner Urquell, Staropramen and Budweiser-Budvar (the Czech variety) are widely available in bars and markets for not much more than the ubiquitous Hungarian brands. \n\nWhen offering a toast with beer, be warned that most Hungarians will politely refuse.  This is due to an old tradition due to remembering soldiers executed by the Habsburgs of Austria in the 1848 revolution, whereby it was decreed no Hungarian would toast with beer for 150 years.  It's been so long, however, that most Hungarians no longer know the origins of this tradition or that they've been free to make toasts over beer for the past ten years.\n\n",{"type":"===","value":["Coffee"]},"\n\nCafe culture is alive and well in Hungary, although it may never recover the romance of its turn-of-the-century intellectual heyday. Unless asked, it's a good idea to specify what kind of coffee you prefer. The word ",{"type":"''","value":["kávé"]}," means the strong, espresso like coffee to most Hungarians, although American-style coffee (known as ",{"type":"''","value":["hosszú kávé"]}," in Hungarian, usually translated as \"long coffee\") is now also available at most places.\n\n",{"type":"===","value":["Tea"]},"\n\nTea houses are now getting popular in cities, especially among the young. There is a growing number of tea houses, mainly in ",{"type":"[[","value":[["Budapest"]]}," and some bigger cities where people can buy several types of loose tea. As it is quite fashionable to spend time in a tea house, more and more people will be able to serve good tea even at home. The best teas to go for are the herbal and fruit varieties. In restaurants and cafes, lemon juice is frequently served in a small bottle. In traditional restaurants or cafes however, good teas are hard to find, as coffee and beverages are preferred.\n\nWhen you ask for a black tea in a budget cafe, frequently Earl Grey is served instead—remember to specify if that does matter for you.\n\n",{"type":"===","value":["Mineral water"]},"\nIt is widely available and good practice to have with you a bottle during hot summer.\n\nIt should be noted though that as it is the case of most European countries, in Hungary, it is safe to drink tap water anywhere, even 'remote' settings, however, due to the cleaning process the taste of the water can be really unpleasant. Best idea is to try before changing to the bottled water. Bottled waters has a large selection, both the fizzy (blue bottle cap) and still (red\/pink bottle cap) water and it is cheap (starts from less than 100 HUF for one and half liter). The only notable exception of the drinking water are trains where the tap water is not drinkable and other places where tap water is labeled as such.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hostels"]},"\nPrices vary greatly. For the cheapest room in a youth ",{"type":"[[","value":[["hostel"]]}," in Budapest expect to pay between €6 and €10, but the normal rate in a hostel is €20-22 per person.\n\n",{"type":"===","value":["Farmhouses"]},"\n",{"type":"'''","value":["Village Tourism"]}," is popular and very well developed in Hungary, and can be a remarkable experience. Start your research with ",{"type":"''","value":["1Hungary"]}," ",{"type":"[","value":["http:\/\/www.1hungary.com\/info\/hungary\/"]},", ",{"type":"''","value":["National Federation of Rural and Agrotourism"]}," ",{"type":"[","value":["http:\/\/www.fatosz.hu\/11-5115.html"]}," and ",{"type":"''","value":["Centre of Rural Tourism"]}," ",{"type":"[","value":["http:\/\/www.falutur.hu\/"]},".\nNear Budapest it is also possible to find rural houses to rent, for instance the ",{"type":"''","value":["Wild Grape Guesthouse"]}," ",{"type":"[","value":["http:\/\/www.travelfever.org\/"]},", what makes a good combination to explore the capital and a National Park while staying at the same accommodation.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are campgrounds available.  See the city guides, including the ",{"type":"[[","value":[["Budapest"]]}," guide.\n\n",{"type":"==","value":["Learn"]},"\n\nHungarian universities are open to all foreign students. Many European exchange students come through the EU's Erasmus program. There are quite a lot students from Asia and the Middle East as well, particularly because despite the high standard of education, fees are still considerably lower than in the more developed Western European countries. Those interested should visit Study in Hungary ",{"type":"[","value":["http:\/\/www.studyhungary.hu\/"]}," or University of Debrecen ",{"type":"[","value":["http:\/\/www.ud-mhsc.org\/"]}," websites.\n\n",{"type":"==","value":["Work"]},"\n\nIt could be very difficult for an individual to seek (legal) employment in Hungary because of the complexity, cost and time involved. Most foreign workers in Hungary have received their visas and other necessary documents through the company they are employed by. It is hoped, however, that since the joining of Hungary to the EU a reduction will follow in the amount of red tape involved.\n\nCitizens of Antigua and Barbuda are permitted to work in Hungary without the need to obtain a visa for the period of their 90 day visa-free stay. However, this ability to work visa-free does not necessarily extend to other Schengen countries.\n\nMany students (usually on a gap year) work as second language teachers at one of Budapest's many language schools. Be advised that a qualification is required (ESL\/TEFL\/TESOL) and that experience is preferred.\n\nOne option is to teach through the Central European Teaching Program ",{"type":"[","value":["http:\/\/www.ticon.net\/~cetp\/"]},". For a placement fee they will take care of paperwork and set you up in a school in Hungary teaching English on a local salary. Contracts are for one semester or a whole school year. Qualified ESL\/EFL teachers can find employment in Hungary at private language schools which offer better rates of pay and without having to pay a placement fee. \n\nSee also ",{"type":"[[","value":[["Budapest#Work"],["Work section in Budapest article"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nHungary in general is a very safe country. However, petty crime in particular remains a concern, just like in any other country.\n\nWatch your baggage and pockets on public transport. There is a danger of pickpockets. Passports, cash, and credit cards are favorite targets of thieves. Keep items that you do not store in your hotel safe or residence in a safe place, but be aware that pockets, purses and backpacks are especially vulnerable, even if they close with a zipper. There are also reported cases of people who got their baggage stolen while sleeping on the train, so watch out for that.\n\nGenerally, Hungary is rather quiet during the night compared to other European countries, and crime to tourists is limited to pickpocketing and eventual cheating on prices and bills and taxi fares.\n\nEveryone is required to carry their passport and ID card. Not doing so can end you in trouble with the police. The police will be most pragmatic if a color copy of your passport is provided. \n\nThe police force is professional and well trained. However, one must have a good knowledge of Hungarian to ask them for assistance as most of the policemen hardly speak any English.\n\nSee the Budapest travel guide for more specific and valuable information about common street scams and tourist traps in Hungary.\n\n",{"type":"===","value":[" Driving Conditions "]},"\n\nThe majority of Hungarians drive dangerously and had 739 deaths on the roads in 2010. This is largely due to careless driving habits. Many drivers do not observe the speed limits and you should be extra careful on two-way roads where local drivers pass each other frequently and allow for less space than you may be used to.\n\nCar seats are required for infants. Children under age 12 may not sit in the front seat. Seat belts are mandatory for everyone in the car. You may not turn right on a red light. The police issues tickets for traffic violations and charge fines on the spot. In practice the laws are widely ignored. \n\nAlso, Hungarian laws have ",{"type":"'''","value":["zero tolerance"]}," to drink and drive, and the penalty is a severe fine. It means no alcoholic beverage is allowed to be consumed if driving, ",{"type":"'''","value":["no blood alcohol of any level is acceptable."]}," Failure to pay fines may result in your passport getting confiscated, or even a jail term until or unless you pay the fine.\n\nMore importantly, the police stops vehicles regularly for document checks. You shouldn't worry when you are stopped because by law, everyone needs to have their identification papers checked.\n\nHungary has some of the harshest, if punishing penalties if people are involved in a car accident. Involvement in a car accident results in a fine, and maybe a jail sentence from 1 year to 5 years (depending on the aggravating circumstances).\n\n",{"type":"==","value":["Stay healthy"]},"\n\nFood and water is generally safe, even in remote villages. \n\nPrivate health care providers are high quality, but limited in scope once outside Budapest. Dentistry is cheaper here than in Western Europe (8-10000 HUF for an appointment and x-ray), and physiotherapy also (3000HUF for a half hour treatment), but check the price with the provider before you confirm the appointment. Outside Budapest you will likely have to speak basic Hungarian to communicate your needs as few doctors will have any English or German skills.\n\nPublic health care is free for qualifying (insured) people, and is of adequate quality in urban areas.\n\nThe country has joined the EU, so basic coverage is present for EU citizens, but check before entering the country how far are you insured and what you have to pay for. Do not expect at this time that the local doctor will know the EU rules, prepare to provide info.\n\nThe European Health Insurance Card is required from EU citizens applying for free treatment under this regulation; European health card for 1 June 2004 ",{"type":"[","value":["http:\/\/europa.eu.int\/comm\/employment_social\/news\/2003\/feb\/hicard_en.html"]},"\n\nPharmacies are everywhere, you may expect high prices, but good pharmaceutical coverage. Sadly the situation clearly has worsened a lot since early 2010, as many pharmacies can not maintain an adequate reserve of medicines. Another problem might be communicating with the pharmacist as most of them speak only Hungarian. Even some rusty Latin might come handy quite unexpectedly. For travelers from Eastern Europe, note that due to limited or abandoned trade of Hungary with Romania (as of Dec 2006), some of familiar medications are unavailable—so be prepared to find a substitute in advance.\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"*","value":[" The 1956 Revolution continues to be a sensitive subject with many of the Hungarians. You are well advised not to discuss the Treaty of Trianon (1920) at all - the Hungarians can take it surprisingly sensitively."]},"\n",{"type":"*","value":[" Open display of the Communist red star and hammer and sickle symbol, the Nazi swastika and SS symbols, and the Hungarian fascist Arrow Cross, is prohibited by law. Make sure your clothing does not have these symbols on it, even if it's just a joke. You can be fined for it."]},"\n",{"type":"*","value":[" Members of the Gypsy community may find the traditional Hungarian label 'Cigány' (pron. 'tzigan') offensive, preferring to be labeled as Roma."]},"\n",{"type":"*","value":[" As a rural tradition, Hungarians affectionately refer to themselves as \"dancing with tears in our eyes\" (\"sírva vígad a magyar\"), as in a bittersweet resignation to the perceived bad luck in their long history. Avoid mocking Hungarian history and Hungarian patriotism. "]},"\n",{"type":"*","value":[" Talking loudly is generally considered rude. You will notice how most Hungarians tend to keep their voices down in public places."]},"\n",{"type":"*","value":[" When entering a home, shoes should generally be taken off. "]},"\n",{"type":"===","value":["Uncommon customs"]},"\n\n",{"type":"*","value":[" It's an old tradition (although nowadays not held by everyone) that Hungarians do not clink beer glasses or beer bottles. This is due to the legend that Austrians celebrated the execution of the 13 Hungarian Martyrs in 1849 by clinking their beer glasses, so Hungarians vowed not to clink with beer for 150 years.  Obviously this time period has expired, but old habits die hard. This is not so much followed by the youngest generation."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" Broadband Internet access is now widespread in Hungary. It's quite usual to find free Internet access (wifi) in Shopping centers; in Budapest, most cafes and pubs. You'll have wifi access even in small towns. Look for the \"wifi\" signs, you may have to ask for the access password, however, if you consume, it will be freely given."]},"\n",{"type":"[[","value":[["Commons:Category:Hungary"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Hungary"]]},"\n",{"type":"[[","value":[["Dmoz:Europe\/Hungary\/"]]},"\n\n",{"type":"{{","value":[["hasDocent"],["DenisYurkin"]]},"\n\n",{"type":"{{","value":[["geo"],["47.4333"],["19.2500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Europe"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"{{","value":[["related"],["New_Year_holidays_in_Hungary"]]}]