[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Hydra Kamini Slope.JPG"],["thumb"],["240px"],["Hillside near Kamini"]]},"\n",{"type":"[[","value":[["Image:GR Hydra.PNG"],["thumb"],["240px"],["Location of Hydra"]]},"\n\n",{"type":"'''","value":["Hydra"]}," ('Υδρα ",{"type":"''","value":["Ydra"]}," or ",{"type":"''","value":["Idhra"]},", in Greek pronounced \"EE-thra\") ",{"type":"[","value":["http:\/\/www.hydra.com.gr\/"]}," is one of the ",{"type":"[[","value":[["Saronic Gulf Islands"]]}," in central ",{"type":"[[","value":[["Greece"]]},".\n\n",{"type":"==","value":["Understand"]},"\nHydra is deservedly one of the most popular day-trip destinations from ",{"type":"[[","value":[["Athens"]]},".  The port of Hydra has a scenic location in a deep harbor, with whitewashed houses rising on the hills on both sides from an azure blue sea.  An enlightened policy of development has meant that there are absolutely zero high-rise houses, cars, or motor-bikes --  the only internal combustion vehicles on the island are the few city-owned trucks and a fire truck -- and while the main port boulevard is packed full of tourists in season, only a few minutes away are quiet back alleys with nary a soul, and many of those visitors are day trippers, leaving the town relatively peaceful by night.\n\nIncidentally, the name has nothing to do with the nine-headed monster of Greek legend; instead, it's an abbreviation of ",{"type":"''","value":["Hydrea"]},", or \"spring\".  The spring has long since run dry, but the name remains.\n\n",{"type":"===","value":["Orientation"]},"\nAll hydrofoils and catamarans dock at the center of the north side of the island at the eponymous port of Hydra.  Practically everything of interest to the visitor is on the waterfront, in the few main streets behind the harbor, or along the main road that follows the coast or within a block or two of it.  If you head west for about a kilometer, past a little headland, you'll reach the neighboring, far less touristy village of Kamini.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Hydra - Hellenic Seaways Flyingcat 1 catamaran - 20070712.jpg"],["thumb"],["right"],["An Hellenic Seaways catamaran departing Hydra"]]},"\nThere are frequent boats between ",{"type":"[[","value":[["Piraeus"]]}," and Hydra.  You can opt for either a slow car ferry (around 3 hours) or a fast catamaran (1.5 hours).  As of 2007, the cheapest fast option is ",{"type":"[","value":["http:\/\/www.euroseas.gr\/ Euroseas"]},", which has one daily departure at 9:30AM (return at 6PM) and sells return tickets for €34.  Hellenic Seaways has more frequent sailings (up to half a dozen daily), but also charges more at around €42.  Due to the popularity of Hydra, it's possible for some of the Hellenic Seaways boats, which are small, to sell out during peak periods, especially the ones at the most convenient hours.  Tickets for all boats may be bought from agencies at the harbor.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Hydra Port Town2.JPG"],["thumb"],["240px"],["Multimodal transport hub: taxi boats on the left, donkeys on the right"]]},"\n\nMotorized transportation is forbidden on Hydra.  Getting around the town center on foot is easy enough, but for going elsewhere the only options are by donkey or boat taxi, both of which congregate at the center of the port.  For the boat taxis, there's a sign (in Greek only) listing fixed fares for popular destinations, ranging from €9 for the short hop to Kamini to €120 for a circuit around the whole island.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral of Hydra"],["url="],["email="],["address="],["lat="],["long="],["directions=center of town"],["phone="],["tollfree="],["fax="],["hours=Tue-Sat 10AM-5PM"],["price="],["content=Spot the belltower to find it, with a small \"Ecclesiastical Museum of Hydra\" sign pointing the way inside.  Opening hours for the interior and the museum are rather more erratic than stated, but the courtyard is always open and worth a peep. The cathedral's interior is gorgeous, with hundreds of gold and silver icons and other elaborate Orthodox decoration. There's also a small museum on the second floor, which displays a variety of historical religious objects, textiles, bejeweled vestments, and other treasures. Entry to the museum costs about €4."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hydra Museum"],["url="],["email="],["address="],["lat="],["long="],["directions=next to ferry dock"],["phone="],["tollfree="],["fax="],["hours="],["price=€4"],["content=Small but reasonably well-presented museum on the seafaring ways of the Hydriots and their disproportionate contributions to Greece's many wars.  Notable exhibits include the embalmed heart of Admiral Andreas Miaoulis and the sad story of patriot Kouroulis Michalis who, we are informed, \"died of sorrow caused by the renewed enslavement of his homeland\" in 1832."]]}]},"\n",{"type":"*","value":[" Some old Hydriote ",{"type":"'''","value":["mansions"]}," have been restored as museums illustrating the traditional life of Hydra's splendid past; they are usually listed on island maps available locally."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Hydra Spilia Boat.JPG"],["thumb"],["240px"],["The Aegean Sea off Spilia"]]},"\n\nHydra doesn't have much in the way of sandy beaches, but there are plenty of smooth rocks and pebbly bays for sunbathers.  The water is clear and local daredevils show off by diving off the cliff on the road to Kamini — don't try this unless you know what you're doing!\n\nThe only good swimming spot within easy access of town is the rocky shore called ",{"type":"'''","value":["Spilia"]}," in the Kamini district on the west edge of town; just walk along the main coastal road leading west for about twenty minutes, and it's just past the large cafe-bar.  This area isn't really a \"beach\" but a rocky area which has been slightly developed by the addition of a few stairs and level places in the rocks which are good for sunbathing.  To swim, you need to climb in and out of the water via some rather primitive ladders set in the sea wall (and beware of sea urchins on wall,) which might be difficult for some people.  The water, however, is clean, and usually calm except when a boat sails by close to shore.  The view is  beautiful.\n\nAnother twenty minutes further west is ",{"type":"'''","value":["Vlihos"]},", a pebble beach featuring €3 chair rentals. Two idyllic tavernas are only moments away.  Vhilos is a short €3 water taxi ride away, but the 45-minute walk from the main port of Hydra is breathtaking and well worth the extra time.\n\n",{"type":"==","value":["Buy"]},"\nHydra has a bit of a reputation as an artist's haven, and there are plenty of galleries around.\n\n",{"type":"==","value":["Eat"]},"\nHydra offers many restaurants.  Most prominently feature seafood, but little asterisks in the menu note that pretty much all of it is actually imported frozen from far away.  Only a few restaurants offer local fish, and they charge accordingly.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pirate bar"],["alt="],["url=http:\/\/www.pirate.gr"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the far right side of the port. During the day it operates as a cafe offering a variety of coffees and snacks including fresh salads, brushcettas, sandwiches and a small selection of main courses and desserts. The homemade gnocchi with bacon and sage and fresh lemon cheesecake are just heavenly. Free wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=To Kryfo Limani"],["url="],["email="],["address="],["lat="],["long="],["directions=on a lane up from the harbor [ask locally]"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Small taverna with an interior open courtyard with very good, somewhat innovative traditional Greek dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xeri Elia Douskos Taverna"],["url="],["email="],["address="],["lat="],["long="],["directions=in large central square [ask locally]"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This taverna seems to have three names:  \"Douskos,\" \"Xeri Elia,\" and the English translation of the latter, \"The Dry Olive.\"   The food is traditional standard taverna fare, and prices are reasonable for Hydra, but the restaurant's real attraction is the huge, shaded outdoor square where most of the tables are located, making it a pleasant and atmospheric place for a leisurely lunch, when it is usually fairly quiet.  In the evenings it's more lively and crowded.  Many evenings in season there is live Greek music, usually played by an ensemble of the sort which is often described as making up in enthusiasm what they lack in polish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Psaropoula"],["url="],["email="],["address="],["lat="],["long="],["directions=center of harbour"],["phone=+30 22980-52630"],["tollfree="],["fax="],["hours="],["price=€10 and up"],["content=Unassuming little harbourside eatery that offers fresh seafood in a glass case for those who can afford it, and pretty good home-style Greek grub for the rest of us.  Avoid the set menus, instead try the excellent ",{"type":"''","value":["moussaka"]},"."]]}]},"\nFor a more local experience, head down to Kamini, which has a few distinctly unhip tavernas populated mostly by grizzled Hydriots.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kondylenia"],["url="],["email="],["address=Kamini"],["lat="],["long="],["directions=just above the harbor"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kondylenia has lovely, breezy views of the Saronic Gulf and Peloponnese. Sunsets are fabulous, the food is excellent, and the staff are wonderful. Open year round, but with a limited menu in winter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pirofani"],["url="],["email="],["address=Kamini"],["lat="],["long="],["directions=inland--walk straight up from the harbor about 100 meters and follow the road to the left"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nestled in Kamini valley, Theo's been serving a delicious alternative to traditional Greek food in an outdoor taverna-style atmosphere for nearly 15 years. Open from Easter until mid-October."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"[[","value":[["Image:Hydra Spilia Cafe.JPG"],["thumb"],["Spilia Cafe"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Spilia"],["url="],["email="],["address="],["lat="],["long="],["directions=West side of harbour, off road to Kamini"],["phone="],["tollfree="],["fax="],["hours="],["price=Coffee €3"],["content=Perched on a cliff at the edge of town, this spot has guaranteed breezes and great views of both the port and the bikini babes splashing in waters below.  Draws a youthful crowd with a full selection of coffees and cocktails and easy access to the rocky bay."]]}]},"\n",{"type":"*","value":[" On the picturesque ",{"type":"'''","value":["Harbor"]}," are a number of cafes, most of which serve ouzo and other drinks as well as coffee."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Christina's"],["url="],["email="],["address=Kamini"],["lat="],["long="],["directions=straight up from the little harbor of Kamini"],["phone=+30 22980 53516"],["tollfree="],["fax="],["hours="],["price="],["content=Do not miss the opportunity to visit this taverna and taste the traditional greek dishes."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are plenty of small hotels and guest houses in Hydra Island for those who don't want to limit their visit to a day trip.  Note that some Hydra accommodations may be accessible only by climbing stairs, so if this is a problem for you, ask when booking.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Botsis Guest House"],["url=http:\/\/www.botsis.com"],["email="],["address=Hydra Island - 18040 - Greece"],["lat="],["long="],["directions=For directions see web site"],["phone=+30 22980 52395"],["tollfree="],["fax="],["hours="],["price=30-100"],["checkin=1200"],["checkout=1200"],["content=Guest House 70 meters away from the harbor with a fridge a TV and A\/C in every room. Also every room has a private balcony with view (something you won't find that often in Hydra due to the strict building code)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ippokampos Hotel"],["url=http:\/\/www.ippokampos.com\/"],["email="],["address=Hydra 180-40 Greece"],["lat="],["long="],["directions=for directions see web site"],["phone=+30 22980 53453, +30 22980 53454"],["tollfree="],["fax=+30 22980 52501"],["hours="],["price="],["checkin="],["checkout="],["content=Attractive island atmosphere at this moderate\/upper priced hotel makes it one of the better choices in its category. Open May - October."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pension Erofili"],["url=http:\/\/www.pensionerofili.gr\/"],["email="],["address=Hydra Island - 18040 - Greece"],["lat="],["long="],["directions=For directions see web site"],["phone=+30 22980 54049"],["tollfree="],["fax="],["hours="],["price=30-100"],["checkin=1200"],["checkout=1200"],["content=Well located hotel run by a helpful and friendly couple, more modest in its appointments than many Hydra hotels but also less expensive; in addition to standard rooms there's a studio with kitchenette."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe island has several free Internet cafes in the harbor.\n\n",{"type":"==","value":["Stay safe"]},"\nThe flip side to Hydra's environmentally friendly transportation policy is the presence of large amounts of what might be termed \"donkey exhaust\", so watch your step when walking around.\n\n",{"type":"==","value":["Go next"]},"\nMany ferries stopping in Hydra continue onto ",{"type":"[[","value":[["Spetses"]]},", just 30 min away.\n\n",{"type":"{{","value":[["isPartOf"],["Saronic_Gulf_Islands"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Hydra, Saronic Islands"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Greece\/Prefectures\/Attica\/Hydra\/"]]},"\n",{"type":"{{","value":[["geo"],["37.35"],["23.466666666667"]]}]