[{"type":"{{","value":[["pagebanner"],["Oahu (Hawaii) banner.jpg"]]},"\n\n",{"type":"'''","value":["Oahu"]}," (",{"type":"[[","value":[["Hawaiian phrasebook"],["Hawaiian"]]},": ",{"type":"''","value":["Oʻahu"]},") is the most populous of the ",{"type":"[[","value":[["Hawaii"]]},"an islands, the third largest in size (after the ",{"type":"[[","value":[["Big Island"]]}," and ",{"type":"[[","value":[["Maui"]]},", and the cultural, financial, and top tourist destination of the Hawaiian islands.  As the home of the city of ",{"type":"[[","value":[["Honolulu"]]},", the state capital, and as home to over 85% of the state's population, Oahu is appropriately nicknamed \"The Gathering Place.\"\n\n",{"type":"==","value":["Understand"]},"\nOahu is truly at the heart of Hawaii. The city of ",{"type":"[[","value":[["Honolulu"]]}," is busy, and its ",{"type":"[[","value":[["Waikiki"]]}," district even more so. Oahu is home to the only real metropolitan area in all the Hawaiian Islands. For some, this has been both a blessing and a curse for the island.\n\nOn the plus side, visitors to Oahu and local Hawaiian residents themselves share in all the amenities and conveniences that only a large city such as Honolulu can provide—days spent dashing about, bustling nightlife, great restaurants, exciting cultural events and establishments, good public transportation, and a variety of shopping and lodging options. Combine this with the city and island's extensive beaches, parks, mountains, recreational areas, and quaint towns and this makes one enjoyable metropolitan area. On the minus side, Honolulu is a big city and has all the big city problems that come along with it, such as traffic, high cost of living, and some crime.\n\nHonolulu may not embody the vision that some visitors have of Hawaii after looking at so many postcards: serenity and relaxation. True, one can relax on Oahu just by going to the right destinations on the island, you just need to know where to look. A calming oasis can be found as there are many resorts located outside of Waikiki that offer less crowded surroundings. Natural beauty can be found in the two mountain ranges, the Koolau and Waianae ranges. Some great hikes are just a short drive into the mountains from Waikiki. Secluded white sand beaches, funky beach towns, pounding winter surf on the North Shore. All of which can be found in other parts of Oahu.\n\nSo enjoy Honolulu and all it has to offer. But if you don't see the North Shore during the wintertime when monstrous waves pound the shore (think of the opening scene of the 1970s show Hawaii Five-O), then you have really missed something. Brave and experienced surfers attack these waves! If you don't take a drive through miles of pineapple fields, and if you don't take time to visit some of the white sand beaches, mountain trails, and scenery outside of Waikiki, then you really haven't seen all Oahu has to offer.\n\n",{"type":"==","value":["Regions"]},"\nTwo mountain ranges make up the island of Oahu. The ",{"type":"'''","value":["Koolau Range"]}," (",{"type":"[[","value":[["Hawaiian phrasebook"],["Hawaiian"]]},": ",{"type":"''","value":["Koʻolau"]},") runs along the east side of the island and forms the backdrop for Honolulu; the ",{"type":"'''","value":["Waianae Range"]}," (",{"type":"[[","value":[["Hawaiian phrasebook"],["Hawaiian"]]},": ",{"type":"''","value":["Waiʻanae"]},") runs parallel to the Koolau Range along the west side.\n\nThe majority of visitors to Oahu stay in Honolulu and its Waikiki district. The rest of the island is less visibly touched by tourism, with only a few B&Bs among the houses and natural sites on the Windward Coast and the North Shore.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Oahu.png"],["regionmaptext=Regions of Oahu"],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["Honolulu"]]}],["region1items="],["region1color=#b383b3"],["region1description=The largest city in the Hawaiian Islands, the size of Minneapolis, Minnesota and home to the tourist hotspot of ",{"type":"[[","value":[["Waikiki"]]},"."],["region2name=",{"type":"[[","value":[["Central Oahu"]]}],["region2items="],["region2color=#d5b66b"],["region2description=A mostly suburban mix of bedroom communities for Honolulu and miles of pineapple fields."],["region3name=",{"type":"[[","value":[["Windward Coast (Oahu)"],["Windward Coast"]]}],["region3items="],["region3color=#4da9c4"],["region3description=The wetter and more lush part of the island, home to many secluded beaches, sleepy villages, and one of the largest Marine Corps bases in the Pacific."],["region4name=",{"type":"[[","value":[["Leeward Coast (Oahu)"],["Leeward Coast"]]}],["region4items="],["region4color=#d56d76"],["region4description=The drier part of the island, with four rural communities and two up-and-coming resort areas."],["region5name=",{"type":"[[","value":[["North Shore (Oahu)"],["North Shore"]]}],["region5items="],["region5color=#71b37b"],["region5description=Home to some of the largest waves on earth in the winter; the ocean and surfing are a way of life here."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Honolulu"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kailua"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kahuku"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kapolei"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nanakuli"]]}]},{"type":"*","value":[{"type":"[[","value":[["Waianae"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hale'iwa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Waikele"]]}]},{"type":"*","value":[{"type":"[[","value":[["Waipahu"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Waikiki"]]}]},{"type":"*","value":[{"type":"[[","value":[["Honolulu\/Western"],["Pearl Harbor"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hanauma Bay"]]}]},"\n",{"type":"==","value":["Get in"]},"\nFlights from all over the world land at ",{"type":"'''","value":["Honolulu International Airport"]}," just outside of downtown ",{"type":"[[","value":[["Honolulu"]]},". Free Wiki-Wiki (Hawaiian for \"quick\") shuttle buses run between the Main Overseas Terminal and Interisland Terminal every 15 minutes.  These will eventually be replaced with moving walkways and people movers.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thebus.org\/ TheBus"]}]}," routes #19 and #20 run between the airport and Waikiki.  The fare is $2.50.  Exact change is required and space for baggage is limited.\n\nWhen taking TheBus from the airport to Waikiki, make sure the destination sign reads \"Waikiki Beach and Hotels\". The westbound #19 bus continues to a military installation (Joint Base Pearl Harbor-Hickam), and Military Police check all passengers for military ID at the gate. Do ",{"type":"''","value":["not"]}," get on this bus if you do not have military ID: you will be left at the gates with no way to return to the main highway.\n\n",{"type":"==","value":["Get around"]},"\nCar rentals are available at the airport and various locations downtown. A car is worth having for visits to the North Shore or if you are staying outside of Honolulu\/Waikiki.\n\nThe Oahu bus system, officially called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thebus.org\/ TheBus"]}]},", runs between almost all towns and to most tourist destinations. Fare for TheBus is $2.50; exact change is compulsory and it will get you anywhere on the island TheBus goes.\n\n",{"type":"[[","value":[["Image:TheBus Gillig Phantom 40' (318) in Manoa 2009-05-22.jpg"],["thumb"],["400px"]]},"\n\nThere is a 4 day TheBus Tourist pass available from most ABC Stores (like a 7\/11) for $25. Make sure you 'scratch' it correctly before getting on the first TheBus.\n\nAlso available from ABC Stores and other Waikiki-area shops is a very handy guide to TheBus for $2.95.\n\nThe tram-style \"Free Shopping Shuttles\" which pick up around Waikiki beach will take you to the Ala Moana Center. Be aware that this shuttle will first take you to Hilo Hattie's flagship tourist shop west of the center. It's free, but not a direct route so if you're not interested in stopping off at Hilo Hattie's you may prefer to look elsewhere for transport as this option will add at least 30 minutes to your commute.\n\n",{"type":"===","value":["New rail project"]},"\nOahu and the City and County of Honolulu are currently working on a new elevated rail project to transport people more effectively on the island. The project is officially called the ",{"type":"'''","value":["Honolulu High-Capacity Transit Corridor"]}," and is expected to be completed in phases through 2012 and 2019.  Some locals believe that the new rail transit will be named, ",{"type":"'''","value":["TheRail"]},", after the currently existing TheBus system. It is expected to connect the southern Leeward Coast (commonly known as the West Side, or West Oahu) with Ala Moana Shopping Center in downtown ",{"type":"[[","value":[["Honolulu"]]},".\n\n",{"type":"===","value":["Major highways"]},"\nThe following are some of the more important major highways on Oahu. Both the common name and the state route number are given here. With the exception of H-1, H-2, and H-3 locals refer to most state highways by name, rather than route number.\n\n",{"type":"====","value":["Interstate highways"]},"\nA common question that mainland visitors ask is why Oahu has Interstate highways when they don't cross state lines (or even county lines for that matter).  The answer lies in the full name of the National System of Interstate and ",{"type":"'''","value":["Defense"]}," Highways. Each of the Interstates had a military base at or close to its terminus, and all of them run close to Joint Base Pearl Harbor Hickam. (In any event, there are a number of Interstates on the mainland that also run entirely in one state.)\n\n",{"type":"*","value":[" ",{"type":"'''","value":["H-1"]}," is an interstate freeway that runs from Kahala in East Honolulu west, through downtown Honolulu, past the airport and out to the western suburb of Kapolei where it joins Farrington Highway.  H-1 is the busiest and most heavily used freeway on Oahu."]},{"type":"*","value":[" ",{"type":"'''","value":["H-2"]}," is an interstate freeway that runs from the town of Waipahu through Mililani to the town of Wahiawa in ",{"type":"[[","value":[["Central Oahu"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["H-3"]}," is an interstate freeway that runs from the suburb of Aiea, through the windward communities of Kaneohe and Kailua, to the gate of Marine Corps Base Hawaii."]},{"type":"*","value":[" ",{"type":"'''","value":["Moanalua Freeway\/H-201"]}," is an interstate freeway auxiliary route that serves as an alternative route for H-1.  It runs from the Middle Street Merge (H-1, H-201) in the community of Kalihi in West Honolulu to the H-1, H-3, H-201 merge in Aiea.  Some freeway signs may still label Moanalua Freeway as Route 78, even though Route 78 has since become H-201 in 2004."]},"\n",{"type":"====","value":["Other highways"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nimitz Highway\/Ala Moana Boulevard"]}," (state route 92) runs from Pearl Harbor to Waikiki; it is the main route from the airport to Waikiki."]},{"type":"*","value":[" ",{"type":"'''","value":["Pali Highway"]}," (state route 61) runs from downtown Honolulu to the Windward town of Kailua."]},{"type":"*","value":[" ",{"type":"'''","value":["Likelike Highway"]}," (state route 63) runs from the Kalihi district of Honolulu to the Windward town of Kaneohe."]},{"type":"*","value":[" ",{"type":"'''","value":["Kalanianaole Highway"]}," (state route 72) starts from the east end of H-1 and runs through the East Honolulu suburbs around Makapuu Point, and through the rural community of Waimanalo, ending in Kailua."]},{"type":"*","value":[" ",{"type":"'''","value":["Kamehameha Highway"]}," (state routes 99, 80, and 83) is the main highway on Oahu, starting from Pearl Harbor, going through the leeward communities of Aiea and Pearl City, then through Central Oahu, around the North Shore, and along the Windward coast ending at the town of Kaneohe."]},{"type":"*","value":[" ",{"type":"'''","value":["Farrington Highway"]}," (state route 93) is two separate roads: the south side starts where H-1 leaves off in Kapolei and leads to the Leeward coast communities of Nanakuli, Waianae, and Makaha, ending at the south end of Kaena Point State Park.  The north side starts from Waialua on the North Shore through the community of Mokuleia to the north end of Kaena Point State Park(the road used to go around the point but the part that actually rounded the point has been closed and replaced with a nature preserve. A trail connects the two portions)."]},{"type":"*","value":[" ",{"type":"'''","value":["Fort Weaver Road\/Kunia Road"]}," (state routes 76, 750) goes from Schofield Barracks near Wahiawa south to Ewa Beach."]},"\n",{"type":"===","value":["By boat"]},"\nNo services available.\n\n",{"type":"==","value":["See"]},"\n",{"type":"''","value":["This is a sampling of attractions on Oahu. For more detail on attractions in Honolulu proper, see the Honolulu article."]},"\n\n",{"type":"===","value":["Major attractions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Polynesian Cultural Center"],["alt="],["url=http:\/\/www.polynesia.com"],["email="],["address=55-370 Kamehameha Highway"],["lat="],["long="],["directions=from Honolulu, Hwy 63 Likelike Highway to 83 Kahekili Hwy\/Kamehameha Hwy, about 20 mi NW of Kaneohe"],["phone=+1 808 293-3339"],["tollfree=+1-800-367-7060"],["fax="],["hours="],["price="],["content=Laie. Monday-Saturday, 11AM - 8PM; individual attraction hours vary, see website for details. Hawaii's most popular paid tourist attraction, the Polynesian Cultural Center offers something found nowhere else: the opportunity to experience the culture not just of Hawaii, but also of seven other Polynesian island groups, all in one place. Recreated traditional villages of Hawaii, Samoa, Aotearoa (Maori New Zealand), Fiji, the Marquesas, Tahiti, Tonga, and Rapa Nui offer educational exhibits by native islanders, some of which can be hands-on. Award-winning Horizons evening show offers Polynesian entertainment. Basic admission $50, $38 children, includes cultural center and evening show. Ali'i Luau package $80\/$56 includes luau and basic admission. Parking $5. Other premium packages available. Discounts for Hawaii residents and U.S. military."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sea Life Park"],["alt="],["url=http:\/\/www.sealifeparkhawaii.com"],["email="],["address=41-202 Kalanianaole Highway #7;"],["lat="],["long="],["directions=Take the H-1 East past Honolulu through and past residential area along the coast to Makapu’u Point, it is then located on the left side of the road."],["phone=+1 808 259-2500"],["tollfree="],["fax="],["hours=Open daily from 10:30AM - 5PM"],["price=Entrance price is $29.99+tax\/adult & $19.99+tax\/child. (swimming with dolphins is extra)"],["content=Sea Life Park provides a one of a kind experience in a safe environment to learn about exotic sea life and other animals.  Visitors can participate and interact in various activities, educational lessons, and shows to include meeting dolphins, swimming with dolphins, interacting with sea lions, and feeding sea turtles.  Discounts for Hawaii residents and U.S. military."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["USS Arizona National Memorial"]]}]},"— Memorial to those moored at Battleship Row at Pearl Harbor. They were the initial targets of the first wave of attacks on the Americans during WWII. The 184-foot memorial was completed in 1961 and a flag is flown from the destroyed mast. Visitors can see a historic short film recapping the events and explore the Pearl Harbor Museum, complete with wartime memorabilia. Daily 7:30AM-5PM, closed on all major holidays."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Honolulu\/Manoa-Makiki#See"],["National Memorial Cemetery of the Pacific at Punchbowl"]]}]}," A solemn and beautiful place, built in the caldera of a small dormant volcano, which serves as the final resting place and memorial to those who died in service of the United States armed services in the Pacific Ocean (including WWII and more)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Diamond Head State Monument"],["alt="],["url=http:\/\/www.hawaiistateparks.org\/parks\/oahu\/index.cfm?park_id=15"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located off Diamond Head Road between Makapu'u Avenue and 18th Avenue, Honolulu. Hawaii's most recognized landmark is known for its historic hiking trail, stunning coastal views, and military history. Diamond Head State Monument encompasses over 475 acres, including the interior and outer slopes of the crater."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Honolulu Academy of Arts"],["alt="],["url=http:\/\/www.honoluluacademy.org\/cmshaa\/academy\/"],["email="],["address=1035 Kinau St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lot. $10. Considered Hawaii's premier example of kamaaina- (old-time-) style architecture, the Academy is the state's only general fine-arts museum and has expanded steadily over the last decade. It boasts one of the top Asian art collections in the country, including James Michener's collection of Hiroshige's ukiyo-e prints."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Bishop Museum"],["alt="],["url=http:\/\/www.bishopmuseum.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1889 by Charles Reed Bishop in honor of his late wife, Princess Bernice Pauahi Bishop, the last descendant of the royal Kamehameha family. The Bishop museum displays the world's greatest collection of natural and cultural artifacts from Hawai'i and the Pacific."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Iolani Palace"],["alt="],["url=http:\/\/www.iolanipalace.org"],["email="],["address=364 South King St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only royal palace on US soil and the seat of the Hawaiian government and subsequent Territory and State of Hawai'i after annexation until 1969. $6-20."]]}]},{"type":"*","value":[{"type":"'''","value":["Queen Emma's Summer Palace"]},". Built in 1847, the restored home of Queen Emma and King Kamehameha IV offers a glimpse into the lifestyle of the Hawaiian monarchy. Daily 9AM–4PM, closed major holidays. $6, children 17 and under $1, Seniors $4; reservations required for groups of 20 or more."]},"\n",{"type":"*","value":[{"type":"'''","value":["Banzai Pipeline"]},",North Shore.Banzai Pipeline on the North Shore is the \"happenin' place to be.Banzai Pipepline is one of the most famous surf sites for professional surfers all around the world like professional surfer John John Florence and Nathan Fletcher.The best time to head out to Banzai Pipeline is in the winter.That's when the waves could reach up to the possible height of 30-40 ft (9-12 m)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wet'n'Wild Hawaii"],["url=http:\/\/www.hawaiianwaters.com"],["email="],["address=Farrington Hwy in Kapolei"],["lat="],["long="],["directions=Just off the H-1"],["phone="],["tollfree="],["fax="],["hours=10:30AM-4PM"],["price=$38"],["content=The largest of its kind in Hawaii, Wet 'n' Wild Hawaii boasts 25 acres of sun-drenched fun in the sun. It has 25 rides and attractions and many family friendly attractions like the Keiki (kids) Cove, Water World, and the Hawaiian Waters Wave Pool. Wet 'n' Wild Hawaii originally opened in 1999 as Hawaiian Waters Adventure Park."]]}]},"\n",{"type":"===","value":["Beaches"]},"\nOahu has the following beaches:\n\n",{"type":"'''","value":["East Shore"]},"\n:*",{"type":"'''","value":["Halona Beach Cove"]}," - This beach is also nicknamed Eternity beach, receiving the name eternity because of the love scene that takes place on this beach from the movie \"From here to Eternity\". Most tourists usually go to this spot on the east side of the island just past Hanauma Bay to view the Halona blowhole. The only way to get this beach though is to scale down the somewhat steep cliffs that protect this tiny but very scenic beach.\n\n:*",{"type":"'''","value":["Hanauma Bay Nature Preserve"]}," - This beach is a Nature Preserve, the Bay is a flooded crater surrounded by several cratered cones and is home to over 250 species of fish. The Bay is a favorite of locals and tourists alike, there is a small fee for entrance and parking. The one drawback is the realitively small parking lot, so consider taking the bus or get there early. Lifeguards are present and skin-diving equipment is available for a fee.\n\n:*",{"type":"'''","value":["Sandy Beach Park"]}," - Located between Hanauma Bay Nature Preserve Park and Makapuʻu Point along Kalanianaʻole Highway, the beach is regarded as one of the best bodyboarding sites in Hawai’i. Known for steep, hard-breaking waves in Sandy’s shorebreak and rip currents. Many experienced bodysurfers are always in the water, making riding the waves look easy. Visitors unfamiliar with the beach misjudge the dangers and often get into trouble.\n\n:*",{"type":"'''","value":["Makapu'u Beach Park"]}," - Hawaiian for \"bulging eyes\", this beach is located just below Makapu'u Point, the easternmost point on O’ahu. One of the most famous bodysurfing beaches in Hawai’i. During the summer the beach is wide and the ocean is usually calm. During the winter high surf erodes the beach, exposing large rocks in the pounding shorebreak, and generates powerful rip currents.\n\n",{"type":"'''","value":["Windward Coast"]},"\n:*",{"type":"'''","value":["Kailua Beach Park"]}," - Located just below the Kaneohe Bay and directly above Bellows air force station, this beach is famous for its excellent swimming and wind surfing. With nice fine sand - perfect for sunbathing and recreational activities, and a backdrop of tiny offshore islands, this makes for one of Oahu's most beautiful beaches. Recently, the beach has suffered from erosion, removing a significant amount of sand from the shoreline. As a result, the space available on the beach has been severely reduced.\n\n:*",{"type":"'''","value":["Lanikai Beach"]}," - Located in Lanikai, a neighborhood within Kailua, on the windward coast. This small stretch of thin beach is home to some of the most clear and blue water you will find surrounding Oahu, and with views of the two beautiful offshore islands, known as the Mokuluas or Nā Mokulua, you truly feel engulfed in the tropical setting.\n\n:*",{"type":"'''","value":["Bellows Beach Park"]}," - Located near Bellows Air Force Station (Bellows Field) in Waimanalo, fronted by a long, wide, sand beach. A shallow sandbar off the beach provide good waves for bodysurfing and bodyboarding.\n\n",{"type":"'''","value":["North Shore"]},"\n:*",{"type":"'''","value":["Kualoa Regional Park"]}," - Located along the Northeast side of the island, this beach is rarely crowded and has a great view of the offshore island, Chinaman's hat, so called this due to its resemblance of the peasants chapeau worn by rural Chinese. With Kualoa mountains in the background you might feel you are in the movie Jurassic park, due to the fact that Kualoa range is where much of the footage took place. Also this area was considered sacred by ancient Hawaiians due to the whalebones that would wash on shore that would be used for valuable tools and jewelry.\n\n:*",{"type":"'''","value":["Kahana Bay Beach Park"]}," - Located along the Kamehameha Highway adjacent to Ahupua'a O Kahana State Park between Kaʻaʻawa and Punaluʻu. This beach cove is nestled at the very bottom of the Kualoa mountains and is often over looked by people traveling up the coast due to the outlining of pine trees along the beaches edges. With its seclusion, calm waters and plenty of shady spots for those not fond of the too much sun, you can obviously see why this is one of Oahu's best kept secrets.\n\n:*",{"type":"'''","value":["Sunset Beach"]}," - Located off Hoalua Street and Kamehameha Highway on the North Shore. Named to promote the area’s spectacular sunsets, this white sand beach is one of the longest running beaches on Oahu, stretching 2 mi (3 km) in length and between 200-300 ft (61-91 m) in width at some spots. Home to several internationally renowned surfing contests, including the Triple Crown of Surfing since 1983. A bike path runs from Sunset Beach to Waimea Bay - a great way to spend the day exploring the hidden spots that you cannot see from the main road. Bike rentals available at Paradise Baby Co. (adult and childrens bikes).\n\n:*",{"type":"'''","value":["Ehukai Beach Park"]}," - Also known as \"Reddish tinged water\", this also home of the famous Banzai Pipeline. In the winter months this beach features 30-40-ft (9-12 m) waves, when the swells are high, and frequented by many of the worlds best surfers. Part of the triple crown surf tournament, I would stay out of the water in the winter months unless you are familiar with the surf, due to the fierce breaking waves and strong undertow. However in the summer months the calm ocean makes a good spot for swimming and a good sandbar. Always check with a life guard at this beach before entering the water.\n\n:*",{"type":"'''","value":["Hale'iwa Beach Park"]}," - Located in the Historical town of Hale'iwa fronted by a narrow brown sand beach. While its shallow, rocky ocean bottom does not attract many swimmers, the park is well-used by canoe paddlers as a training and regatta site, by kayakers as an access point to the bay, and by surfers who ride the waves at Pua’ena Point.\n\n:*",{"type":"'''","value":["Mokule'ia Beach Park"]}," - Mokulēʻia means \"isle (of) abundance\" in Hawaiian. Located on the northwestern tip of the island, this long white sandy beach is frequented by many of the local Hawaiians for its enticing windsurfing conditions and nice fishing spots.\n\n:*",{"type":"'''","value":["Three Tables"]}," - This beach located off the Kamehameha Highway, North Shore, between Sharks Cove and Waimea Bay. Part of the ",{"type":"[","value":["http:\/\/www.pupukeawaimea.org\/ Pupukea Beach Marine Sanctuary"]},", this popular dive area is named for three table-like sections of reef that can easily be seen during low tide.\n\n:*",{"type":"'''","value":["Waimea Bay Beach"]}," - Located along Kamehameha Highway on the North Shore, Waimea means \"red water\" in Hawaiian. Waimea Bay is one of the most famous big wave surf sites in the world. Waves breaking on the north point of the bay often reach heights of 25 feet, attracting many of the best riders in the international surfing community. During the summer months the wide sand beach at Waimea is a popular swimming and snorkeling site. Part of the ",{"type":"[","value":["http:\/\/www.pupukeawaimea.org\/ Pupukea Marine Life Conservation District"]},".\n\n",{"type":"'''","value":["Leeward Coast"]},"\n:*",{"type":"'''","value":["Ko'Olina"]}," - A resort featuring some of the most beautiful man-made beaches on the island. The four lagoons are named Kolola (whale), Honu (turtle), Nai'a (dolphin), and Ulua (fish). With literally no surf the lagoons are nice to just float around in. Given that the lagoons are about 40+ minutes (rush hour makes it over an hour) from Waikiki these lagoons are generally not crowded on weekdays but the limited parking lots fill up quickly on weekends.\n\n:*",{"type":"'''","value":["Pokai Bay Beach Park"]}," - Hawaiian for \"Night of the Supreme one\", this beach is named after the Hawaiian chef Pokai who according to legend brought and planted the first coconut palm tree on the island. This west shore beach is one of the most protected beaches on the island even during the months of rough surf, which makes for nice swimming conditions.\n\n",{"type":"'''","value":["South Shore"]},"\n:*",{"type":"'''","value":["Ala Moana Beach Park\/Magic Island"]}," - Known as \"The path to the sea\", this beach park is famous for its recreational activities. Located just west of the Waikiki beaches and directly across from the Ala Moana mall, this area features a 76-acre park located along the shore, and is often home to many family gatherings and company outings.\n\n:*",{"type":"'''","value":["Waikiki at Duke Paoa Kahanamoku Beach Park"]}," - also known as: Waikiki, Kahanamoku Beach, Milo Tree, or Fort DeRussy Beach. Kahanamoku Beach lies between the Ala Wai Small Boat Harbor to the west and the Hilton Hawaiian Village’s catamaran pier to the east. A shallow reef protects the beach and provides a popular swimming area for families with children.\n\n",{"type":"===","value":["Gardens and views"]},"\n\n",{"type":"[[","value":[["File:2012 USCGuard Makapuu Point Light.jpg"],["350px"],["thumb"],["right"],["U.S. Coast Guard Makapuu Point Light"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ho'omaluhia Botanical Garden"]},", Located at 45-680 Luluku Road in Kane'ohe. Translated as \"To Make a Place of Peace and Tranquility\" - 400 acres of geographically laid out botanic gardens, endangered and rare plants, and a network of trails. There is also a 32-acre lake, picnic areas, and a campground on site. 9AM to 4PM daily"]},{"type":"*","value":[{"type":"'''","value":["Nu'uanu Pali Lookout."]}," ",{"type":"''","value":["See Honolulu article for more details."]}]},{"type":"*","value":[{"type":"'''","value":["Hale'iwa Historical town"]},"— You may recognize the location as being the site of a former television series called 'Baywatch', but this more than 100-year-old historic town offers more than that. Many of the buildings are on the State Register of Historic Sites, and the rustic old building that dot the town are simply charming."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pu'u o Mahuka Heiau State Historic Site"],["alt="],["url=http:\/\/www.hawaiistateparks.org\/parks\/oahu\/puuomahuka.cfm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located off Pupukea Homestead Road (Highway 835) from Kamehameha Highway (Highway 83) across from Pupukea fire station. This is the largest heiau (religious site or temple) on O'ahu, covering almost 2 acres. The name is translated as \"hill of escape\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lyon Arboretum"],["alt="],["url=http:\/\/www.hawaii.edu\/lyonarboretum\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=— Located in the Manoa Valley. Operated by the University of Hawaii. On its 194 acres, Lyon Arboretum maintains a world renowned collection of more than 5,000 tropical plant species; supports Hawaii's horticultural and agriculture industries; and works to preserve and restore Hawaii's tropical forests."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Koko Head Crater Botanical Garden"]},"— Located in Hawaii Kai, off Kalaniana’ole Highway past Hanauma Bay and Sandy beach. 200 acres inside the crater, including over 60 acres of the inner slope cultivated with rare dry climate plants such as African plants, cacti and succulents, plumeria, native wiliwili, dry land palms and bougainvillea."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Byodo-in"],["alt="],["url=http:\/\/www.byodo-in.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= 47-200 Kahekili Highway, Kaneohe (",{"type":"''","value":["about 5 min from Kaneohe town"]},"), daily 8:30AM-4:30PM. Situated against the backdrop of steep green cliffs is a recreation of the 900-year-old Byodo-In Temple in ",{"type":"[[","value":[["Kyoto"]]},". The temple grounds include a nine-foot Buddha statue and the three-ton Peace Bell. Byodo-in is in the back of the Valley of the Temples cemetery. $3.00 per adult, $2.00 senior citizen, $1.00 child. Cash only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waimea Valley Audubon Center"],["alt="],["url=http:\/\/www.audubon.org\/local\/sanctuary\/Brochures\/Waimea.html"],["email="],["address=59-864 Kamehameha Hwy"],["lat="],["long="],["directions=across Kamehameha Hwy from Waimea Bay Beach Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Haleiwa, daily 9:30AM-5PM except 1 Jan 25 Dec; 9:30AM-3PM on Thanksgiving Day (4th Th in Nov) and 31 Dec. Formerly known as ",{"type":"'''","value":["Waimea Falls Park"]},", the National Audubon Society received a contract from the City and County of Honolulu to operate the site as a nature preserve. The preserve is home to endangered moorhen and a botanical garden with both endemic Hawaiian plants and other plants from around the world. A 0.75-mi (1.2 km) hike on paved trails leads to the centerpiece of the park, Waihi Falls, where visitors can swim in the pool at the base of the falls. $8; $5 seniors, military, and children (4-12); discounts for Hawaii residents."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dole Plantation"],["alt="],["url=http:\/\/www.dole-plantation.com\/"],["email="],["address=64-1550 Kamehameha Hwy"],["lat="],["long="],["directions=about 3 mi\/5 km N of Wahiawa on Hwy 99, 1 mi\/1.6 km N of the jct. with Hwy 80; H-2 north to its end, then continue on Hwy 99, approx 40 min from Waikiki"],["phone=+1 808 621-8408"],["tollfree="],["fax="],["hours="],["price="],["content=Wahiawa. Visitor center and garden daily 9AM-5:30PM; train and maze to 5PM daily. Once a roadside fruit stand, this tourist attraction has been renovated and billed as \"Hawaii's Complete Pineapple Experience.\" Among the attractions are a pineapple variety garden, a 20-minute miniature train ride into the surrounding pineapple fields, and the Pineapple Garden Maze, recognized in the 2001 Guinness Book of World Records as the world's largest maze. Admission free for site; garden tour $3.75, $3 children; train $7.50, $5.50 children; maze $5,$3 children. Discounts available for U.S. military and Hawaii residents."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Try windsurfing, surfing and body-boarding at Waikiki and (less crowded and more scenic) North Shore and Kailua Beach. - see ",{"type":"[","value":["http:\/\/www.prh.noaa.gov\/hnl\/pages\/SRF.php?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+ScubaholicOahuForecast+(Scubaholic.com+Surf+Forecast+for+Oahu) Oahu Surf Conditions, Radar, and Forecasts"]}," and ",{"type":"[","value":["http:\/\/www.girlswhosurf.com Girls Who Surf"]}," for lessons."]},{"type":"*","value":["Enjoy horseback riding on the North Shore and Windward Koolau Range"]},{"type":"*","value":["Explore hiking all over the island: in particular, Diamond Head State Park (excellent view of Honolulu and the surrounding area). Also visit Lanikai's Pillbox (leftover from WWII sitting above Lanikai). Gives spectacular view of Waimanalo, the Koolau Mountains, Kailua and the Mokulua Islands sitting in the distance."]},{"type":"*","value":["Kayak on the Windward side to the Mokulua Islands which are a bird sanctuary and also offer encounters with turtles which have made a huge comeback in the Windward bay area. ",{"type":"''","value":["It should be noted that it is against state law to violate the sanctuary area. The beach on the islands is not part of the restricted zone, however."]}]},{"type":"*","value":["Circumnavigate the east half of the island: From Honolulu, take H1 east until it turns into Route 72. Follow Route 72 around the southeast corner of the island. Then go on Route 83, which goes along the east coast of the island around the northeast corner to the North Shore. Return to Honolulu along Route 99, Interstate H2, and Interstate H1. Unfortunately, it is not possible to circumnavigate the entire island, because there is no road between the North Shore and the Leeward Coast around the northwest corner of the island."]},{"type":"*","value":["Driving tour around East-side of island gives spectacular views. Stop several times along the route to see blowhole, swim in secluded cove, hike up to the Lighthouse for amazing views or check out ancient Hawaiian drawings and Heiaus (Hawaiian temples)."]},{"type":"*","value":["Drive up to the Round-Top Forest Reserve (excellent view of Honolulu and the surrounding area), or over the Pali Highway; be sure to visit the Pali Lookout."]},{"type":"*","value":["Viewing Marine Wildlife (the best 1\/2 of Oahu is underwater!)- see ",{"type":"[","value":["http:\/\/sailhawaii.com\/ Wild Side Specialty Tours"]}," to sail with whales, dive with dolphins, and snorkel coral reefs with turtles and tropical fish."]},{"type":"*","value":["If the hot weather is too much for you, go ice skating at the Ice Palace in Honolulu (see ",{"type":"[[","value":[["Honolulu#Ice Skating"],["\"Do\""]]}," in the Honolulu article)."]},"\n",{"type":"====","value":["Scuba diving"]},"\n\nAlthough Oahu is generally not regarded as a premier dive destination, there are many reasons to consider diving here. The islands have fewer types of coral than any other part of the tropical Indo-Pacific, and reef health has been impacted by a variety of human forces, including population increases, shoreline development, land-based sources of pollution, increased sediments in the water, damage by tourists and divers, groundings, poor water quality from runoff and sewage treatment, and over-fishing. But Hawaii has a greater number of endemic tropical marine fishes than any other region except the Red Sea.\n\nAt the present time there are three MLCDs (Marine Life Conservation Districts) on Oahu - Hanauma Bay, Waikiki, and Pupukea. The MLCDs are designed to conserve and replenish marine resources. The taking of any type of living material (fishes, eggs, shells, corals, algae, etc.) and non-living habitat material (sand, rocks, coral skeletons, etc.) is generally restricted, if it is permitted at all.\n\n",{"type":"'''","value":["Reef Dive Sites"]},": \n",{"type":"*","value":[" Hanauma Bay - Water depths in the inner bay range to about 30 feet, and visibility is generally good. The outer bay is recommended only for experienced divers. Depths range up to about 70 feet, and there is a large finger coral reef on the left side. "]},{"type":"*","value":[" Pupukea - includes three dive sites on Oahu's north shore - Shark's Cove, Firehouse, and Three Tables - with depths ranging from 20-45'. Many ledges, arches, lava tubes and other features. From about May through October the water is generally calm, but surges are possible. During winter months current and wave conditions become extremely dangerous in all areas."]},{"type":"*","value":[" Kahe Point Beach Park (also known as Electric Beach) An adjacent electric generating facility outflows clean warm water through two giant cooling pipes offshore. Easy beach entry when the surf is low, with depths ranging from 5-35'."]},{"type":"*","value":[" Trench Dive - (also known as Haleiwa Ali'l Beach Park) Park your vehicle in Western parking Lot of the park.  Entry is easy, walk to left side of Main building.  Water depth is only 1-2' for about 100m then starts to drop off.  Wall starts at 10' and drops to about 90'  Trench was originally built to hide submarines.  Southern wall is most dramatic."]},"\n",{"type":"'''","value":["Wreck dive sites"]},":\n",{"type":"*","value":[" The Seaplane Wreck - a twin engine Beechcraft airplane off the west coast with a maximum depth of 100'\/30m. Sunk in 1986 as an artificial reef project."]},{"type":"*","value":[" Corsair Airplane Wreck - a deep dive with a maximum depth of 107'\/32m. A mostly-intact wreck submerged since 1945 when the pilot ditched it after engine problems during an exercise."]},{"type":"*","value":[" Mahi Wreck - a former minesweeper\/cable layer sunk off the west coast in 95'\/29m of water, with the deck between 60-80'\/18-24m. Shortly after being sunk as an artificial reef project in 1982, Hurricane Iwa repositioned the ship 180 degrees. "]},{"type":"*","value":[" San Pedro Shipwreck - a former a Korean fishing boat resting in 85 feet of water with the main decks at 65 and 70 feet. Sunk in 1996 by Atlantis Submarines. "]},{"type":"*","value":[" Sea Tiger Shipwreck - Rests upright on a sandy bottom off the Waikiki coast at 130'\/40m, but dive depth is generally between 80-100'\/24-30m. Sunk on June 24, 1999 by now-defunct Voyager Submarines. "]},{"type":"*","value":[" YO-257 Shipwreck - Rests upright at 95'\/28m off the Waikiki coast. Often in ",{"type":"''","value":["Rodale's Scuba Diving Magazine's"]}," top 5 of US best wrecks. Sunk in 1989 by Atlantis Submarines."]},"\n",{"type":"'''","value":["Dive shops"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Breeze Hawaii"],["url=http:\/\/breezehawaiidiving.com\/"],["email="],["address=3014 Kaimuki Ave., Honolulu"],["lat="],["long="],["directions="],["phone=+1 808 735-1857"],["tollfree="],["fax="],["hours="],["price="],["content= a PADI Five Star Development Center with 4 dive boats."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Deep Ecology"],["url=http:\/\/www.oahuscubadive.com\/"],["email="],["address=66-456 Kamehameha Hwy, Haleiwa"],["lat="],["long="],["directions="],["phone=+1 808 637-7946"],["tollfree="],["fax="],["hours="],["price="],["content= a full-service, PADI Five Star Scuba Dive Center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kaimana Divers"],["url=http:\/\/www.waikikiscuba.com\/"],["email="],["address=1051 Ala Moana Blvd"],["lat="],["long="],["directions="],["phone=+1 808 772-1795"],["tollfree="],["fax="],["hours="],["price="],["content= two-tank boat charters based out of Waikiki."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ocean Legends"],["url="],["email=info@oceanlegends.com"],["address=111 Sand Island Access Rd. #R-10, Honolulu"],["lat="],["long="],["directions="],["phone=+1 808 852-8881"],["tollfree="],["fax="],["hours=Mon-Sat 9AM - 5PM"],["price="],["content=PADI Dive Center with 20 years of training and dive exploration."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dive Oahu"],["alt="],["url=http:\/\/diveoahu.com\/"],["email="],["address=NEX & Camp Smith"],["lat="],["long="],["directions="],["phone=+1 808 922-3483"],["tollfree="],["fax="],["hours="],["price="],["content=PADI Dive Center, caters to military and civilians alike. Daily Dive Boat at Kewalo Basin Harbor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aaron's Dive Shop"],["alt="],["url=http:\/\/www.hawaii-scuba.com\/"],["email="],["address=307 Hahani Street, Kailua"],["lat="],["long="],["directions="],["phone=+1 808 262-2333"],["tollfree=+1-888-84-SCUBA"],["fax="],["hours=Daily 7AM-7PM"],["price="],["content=PADI 5-Star Dive Center, caters to speciality divers, mixed gas and recreational. Daily Dive Boat Charters."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Living Ocean Scuba"],["alt="],["url=http:\/\/www.livingoceanscuba.com\/"],["email="],["address=1125 Ala Moana Blvd, Honolulu"],["lat="],["long="],["directions="],["phone=+1 808 436-3483"],["tollfree="],["fax="],["hours=Daily 7AM-7PM"],["price="],["content=Guided dives at Hanauma Bay and daily boat dives from Kewalo Basin."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Shopping malls"]},"\nShopping malls are mostly everywhere in the major districts. Here are some better-known shopping malls on Oahu that are easily accessible by car or bus.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ala Moana Center"]}," - see Honolulu article. Largest shopping mall in Hawaii and the fourteenth largest shopping mall in the United States.  Ala Moana Center has well over 300 tenants and is truly, a shopper's paradise."]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Royal Hawaiian Shopping Center"],["alt="],["url=http:\/\/www.royalhawaiiancenter.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the heart of revitalized Waikiki, the Royal Hawaiian Center is one of Oahu's top shopping malls. The Oahu mall features a wide variety of shopping and dining options amongst its 110 shops and restaurants. The shopping center underwent a massive renovation in 2007 which opened up views to the Royal Hawaiian Hotel and added tenants including an Apple Store, Kate Spade, Gucci, Hermes, and others."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["DFS Galleria (Duty Free Shops)"]},". Newly renovated emporium featuring luxury brands alongside souvenir shops.  The 3rd floor is for international travelers only."]},{"type":"*","value":[" ",{"type":"'''","value":["Waikiki Shopping Plaza"]},". 75 specialty shops are spread over five floors."]},{"type":"*","value":[" ",{"type":"'''","value":["Aloha Tower Marketplace"]},". Waterfront marketplace and shopping mall."]},{"type":"*","value":[" ",{"type":"'''","value":["Kahala Mall"]},". Kahala Mall is an indoor shopping mall and is one of the main shopping centers in the Kaimuki-Kahala area east of Waikiki."]},{"type":"*","value":[" ",{"type":"'''","value":["Koko Marina Shopping Center"]},". One stop shop for water sports, food, and shopping. "]},{"type":"*","value":[" ",{"type":"'''","value":["Windward and Kane'ohe Shopping Mall"]},"— Features over one hundred twenty stores, you'll be sure to find what you need here."]},{"type":"*","value":[" ",{"type":"'''","value":["Ward Center"]},"— Be sure to check out this contemporary retail gallery featuring the works of fifteen of Hawaii’s top artists."]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Pearlridge Center"],["alt="],["url=http:\/\/www.pearlridgeonline.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Kamehameha Highway in Aiea, is the main shopping mall in Leeward Oahu. It's actually two malls in one, with two distinct architectural personalities. Uptown Pearlridge, anchored by Macy's, has a plush, wood-toned decor, while Downtown Pearlridge, anchored by Sears, is built around an urban theme. The two building are connected by the SkyTrain, a monorail that runs regularly between the two malls; it is the only monorail in the state."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Waikele Center"]},", one mile west of the H1-H2 interchange in the south-central part of the island, is made up mostly of big-box retailers such as KMart, Borders, Lowe's, and the Sports Authority.  Across Lumiaina Street from the mall is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.premiumoutlets.com\/waikele Waikele Premium Outlets"]}]},", made up of upscale outlet stores from such names as Barneys New York, Coach, Michael Kors, Off 5th Saks Fifth Avenue, Polo Ralph Lauren, to name a few. By public transport, take bus 42 (slower) or E (faster city express bus) to Waipahu Transit Center, then change to 433. There are also tour bus lines that bring you here from Waikiki."]},"\n",{"type":"==","value":["Eat"]},"\n\n\n\nSee the ",{"type":"[[","value":[["Hawaii#Eat"],["Eat"]]}," section in ",{"type":"[[","value":[["Hawaii"]]}," for more details on island food in general.  Honolulu and Waikiki in particular offer a vast array of dining options for tourists.  On the North Shore be on the lookout for shrimp trucks which patrol the highways and offer plate lunches for under $10.\n\nThe ",{"type":"[","value":["http:\/\/www.honoluluhi5.com\/blog\/farmers-market-guide\/ local farmers markets on Oahu"]}," are also a great place to consider for fresh and local food. These markets are a reflection of life in Hawaii, where the community revolves around good, local food.\n\n",{"type":"==","value":["Drink"]},"\n\n\n\nWaikiki offers numerous bars, and Kuhio Avenue in Honolulu is home to most of that city's bars and nightclubs.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n\nWithin Honolulu, and particularly in ",{"type":"[[","value":[["Honolulu\/Waikiki"],["Waikiki"]]}," there are a vast number of lodging options.  Outside of these areas there are very few hotels on the island, but there are vacation rentals. Due to zoning regulations some vacation rentals only accept stays of 1 month or longer.\n\n",{"type":"==","value":["Stay safe"]},"\nSome areas, including parts of Downtown\/Chinatown, Pearl City, Waianae, Nanakuli, Waipahu, and Kalihi, are not very safe after dark. Officers from the Honolulu Police Department are extremely helpful to visitors and will steer you away from potential problems.\n\nSome beaches are unsafe due to surf conditions or currents.  Always check the ",{"type":"[","value":["http:\/\/oceansafety.ancl.hawaii.edu\/v\/1.0\/index.asp?i=oahu Local Oahu Beach Conditions"]}," in advance to know the dangers.  Check with the lifeguards and look for flags (Yellow=Caution; Red=Dangerous; Black=Extremely Dangerous).  Underwater rocks and coral can be very shallow in some locations even with large waves, so know before you go.  Some beaches (like Sandy's Beach) have very large very dangerous shorebreak at times. It is good to know general ",{"type":"[","value":["http:\/\/oceansafety.ancl.hawaii.edu\/v\/1.0\/safety\/ Beach Safety"]}," to understand the risks.\n\nTake care when hiking on trails.  Several trails are hazardous, especially after large amounts of rain, go with someone who is familiar with the area.  It is very easy to get to dangerous locations that are not marked by signs or railing.  When hiking near on rock shelves beside the ocean, dangerous areas are not blocked off.  Understand the conditions of the oceans and take note how high up the water has splashed due to wave action.  It is not uncommon to have areas that are safe and fun to explore until surf conditions change making them dangerous or deadly. If you fall into the water in high surf near rock walls, SWIM AWAY from the rocks and shore, DO NOT PANIC, call for help and swim parallel to the shore to location of little wave action or toward sandy areas.\n\nRemember that as much as you need to keep yourself safe, you need to keep Hawai'i safe as well. Please practice the Leave No Trace principles to make sure everyone can enjoy the islands. It's not only illegal to do things like feed or hassle wildlife, take rocks, sand or plants, but it's also immoral and detrimental to the Hawaiian Islands. They are the most isolated land mass on the globe and have many species and landscapes that are struggling to survive under the pressures of tourism. Respect the 'aina the best you can. Do not cut trails, litter, or desecrate natural or man made sites.\n\n",{"type":"==","value":["Go next"]},"\nTo get to the other Hawaiian islands, fly ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hawaiianair.com Hawaiian Airlines"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/iflygo.com\/ go! Airlines"]}]}," from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/hawaii.gov\/hnl Honolulu International Airport"]}]},". Or in the case of traveling to the smaller islands (Lanai and Molokai), use ",{"type":"'''","value":["Island Air"]},", ",{"type":"'''","value":["Mokulele Airlines"]},", or ",{"type":"'''","value":["Pacific Wings"]}," at the commuter terminal of Honolulu Int'l.\n\n",{"type":"{{","value":[["isPartOf"],["Hawaii"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["21.46393"],["-157.94975"],["zoom=11"]]},"\n",{"type":"[[","value":[["wikipedia:Oahu"]]}]