[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["Image:Prairie School Style Home.JPG"],["thumb"],["250px"],["Prairie School Style Home"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oprf.com\/ Oak Park"]}]}," ",{"type":"[","value":["http:\/\/www.oak-park.us\/"]}," is a city in the ",{"type":"[[","value":[["Chicagoland"]]}," area. It's essentially an outdoor museum dedicated to notable architect Frank Lloyd Wright. \n\n",{"type":"==","value":["Get in"]},"\nOnly about 10 miles west of downtown, Oak Park is easily accessible by the CTA Blue Line, Green Line or Metra Train. \n\nMetra or the Green Line are most convenient for getting to the more scenic parts of Oak Park. Metra's service is limited outside of rush hour. Take the Union Pacific West line out of Ogilvie Transportation Center (schedule: ",{"type":"[","value":["http:\/\/metrarail.com\/Sched\/cnw_w\/cnw_w.shtml"]},"). The Green Line runs regularly every day and is accessible from the Loop; exit at the Austin, Ridgeland, Oak Park or Harlem stop.\n\nTaxis will go to Oak Park, but Chicago taxi drivers are unlikely to know the streets in this suburban destination.\n\nOak Park is conveniently located to both of Chicago's major airports. Taxi fare to either O'Hare or Midway is around $30.\n\n",{"type":"==","value":["Get around"]},"\n\nOak Park is very pedestrian- and bicycle-friendly. A self-guided walking tour starting and ending on the Green Line would allow you to see most destinations within a few hours.\n\nOak Park does not follow Chicago's street numbering system. East-west streets start at 0 at Austin Boulevard and increment as they head west, reaching 1200 at Harlem. North-south streets include a north-south designation in their addresses. The zero line is the elevated freight\/Metra\/Green Line track running through the center of the town. Visitors from Chicago are sometimes confused that Madison Street, the north-south zero line in Chicago, is 500 south in Oak Park.\n\nTwo local taxi companies serve the Oak Park area: Red Cab ",{"type":"[","value":["http:\/\/www.redcab.net\/"]}," and Blue Cab ",{"type":"[","value":["http:\/\/www.bluecab.us\/"]},". Both companies congregate near the Metra\/Harlem Green Line stop. Their dispatch services are professional and fast.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Frank Lloyd Wright"]},"\nOak Park has the world's largest concentration of Wright's Prairie School works, including his workplace home.\n",{"type":"[[","value":[["Image:Unity Temple.JPG"],["thumb"],["200px"],["Interior of Unity Temple"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Frank Lloyd Wright Home and Studio"],["url=http:\/\/www.gowright.org\/homestudio"],["email="],["address=951 Chicago Ave"],["lat="],["long="],["directions="],["phone=+1 708 848-1976"],["tollfree="],["fax="],["hours=11AM-4PM daily"],["price=Admission and guided tour is $15 adults, $12 children and seniors, free for children 3 and under"],["content=This amazing house is not very large and admission is strictly limited. You may be able to turn up on a wet February day and gain immediate entrance but for most of the year you will have to book in advance. Walking tours to other Frank Lloyd Wright houses in the Oak Park area are also organized."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Unity Temple"],["url=http:\/\/unitytemple-utrf.org"],["email="],["address=875 Lake St"],["lat="],["long="],["directions="],["phone=+1 708 383-8873"],["tollfree="],["fax="],["hours=10:30AM-4:30PM daily"],["price=$8 adults"],["content=A National Historic Landmark. The temple, which celebrates its Centennial in 2009, is a fascinating piece of architecture, now sadly threatened by extensive deterioration of its structure."]]}]},"\n",{"type":"===","value":["Other sites"]},"\n",{"type":"[[","value":[["Image:Hemingway birthplace.jpg"],["thumb"],["right"],["Ernest Hemingway Birthplace Home."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ernest Hemingway Birthplace Home"]},", (339 N Oak Park Avenue), where Hemingway spent his first six years and ",{"type":"'''","value":["The Hemingway Museum"]}," (200 N Oak Park Avenue). $8 admission, $6 for students\/seniors. 1pm-5pm except Saturdays, 10am-5pm. ",{"type":"[","value":["http:\/\/www.ehfop.org\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Oak Park Festival Theatre"]},", Austin Gardens, Forest Avenue & Lake Street, downtown Oak Park - The Midwest's oldest outdoor theatre.  Performances run Jun-Aug."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nOak Park offers a variety of independent boutique shops. The most active cluster of these shops is called Downtown Oak Park, on Lake Street from Harlem east to Oak Park Avenue. This stretch includes the historic Unity Temple and post office. Don't miss the recently-rebuilt stretch of shops on Marion Street south of Lake. Continuing from this stretch, more shops and restaurants can be found on Oak Park Avenue, from Lake Street south to Pleasant Street.\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"*","value":[" The Marion Street Cheese Market ",{"type":"[","value":["http:\/\/marionstreetcheesemarket.com\/"]}," is more than just a cheese shop - it also contains a wine and beer shop, coffee bar, deli counter, bar, and restaurant. They offer a variety of locally-sourced products and often have unique craft beers in bottles and on tap."]},{"type":"*","value":[" Barclay's American Grille ",{"type":"[","value":["http:\/\/www.carletonhotel.com\/restaurants\/index.cfm"]}," offers a relaxed, casual dining experience featuring classic American cuisine. Located in the Carleton Hotel. "]},{"type":"*","value":[" Cucina Paradiso ",{"type":"[","value":["http:\/\/www.cucinaoakpark.com\/"]}," is a lovely Italian restaurant within a stone's throw of the Oak Park Avenue Green line stop.  "]},{"type":"*","value":[" New Rebozo ",{"type":"[","value":["http:\/\/www.newrebozo.com"]}," is a one of a kind authentic Mexican food restaurant where the chef owner takes an active approach to providing superb dishes.  The restaurant is also well known for it's drinks.  "]},{"type":"*","value":[" Geppetto's ",{"type":"[","value":["http:\/\/www.geppettosoakpark.com"]}," is an Italian restaurant, serving one of the finest Chicago-style ",{"type":"''","value":["thin-crust"]}," pizzas you'll find.  Yes, Chicago has its own style of thin-crust pizza."]},{"type":"*","value":[" The Buzz Cafe is a little neighborhood cafe in the midst of Oak Park's southern Harrison Arts District."]},{"type":"*","value":[" A variety of restaurants representing numerous cultures are intermingled with the shops mentioned above."]},"\n",{"type":"==","value":["Drink"]},"\n\nUntil the 1970's, Oak Park was a dry town. Alcohol restrictions have since lifted, though as a relic of this law, there are still no free-standing liquor stores in the city, and some grocery stores do not sell alcohol.\n\nWithin Oak Park, some worthwhile bars include:\n",{"type":"*","value":[" Poor Phil's ",{"type":"[","value":["http:\/\/www.poorphils.com\/"]}," in the Carleton Hotel specializes in seafood and has a large, rotating selection of beers on tap, including real ale. Though it exists in a hotel, it is not owned by the hotel. Its atmosphere is casual and its prices are reasonable."]},{"type":"*","value":[" Avenue Ale House (825 S. Oak Park Avenue, near the Blue Line) offers quality bar food."]},{"type":"*","value":[" Bar Louie (1122 Lake Street, near Harlem) is a comfortable chain bar."]},"\nOwing to Oak Park's past prohibition, bars emerged on the borders of the city. The largest quantity of bars can be found on Madison Street in Forest Park, just west of Harlem Avenue. Roughly 16 bars exist on this stretch of about five blocks. All Forest Park bars are casual, focused on beer, and offer basic pub fare.\n\nA popular spot for live music is Fitzgerald's ",{"type":"[","value":["http:\/\/www.fitzgeraldsnightclub.com\/"]},", just across the street from Oak Park. Their bar has a friendly pub feel, and their nightclub next door offers a variety of reasonably-priced entertainment most nights of the week.\n\n",{"type":"==","value":["Sleep"]},"\n\nOak Park contains no major chain hotels, but it does have several independent hotels and B&Bs for visitors.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Carleton of Oak Park"],["url=http:\/\/www.carletonhotel.com"],["email="],["address=1110 Pleasant Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small hotel\/motel with several banquet halls and restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Write Inn"],["url=http:\/\/writeinn.com"],["email="],["address=211 N Oak Park Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small hotel across the street from the Ernest Hemingway Museum."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nOak Park borders Austin, a rough neighborhood on Chicago's ",{"type":"[[","value":[["Chicago\/Far West Side"],["Far West Side"]]},". The Oak Park police are active, but this nearby influence cannot be completely removed from Oak Park. Behave as you would in any urban environment. That warning aside, most destinations in Oak Park are removed from the Chicago border and are not risky to visit.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox-2"],["image1=I-290.svg"],["imagesize1=22px"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Schaumburg"]]}],["minorl1=",{"type":"[[","value":[["Hillside"]]}],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Chicago"]]}]}],["image2=Illinois 38.svg"],["imagesize2=22px"],["directionl2=W"],["majorl2=END"],["minorl2=",{"type":"[[","value":[["Dixon (Illinois)"],["Dixon"]]}],["directionr2=E"],["majorr2=END"],["minorr2=",{"type":"'''","value":[{"type":"[[","value":[["Chicago"]]}]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.8833"],["-87.8000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Chicagoland"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Oak Park, Illinois"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Illinois\/Localities\/O\/Oak Park\/"]]}]