[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Oaxtepec"]}," is a city in ",{"type":"[[","value":[["Morelos"]]},". The main industry of the city is domestic tourism (so don't expect to see many foreigners, if any at all) due to the warm weather and the large campus which includes several economic hotels\/cabanas\/campsites, several pools, and a waterpark.\n\n",{"type":"==","value":["Get in"]},"\nTake a bus from Mexico City's Taxqueña bus station. Buses leave every 10 minutes until around 7pm in the evening and cost around 80 pesos. You may be able to take a bus from Puebla although this is uncertain.\n\n",{"type":"==","value":["Get around"]},"\nIf you are staying in the large government owned campus with the waterpark and many hotels, you can walk down the road (or wait on the side) for a beige van to come driving by. This van acts as a sort of free transportation to patrons of the campus and can take you to your hotel, or from your hotel to the entrance or waterpark. \n",{"type":"==","value":["See"]},"\nExcovento\n\n",{"type":"==","value":["Do"]},"\nSwim! If you stay on the campus you will have complimentary access to numerous pools, including a very large and very nice olympic pool and a diving pool with diving boards of various heights.\n\nGo to the waterpark known as PAO (Parque Acuatico Oaxtepec). If you are staying on the campus and have an identification bracelet (given to you when you check in to a hotel on the campus) you will get half off of the admission price, which should come out to about 60 pesos a person. There are plenty of terrifying waterslides\/toboggans, a wave pool, restaurants, and a bunch of regular pools.\n\nGo to the club house (CASA CLUB). Here, you can get on the internet, workout at the gym, go to a restaurant, order a snack like ramen noodles, or sit in a sauna...all free if you stay on the campus. \n\n",{"type":"==","value":["Buy"]},"\nThere are the usual knick-knacks one can expect to come across in a town aimed at domestic tourism.\n\n",{"type":"==","value":["Eat"]},"\nNear the Excovento, you will be able to easily leave the campus (stand in front of the Excovento and go to the left of it if you are coming from the inner area of the campus). There are plenty of reasonably priced Mexican restaurants as well as a few stands selling very cheap and very delicious street food. There are also several places to get food within the campus although these tend to cost a little bit more than what you can get outside.\n\n",{"type":"==","value":["Drink"]},"\nAbbarotes stores (convenience stores) seem to all carry alcohol. There are also a few liquor stores near the main square (which is near the Excovento and the place where all of the taxis are parked).\n\n",{"type":"==","value":["Sleep"]},"\nIf you don't stay on the campus, you can stay in the main city. Just look for \"Hospedaje\" signs. Some  say \"hospedaje con alberca\" which means that they rent rooms that have access to a pool.\n\nBe warned that the prices of the hotels usually go up on the weekends when they are on the campus. \n\nThe best priced room is the Hotel Juvenil, which costs about 280 pesos on the weekdays and around 350 on the weekends. These rooms are located right next to the Excovento and therefore have easy access to the rest of the town and its shops and restaurants. Each one is more like a little house than a hotel with a kitchen that has a fridge, a restroom, a table that seats four, and four beds (two of which are in their own bedroom). This is the cheapest indoor accommodation.\n\nYou can also camp if you'd like. Camping is around 150 pesos a night but if you don't have your own tent then you will have to rent one for 100 pesos more.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Mexico City"]]},"\n\n",{"type":"{{","value":[["geo"],["18.9000"],["-98.9667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Morelos"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Oaxtepec"]]}]