[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["translate"],["de"],["Oberammergau"]]},"\n",{"type":"[[","value":[["File:OberammergauFromKofel.jpg"],["thumb"],["300px"],["Oberammergau from Kofel"]]},"\n",{"type":"'''","value":["Oberammergau"]}," is in the ",{"type":"[[","value":[["Germany"],["German"]]}," state of ",{"type":"[[","value":[["Bavaria"]]},". It is famous for its Passion Play every 10 years as well as the \"Luftmalerei\" (when they paint mural-type illustrations on their houses and buildings).\n\n",{"type":"==","value":["Get in"]},"\nYou can reach Oberammergau by train from Munich central station (München Hauptbahnhof): take the train headed to Innsbruck (a regional train that departs on daily basis) and switch trains at Murnau train station (the train to Oberammergau is the only other train in the station). The trip from Murnau to Oberammergau shouldn't be a problem, since Oberammergau is the last station to be reached.\n\nYou can also reach Oberammergau by car: go south from Munich and take the Autobahn A-95 south to the Ettal exit. From there on the B-23 to Oberammergau.\n\n",{"type":"==","value":["Get around"]},"\nGetting around Oberammergau shouldn't be a problem since it's a relatively small town. You can get around (as most locals do) walking, but you can also take the bus (there are a couple of bus stops in town); you could also get around by car, and like most of youth by bicycle.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Dorfstrasse 20, Oberammergau, Bavaria, Germany.jpg"],["thumb"],["270px"],["Dorfstraße 20"]]},"\n",{"type":"*","value":["Every 10 years, the ",{"type":"[","value":["http:\/\/www.oberammergau.de\/ot_e\/passionplay\/ Passion Play"]}," is performed. The next performance will be in 2020, but you can also visit the Passion Play theater where you can take a tour, in which many different aspects of the play are explained. The tour is usually available from May to October, Tu-Su 10AM, 10:30AM, 11:30AM, 12PM, 12:30PM, 2PM, 3PM, 3:30PM, 4PM, 4:30PM, 5PM. The tour is also available on Mondays during the Holidays."]},"\n",{"type":"*","value":["Most of the buildings in Oberammergau have beautifully detailed murals on them, mostly of Biblically significant tableaux."]},"\n",{"type":"*","value":["There is one beautiful Catholic church in Oberammergau built in a baroque style. Although Oberammergau is known for being a Catholic town there's also an Evangelical Church."]},"\n",{"type":"*","value":["Near Oberammergau (ca. 5-7 kms) you can find Ettal Abbey. A beautiful Abbey, School, Boarding School, and believe it or not a brewery."]},"\n",{"type":"*","value":["Also you are going to find the Linderhof Castle (Schloss Linderhof) one of King Ludwig II's dream castles. Known by being one of the few finished castles the King actually used (at least as a holidays residence). There are tours  between April and 15 October from 9AM to 6PM and between 16 October to March from 10AM-4PM, the castle is open daily except on 1 January, Shrove Tuesday, 24, 25 and 31 December. The admission fee for the palace and park buildings tour is €7; in winter only the palace can be visited with the admission fee being €6."]},"\n",{"type":"*","value":["Visit the Kreuzigungsgruppe (Cruxifixion Group) a monument in the Oberammergau Mountains. The monument was a present from King Ludwig II, after witnessing the town's Passion Play in 1870."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Schloss Linderhof - Maurischer Kiosk.jpg"],["thumb"],["Maurischer Kiosk in the park of Linderhof Palace"]]},"\n",{"type":"[[","value":[["File:Church Saint Peter Saint Paul, inside, Oberammergau, Bavaria, Germany.jpg"],["thumb"],["280px"],["Interior of the Church of St. Peter and St. Paul"]]},"\n",{"type":"*","value":[" Take a tour near Oberammergau in Linderhof Castle."]},{"type":"*","value":[" Walk the 7km walk to the village of Ettal to visit the fantastic, working monastery that still operates its own brewery."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Oberammergau3.JPG"],["thumb"],["Rotkäppchenhaus"]]},"\nIf there is something that anybody who has been to Oberammergau should have it is a wooden souvenir. Wood carving is an ancient art practised in Oberammergau (there's even a couple of schools in town), a usual Oberammergau souvenir is a wooden crucifix. There are two kinds of wooden clocks that can be purchased, the first is a cuckoo clock (which may vary in size and price) and the second one is a Bavarian clock, which goes in the opposite sense of conventional clocks with the inscription \"In Bayern gehen die Uhren anders\" (In Bavaria the clocks run differently).\n\n",{"type":"==","value":["Eat"]},"\nFor a small town Oberammergau offers a great variety of places to eat. If you don't wish to spend too much money in food you can try eating at one of the ",{"type":"''","value":["imbiss"]}," (bars in which food is also served). You can also eat at one of the many hotel and guest houses (where among international food, local food is also served - the Hotel Maximilian is particularly good for the latter, and has a very nice atmosphere too). There are also classical choices of food, for instance you can try ",{"type":"'''","value":["el Puente"]}," (a Mexican restaurant). Desserts are to be found not only in the restaurants but also in some cafés.\n\n",{"type":"==","value":["Drink"]},"\nHot beverages are served in the small cafés in town. There are also cafés\/ice shops in which coffee and ice creams are sold all year round. But if you'd like to have a nightcap then you probably would want to go to some of the town's bars; if you're young and just want to relax among young people you should go to the ",{"type":"'''","value":["Kino Cafe"]}," (a movie theater with a café): you'll find any kind of cocktail you want and also some good food. But if you want to experience some of the local folklore then ",{"type":"'''","value":["Zum Tonis"]}," is the right place for you: a typical Bavarian bar, with a friendly staff and a large variety of local and international schnapps.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Pilatushaus.jpg"],["thumb"],["Pilatushaus"]]},"\nFor such a small town Oberammergau presents quite a variety of hotels, with prices between €45 per night to €200 per night. Location is really irrelevant since the town is quite small. Some of the hotels are pretty basic in what the offer. You can stay in places like bed and breakfasts (which have a more \"family oriented\" feeling) or you can stay at a 5 star hotel like ",{"type":"'''","value":["Maximilian Hotel"]},". You may also want to consider which hotel is adequate to your needs - for instance if you're traveling alone, if you're bringing children or even pets - because some hotels are more suited than others. \n\nBackpacking travelers may want to check out the local ",{"type":"'''","value":["Youth Hostel"]},". It has 29 rooms, conference rooms, winter sport equipment rental, and you can have breakfast (buffet), lunch (buffet), dinner and packed lunches in the hostel (they will take into consideration the nutritional requirements of different cultures and religions, if such requirements are cleared when the booking takes place). The price of a hostel room varies from €17 to €25 per person, per night (the variation comes from including meals in your accommodation). The hostel closes over the winter, so check whether it is open when you plan to go.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Garmisch-Partenkirchen"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.596667"],["11.064444"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Upper Bavaria"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Oberammergau"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Bavaria\/Localities\/Oberammergau\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Oberammergau"]]}]