[{"type":"{{","value":[["pagebanner"],["Bannermidatlantic2.jpg"],["pgname=Ocean City"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ocnj.us\/ Ocean City"]}]}," is a city in ",{"type":"[[","value":[["Cape May County"]]},", in the ",{"type":"[[","value":[["Southern Shore"]]}," region of ",{"type":"[[","value":[["New Jersey"]]},". It has a reputation for being a family-friendly city and is referred to as \"America's Greatest Family Resort\". \n\nOcean City, New Jersey is a world famous seashore community located in the heart of the Jersey Shore. At the northern tip of Cape May County, it is perfectly situated for a vacation; just 20 minutes from Atlantic City, 70 minutes from Philadelphia, and two hours from New York.\n\nOur two and a half mile boardwalk is the central focus of Ocean City's attractions. It is lined up with shops and restaurants of every kind, movie theaters, amusement rides, miniature golf courses, and a water park like no other.\n\nSince the late 1800’s, the population of Ocean City has grown rapidly. It remains a premier summer destination for all ages who enjoy the 8 miles of guarded beaches along the coast. \n\n",{"type":"[[","value":[["File:Ocean City NJ beach at Surf Road.JPG"],["thumb"],["Ocean City beach at Surf Road"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["Atlantic City International Airport (ACY)"]}," is the nearest large airport."]},"\n",{"type":"*","value":[{"type":"'''","value":["Philadelphia International Airport (PHL)"]}," is about 65 miles away. It is significantly larger than the Atlantic City airport and has more flights."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ocean City Municipal Airport"]}," (FAA:26N) is a small, regional airport with no scheduled commercial flights. Private planes park within walking distace of beach access, outdoor showers, resturant, and golf course.  Parking Fee applies."]},"\n",{"type":"===","value":["By  bus or train"]},"\nThere are also buses and trains that will take you to ",{"type":"[[","value":[["Atlantic City"]]},", which is approximately 20 minutes away by car. The buses that run from China Town in ",{"type":"[[","value":[["Philadelphia"]]}," take you to ",{"type":"[[","value":[["Atlantic City"]]}," and from ",{"type":"[[","value":[["Atlantic City"]]},", the buses will then take you to your specific New Jersey Shore Location. There is an Ocean City Transportation Center located on 10th Street and Haven Avenue that drops off and picks up.\n\n",{"type":"===","value":["By car"]},"\nMost visitors arrive by car via the Garden State Parkway southbound exits 30 or 25, or northbound exits 25 & 29 which can be reached from the New Jersey Turnpike exit 11 or the Atlantic City Expressway (US Route 42) exit 7s.  There are bridges at 34th Street and 9th Street that provide access into town. You may see several orange signs which indicate that the 9th street bridge is closed, but I assure you it is always open, so feel free to take that exit. There is a third bridge on the northern end of the island as well which links it to Somers Point, Longport, Margate, Ventnor, and Atlantic City.\n\nDuring the summer season, parking in Ocean City can be expensive. The general rule is the closer you are to the ocean and\/or to 9th Street, the more expensive it is. Depending on where you park on the island, it can be as cheap as 50 cents or as expensive as 15 dollars. If you don't mind a small walk, you can find cheap parking at the OC bus station, which is close to the 9th Street bridge and next to the McDonalds. As of Sept 2007, it's 25 cents for 2 hours.\n\nThere are some spots around the city, for example on Wesley on the South side of 9th street, where there is free all day or night parking.  This is usually used by year round residents to park, but if you get lucky you may find a spot only a few blocks from the boardwalk.  Be careful though, many of these areas have time restrictions, such as a 2 hour limit between 9AM and 6PM.  In front of the post office it's 15 mins, and they really do enforce that!\n\n",{"type":"==","value":["Get around"]},"\nEither by car or bicycle. It is a very small city and most destinations can be reached reasonably by bike or on foot. If using your car, drive cautiously because there are tons of bicyclers and pedestrians at all hours of the day. Bike can be rented at various locations along the Board Walk as well as a few other locations on the island, such as the 34th Street Bike Shop at 34th Street and West Ave. Rental rates vary by location, with the spots closest to the Board Walk often being the most expensive. Rentals can be made by the hour or if desired, by the day. \n\n",{"type":"*","value":[{"type":"'''","value":["Airport Chariot ",{"type":"[","value":["http:\/\/www.airportchariot.com\/"]}]},", +1 609 748-3506  Airport Chariot provides private sedan, stretch limousine & charter bus transportation between the Ocean City area and all airports & points in the Northeastern US."]},"\n",{"type":"*","value":[{"type":"'''","value":["A&C Transort Car Service ",{"type":"[","value":["http:\/\/www.actransportonline.com\/"]}]},", +1 609 892-5467  A&C Transport car service and airport transportation provides quality transportation at affordable prices in the Atlantic City, Ocean City, Long Beach Island, Cape May, and mnore."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Wonderland Pier"]}," on 6th St. and Boardwalk boasts a massive ferris wheel, which offers breathtaking views of the whole city and the ocean. If you like sunsets, rent a house on the bay for some of the best views you will find anywhere.\n\nThe town, where many historical sites and beautiful homes are around every corner. \n\nThe bay, where Ocean City offers every water sport imaginable, including water skiing, surfing and para sailing. \n\nThe many historical museums Ocean City offers that features all of Ocean City’s history and the adventures of the city’s past.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Discovery Seashell Museum"],["alt="],["url=http:\/\/www.shellmuseum.com\/"],["email="],["address=2721 Asbury Avenue"],["lat="],["long="],["directions="],["phone = +1 609 398-2316"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["infobox"],["Beach Tags"],["Most shore towns in southern NJ require tags to be on the beaches during the regular season.  The money goes toward lifeguard fees, lifeguard equipment, and also helps pay for beach replenishment. You'll see them in most shore towns except for Atlantic City and Wildwood (check and make sure!), which have their own ways of raising money. For Ocean City in 2009, tags cost...\n",{"type":"*","value":["5$ \/ Day"]},{"type":"*","value":["10$ \/ Week (new ones every Thursday)"]},{"type":"*","value":["20$ \/ Seasonal. They can be bought at a discount if you buy them early enough."]},"\nIf you're lucky enough to sneak past the beach taggers and get onto the beach, simply pretend to be asleep or go for a swim in the ocean to avoid them asking to see your tags on the beach!"]]},"\nDuring the day, the beach is your best option (weather permitting). You will need beach tags, which can be purchased upon entering the beach. Most house rentals will provide beach tags. In the mornings, the boardwalk is packed with bicycles and surreys, which can be rented from a variety of places including Ove's and Bob's. However, make sure you go early because after 12:00PM, bicycles are not permitted.\n\n",{"type":"*","value":[" Take a ride down Bay Avenue and you will find ",{"type":"'''","value":["jet ski and kayak rentals"]}," in addition to charter fishing boats, parasailing, and even speed boat rides."]},"\n",{"type":"*","value":[" Another fun family activity is to ",{"type":"'''","value":["rent a bike or surrey"]}," for a few hours! Ocean City offers a ton of bike rental companies that all offer different rates, so make sure you compare them to get the best! During the summer,you can ride bikes and surreys  on the boardwalk from 5AM to 12PM. The boardwalk accommodates all of the activities by having designated lanes for runners, walkers, surreys and bicycles. Both are a fun activity that take place on the boardwalk in the middle of all the fun! The staff are very accommodating and are always there for your service!"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["9th Street Music Pier"]}," is host to many concerts and other events. "]},"\n",{"type":"*","value":["For those of you who are interested in ",{"type":"'''","value":["Ecotourism"]},", Ocean City is a perfect destination of choice. It has beautiful nature, scenery and wildlife on a perfect little island. Many Ecotourism activities are available in Ocean City including: ",{"type":"'''","value":["Atlantic Flyaway"]},", a bird watching facility with a view of shore birds, wading birds, and water animals like whales, dolphins and seals. Also, along the beaches there are areas that are barricaded for more protected species such as piper plovers, black skimmers and northern diamondback terrapins. Along with all of the animal sites, there are several locations in Ocean City that are great for Ecotourism! These areas include: Corson's Inlet State Park, Howard Stainton Wildlife Refuge, Cape May Coastal Wetlands Wildlife Area, and the open waters of Peck Bay and Great Egg Harbor. For tourists who are \"green\", there is hiking trails, bike trails, boating, photography and sun bathing available for everyone."]},"\nThere is not much in the way of nightlife, being that it is a very family oriented town. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Boardwalk"]}," - The Boardwalk is the most popular attraction, where there is something for people of all ages to do. Activities include theme parks, a water park, shopping, mini-golf, and a variety of dining options.  Join walkers, joggers and bike riders who flock to the boardwalk during the early morning hours for their daily exercise in the fresh ocean air.  If you are not a morning person, you can also shop til you drop mid afternoon to nighttime.  The boardwalk isn't just for summer anymore...experience a wide variety of yearlong special events.  There are parades, car shows, seafood festival, art festivals, and the Miss New Jersey Pageant. The boardwalk closes at 11:00PM. On a typical night, all is quiet by about midnight. There are 2 movie theaters on the boardwalk as well as several arcades."]},{"type":"[[","value":[["File:OceanCityNJ Boardwalk.jpg"],["thumb"],["The boardwalk"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mini Golf"]},"-one of the greatest family oriented activities in the summer. There are many well-known facilities such as Castaway Cove, Gillian's Island, and Congo Falls, all located on the Boardwalk. The great thing about Congo Falls is that there are 3 different courses you can choose from and one is underground! On a rainy day\/night, this is the perfect place to golf while staying dry."]},{"type":"*","value":[" ",{"type":"'''","value":["Farmers Market"]}," – the freshest of local produce, flowers and specialty items.  Tabernacle grounds between 5th & 6th Streets, every Wednesday, throughout the summer months."]},{"type":"*","value":[" ",{"type":"'''","value":["Evenings on Asbury Avenue"]}," – offering a fun-filled night of music, dancing, shopping, prizes and art.  Between 6th & 11th Streets, Wednesday from 6-9PM, throughout the summer months."]},{"type":"*","value":[" ",{"type":"'''","value":["Funtastic Tuesdays"]}," – Every Tuesday from 10AM-1PM, throughout the summer months."]},{"type":"*","value":[" ",{"type":"'''","value":["Family Film Night"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Market Days"]}," – offering free pony rides, face painters, magic, puppet shows and live music to entertain the old and young.  Thursdays from 10AM–1PM, throughout the summer months."]},{"type":"*","value":[" ",{"type":"'''","value":["Hospitality Night"]}," – each December kicks off the holiday shopping season"]},{"type":"*","value":[" ",{"type":"'''","value":["Downtown"]}," - Consists of over 100 mostly family-owned businesses feature both merchandise and ambiance unlike anything you will find in other malls.  Shop for everything from hardware to fine furnishings; apparel, jewelry, books, and music.  There are also antique shops, florists and art galleries."]},{"type":"*","value":[" ",{"type":"'''","value":["Inn to Inn tours"]}," - Weekly Inn to Inn Tours that commence at 7th Street and Central Avenue on Thursdays.  Beginning at 2:00PM, an old-fashioned trolley winds its way through center city neighborhoods for an intimate visit to four or five bed and breakfasts.  Afternoon refreshments are offered at the conclusion of the tours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Friends of Ocean City’s Historical Museum"]},", 17th and Simpson Avenue. Summer hours: 10AM-4PM. Hours change during the winter months. The Museum offers rooms that display Ocean City’s early history with a wide range of artifacts from past years. "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Bayside Center"]},", +1 609-525-9244. is a 1910 vintage home with a 1.9 acre of land and the perfect spot to watch a sunset. Open everyday during the summer, the house has an education center, a lifesaving museum, a display of classic ship models and an all around relaxed atmosphere. It offers a picnic tables area, a pavilion for shade, docks for short-term docking, restrooms, and a butterfly garden round out the outdoors amenities. This relaxing, hide-a-way is a great spot for children as well as adults. The Bayside Center also offers a summer camp for children as well. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ghost Tours"]}," of Ocean City is a candlelight tour where \"fun in the sun\" turns into \"FEAR IN THE DARK\". This guided walking tour takes you through the historic town at night, telling you the many mysteries, folklore, and ghosts that haunt Ocean City. This tour is for all ages and is great if you are into historical facts about the town and mythological tales. Tours generally run from June to October and different times throughout the seasons. For ticket information call (+1 609-814-0199). "]},"\n",{"type":"*","value":["If you're interested in all the shells you find along the water on Ocean City’s beaches, take a ",{"type":"'''","value":["Beachwalk"]},"! This is a guided tour that give you knowledge about the sand and water and offer a different perspective of Ocean City’s beaches. Beachwalks are given in July and August on Tuesday and Thursday at 9:30AM and on Wednesday at 6:PM. The walks start at the south end on Central Avenue, where Corson's Inlet State Park begins. This is a great activity to do with young children, not to mention how inexpensive it is! The cost is $1.00 for adults and $.50 for children. The tours last for about an hour."]},"\n",{"type":"*","value":[{"type":"'''","value":["Glazed Over"]}," is a great place to go with family and friends! This artistic hideaway is a great place to come if you want to make your own pottery and mosaics. All you have to do is pay for the ceramic or mosaic piece you would like to use and the painting time is free! This place is kid friendly and hosts private parties and events by reservation. "]},"\n",{"type":"*","value":[{"type":"'''","value":["If the weather isn’t up to par"]}," look no further on a rainy day, one can visit the ",{"type":"'''","value":["Ocean City Music Pier"]}," (Boardwalk and Moorlyn), ",{"type":"'''","value":["Seashell Museum"]}," (2721 Asbury Avenue), ",{"type":"'''","value":["Congo Falls"]}," golf course, ",{"type":"'''","value":["Glazed Over"]}," and of course downtown and boardwalk shopping (between 6th and 14th streets on Asbury)!"]},"\n",{"type":"==","value":["Buy"]},"\nThere are many shops on the boardwalk offering a variety of goods. Some notable attractions include the 7th Street Surf Shop (which also offers surfing lessons), Cloud 9 (offering a huge variety of t-shirts), Air Circus (which sells all kinds of toys and gag gifts), and the Surf Mall (which sells anything you can think of from beach toys to palm readings). \n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Colette"],["url=http:\/\/www.colettewebsite.com"],["email="],["address=900 Asbury Avenue"],["lat="],["long="],["directions=Located downtown on the main corner of 9th Street and Asbury Avenue"],["phone = +1 609 525-0911"],["tollfree="],["fax="],["hours=Monday-Friday 11am-6pm, Saturday 10am-6pm, Sunday 10am-5pm"],["price="],["content=A small, fashion forward boutique. Offers casual and special occasion dresses, as well as shirts, jeans, shoes and accessories."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mia's Christmas Gallery By the Sea"],["url=http:\/\/www.miaschristmasgallery.com"],["email="],["address=11th Street and the Boardwalk"],["lat="],["long="],["directions=Located on the boardwalk."],["phone="],["tollfree=+1-866-557-2682"],["fax="],["hours=Winter hours: 10am - 5pm \/ 7 days"],["price="],["content=Mia's Christmas Gallery By The Sea offers ornaments, decorations and collectibles.  This store is a great way to get into the holiday spirit."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Surf Mall"],["url="],["email="],["address=1154 Boardwalk"],["lat="],["long="],["directions=Located at 11th Street on the boardwalk"],["phone = +1 609 398-1533"],["tollfree="],["fax="],["hours="],["price="],["content=The Surf Mall offers a variety of stores ranging from clothing to collectibles such as posters and jewelry.  It also offers palm readings."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere are many high quality food options including the world famous Mack N' Manco's Pizza, Prep's Pizza, Voltaco's (great Italian food), Sack O' Subs (good sandwiches and cheesesteaks), Express Pizza (great pizza), The Chatterbox, Ove's Beach Grill, Brown's (for outstanding donuts), Bagels by the Beach (best in town), Yesterday's (over the 34th street bridge, so it serves alcohol), Tory's (GREAT ice cream),the Island Grill, and many other restaurants. If you are in town and looking for somewhere great to eat, just ask.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bashful Banana Bakery and Cafe"]},".  Offers a healthier option for food or desert. This quaint cafe located at 946 Boardwalk has banana whips, which are frozen bananas turned into a frozen 100% fruit dessert. They also have a full menu of vegan, vegetarian and meat options for lunch or dinner, like sandwiches and wraps."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Casa Del Dolce By The Sea"],["url=http:\/\/www.casadeldolceocnj.com"],["email="],["address=947-49 Asbury Avenue"],["lat="],["long="],["directions="],["phone = +1 609-398-9300"],["tollfree="],["fax="],["hours="],["price="],["content=Casa Del Dolce is an Italian restaurant with a breakfast, lunch and dinner menu.  This restaurant specializes in homemade pasta, sauces and pastries.  Take-out is also an option."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chatterbox Restaurant"],["url="],["email="],["address=500 9th St"],["lat="],["long="],["directions=on the corner of Central Avenue and 9th St"],["phone = +1 609  399-0113"],["tollfree="],["fax="],["hours="],["price="],["content=This big pink restaurant goes by the logo ",{"type":"''","value":["Where the town meets"]},", and rightfully so.  It is very family oriented and serves breakfast, lunch and dinner all year round.  You can order your standard American breakfast and lunch foods until 5PM, when a wide variety of dinner entrees become available.  The menu offers everything from burgers to pasta, seafoods, and steak."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hobby Horse Ice Cream Parlor"]},".  Offers over 50 different flavors of ice cream or you can create your own. The staff is very friendly and even with a wait, the line moves very fast. There is a big seating area and the decors of the store are very cozy and amusing for children."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jilly's French Fry Factory"],["url=http:\/\/www.JillysOC.com"],["email="],["address=1034 Boardwalk"],["lat="],["long="],["directions=between 10-11th Street on the Boardwalk"],["phone = +1 609-385-1234"],["tollfree="],["fax="],["hours=9-midnight in the summer.  10-8 in the fall.  Weather pending in the winter."],["price="],["content=Fresh cut french fries, funnel cakes, fresh-squeezed lemonade, \"peanut butter and Jilly\" sandwiches, fried oreos, fried Snickers, fried peanut butter cups, & fried cookie dough."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Johnny B Goode Ice Cream Parlor"],["url=http:\/\/www.johnnybgoode.net"],["email="],["address=1363 Asbury Ave"],["lat="],["long="],["directions=Located on the corner of 14th and Asbury"],["phone = +1 609-525-0646"],["tollfree="],["fax="],["hours=Fall hours: Friday 6pm-10pm, Saturday 2pm-10pm, Sunday 2pm-9pm"],["price="],["content=Johnny B Goode is a 50s themed ice cream parlor with plenty of family entertainment.  Provides live karaoke, dancing and magic shows three times per week (seasonally).  Serves Breyer's ice cream paired with cones or waffles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Laura's Fudge Shop"],["url="],["email="],["address=11th and Boardwalk, 34th & West, 9th & Asbury"],["lat="],["long="],["directions="],["phone = +1 399-0616"],["tollfree="],["fax="],["hours="],["price="],["content=Laura's Fudge Shop has three family owned locations in Ocean City.  They feature award winning fudge and hand made chocolates.  They also have a new downtown year round location at 9th and Asbury."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Luigis Italian Restaurant"],["url="],["email="],["address=300 9th st"],["lat="],["long="],["directions="],["phone = +1 609-399-4937"],["tollfree="],["fax="],["hours="],["price="],["content=Family owned and operated since 1958 by the Esposito Family. Kid friendly with a friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ma France Creperie"]},", or \"Little French Cafe\" is located at 506 9th Street in Ocean City. This small restaurant or cafe offers anything from sweet to savory crepes at their very best."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mack N' Manco's"]},", 12th and Boardwalk, (609) 398-0720. Ocean City's most popular pizza parlor. New York style: the slices are large and you watch them make it right in front of you. Certainly expensive, but worth the price."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Periwinkles Restaurant"],["url=http:\/\/www.adlak.com"],["email="],["address=822 Ninth Street"],["lat="],["long="],["directions="],["phone = +1 609-814-9500"],["tollfree="],["fax="],["hours="],["price="],["content=Periwinkles Restaurant is a very casual, family oriented spot to dine.  Offers an extensive kid's menu and early bird specials, as well as patio dining."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Planet Ice"],["url=http:\/\/www.myplanetice.com"],["email="],["address=1348 Boardwalk"],["lat="],["long="],["directions=South end of Boardwalk"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Planet Ice offers over 50 different flavors of \"Real\" Shave Ice, Thick Shakes, Frozen Slush Drinks and Smoothies. They make on site Italian water ice, some of the coldest ice cream on the planet, mini melts (served at -40 degrees), old-fashion rootbeer floats, and classic sundaes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Promenade Food Court"],["url="],["email="],["address=744-48 Boardwalk"],["lat="],["long="],["directions=Located on the boardwalk"],["phone = +1 609-398-0300"],["tollfree="],["fax="],["hours="],["price="],["content=The Promenade Food Court is an International food court which offers anything ranging from pizza to tacos."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rojo's Tacos"],["url=http:\/\/www.octacos.com"],["email="],["address=601 Ocean Ave"],["lat="],["long="],["directions="],["phone = +1 609-391-0970"],["tollfree="],["fax="],["hours="],["price="],["content=Rojo's is a great off the boardwalk eatery.  Entree prices are under $10, and that is for a large plate full of fine Mexican food.  The menu is extensive, able to please even the most picky diner.  Service is fast and atmosphere is authentic.  Closed on Sunday."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Uncle Bill's Pancake House"],["url="],["email="],["address=2112 Asbury Avenue"],["lat="],["long="],["directions="],["phone = +1 609-398-7393"],["tollfree="],["fax="],["hours=Serves breakfast and lunch from 7:00am to 2:00pm daily."],["price="],["content=As one of eight family owned restaurants at the Jersey Shore, Uncle Bill's Pancake House has been viewed as a family tradition for over 46 years.  The food is always fresh, and the service is nothing to complain about.  If you're looking for anything from an omlette to pancakes, Uncle Bill's Pancake House is probably where you'll want to go."]]}]},"\n",{"type":"==","value":["Drink"]},"\nOcean City is a dry town, meaning alcohol cannot be sold there, but you need not look further than across the 9th Street Bridge in ",{"type":"[[","value":[["Somers Point"]]}," where you will find the Circle Liquor Store, D'Orio's Bar, and several other establishments serving alcohol, including Charlie’s Bar and Gregory’s. These two bars offer a great atmosphere with the friendliest staff and customers. \n\nIt is also a short drive to Atlantic City, Sea Isle, and other shore points where alcohol is available.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a few hotels in town, but the majority of visitors rent houses or condos for periods of one week or weekends. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Atlantis Inn Bed and Breakfast"],["alt="],["url=http:\/\/www.atlantisinn.com\/"],["email="],["address=601 Atlantic Ave"],["lat="],["long="],["directions="],["phone = +1 609 399-9871"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers a European feel for a romantic getaway."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Flanders Hotel"],["alt="],["url=http:\/\/theflandershotel.com\/"],["email="],["address=719 E 11th Street"],["lat="],["long="],["directions="],["phone = +1 609 399-1000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A luxury hotel located on the boardwalk."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Port-O-Call Hotel"],["url=http:\/\/www.portocallhotel.com"],["email="],["address=1510 Boardwalk"],["lat="],["long="],["directions=Located at 15th Street on the boardwalk"],["phone ="],["tollfree=+1-800-334-4546"],["fax="],["hours="],["price=Varies from $115 to $430 per night depending on the month."],["checkin=3pm"],["checkout=11am"],["content=This pink, beachfront hotel provides its guests with seasonally decorated rooms and a sundeck\/pool."]]}]},"\n",{"type":"==","value":["Go next"]},"\nBeing as most house rentals go from Saturday to Saturday, avoid the traffic by either staying until Sunday night or leaving very early in the morning. \n\n",{"type":"{{","value":[["routebox"],["image1=Ocean Drive NJ.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Atlantic City"]]}],["minorl1=",{"type":"[[","value":[["Ventnor (New Jersey)"],["Ventnor"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Cape May"]]}],["minorr1=",{"type":"[[","value":[["Sea Isle City"]]}],["image2=Ellipse sign 52.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2=",{"type":"[[","value":[["Somers Point"]]}],["directionr2=S"],["majorr2=END"],["minorr2="]]},"\n\n",{"type":"{{","value":[["geo"],["39.27750"],["-74.57472"]]},"\n",{"type":"{{","value":[["isPartOf"],["Cape May County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ocean City, New Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/O\/Ocean_City\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Ocean City, New Jersey"]]}]