[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Ocotal"]}," is in ",{"type":"[[","value":[["Nicaragua"]]},".  It is a smallish town near a lesser used northern border crossing.  It has a real frontier feel.  Not much for most travelers here other than a transit point. It is spread out over a few kilometers.  There is more shopping here than you'd expect due to the border proximity.  There is even a well stocked gun store.\n\n",{"type":"==","value":["Get in"]},"\n\nBuses are available from ",{"type":"[[","value":[["Somoto"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThe town is small enough to walk almost anywhere, but there are taxis if you want one.\n",{"type":"==","value":["See"]},"\nOther than the dramatic mountain surroundings, there is not much to see in Ocotal.\n",{"type":"==","value":["Do"]},"\n\nThere is a very nice and cheap second hand clothes store 1,5 blocks south of the police. Old clothes from the 80ths for almost nothing.\n\n",{"type":"==","value":["Buy"]},"\nVery well stocked grocery\/drug store type shops.  An even better stocked gun shop. No local handcrafts.\n\n",{"type":"==","value":["Eat"]},"\nMany places are open for lunch, most of them local comedors. Hardly anything is open in the evening, with the exception of the upscale La Yunta a couple of blocks south and west of the park, and Kilimanjaro, a vacant place with a limited menu just west of the police station.  A good home-style fritanga serves dinner about 300 meters south of the park, and is very cheap. There is another local eatery just between the park and the Pali supermarket, but be ready for smokers, loud music, and rowdy guests. There are several ice cream shops around the town center.\n",{"type":"==","value":["Drink"]},"\n\nBar Kilimandscharo \/ 1,5 blocks west of the police \/ reasonable price and nice vibes\n\n",{"type":"==","value":["Sleep"]},"\nThere is clean cheap hotel near the bus dropoff.  Currently the nicest place is the Hotel La Frontera on the high road toward the north end of town, with A\/C rooms for $47 or rooms with fans for $22. Walls are thin in the latter, so a loud neighbor can make for a sleepless night.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Highlands (Nicaragua)"]]},"\n",{"type":"{{","value":[["Geo"],["13.633333"],["-86.483333"]]},"\n",{"type":"[[","value":[["Wikipedia:Ocotal"]]}]