[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nOcumare de la Costa de Oro is in ",{"type":"[[","value":[["Venezuela"]]},".\n\n",{"type":"==","value":["Cities"]},"\nCata\nTuriamo\nEl Playon\nOcumare\nCuyagua\nCumboto\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe best way to get in into de Ocumare de La Costa district (Municipio in Spanish) is through the city of ",{"type":"[[","value":[["Maracay"]]},". Your are able to get in in the main bus station of Maracay where you will be able to pick one of the local buses that will get you into Ocumare and el Playon\n\n",{"type":"==","value":["Get around"]},"\nWhen you reach Ocumare o El Playon you will be able to go to Cata Bay (Bahia de Cata), La Punta, Cuyagua, El Malecon del Playon, The Cumboto waterfalls, and Turiamo Bay (a military base but you will be able to go to the Turiamo Bay).\n\n",{"type":"==","value":["See"]},"\nWhen you get to ocumare you should see all the beautiful beaches located on the district. Cata Bay, Turiamo Bay, Cuyagua. Also you will be able to enjoy a very rich cultural environment. If you go in any festival you will be able to enjoy a mix of Venezuelan and African culture with the most remarkable traditional folk dance called Tambor. \n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe most common food in the towns of the district is Fried Fish(Pescado frito in Spanish). You will enjoy a wide selection of fishes from the area. you will be able to enjoy italian food and venezuelan food. In the beaches especially Cata you must ask for a Patacon, a traditional meal which includes a fried banana with cheese(Venezuelan salty cheese) and ketchup and mayonaise.\n\n",{"type":"==","value":["Drink"]},"\nThere are a huge selection of liquor stores where you will be able to pick any drink you want.\n",{"type":"==","value":["Stay safe"]},"\nThese towns are generally accepted as safe but don't forget to be all the time active, not to show any jewelry or valuable objects. follow the basics for any tourist in the personal security matter.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Aragua"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Ocumare de la Costa de Oro Municipality"]]}]