[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Odawara"]}," ",{"type":"[","value":["http:\/\/www.city.odawara.kanagawa.jp\/kanko\/kanko_4\/e_index.html Odawara Tourist Office"]}," (小田原) is a city in ",{"type":"[[","value":[["Kanagawa"]]},", Japan. Located on the coast, Odawara is near Hakone, a major is a hot springs destination.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nFrom ",{"type":"[[","value":[["Narita Airport"]]},", the fastest way to get to Odawara - especially useful if you have a valid Japan Rail Pass - is to take the JR ",{"type":"''","value":["Narita Express"]}," to Shinagawa station, then walk on over to the Shinkansen platforms and take the next ",{"type":"''","value":["Kodama"]}," (こだま) all-stations service two stops to Odawara. This takes 1 hour, 45 minutes and the journey is fully covered by the pass. Without a rail pass, the journey costs ¥6,280 with an additional surcharge if you used reserved seating on the ",{"type":"''","value":["Kodama"]},".\n\nThe alternative by train is to transfer to a local JR Tokaido Line train at Shinagawa, which brings the fare down to ¥4600 and increases the journey time to 2 1\/2 hours.\n\nFrom ",{"type":"[[","value":[["Haneda Airport"]]},", take the Keikyu Railway to Yokohama and transfer to the JR Tokaido Line for Odawara (Approx. 90 minutes, ¥1,420).\n\nNote that if you have a reservation at a ryokan in or around Odawara, unless your plane lands in the morning, it is recommended that you spend your first evening in Tokyo or Yokohama, or else you might miss out on (and be charged for) dinner at the ryokan, or worse, you may be locked out of (and be charged for) your room at the ryokan's curfew time, if there is one.\n\nThe Mount Fuji-Shizuoka Airport in ",{"type":"[[","value":[["Shizuoka"]]}," serves a few international flights from other points in Asia. Bus service to Shizuoka station takes 55 minutes and costs ¥1000; from here, ",{"type":"''","value":["Kodama"]}," bullet trains run to Odawara in 45-50 minutes (¥3,300 unreserved seat).\n\n",{"type":"===","value":["By train"]},"\n",{"type":"====","value":["By JR"]},"\nOdawara is a major transit hub for several rail lines: It is a stop on the Tokaido Shinkansen bullet train line and the regular JR Tokaido Line local services. The private Odakyu railway operates trains from here to ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]},", while trains on the Hakone Tozan Line run up to the hot springs gateway of ",{"type":"[[","value":[["Hakone"]]},"-Yumoto. Finally, the Izu-Hakone railway offers access to the Buddhist temple at Daiyuzan.\n\nThe fastest way to get from ",{"type":"[[","value":[["Tokyo"]]}," Station to Odawara is to use the Tokaido Shinkansen Kodama (こだま) all-stations service, taking it three stops to Odawara. At a hefty price of ¥3130 for an unreserved seat, the trip to Odawara lasts only 35 minutes. \n\nSelect Hikari (ひかり) services stop at Odawara as well - direct services run to Odawara every 2 hours from ",{"type":"[[","value":[["Osaka"]]}," (2 hours 15 minutes, ¥12,300), ",{"type":"[[","value":[["Kyoto"]]}," (2 hours, ¥11,800) and ",{"type":"[[","value":[["Nagoya"]]}," (70 minutes, ¥8700). At other times of the day, taking a Hikari service and changing en-route to a Kodama will most likely be the fastest way to Odawara.\n\nAll JR journeys are covered by the Japan Rail Pass, but note that the regional JR East Rail Pass will NOT cover the Tokaido Shinkansen.\n\n",{"type":"====","value":["By Odakyu"]},"\nThe Odakyu Railway operates mainline services from Shinjuku station to Odawara. Commuter services take approximately 90 minutes (some runs slightly faster) for a fare of only ¥850. For an added surcharge of ¥870, you can go in one of Odakyu's flagship \"Romance Car\" express trains which offer reserved seating and a slightly faster journey. You can choose from the ",{"type":"''","value":["Hakone"]}," (はこね) service which stops in Odawara en route to Hakone, or the ",{"type":"''","value":["Sagami"]}," (さがみ) which terminates in Odawara. At the end of the day, some of these services may be called ",{"type":"''","value":["Home Way"]}," (ホームウェイ).\n\n",{"type":"===","value":["By bus"]},"\nOvernight buses operate to Odawara from Kyoto (9 hours) and Osaka (10 1\/2 hours). Fares start at ¥5500 for travel Monday-Thursday, with higher fares on other days and on holidays.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Odawara Castle"],["alt=小田原城, Odawara-jō"],["url=http:\/\/www.city.odawara.kanagawa.jp\/kanko\/kanko_4\/siro\/e_sub1.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=09:00 to 17:00 (admission until 16:30), daily except December 29th to January 1st"],["price=¥300 adults, ¥100 children"],["content=The most popular sightseeing spot in Odawara. The castle tower commands a view of the whole of Odawara city and ancient objects such as weapons and tools are on display. Basic English descriptions are available. And there are various events around Odawara castle: for example, there are The Fifth Houjyou Festival and Ume-Festival, and it's a great ",{"type":"[[","value":[["Japan's Top 100 Cherry Blossoms Spots"],["spot to view cherry blossoms"]]}," in the springtime."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Odawara station"]},". Five lines go through Odawara station: the Tokaido Line, Odakyu Line, Hakone Tozan Line, Daiyuuzan Line and Tokaido Shinkansen. Odawara Station was remodeled in 2005."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chinriu Honten"]}," (ちん里う本店). A shop around Odawara Station with products made of [i]ume[\/i] (apricot) since 1871. In the back of the shop, there is a historical section with a barrel more than 140 years old made to produce umeboshi (pickled ume,) as well as a display of a series of pickles dated since the foundation of the company. The company itself was founded by Mr. Monya Komine, who was chief cook of Odawara castle, and is run by the Komine family in its fifth generation. You can taste a wide selection of products for free, and on weekends there is often a multilingual person who can help you with additional information."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ume festival"]},". A festival held around February to contemplate the blossom of ume flowers in the area of Soga. Shuttle buses are available from Odawara station."]},{"type":"*","value":[{"type":"'''","value":["Houjyou fifth festival"]},". Large festival held in May. A large number of people massed around the Odawara castle. Many people open a stall on the street. For example, they are a shop selling skewers of barbecued chicken and a shop selling yo-yo and so on. Local people carry a precable shrine. This festival is very lively."]},"\n",{"type":"*","value":[{"type":"'''","value":["Karaoke lounge"]},". There are many Karaoke lounges in Odawara. In these lounges, you can sing many songs, and also you can drink all you want."]},"\n",{"type":"*","value":[{"type":"'''","value":["Arcade"]},". Near the Odawara station, there is an arcade, where you can take pulikura which is popular among young girls. Also, you can enjoy games there."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kamaboko"]},". Kamaboko is a special product of Odawara.Kamaboko made from a white fish flesh. Recently, there are cherry blossom design in kamaboko. There are many famous Kamaboko shops in Odawara."]},{"type":"*","value":[{"type":"'''","value":["Himono"]},". Himono is dried fish and Odawara is well known for its himono made of Aji (a type of horse mackerel)"]},{"type":"*","value":[{"type":"'''","value":["Umeboshi"]},". Farmers around Odawara cultivate plums that are used to make traditional sour pickles called umeboshi."]},{"type":"*","value":[{"type":"'''","value":["Odawaradon"]},". Odawaradon is a ricebowl dish that is offered in many restaurants in Odawara using typical local products such as kamaboko and umeboshi."]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Daruma"],["alt="],["url=http:\/\/www.darumanet.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A traditional tempura restaurant founded during Meiji Area (1868 - 1912) about 10 to 15 minutes walking distance from Odawara station. (だるま料理店小田原市本町2-1-30) The building is listed for the protection of historic monuments."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=7th nest, a stylish jazz bar"],["url="],["email="],["address=神奈川県小田原市栄町1-14-57 ジャルダンビル7F"],["lat="],["long="],["directions=200 meters from Odawara station. Take east exit, follow main road about 100 meters to the crossing and on the right you will see Odakyu OX and Yoshinoya. The bar is on the right side of Yoshinoya, opposite Odakyu OX. 7th floor."],["phone=+81 465-23-3311"],["tollfree="],["fax="],["hours="],["price="],["content=Cool jazz bar. Personnel speaks English. Just a 2 minutes from the east exit of Odawara station. Mid-range prices."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hakone"]]}]}," - the popular hot springs destination and one of Japan's main tourist attractions"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Mount Fuji"]]}]}," - the national symbol of Japan, open for climbing in the summer months"]},{"type":"{{","value":[["routebox"],["image1=Tokaido Shinkansen icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Nagoya"]]}],["minorl1=",{"type":"[[","value":[["Atami"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Tokyo"]]}],["minorr1=",{"type":"[[","value":[["Yokohama"],["Shin-Yokohama"]]}],["image2=JR Tokaido icon.png"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Shizuoka"]]}],["minorl2=",{"type":"[[","value":[["Atami"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Tokyo"]]}],["minorr2=",{"type":"[[","value":[["Yokohama"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kanagawa"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Odawara, Kanagawa"]]},"\n",{"type":"{{","value":[["geo"],["35.264722222222"],["139.15222222222"]]}]