[{"type":"{{","value":[["pagebanner"],["Odessa banner Primorskiy bulvar.jpg"],["caption=Primorskiy Boulevard"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["warningbox"],["As of May 2014, the political situation in Ukraine remains ",{"type":"'''","value":["critically unstable"]},", with violent public protests in many towns. Many countries have issued ",{"type":"[","value":["http:\/\/travel.state.gov\/content\/passports\/english\/alertswarnings\/ukraine-travel-warning.html warnings to their citizens"]}," against all non-essential travel into Ukraine. This includes Odessa. While tourists are unlikely to be targets of violence, current protests cause complications to visitors, since services are disrupted."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.odessa.ua\/?lang=en Odessa"]}]}," (",{"type":"[[","value":[["Ukrainian phrasebook"],["Ukrainian"]]},": Одеса) is a city on the Black Sea coast of ",{"type":"[[","value":[["Ukraine"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Odessa Opera Theatre.jpg"],["thumb"],["320px"],["Odessa Opera House is one of the most beautiful in the world"]]},"\n\n",{"type":"===","value":["History"]},"\nOdessa or Odesa (Ukrainian: Одеса; Russian: Одесса;) is the administrative center of the Odessa Oblast (province) located in southern Ukraine. The city is a major seaport located on the shore of the Black Sea and the fourth largest city in Ukraine with a population of 1,029,000 (as of the 2001 census).\n\nThe four foreigners in Russian service met by chance on a Russian military vessel in 1870s - Jose de Ribas, Duc de Rischelieu, Count of Langeron and Franz de Volan. Later on, those four became instrumental in the city's success: the first one convinced the Russian Empress to found Odessa, the second made it the fourth largest city in Russia in just eleven years, the third one made it free economic zone and the fourth one created the city plan, used to build Odessa, which was considered the most advanced city plan in Russia at that time!\n\nThe predecessor of Odessa, a small Tatar settlement, was founded by Hacı I Giray, the Khan of Crimea, in 1240 and originally named after him as \"Hacıbey\". After a period of Lithuanian control, it passed into the domain of the Ottoman Sultan in 1529 and remained in Ottoman hands until the Ottoman Empire's defeat in the Russo-Turkish War of 1792. The city of Odessa was founded by a decree of the Empress Catherine the Great in 1794. From 1819–1858 Odessa was a free port. During the Soviet period it was the most important port of trade in the Soviet Union and a Soviet naval base. On January 1, 2000 the Quarantine Pier of Odessa trade sea port was declared a free port and free economic zone for a term of 25 years.\n\nIn the 19th century it was the fourth largest city of Imperial Russia, after Moscow, Saint Petersburg and Warsaw. Its historical architecture has a style more Mediterranean than Russian, having been heavily influenced by French and Italian styles. Some buildings are built in a mixture of different styles, including Art Nouveau, Renaissance and Classicist.\n\nOdessa is a warm water port, but militarily it is of limited value. Turkey's control of the Dardanelles and Bosphorus has enabled NATO to control water traffic between Odessa and the Mediterranean Sea. The city of Odessa hosts two important ports: Odessa itself and Yuzhne (also an internationally important oil terminal), situated in the city's suburbs. Another important port, Illichivs'k, is located in the same oblast, to the south-west of Odessa. Together they represent a major transport hub integrating with railways. Odessa's oil and chemical processing facilities are connected to Russia's and EU's respective networks by strategic pipelines.\n\n",{"type":"==","value":["Talk"]},"\nUkrainian is the country's only official language, but the native language of most of the population in Odessa is Russian, although the majority of the people also understand Ukrainian. Young people tend to know English, although not many people can speak it fluently. \nThe best restaurants will have a menu in English if you ask them, but many cafes and bars might not have them.\nAlmost every of the city's numerous colleges and universities has a ”Russian as foreign language” teaching department.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Odessa dworzec.jpg"],["thumb"],["300px"],["A view towards Odessa-Glavnaya railway station"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Odessa International Airport"],["alt=",{"type":"{{","value":[["IATA"],["ODS"]]},", Ukrainian: Міжнародний аеропорт «Одеса», Russian: Международный аэропорт «Одесса»"],["url="],["email="],["address="],["lat="],["long="],["directions=Located 7km southwest from the centre - Bus 101 stops at Hrets’ka pl. (Centre). Bus № 129 links an airport with the railway station making stops in the Cherjomushki district. ",{"type":"''","value":["Mashrutka"]}," № 117 also connects with city centre.  Minibus 113 heads to Paustovs’koho.  To find the minibuses exit the airport through the main entrance and turn right, then walk 50 metres and you will see the minibus stop. - As soon as you exit the customs, there will be lots of taxi drivers asking you if you need a taxi. Their prices are VERY high and they basically rip tourists off, so do not agree, or at least negotiate as fiercely as you can. The normal ride to the city center should not cost more than 50 UAH (6,5 USD). It's better to call one of the taxis under the phones below in Get Around section."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Airport's runways either were or are co-used by the Ukrainian Air Force. There is two currency exchange booths, an ATM, airline representatives, a café and an information booth in the terminal’s main hall. Toilets are in the basement. - It has daily direct connections from and to ",{"type":"[[","value":[["Kyiv"]]},", ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Warsaw"]]},", ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Prague"]]}," and ",{"type":"[[","value":[["Moscow"]]},". - Several days a week there are also scheduled flights to ",{"type":"[[","value":[["Athens"]]},", ",{"type":"[[","value":[["Milan"]]}," and ",{"type":"[[","value":[["St. Petersburg"]]},". You can also fly to ",{"type":"[[","value":[["Riga"]]}," 3 days per week in summer via AirBaltic, which offers low-cost connections from many European cities through Riga. Be careful when you will wait for the luggage because it doesn't come in a classical baggage carousel but you have to wait on the STREET in front of the airport for the airport truck similar to the tractor. - Caution must be exercised through the airport and customs. Do not take photos of the airport - you will be told not to. Stand behind the line. Travel with little or no cash. You will be asked how much cash you have in your possession and your purpose in Ukraine. If your purpose is a romantic interest, you may be charged $100 US per present for your loved one."]]}]},"\n",{"type":"===","value":["By train"]},"\n\nAll direct sleeper trains from central Europe have now been discontinued, a change in ",{"type":"[[","value":[["Kiev"]]}," is necessary. However there are still services from ",{"type":"[[","value":[["Minsk"]]}," (22h) and ",{"type":"[[","value":[["Grodno"]]}," (26½ h) on irregular dates. There is a daily train from ",{"type":"[[","value":[["Chişinău"]]}," taking five hours too (but it passes by ",{"type":"[[","value":[["Transnistria"]]}," which involves some risk - a bus is safer). Connections with ",{"type":"[[","value":[["Russia"]]}," is still plenty though with trains from ",{"type":"[[","value":[["Moscow"]]}," (26 h) and ",{"type":"[[","value":[["Saint Petersburg"]]}," (34 h) 3-4 times each week. ",{"type":"[[","value":[["Chelyabinsk"]]}," (67 h) in the ",{"type":"[[","value":[["Urals"]]}," and ",{"type":"[[","value":[["Sochi"]]}," (33 h) at the Black Sea both have services a few times a week while the train from ",{"type":"[[","value":[["Baku"]]}," (77 h) in ",{"type":"[[","value":[["Azerbaijan"]]}," leaves once a week, on Wednesdays. Domestic train services is available from all major cities in Ukraine. Also notice that additional trains are added during the summer months.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Odessa Glavnaya"],["alt="],["url="],["email="],["address=Pl. Pryvokzalna"],["lat="],["long="],["directions=Central, easily reached by bus and tram"],["phone=727 4242"],["fax="],["hours="],["price="],["content=All international and long-distance domestic services served to\/from here. - Be aware that the station is rather chaotic, has no signage in English nor is there a help, tourist, or information desk.  As well, be aware that purchasing tickets you need to be in the right lane on the right floor! Keep in mind, Ukrainians think little of jumping in front in lines, the uniforms at the station will do little to nothing for you. - Despite the addition of ‘summer trains’ on the most popular routes (eg Kyiv, Moscow, Simferopol and Lviv), seats to\/from Odesa fill up fast from June to August, so book ahead.- to ",{"type":"[[","value":[["Kyiv"]]}," (5x\/d, ₴110, 9-12 h), +trains to ",{"type":"[[","value":[["Kharkiv"]]}," (₴100,14 h), ",{"type":"[[","value":[["Lviv"]]}," (₴96, 12h), ",{"type":"[[","value":[["Kamyanets-Podilsky"]]}," (₴75, 18 h, odd days only) and ",{"type":"[[","value":[["Simferopol"]]}," (₴75, 12-13h). - ",{"type":"[[","value":[["Chernihiv"]]},"  daily, 16h; ",{"type":"[[","value":[["Chernivtsi"]]}," 2 a day, 14h; ",{"type":"[[","value":[["Dnipropetrovsk"]]}," twice, 11h; ",{"type":"[[","value":[["Donetsk"]]}," daily 16h; ",{"type":"[[","value":[["Ivano-Frankivsk"]]}," twice, 16h; ",{"type":"[[","value":[["Khmelnytskyi"]]}," twice , ",{"type":"[[","value":[["Kovel"]]}," twice a day, 16h, ",{"type":"[[","value":[["Luhansk"]]}," daily 20h,  ",{"type":"[[","value":[["Uzhhorod"]]}," daily, 19h; ",{"type":"[[","value":[["Vinnytsya"]]}," 17h; ",{"type":"[[","value":[["Zaporizhia"]]}," 17h"]]},"   "]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pryvoz Bus station"],["alt="],["url=http:\/\/e-travels.com.ua\/en\/index.php"],["email="],["address=Vul. Vodoprovodna"],["lat="],["long="],["directions=300m west of the train station"],["phone=777 7481"],["tollfree="],["fax="],["hours="],["price=Mainly for shorter trips. Marshrutky leave from here to eastward to Mykolayiv every 15 minutes throughout the day (₴20, 1½h), and to southwest Vylkovo about every 2 hours from 6.25-18.30(₴25, 3-4h)"],["content=International  connection to ",{"type":"[[","value":[["Moldova"]]},", either through ",{"type":"[[","value":[["Transnistria"]]}," or directly to the right-bank part of Moldova. An average trip to ",{"type":"[[","value":[["Chişinău"]]}," takes about 5 hours and costs around €6 one-way. Domestic buses are plenty and usually cheap. -"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Central Bus Station"],["alt="],["url=http:\/\/www.bus.com.ua"],["email="],["address=Vul. Kolontayivskoi 58."],["lat="],["long="],["directions=2km E of R.S."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bus schedules,ticketing booths (каса) and an information bureau are available. All information is in Russian only, but don’t be afraid to express yourself in English. - Autolux ",{"type":"[","value":["http:\/\/autolux.ua\/"]}," offers comfortable bus connections from Kyiv to Odessa and back 6 times per day. You will arrive at the bus station and the ticket now costs ₴150 or 200  one way ($20 or 25, 7½h). You may also use this bus to get to Odessa directly from Kyiv Boryspil ",{"type":"[","value":["http:\/\/skybus.kiev.ua\/across.html"]}," airport, in that case it will cost ₴190 or 240. Some of the buses are extra-comfortable, hence the difference in price. You may check the schedule on their website, it's in Russian, Ukrainian and English. In any case you'll get air conditioning, comfortable seats and some hot tea or water if you'll ask. Unfortunately, they like to turn on some loud Russian movies which are impossible to turn off, so bring an mp3-player and some headphones. - Touring Eurolines ",{"type":"[","value":["http:\/\/www.touring.de\/"]}," offers Bus connections from Germany to Odessa (€120). The trip from Berlin takes approximately one and a half day. - Other companies serve ",{"type":"[[","value":[["Izmail"]]}," (₴29, 4 hours, hourly), ",{"type":"[[","value":[["Donetsk"]]}," (₴100, 13 h, 1 daily), ",{"type":"[[","value":[["Simferopol"]]}," (₴80, 12 h, 6 daily), ",{"type":"[[","value":[["Yalta"]]}," (₴100, 14 hours, 3 a day), Lviv (₴100, 15h, 2x) and ",{"type":"[[","value":[["Chernivtsi"]]}," (₴100, 13 h, 2x) via ",{"type":"[[","value":[["Kamyanets-Podilsky"]]},". 10 a day to Chişinău via ",{"type":"[[","value":[["Tiraspol"]]},", and two via Palanka (₴70-90, 5-7h). The latter avoid Transdnistr."]]}]},"\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Morvokzal  marine terminal"],["alt="],["url="],["email="],["address= Primorsky Parkway"],["lat="],["long="],["directions= The famous ",{"type":"'''","value":["Potemkin Steps"]}," are leading to it from the monument of the Duke De Richelieu. It is reachable by several buses and jitneys, as well as trolleybus № 10."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - A regular ferry sails to Illichevsk, the harbour of Odessa, from ",{"type":"[[","value":[["Batumi"]]}," and ",{"type":"[[","value":[["Poti"]]}," in ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", about 42 hours of sailing across the Black Sea."]]}]},"\n",{"type":"===","value":["Hitchhiking"]},"\n",{"type":"*","value":[" Hitchhiking is also an option, especially on the road from ",{"type":"[[","value":[["Kiev"]]}," which is one of the best in the country."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public transport"]},"\n\nThe public transport in Odessa consists of trams, trolleybuses and mini-buses (called marshrutkas), running throughout the city. Trams and trolley-buses are the cheapest, they cost 1,50 UAH (0.20 USD), but may get very crowded, especially in the tourist peak season. There is no schedule that you may find on the marked stops, so you will just have to stand and wait for the next tram or trolley. In most of trams and trolleys there is a person who's \"patrolling\" the tram\/trolley and collecting the money. Just give him\/her the money, you'll instead receive a ticket and the change if necessary. There is no need to validate the ticket, unlike the other big Ukrainian cities like Kyiv and Lviv, you just have to buy the ticket on board, and there are no inspectors checking your tickets and issuing fines.\n\nIn some of the trolleybuses (definitely in numbers 1 and 2) there is no one going and collecting the money from you, so you have to exit through the front door and pay the driver. In such a case you may get onto the trolleybus through any of the doors, but exit only through the front.\n\nTip: you may try to avoid tram number 5 in the summer, it gets VERY crowded, as it takes all the tourists to and from the beaches, and it goes also through the main city market. It might be a good idea to use this tram in the colder times of the year.\n\nMini-buses called \"marshrutkas\" are the main source of transportation in the city, as they cover a lot more ground than the system of public transportation. They are all private and nowadays most of them cost 2.50 UAH (0.30 USD), you pay the money to the driver when you exit the marshrutka. There is also no schedule for marshrutkas and they also do not stop only on the marked stops. Basically, you can stop a marshrutka anywhere, provided it is not illegal to stop in that area, by waving your hand in front of the driver. You can also exit by saying where you need for the marshrutka to stop. Thus it requires some knowledge of Russian or active engagement of other passenegers into the solution of your problem. You may try to find the suitable marshrutka, tram or trolley on ",{"type":"[","value":["http:\/\/www.eway.in.ua\/en\/cities\/odessa this website"]},".\n\n",{"type":"===","value":["By car"]},"\n\nIt is somewhat difficult to get around Odessa by car, because there is a lack of signs. You will see some \"Kyiv\" or \"Airport\" signs, but just from time to time. Buy a map before you get in. Nevertheless, you can drive your own car in the whole city, including the city center. There are no restrictions in the driving areas and parking places can be found even in the center. There are no parking machines and sometimes you may wonder whether the place is free to park. Don't worry, you may park you car unless there is a sign that prohibits it. If the parking area is not free, you will be approached by a guy demanding some 5-10 hryvnas from you. You may try negotiating a lower price, but usually not lower than 5 UAH, if you indicate you will be parked for a short time, like 30-60 minutes for example.\n\n",{"type":"===","value":["By taxi"]},"\n\nMost taxis in Odessa are operated as \"car-calling services\". So you have to call the number and the car will come for you.\nSome of the numbers for the taxi are:\n",{"type":"*","value":[" Taxi \"Pantera-Express\" +38 (0482) 342000"]},{"type":"*","value":[" \"Euro-Taxi\" +38 (048) 777-4-555, +38 (0482) 333-400"]},{"type":"*","value":[" Taxi \"Prometey\" +38 (0482) 355355"]},{"type":"*","value":[" Taxi Optimalne, +380 93 332 4444 (mobile)"]},"\nThe phone operators might not at all speak English, so try at your own risk or ask your Ukrainian friends to call a taxi for you. The usual price for the taxi is from 25 to 50 UAH, sometimes up to 80-100 if you travel to the outskirts of the city.\n\nThe alternative taxi option is to raise your hand on the crowded street and wait for a taxi to stop. You need to understand the majority of taxis in Odessa are not marked in any taxi colors. There is also a long-time tradition of \"carpooling\" for money, you raise and wave your hand on the street and any car can stop and ask you where you want to go and how much are you willing to pay. Many drivers thus can save some money on their way to work, or even earn some extra money in their free time. It is usually quite safe, although, as always, exercise caution, always negotiate the fee beforehand and remember that people may try to rip you off because you are foreigners and do not speak the local language.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Odessa 2.jpg"],["thumb"],["300px"],["A typical Street in the old town of Odessa"]]},"\n\nThe most interesting thing to see in Odessa is the old town itself.  The city was once the center for trade for the Russian Empire as well as an intellectual and artistic centre prior to the revolution and during the Soviet Union. Much of the grandeur of the city dates from the period before the Soviet takeover and subsequently Odessa shows its age. \n\nThe economic hardships that befell the city falling the collapse of the Soviet Union in 1992 have left vast portions of what was a magnificently wealthy old city in a state of total disrepair.  The old city though is quite clean and feels very safe so it makes for a good two days worth of casual unguided wandering particularly with the wide tree lined avenues and large open parks.   \n\nIn the much smaller and better kept part of the old town there is a large and beautiful Opera house and some very nice parks.  There is also one main street leading through the centre that is vibrant with people selling street goods to tourists.\n\nIf you're looking for a nice route in a city center, try go from Grecheskaya square through Gavannaya st., then onto Gogolya street, in the end of which turn right and you will see Tyoschin bridge (Mother-in-law bridge). Walk through the bridge and take a stroll along the Primorskiy boulevard. In the end of the boulevard you'll see the city hall. Turn right and go up to the Opera House, from where you can get to Deribasovskaya street. It's especially beautiful in the evening.\n",{"type":"===","value":["Churches"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Paul’s Lutheran Cathedral"],["alt=Kirche"],["url="],["email="],["address=Novosels’koho 68"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1824. Reopened in 1897. Accommodate up to 1200. The new cathedral promises to be a much needed centre for Odesa’s Lutheran and German communities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Central Synagogue"],["alt="],["url="],["email="],["address= Yevreiska 25"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Su-F 07.00-19.00"],["price="],["content=Built 1850. Rebuilt in 1996. Sights: - A mikvah (a pool used for ritual purification) , bimah (pulpit). - Houses the office of Odesa Region’s Chief Rabbi Shlomo Baksht. - Library: offers an impressive selection of books and films Jewish culture, English speaking staff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Odessa Orthodox Cathedral"],["alt=Spaso Preobrazhensky’s Kathedralny Sobor, Оде́ський Спа́со-Преображе́нський кафедра́льний собо́р"],["url="],["email="],["address=Sobornaya ploshchad', 3"],["lat="],["long="],["directions="],["phone=+380 (48) 729-3660"],["fax="],["hours="],["price="],["content=  Is dedicated to the Saviour's Transfiguration and belongs to the Ukrainian Orthodox Church (Moscow Patriarchate). The first and foremost church in the city of Odessa, the cathedral was founded in 1794 by Gavril Bănulescu-Bodoni made by the Italian architect Francesco Frappoli. This is the largest of Odesa’s Orthodox cathedral. One of the Russian Empire’s grandest Russian Orthodox cathedrals. -  The cathedral was designated the main church of New Russia in 1808 and was continuously expanded throughout the 19th century. The belltower was built between 1825 and 1837, and the refectory connecting it to the main church several years later.  The cathedral bells are controlled by an electronic device capable of playing 99 melodies. - The interior was lined with polychrome marble, and the icon screen also was of marble.Several churches in the region, including the Nativity Cathedral in Chişinău, were built in conscious imitation of the Odessa church. The cathedral was the burial place of the bishops of Tauride (including Saint Innocent of Kherson) and Prince Mikhail Semyonovich Vorontsov, the famous governor of 'New Russia'. -  Rebuilt from 1999, consecrated in 2003. There is a Vorontsov statue on the cathedral square. - Capacity: 12000 pigrims"]]}]},"\n",{"type":"===","value":["Museums"]},"\n\nAlso there are many interesting museums in Odessa. \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alexander Pushkin’s museum"],["alt="],["url="],["email="],["address=vul Pushkinska 13"],["lat="],["long="],["directions="],["phone=0482 25-1034"],["tollfree="],["fax="],["hours=M-F 10.00–17.00"],["price=6Hr"],["content= - Visitors to this museum will become acquainted with the adventures of Odesa’s most famous short term resident: the esteemed Russian poet Alexander Pushkin. The museum displays original manuscripts from Pushkin's writings, and a copy of a page from his book Eugene Onegin. The museum is in an apartment were Pushkin lived in 1823. It was opened in June, 1961"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Archeological"],["alt="],["url="],["email="],["address=Lanzheronivs’ka,4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 10.00-17.00"],["price=18Hr, Excursion 40Hr"],["content=Founded in 1883. An impressive exhibit of the Tripolye, Chernyakhovo and other ancient Ukrainiancultures is on hand. Ancient sarcophaguses and the rich collections of jewellery. It is one of the oldest archaeological museums in Ukraine and the post-Soviet countries which was founded in 1825. Since 1997 Odessa archeological museum functions not only as a museum but also as institute of scientific research. The major directions of scientific research of Odessa museum are: archeology of primitive society in Northern Black Sea region, archeology of the Middle Ages. The museum conducts expositions, restorations and publishing activities.The museums possesses more than 160000 exhibits: archeological finds of The Black Sea Northern region, the largest in Ukraine collection of Ancient Egypt (sarcophagi, stone slabs with hieroglyphics and fragments of papyrus, funeral inventory); Ancient Greece and Ancient Rome exhibits. The museum is also famous by its collection of coins and medals. There are over 50000 coins in the museum treasury: Ancient Greece, Ancient Rome, Byzantine Empire, Ancient Kievan Rus, coins of Russian Empire Romanovs' dynasty."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bleschunov Collection"],["alt="],["url="],["email="],["address=Polska.19"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00-18:00"],["price=5Hr"],["content=museum\/apartment was the former residence of the alpinist and collector Alexander Bleschunov. Fascinating exposition of various collections of art, relics and crafts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Filiki Etheria"],["alt="],["url="],["email="],["address=Chervonyi prov. 20"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 10:00-17:00"],["price="],["content=A branch of the Regional History. These buildings originally belonged to Greeks, and in 1814 functioned as the secret meeting place"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Western and Eastern Art"],["alt=Fine Art Museum, Muzey Zapadnogo i Vostochnogo Iskusstva"],["url="],["email="],["address= Sofiivs’ka 5A"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=W-M 10:30-17:00"],["price=20Hr?"],["content=In former private residence of Count Pototsky, (1899).  26 halls - from ancient icons to modern art. You can see paintings by Aivazovsky and Caravaggio (as of 9-1-09 no Caravaggio) and other famous artists."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Modern Art (MoMA)"],["alt="],["url="],["email="],["address=Sabans’kyi prov. 4A, tel. , . painters from Odesa at the turn of 20th and 21th centurieS,. Closed Wed, Sun."],["lat="],["long="],["directions="],["phone=(+380) 482 34 3644"],["tollfree="],["fax="],["hours=M,Tu,Th 12:00-19:00, Sat 12:00-18:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nicolas Roerich House"],["alt="],["url="],["email="],["address=Velyka Arnautska 47, room 2"],["lat="],["long="],["directions="],["phone="],["hours=11–19H"],["price= Free"],["content=Founded in 2000. - Reproductions of work by the adventurer, philosopher and Nobel Prize nominated artist Nicolas R.- 5 halls, art albums and Svetoslav’s portraits ."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Numismatics Museum"],["alt=Одеський музей нумізматики"],["url="],["email="],["address=Grecheskaya or Hretska, (вул. Грецька), 33"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Sa 12:00–16:00"],["price=Free"],["content= - The Museum has other branch at 5 Catherine's Sq. — Exhibition of ancient and medieval coins, old and modern Ukrainian banknotes; antique pottery of the Northern Black Sea region and fine art of Kievan Rus'. - Coin Gallery (Монетный двор, \"Monetny dvor\"; literally \"Monetary Court\" — Exhibition of modern coins and monetary tokens of Ukraine, over 2500 coins and other relics from different historical eras: from antiquity and the Middle Ages to modern times including the period of the formation of the modern Ukrainian state. The core of the collection is a collection of ancient coins minted by various city states, and especially of the Bosporan Kingdom which existed in the Northern Black Sea Region for almost a thousand years. Among them are many unique and rare coins of great scientific interest. Besides the numismatic exhibition, the Museum collection includes many other ancient Ukrainian historical artifacts: antique ceramics and items of ancient Russian fine art. Medieval small art plastics of Kievan Rus' form the separate Museum's collection reflecting the diversity of the kinds of ancient Ukrainian arts and crafts in their historical development: from pieces of ornamental and decoration dating from the Pre-Christian period of Kievan Rus (pendants, broaches, amulets, signet rings) to the antiquities of the Christian Epoch (icons, crosses, cross - amulets). Metal breast plates with the Princely heraldry of Rurik dynasty (two-prong and trident) are very rare and have a special interest for Ukrainian historians.The small but representative collection of antique pottery reveals information about the variety of utensils used by the early inhabitants of the Northern Black Sea region and the development of pottery manufacturing."]]}]},{"type":"*","value":[{"type":"'''","value":["Literature museum"]},", at the very beginning of Lanzheronovskaya street. Features a 100 year walk through the history of Odessa in literature. - Lanzheronivs’ka 2, As you stroll the museum’s halls, silent portraits . Small modern sculptures on museum’s courtyard. Tu-Su 10:00 –17:00. Admission 20Hr?."]},{"type":"*","value":[{"type":"'''","value":["Maritime museum"]},", just between the Opera House and Literature museum. Houses a history of Marine Fleet."]},{"type":"*","value":[{"type":"'''","value":["Picture gallery"]},", at the very beginning of the Sofievskaya Street. Once a palace of Prince Pototskiy, features a huge collection of Russian artist paintings."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Museum_of_the_Cinema_(Odessa,_Ukraine) Museum of the cinema"]}]}," at 33 French Boulevard. With more then 10,000 works on display, the museum is a testimony to the history and cinematic activity in Odessa. Here you can find historic materials, from the invention of cinema, to the postmodern, digital and avant-garde."]},{"type":"*","value":[{"type":"'''","value":["Odessa region museum"]},", Havanna 4. LOcated in a 19th century mansion. Exhibition about Odesa region from 14th century to the present. - Sa-Th 10:00-16:30. -  Established since 1956, describes the history of region from the Dark Ages (from the 12th century) to present days. Has a few exhibitions and present halls. Is situated in the center of the city, in the former palace of Novikov."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waxworks"],["alt="],["url="],["email="],["address=Rishel’ievs’ka 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=09:00–21:00"],["price=30Hr?"],["content=Consists of 26 waxy individuals"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Potemkinsche treppe.jpg"],["300px"],["thumb"],["Panoramic view of the Primorskiy Boulevard and the Potemkin Stairs"]]},"\n\n",{"type":"*","value":["Walk along the Deribasovskaya street, it has a very colourful pedestrian part, especially at summer or early autumn evening time."]},{"type":"*","value":["Walk along the Primorskiy Boulevard (bul'var), is also very good promenade place."]},{"type":"*","value":[{"type":"*","value":["In the middle of the Primorsky Boulevard, you will find a monument dedicated to Duke Rechelieu, one of the founders of Odessa. "]}]},{"type":"*","value":[{"type":"*","value":["From this point you can walk down the famous Potemkin Steps, to the Primorskaya street to the Marine Terminal, where a lot of buses and trolleybus #10 stops"]}]},{"type":"*","value":[{"type":"*","value":["Instead of walking up or down the Potemkin steps, it possible to use the funicular. The stairs are 142 m long and so well designed that they create an optical illusion. A person looking down the stairs sees only the landings, and the steps are invisible, but a person looking up sees only steps, and the landings are invisible."]}]},{"type":"*","value":[{"type":"*","value":["If you turn 180 degrees from Potemkin Steps, you will see a Catherine Square, where you can take a short walk to. This square features a recently erected a monument to Catherine the Great, who is also one of the founders of Odessa."]}]},{"type":"*","value":[{"type":"*","value":["Yekaterinenskaya Street: Walk on it a few blocks from its very beginning. A first couple of block is full of greenery, elegant houses where on a first floor there is either a restaurant or some store. In two blocks it intersects with Deribasovskaya street."]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Opera House"],["url=http:\/\/opera.odessa.ua"],["email="],["address="],["lat=46.485451"],["long=30.741138"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go to the opera house for $20 or less. You can get very good tickets already for 100 UAH (€10), don't buy the cheaper ones because of restricted visibility. Odessa opera was called \"the best opera in the world\" by Ferdinand Fellner, and it's definitely a must see in Odessa."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Odessa Philharmonic"],["url=http:\/\/www.odessaphilharmonic.org\/"],["email="],["address=Bunina street"],["lat=46.480862"],["long=30.742852"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go for a concert to the beautiful historic building of National Philharmonic Theatre. The tickets from 80 UAH."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dolphinarium Nemo"],["url=http:\/\/www.delfinariy.od.ua\/"],["email="],["address="],["lat=46.477063"],["long=30.765345"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mainly a paradise for children, but also for adults if you are a fan of these majestic marine mammals. The tickets for the show with dolphins cost 100 UAH (€10), and you can buy also the swimming with dolphins or dolphinotherapy (more costly). It is on the beach Lanzheron, take the tram No. 28, or trolleybus No. 2, and then walk to the right."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Museum of Partisan Glory and Catacombs"],["url="],["email="],["address="],["lat=46.537798"],["long=30.626181"],["directions="],["phone=+380 48 725 2874"],["tollfree="],["fax="],["hours="],["price="],["content=Odessas underground is perforated with one of the biggest catacomb systems of the world. More than 2000 km underground tunnels in several layers cover all the area below and around the city. In former times it saved as a quarry, so the limestone taken from the catacombs was used to build up the historical buildings on the surface. Later it became a hideout for dubious activities and for partisans in second worldwar. The museum can only be visited with guided tours."]]}]},"\n",{"type":"===","value":["Odessa Beaches"]},"\n\nMost of the city waterfront, except the port territory, forms a beach zone. All of the beaches are located at the eastern edge of Odessa. The most popular beaches are the following: listed according to their distance from city center.\n",{"type":"*","value":[{"type":"'''","value":["Lanzheron"]}," - is closest to the city centre, located just underneath the Shevchenko Park. Reachable by tram #28, as well as by trolleybuses #2 or #3, then a short walk is needed. The dolphinarium is located nearby."]},{"type":"*","value":[{"type":"'''","value":["Otrada"]}," - is slightly farther from the city centre than Lanzheron. It is the closest to the centre among the beaches located under the French Parkway (Francuzskij bul'var). Otrada is easily reachable by tram #5, 3 stops from the railway station and 5 stops from the intersection with Preobrazhenskaya Street, which is the major transportation artery of the city centre."]},{"type":"*","value":[{"type":"'''","value":["Dolphin"]}," - is in 3 more tram stops past Otrada."]},{"type":"*","value":[{"type":"'''","value":["Chkalovski"]}," - two nudist beaches located between Dolphin and Arcadia, near the Chkalovski sanatorium. The smaller first one is wildish with strange bathers and lots of rocks. The second, 500m further on, is bigger and frequented by many families with a nicer atmosphere. Little sand, mainly pebbles."]},{"type":"*","value":[{"type":"'''","value":["Arcadia"]}," - is the most popular beach and tourist place with lots of restaurants, bars, discos, night clubs and other entertainment. It's home of the upscale nightlife in summer. Even though it is farther then Otrada and Dolphin, it is easily reachable from centre. Arcadia is the last stop of tram #5, as well as of trolleybuses #5 and #13. Both tram and trolleybus #5 go towards the city centre passing the railway station. Trolleybus #5 goes into the heart of Odessa. "]},{"type":"*","value":[{"type":"'''","value":["Malibu"]}," - is a beach at Luzanovka neighborhood, easily reachable by numerous bus routes which link the city centre with the Poselok Kotovskogo section of Odessa. Malibu is the cleanest beach on the sea shore with excellent service similar to ones in Arcadia."]},"\n",{"type":"==","value":["Buy"]},"\n\nGo to the ",{"type":"'''","value":["Privoz market"]}," by the station - one of the biggest in the ex-USSR. Lots of cheap vegetables and fruits. Try the ",{"type":"''","value":["pakhlava"]}," - the Ukrainian version of baklava.\n\nBe aware, if you're going to buy anything but food in the market (and sometimes with food also), that Odessa is significantly harder in bargaining than anywhere in Russia or Ukraine. Prices several times the regular price without any signs of trying to budge is often, moreover, unlike most bargaining places sellers would often be ",{"type":"'''","value":["un"]},"friendly. The tactic extends to anyone not from Odessa, so having russian-speaking guide from elsewhere may not help.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are lots of cafes and restaurants in Odessa, with more and more opening each year. The prices are quite affordable, if you come from the west. Expect to pay 70-100 UAH for a lunch in a cafe and around 200 UAH in a restaurant. Some restaurants can be of course very expensive, so take a look at the menu before ordering.\nIn the warmer times of the year you can find lots of outdoor sitting areas in the cafes, with blankets usually available to keep you warm in the evening. \n\nThe 'fast food' on the street is tasty and if you don't speak Russian or read Cyrillic is much more accessible as you can just point at what it is you want. Menus are usually only in Russian, but you may try to ask for an English menu for you (ask in Russian for \"menu po angliyski\"). If they don't have one, either have an idea of what you want before you sit down or be prepared to randomly pick something from the menu. It's possible that waitresses can also speak basic English, try to ask for recommendations.\n\nFood from street vendors, especially at the open air markets, should be approached with the same caution as you would display anywhere. It can be fantastic, or not. There are many supermarkets in Odessa that have high quality foods that you can buy as an alternative. There are several McDonald's restaurants in the city (str. Deribasovskaya 23, Privokzalnaya square 1a).\n\nGenerally, if you're looking for a place to eat, try to pick one in the city center that looks nice but not too expensive. There are lots of places for what could be called \"middle class\" with enjoyable atmosphere and good food, but random picking can of course lead to bad food and bad service.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tavernetta"],["url=http:\/\/www.tavernetta.ua"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New Italian restaurant with delicious home made pasta on Ekaterinska street."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pivnoy Sad"],["url=http:\/\/www.pivnoysad.com.ua"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very cosy restaurant, actually a brewery, set in City Garden. Plus excellent live music if you're lucky enough and you don't get the local radio."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Olio Pizzeria"],["url=http:\/\/www.oliopizza.com.ua"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice pizzeria with pleasant design in the very heart of the city. Good prices, pizzas from 50 UAH."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kompot"],["url=http:\/\/www.compot.ua\/"],["email="],["address=Deribasovskaya 20"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8am to 11pm"],["price="],["content=Good food and very nice decoration. Sit upstairs if you can. They also have tables outside."]]}]},"\nAvoid eating Oriental or Indian in Odessa. They mostly don't have good cooks, the food you get is not authentic and priced heavily.\n\n",{"type":"==","value":["Drink"]},"\n\nThe beer served in the south of Ukraine is outstanding and goes excellently with the hearty food. In the words of one not so impartial citizen of Central Europe who visited the country, 'Hey, this is as good as Czech beer!?!' A beer in a restaurant will usually cost around 2-3 USD for local beers and 4-6 USD for imported brands. There are several breweries in the area nearby Odessa, but they are usually not very popular in the restaurants. However, there is a small restaurant-brewery right in the \"City Garden\" near Deribasovskya, their beer is rather good and they have an English menu. Just look for a sign that says ",{"type":"'''","value":["Hausbrauerei"]}," (German for Home Brewery) and tell them you just want to have a drink at the bar unless you want to have dinner there of course.\n\nLong-lasting traditions of wine production in neighbouring Moldova and Crimea make Odessa an excellent place for wine lovers. Must taste: Negro de Purcari, Pino and famous sweet Kagor from Moldova, Massandra Portwine and Muscat from Crimea. \n\nIn the big supermarkets and in shops with alcoholic drink specialization you can find a full assortment of alcoholic drinks from beer to absinthe and from local brands to world famous brands.\n\nIn non-alcoholic drinks here is a large quantity of various brands (foreign: Coca-Cola, Pepsi, Fanta, Sprite, BonAqua etc.; national: Obolon', Bon-Boisson, Prem'era, Kuyal'nik, etc.; local: Kristall, Green Star, Dana, etc.).\n\nThe nightlife of Odessa in summer is concentrated in the 'Arcadia' district, some 8 km away from the city center. In Odessa you have to pay to enter a club, the rates are around 70-80 UAH as of June 2011, but can be higher in particular clubs. A taxi to Arkadia should cost 40-50 UAH; beware of the taxi drivers who are waiting for you when you leave Arkadia at night, their tariffs are super-high and they can be rude and intimidating. Call a taxi or walk 500 meters further where you can negotiate a much lower price. To get from Arkadia at night to the central part of the city would be 40-60 UAH, to Tairovo or Cheremushki - 70 UAH.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Club Ibiza"],["url=http:\/\/ibiza.ua\/"],["email="],["address=Arcadia"],["lat=46.428119"],["long=30.766957"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Cover charge 200 UAH on weekends, 50 UAH on weekdays, draft beer 35 UAH."],["content=Big club in the center of Arcadia."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Club Itaka"],["url=http:\/\/itaka-club.com.ua\/en\/"],["email="],["address=Arcadia"],["lat=46.428716"],["long=30.768145"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Cover charge 200 UAH on weekends, 50 UAH on weekdays, draft beer 35 UAH."],["content=Big competitor of Ibiza and on a par with it. They also have a separate dance floor for 80ies and 90ies music next to the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Captain Morgan"],["url=http:\/\/morgan-club.com.ua\/"],["email="],["address=30, Zhukovskogo str"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the only 'clubs' in the city centre in summer. Good for a drink, but go to Arcadia for the real parties. Cover charge 50 UAH, draft beer 25 UAH."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation is plentiful in Odessa and ranges from renting a small room from a local resident to registered hostels, to the more expensive hotels. \n\n",{"type":"===","value":["Budget"]},"\n\nIf you enter by train you will be immediately approached by one of the many locals in an attempt to get you to rent a room from them. This may end up being a small not so well constructed (but basically clean) one room structure located in their garden. It may also not come with a shower with running water, instead consisting of a small outdoor cabinet with a tank located above it that your host will fill with hot water upon request. Additionally the local accommodation will most likely have a squat toilet. For those uncomfortable with using a squat toilet the facilities at the McDonald's near the train station make for a good substitute. Note that nobody speaks English or German (even the most basic talk). This makes the negotiations very difficult! In July\/August most budget hotels are fully booked. The total price for your garden residency will usually not exceed US$10 and in the summer it is more than sufficient. The hostels in the city can be booked online or try your luck and just drop in.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=E & N Hostel"],["url="],["email="],["address=writetonata@mail.ru"],["lat="],["long="],["directions=from the Central Station - find Pushkinskaya and walk towards the sea. Enter the gate at number 24 and all the way in. Turn left"],["phone=+380936243734"],["tollfree="],["fax="],["hours="],["price=from €10 or ₴110"],["checkin=12:00"],["checkout=12:00"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mini Hostel Odessa"],["alt="],["url=http:\/\/www.minihostelodessa.com"],["email=bookings@minihostelodessa.com"],["address=24 Dvoryanska Street, Apt. 7"],["lat=46.48534"],["long=30.72776"],["directions="],["phone=+380-97-9314928"],["tollfree="],["fax="],["checkin=24\/7"],["checkout="],["price=Dorm beds from €5, private room €19"],["content=Cheap, safe and secure hostel in the centre of Odessa. Free Wi-Fi, lockers, linen, coffee and tea. English-speaking reception 24\/7. Guests of the Mini Hostel Odessa get a discount if they stay in the Mini Hostel Kiev or the Mini Hostel Lviv."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=TIU Front Page Hostel"],["url=http:\/\/www.tiufrontpage.hostel.com\/"],["email=tiu.frontpage@gmx.com"],["address=42 Kobleskaya St, Top floor"],["lat="],["long="],["directions="],["phone=+390671837347 or +380968344074"],["tollfree="],["fax="],["hours="],["price=Dorm beds from €11, private room €35"],["checkin=24\/7"],["checkout="],["content=Large centrally located backpacker\/traveller hostel. Safe and secure. Large kitchen & common areas. Free WiFi, lockers, linen, coffee\/tea. 3 showers and 3 WCs. Hot water. English speaking reception, all year."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zirka Hotel"],["url=http:\/\/hotelodessa-ukraine.com"],["email=res@hotelodessa-ukraine.com"],["address=70 Uspenskaya St"],["lat="],["long="],["directions="],["phone=+380 487222343"],["tollfree="],["fax=+380 48724011"],["hours="],["price=$25 - double room"],["checkin=12.30"],["checkout=noon"],["content=Economy rooms have no windows, just 'artificial light'. Many clients book rooms for an hour or two in the late evening, so expect to see prostitutes entering around midnight and leaving soon after."]]}]},"\n",{"type":"===","value":["Mid Range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=«Black Sea» Rishelievskaya"],["alt=«Black Sea» Rishelievskaya"],["url=http:\/\/bs-hotel.com.ua\/"],["email=bshotelsale@gmail.com"],["address=59, Rishelievskaya str."],["lat="],["long="],["directions="],["phone=+38 (0482) 300-911"],["tollfree="],["fax=+38 (0482) 300-959"],["hours="],["price=from ₴500"],["checkin=12:00"],["checkout=12:00"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=«Black Sea» Panteleymonovskaya"],["alt=«Black Sea» Panteleymonovskaya"],["url=http:\/\/bs-hotel.com.ua\/"],["email=np@bs-hotel.com.ua"],["address=25, Panteleymonovskaya str."],["lat="],["long="],["directions="],["phone=+38 (0482) 365-411"],["tollfree="],["fax=+38 (0482) 365-412"],["hours="],["price=from ₴500"],["checkin=14:00"],["checkout=12:00"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=«Black Sea» Otrada"],["alt=«Black Sea» Otrada"],["url=http:\/\/bs-hotel.com.ua\/"],["email="],["address=1A, Vice-Admiral Azarov str."],["lat="],["long="],["directions="],["phone=+38 (048) 729-8655"],["tollfree="],["fax=+38 (048) 729-8656"],["hours="],["price=from ₴600"],["checkin=14:00"],["checkout=12:00"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=«Black Sea» Oktyabrskaya"],["alt=«Black Sea» Oktyabrskaya"],["url=http:\/\/bs-hotel.com.ua\/"],["email="],["address=31, Kanatnaya str."],["lat="],["long="],["directions="],["phone=+38 (048) 728-8863"],["tollfree="],["fax=+38 (048) 760-1462"],["hours="],["price="],["checkin=14:00"],["checkout=12:00"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel OK Odessa"],["url=http:\/\/ok-odessa.com\/index_en.php"],["email="],["address="],["lat="],["long="],["directions=South of center but close to the beach. Tram #5 travels from the main bus station past the train station roundabout to Arcadia, right by the hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=starting ₴370(~€36) - up to ₴2800 (~€274)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=St. Paul Church House"],["url="],["email=guests_lut@ukr.net"],["address=Novoselskogo, 68"],["lat="],["long="],["directions="],["phone=+38-048-777-32-64"],["tollfree="],["fax=+380 48-777-3264"],["hours="],["price=Double room: €40"],["checkin="],["checkout="],["content= A house operated by the German Lutheran Church in Odessa. They rent nice rooms to travelers, when they are not occupied by visitors of the church."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Passage"],["url=http:\/\/www.odessapassage.com"],["email=fgt@inbox.ru"],["address=ул.Преображенская 34"],["lat="],["long="],["directions="],["phone=+380 8-0482-37-5201. 8-067-489-0852"],["tollfree="],["fax="],["hours="],["price=₴250-870"],["checkin="],["checkout="],["content= Historic hotel at a very central location."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arkadia Plaza"],["alt="],["url=http:\/\/www.arcadia-plaza.com\/english"],["email="],["address=Posmitnoho 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=room ₴1500-1750, suite ₴3420-6501"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bristol"],["alt="],["url=http:\/\/www.bristol-hotel.com.ua"],["email="],["address=Pushkins‘ka 15"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=standard €240, superior €290, junior suite €465, suite €620-800, Presidential suite €1100"],["checkin="],["checkout="],["content=Built in 1899"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Continental ****"],["alt="],["url=http:\/\/www.hotel-continental-odessa.com"],["email="],["address=Deribasivs‘ka 5"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=economy ₴1550, standard ₴2470, suite ₴3080-4460, apt ₴6735"],["checkin="],["checkout="],["content=mid 19th century bldg."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=London****"],["alt="],["url=http:\/\/www.london-hotel.com.ua"],["email="],["address=Uspens‘ka 95"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=room ₴1350-1450, suite ₴1700-1980, duplex apt ₴5290"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Londonskaya"],["alt="],["url=http:\/\/www.londonskaya-hotel.com.ua\/"],["email="],["address=Prymors‘kyi bul‘v. 11"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=stand. €130, superiors €180, suites €290- €380-€575"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maristrella Club*****"],["alt="],["url=http:\/\/www.maristella-club.com"],["email="],["address= Vannyi prov. 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=standard ₴2900, studio ₴5000, deluxe suite ₴6900, apt ₴11000"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Morskoy ****"],["alt="],["url=http:\/\/www.morskoy.com"],["email="],["address=Kryshtalevyi prov. 1\/1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=standard ₴1912, superior ₴2232, junior suite ₴3032, suite ₴3512, apt ₴4312-6136"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mozart****"],["alt="],["url=http:\/\/www.mozart-hotel.com\/en"],["email="],["address=Lanzheronivska 13"],["lat="],["long="],["directions="],["phone="],["fax="],["price=suites ₴3350, apartments ₴4000"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Otrada *****"],["alt="],["url=http:\/\/hotel-otrada.com\/"],["email=info@hotel-otrada.com"],["address=Ujutnaya (ул. Уютная), 11"],["lat="],["long="],["directions="],["phone= + 380 482 33-0698"],["tollfree="],["fax="],["price=standards 1661Hr, superiors ₴2070, junior suites ₴3100, suites ₴4521,apt ₴6800"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Venezia"],["alt="],["url=http:\/\/www.venice-hotel.com.ua"],["email="],["address=Kamanina 16"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=stand. ₴790,junior suite ₴970"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["cautionbox"],["On May 3, 2014 the UK Foreign and Commonwealth Office advised against all but essential travel to Odessa ",{"type":"[","value":["https:\/\/www.gov.uk\/foreign-travel-advice\/ukraine"]}," in the wake of deadly clashes between Ukrainians and pro-Russian factions.",{"type":"[","value":["http:\/\/www.bbc.co.uk\/news\/world-europe-27259620"]},". As of June 2014, this has scaled back to a warning on ",{"type":"[[","value":[["Russia"]]},"n-occupied ",{"type":"[[","value":[["Crimea"]]}," and portions of eastern ",{"type":"[[","value":[["Ukraine"]]}," (",{"type":"[[","value":[["Donetsk"]]},", ",{"type":"[[","value":[["Lugansk"]]}," and ",{"type":"[[","value":[["Kharkiv"]]}," oblasts) but the situation remains volatile and may change at any time."]]},"\n\nAlways carry your passport (or a good colour photocopy) with you. Immigration slips are no longer issued or used. The police in Odessa, as in all of Ukraine, are notoriously corrupt and constantly on the look out for tourists to harass with the aim of fining them for breaking some imagined rule or law. Use common sense and caution around rowdy groups and drunks in the city, unless you speak good Russian.\n\nBe very careful in the Arkadia district at night, as it might be not safe in the darker areas. Try to be with someone who knows the clubs and the places and speaks Russian.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Image:Odessa-timetable-small.jpg"],["210px"],["thumb"],["Train departures timetable"]]},"\n\n",{"type":"*","value":["If you're looking for comfortable travelling, buy a ticket for a train to ",{"type":"[[","value":[["Kyiv"]]}," called \"Chornomorets\". It is an 8-hour overnight train which is very new and comfortable. You can spend a day in Kyiv and come back to Odessa on the same overnight train. Tickets 150-200 UAH one-way."]},{"type":"*","value":["Timetables can be found at train departures timetable ",{"type":"[","value":["http:\/\/poezda.org.ua\/city\/23600"]},". Pan-European train schedules can be found at ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de"]}]},{"type":"*","value":["For those who want to go to ",{"type":"[[","value":[["Chişinău"]]},", there are several buses daily leaving from the Central Bus Station (list here on the website ",{"type":"[","value":["http:\/\/www.marisha.net\/crossroads.htm#odessa"]},"). Cost 70-80 UAH. Most buses cross at Palanca to avoid ",{"type":"[[","value":[["Transnistria"]]},". In case of this the trip takes about 6h. There is now also one Odessa-Tiraspol-Chişinău train per day, departing Odessa at 5pm arriving at Chişinău at 10.20pm. Cost 85 UAH."]},{"type":"*","value":["Daily busses are available to and from ",{"type":"[[","value":[["Bender"]]}," and ",{"type":"[[","value":[["Tiraspol"]]},", ",{"type":"[[","value":[["Transnistria"]]},"."]},{"type":"*","value":["As of 2011, travel through Transnistria by bus or train has become easier due to an agreement on entry and exit stamps with ",{"type":"[[","value":[["Moldova"]]},". Exit stamps from Ukraine are now recognized by Moldovan authorities as a de-facto entry stamp. Instances of bribery and corruption from Transnistrian border officials have dropped significantly in the past year. "]},{"type":"*","value":["To get from Odessa to Romania by bus take the number 5 tram to its western terminus, from where a minibus (",{"type":"''","value":["marshrutka"]},") can be taken to Reni, which is about 5km from the Moldovan border at Giurgiuleşti (this cost about 80 hryvnia in July 2012). If you're lucky the bus-driver might continue the extra few km to the border for a few more hryvnia. Walk across the Ukraine-Moldova border, getting your passport stamped by the Ukrainian and Moldovan border guards, and then walk or hithc the short distance through Moldova (about 2km) to the Moldova-Romania border. You'll have to find a car to take you through this border, as they don't seem to allow travellers to cross on foot, but it shouldn't be a problem to find someone who'll take you across. There's a further passport check by Moldovan border control, and then by the Romanians. It might be necessary to hitch to the first town, Galati, which is about 8km away. "]},{"type":"*","value":[{"type":"[[","value":[["Crimea"]]}," was a popular next destination, but as of March 2014 is under ",{"type":"[[","value":[["Russia"]]},"n control in the wake of an armed invasion. Intercity links have been disrupted for Ukraine-Crimea travel and travel warnings issued by most Western nations."]},"\n\n",{"type":"{{","value":[["geo"],["46.4667"],["30.7333"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern_Ukraine"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Odessa"]]},"\n",{"type":"[[","value":[["WikiPedia:Odessa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ukraine\/Provinces\/Odesa_Oblast\/Odesa\/"]]}]