[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n\nOHV (Off Highway Vehicle) is a category that includes ATVs, Motorcyles, and Jeeps.\n\n",{"type":"==","value":["Destinations"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tillamook OHV Trail- State Forest"]}," If you are looking for some long trails and lots of them, then this is the place.  The trails are in the ",{"type":"[[","value":[["Tillamook State Forest"]]},", and consist of riding levels from beginner all the way up to expert.  Some of the trails are very technical and slow, while some are very fast and heart pounding.  "]},{"type":"*","value":[{"type":"'''","value":["Sand Lake"]}," Sand lake is a small riding area north of Tillmook. It is on the lacking side for dirt bikes due to the small area and lack of challenging riding.  However if you want to have a nice relaxing weekend with a lot of people, just show up on a long weekend. "]},{"type":"*","value":[{"type":"'''","value":["Johns Peak"]}," Has everything from hard fast trails to slow kid trails.  The best part is that it doesn't get muddy during the winter.  It is all on sandy loam and the water just sinks through.  Making it a relatively clean fun ride during the winter."]},{"type":"*","value":[{"type":"'''","value":["Prospect OHV Trail System"]},"  Is a very well kept riding area.  Most of the trails have been pushed in using a small dozer, making it an ideal place for adults riding with small children.  It also has some very aggressive riding, with lots of rocks to watch out for.  Some of the black diamond riding is on the edge of some very steep hills\/cliffs, so if you have a hard time with hights you probobly should not go looking for the black diamond trails."]},{"type":"*","value":[{"type":"'''","value":["Oregon Dunes"]},"  The Oregon dunes has three main OHV areas, Coos bay, Winchester Bay, and Florence.  Each of these places has their own advantages and downfalls.  Florence is known for its hard to see drop offs and long steep dunes.  This place is best suited for larger vehicles and quads. The quaint fishing village of Winchester Bay is smaller than the city Florence the close by dunes and recreational areas are large and expansive, the dunes vary in size from steep and challenging to smaller and less challenging for beginner ATV riders. Camping  on the dunes or spending the night in a hotel are possible, usually one will need a reservation during the peak summer months.  Coos bay is the best of both worlds.  It has some very large dunes and some small ones.  Coos bay is suited for nearly every type of vehicle you wish to bring out."]},{"type":"*","value":[{"type":"'''","value":["Shotgun OHV Area"]},"  Shotgun creek is a year round riding area that has about 6000 acres. During the winter many of the trails become very rutted forcing riders to take it very slow.  Nearly all of the land is Either BLM or Private.  Users are asked to not ride on the private property without permission."]},{"type":"*","value":[{"type":"'''","value":["Mt. Beber ATV Trails"]},"  Mt. Beber is a relaxed set of trails that are mostly flat.  There are not to many trails, but there are a few that take a few hours to complete the trail.  During the winter the mud becomes extremely slick and is like riding on ice.  Not for new riders on dirt bikes or small kids. Trails also become very dangerous when temperature is below freezing."]},{"type":"*","value":[{"type":"'''","value":["Upper Nestucca OHV Area"]}," Has three main parking areas with camping nearby.  Many of the trails are overgrown forcing the riders to dodge and duck from many of the low hanging branches.  During the winter months when it is raining the branches also make it very hard to stay dry."]},{"type":"*","value":[{"type":"'''","value":["East Fort Rock"]},"  is located about 20 miles east of Bend. The area is around 110,000 acres. Early morning is recommended to avoid the dry silt and 100 yard dust trails. The trails go from mild to wild and each is marked with green blue or black experience levels. I've been riding for 14 years and there's some stuff that challenges the most experience trail rider. Be prepared for huge cinder cone hill climbs, lava bed tours, and huge straights. Another fun activity (if you go in the summer) is to take a newspaper up to the fire watch tower East Butte.  There is a ohv trail that goes straight up the side of the mountain. This is the best area for anyone that has not been there. Also if you get bored of the trails, about 10 miles furter on hyw 20 is ODOT play pit in North Millican OHV area But is seasonal, open May 1st, until november 31st. This place has some big jumps and other small trails."]},"\n",{"type":"==","value":["Tracks"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.albanymx.com\/ Albany motocross track and Salem AX track."]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rvmx.com\/ Medford RVMX"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.efnigy.com\/eugenemotox\/ Eugene Motocross"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mtnviewmx.com\/ Mountain View Motocross"]}]}]},"\n",{"type":"==","value":["Clubs"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Central Oregon Motorcycle & ATV Club"]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trailsmen.org\/ Trailsmen Motorcycle Club"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.omra-online.org\/ Oregon Motorcycle Riders Association"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.motorcycleridersassoc.org\/ The Motorcycles Riders Association"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.etra.net\/ Emeraled Trail Riders Association"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mudsand.com\/ Mudsand.com"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oohva.org\/ Oregon Off-Highway Vehicle Association's"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lobosmc.com\/ Lobos MC"]}]}]},"\n",{"type":"{{","value":[["PartOfTopic"],["Driving"],["United States of America"]]},"\n\n",{"type":"{{","value":[["outlinetopic"]]}]