[{"type":"{{","value":[["pagebanner"],["Bannerohio.jpg"]]},"\n",{"type":"[[","value":[["Image:Ohio Autum 3.jpg"],["thumb"],["right"],["400px"],["Ohio Fall Colors"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.discoverohio.com\/ Ohio"]}]}," is a state in the ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwest"]]}," region of the ",{"type":"[[","value":[["USA"]]},". The state has natural boundaries to the north (Lake Erie) and to the south (Ohio River) and is bordered by the states of ",{"type":"[[","value":[["Indiana"]]},", ",{"type":"[[","value":[["Kentucky"]]},", ",{"type":"[[","value":[["Michigan"]]},", ",{"type":"[[","value":[["Pennsylvania"]]}," and ",{"type":"[[","value":[["West Virginia"]]},". Ohio also shares ",{"type":"'''","value":["Lake Erie"]}," as a border with the ",{"type":"[[","value":[["Canada"],["Canadian"]]}," province of ",{"type":"[[","value":[["Ontario"]]},". The terrain is generally flat in the northwestern parts due to ancient glaciers, and gradually gets hillier as one heads east and southeast toward the Allegheny and Appalachian mountain ranges. Aside from a ",{"type":"[[","value":[["Great Lakes"],["Great Lake (Erie)"]]}," and a major navigable river (Ohio), the State of Ohio offers a national park (",{"type":"[[","value":[["Cuyahoga Valley National Park"],["Cuyahoga Valley"]]},"), a national forest (",{"type":"[[","value":[["Wayne National Forest"],["Wayne"]]},"), a number of National Wildlife Refuges, and a bundle of islands on ",{"type":"[[","value":[["Lake Erie Islands"],["Lake Erie"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\nComprising 88 counties, Ohio can be roughly characterized as having 5 regions:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Ohio Regions.png"],["regionmaptext="],["regionmapsize=275px"],["region1name=",{"type":"[[","value":[["Northwest Ohio"]]}],["region1color=#666633"],["region1items="],["region1description=flat agricultural land surrounding ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}," and stretching into Indiana to the west and Michigan to the north."],["region2name=",{"type":"[[","value":[["Northeast Ohio"]]}," (NEO)"],["region2color=#669999"],["region2items=also known as \"Greater ",{"type":"[[","value":[["Cleveland (Ohio)"],["Cleveland"]]},"\""],["region2description=rolling wooded foothills from the Allegheny Mountain range subside as they approach Lake Erie (definition of NEO includes 13 counties and 4.5 million people)."],["region3name=",{"type":"[[","value":[["Mid-Ohio"]]}],["region3color=#996666"],["region3items="],["region3description=flat agricultural land surrounding the State capital, ",{"type":"[[","value":[["Columbus"]]},"."],["region4name=",{"type":"[[","value":[["Southwest Ohio"]]}],["region4color=#666699"],["region4items="],["region4description=hilly areas approaching the Ohio River, surrounding ",{"type":"[[","value":[["Cincinnati"]]}," and rolling into Kentucky."],["region5name=",{"type":"[[","value":[["Southeast Ohio"]]}],["region5color=#CC9933"],["region5items="],["region5description=very hilly, coal-mining country in the foothills of the Appalachian Mountains, rolling into Pennsylvania and West Virginia and including the ",{"type":"[[","value":[["Wayne National Forest"]]},"."]]},"\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Columbus"]]}," - the State capital and regional hub of 1.6 million residents"]},{"type":"*","value":[" ",{"type":"[[","value":[["Akron"]]}," - the County Seat of Summit County, was formerly known as the ",{"type":"''","value":["Rubber Capital"]},", and has successfully made the transition from the world's tire manufacturing hub to its high-tech Polymers Research Center, now referred to as the is the ",{"type":"''","value":["Polymer Capital"]},". It is also the home of the ",{"type":"'''","value":["All-American Soap Box Derby"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Canton (Ohio)"],["Canton"]]}," - home to the Pro Football Hall of Fame"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cincinnati"]]}," - regional hub of 3 million residents (Cincinnati Metro and Dayton Metro), the \"Queen City\" is home to the Bengals and Reds. Cincinnati was the first boom town in the United States, and it's Over-the-Rhine district is the largest National Historic District in the United States."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cleveland"]]}," - traditionally one of the more liberal US cities, regional hub of 3 million residents, the \"Rock and Roll Capital of the World\" and home to one of the five richest collections of arts and culture institutions in the US"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dayton"]]}," - a mid-sized city famous for being the home of the Wright Brothers, Wright-Patterson Air Force Base and the Dayton International Peace Museum.  Dayton can be a wonderfully charming place to visit."]},{"type":"*","value":[" ",{"type":"[[","value":[["Newark (Ohio)"],["Newark"]]}," - a city with historical ties to the glass-making industry and the second-largest city in central Ohio, Newark is the home of the \"Basket Building,\" a 4-story picnic basket-shaped building which is the corporate headquarters of the Longaberger Co."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sandusky"]]}," - home to ",{"type":"[[","value":[["Cedar Point Amusement Park"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}," - \"The Glass City\" is home to the Toledo Mud Hens Baseball team, a world class art museum, as well as a nationally ranked zoo and the famous Tony Packo's Cafe."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cuyahoga Valley National Park"]]}," - The only national park in Ohio. According to the US National Park Service, the Cuyahoga Valley is the 5th most frequently visited park in the National Park System."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Erie Islands"]]}," - Located north of Sandusky (between Cleveland and Toledo), a group of picturesque and festive islands in Lake Erie are accessible via ferry. In addition to several Ohio State Parks located on the islands, there is plenty to do including visiting wineries, restaurants, bars, marinas and beaches. One of the Islands, Put-In-Bay, is known as the \"Key West of the North\" for its party atmosphere, especially during the summer months."]},{"type":"*","value":[" ",{"type":"[[","value":[["North Coast Beaches"]]}," - Along the southern shore of Lake Erie are a large number of public beaches.  The largest natural sand beach in Ohio, ",{"type":"'''","value":["Headlands Beach State Park"]},", is located east of Cleveland, in Mentor. ",{"type":"'''","value":["Cleveland Lakefront State Park"]}," also includes a large beach at its ",{"type":"'''","value":["Edgewater Park"]},", just west of downtown Cleveland. Many other beaches are available throughout Northern Ohio, including Huntington Beach, Euclid Beach and Fairport Harbor. In addition, ",{"type":"'''","value":["Maumee Bay State Park"]},", near Toledo, boasts an extensive Lake Erie Beach as well as an inland beach and various resort and banquet facilities, not to mention a challenging Scottish-links style golf course."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ohio State Parks"]]}," - Ohio has many states parks, spread throughout the state. Fees vary from park to park, but all are very affordable. To the North, the Parks around Lake Erie have some of the best beaches and camping areas. Many have boat launches. Inland, most are in forest areas and offer outstanding amenities to campers, picnickers, boaters and horsemen."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ohio Prehistoric Sites"]]}," -"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wayne National Forest"]]}," - Located in the Southeast portion of the state, includes the scenic ",{"type":"'''","value":["Hocking Hills"]}," region and Lake Logan State Park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Holmes County (Ohio)"],["Holmes County"]]}," - Located halfway between Columbus and Cleveland, Holmes County is home to the world's largest population of Amish residents, along with famous attractions like Heini's Cheese, Skyview Ranch, the Amish Door and dozens of other historical Amish attractions."]},{"type":"*","value":[" ",{"type":"[[","value":[["Warren County (Ohio)"],["Warren County"]]}," - Warren County, Ohio is the ultimate getaway for Ohio family fun. As the home of attractions such as Kings Island, Great Wolf Lodge, The Beach Waterpark and Ozone Zipline Adventures, Warren County is truly \"Ohio's Largest Playground\"."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["infobox"],["\"OH-IO!\""],[{"type":"[[","value":[["Image:Bushel Buckeyes.jpg"],["150px"],["right"],["Bushel of Buckeyes"]]},"The Ohio State Buckeyes are known for their competitive college football team, but most Ohioans don't even know why their state is nicknamed after a poisonous fruit! Ohio is commonly referred to as the \"Buckeye State\" due to the abundance of Buckeye trees in Ohio. The trees grow a nut, which is poisonous to humans and most animals.  Native Americans in Ohio called the nut \"Hetuck\", or \"buck's eye\" because of its brown circular shape with a small white oval, which resembled a buck's eye. \n\nThe name \"Buckeye State\" came into prominence during the Log-Cabin and Hard-Cider presidential campaign of 1840 when furniture, cabins, and cider kegs were made from buckeye wood in honor of William Henry Harrison, who was the first Ohioan to become President. In the election versus Martin Van Buren the Whig campaign song contained a reference to the buckeye.  A far less poisonous and tasty candy is made to resemble to the buckeye, composed of a peanut butter center partially covered in chocolate.  The resemblance is striking, and the candies are delicious."]]},"\n\nOhio is the 35th largest state by size, but 7th by population (11,459,011 residents in 2004 according to the US Census Bureau). Ohio's nickname is \"The Heart of It All\", purportedly because of its shape (",{"type":"''","value":["kind of like a heart"]},"), its central location to the densely populated areas of the US, its mosaic of big commercial cities, small towns, industry and farmland, and its critical role in \"America's Heartland\" (which can refer to the Midwest agricultural sector and the Great Lakes industrial base). \n\nOhio has always played and continues to play a critical role in the development of the ",{"type":"[[","value":[["United States of America"],["United States"]]}," history and government. One of Ohio's contributions to history was the ",{"type":"''","value":[{"type":"[[","value":[["Underground Railroad"]]}]}," network which helped escaped slaves move to the free northern states and Canada. Many Ohioans, most notably Harriet Elizabeth Beecher Stowe and John Brown campaigned against slavery. \n\nOhio has also been home to eight American Presidents, giving it the nickname ",{"type":"'''","value":["Mother of US Presidents"]},". American Presidents from Ohio were Ulysses Grant (18th, born in ",{"type":"[[","value":[["Clermont County"],["Point Pleasant"]]},"), Rutherford Hayes (19th, Delaware), James Garfield (20th, Orange),  Benjamin Harrison (23rd, ",{"type":"[[","value":[["Hamilton County (Ohio)"],["North Bend"]]},"), William McKinley (25th, Niles), William Taft (27th, ",{"type":"[[","value":[["Cincinnati"]]},"), and Warren Harding (29th, Corsica\/Blooming Grove). William Henry Harrison (9th), born in Virginia but settled (and buried) in ",{"type":"[[","value":[["Hamilton County (Ohio)"],["North Bend"]]},".  \nOhio is considered one of the most important states in Presidential elections due to its 20 electoral votes and is often one of the few states that can go to either party. Unlike ",{"type":"[[","value":[["California"]]},", ",{"type":"[[","value":[["Illinois"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]}," that lean Democratic and ",{"type":"[[","value":[["Texas"]]}," which almost always votes Republican, Ohio's voting tendencies changes from election to election.\n\nThe Wright Brothers,  Orville and Wilbur, inventors of the airplane, were from ",{"type":"[[","value":[["Dayton"]]}," in Ohio, giving the state one reason to call itself the ",{"type":"'''","value":["Birthplace of Aviation"]}," (though the brothers actually flew the airplane first in ",{"type":"[[","value":[["Kitty Hawk"]]},", ",{"type":"[[","value":[["North Carolina"]]},", Dayton was their home and the place were they conducted their research, development, and fabrication activities, as well as test-flights of various glider prototypes). Ohio, however,  has additional claims to the nickname. Neil Armstrong, the first man to walk the moon, is an Ohioan, as is former U.S. Senator and astronaut John Glenn, who was the first the American to complete an orbit of the Earth from outer space. Ohio has also been home to 23 other astronauts and is home to the Wright Patterson Air Force Base near Dayton, the NASA John H. Glenn Research Center in Cleveland, and National Museum of the United States Air Force in Dayton.\n\nInventor Thomas A. Edison was born in Milan, Ohio. His birthplace and home have been preserved.\n\n",{"type":"==","value":["Talk"]},"\nDespite what you may have heard, Ohio is very diverse with regional dialects. In the middle of the state, especially Dayton and Columbus, many people speak what is commonly known as General American Dialect, or Standard Midwestern Dialect.  Around Cleveland and Toledo people speak with what is known as the Northern Cities Vowel shift of same dialect, sounding way more like a Chicagoan (think Da Bears from Saturday Night Live for a really exaggerated example).\n\nIn the ",{"type":"[[","value":[["Amish Country"]]}," between Cleveland and Columbus English is actually a second language for the Amish populations with Pennsylvania Dutch, their first.  Pretty much all Amish speak English outside of the home but with a distinct accent.\n\nIn inner cities of Cincinnati, Cleveland, and Columbus there are hundreds of thousands of African-Americans who speak what is called Black English Vernacular. As you move South and Southeast, you may encounter those who speak Southern American English-- especially in the Greater Cincinnati Metropolitan Area.  White non Appalachian populations in the Greater Cincinnati area have a slight dialect differences influenced by their heavily German population with a few local colloquialisms like “Pony Keg” for Convenience Store, and using “Please?” instead of “What?” when asking someone to repeat themselves.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Akron-Canton Regional Airport"],["url=http:\/\/www.akroncantonairport.com\/"],["email="],["address=5400 Lauby Road Northwest (Exit 113 from I-77)"],["lat="],["long="],["directions="],["phone =+1-330 -499-4221"],["tollfree="],["fax="],["hours="],["price="],["content=Akron-Canton Regional Airport (IATA:CAK) is a small, easy to navigate, quick in-and-out airport.  In recent years, the airport has become home to low-fare airlines such as AirTran and Frontier."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cincinnati\/Northern Kentucky International Airport"],["url=http:\/\/www.cvgairport.com\/"],["email=info@cvgairport.com"],["address="],["lat="],["long="],["directions=Follow I-275 to Exit 4 (State Route 212.) Follow the signs to airport terminals and parking."],["phone =+1-859 -767-3151"],["tollfree="],["fax="],["hours="],["price="],["content=Cincinnati\/Northern Kentucky International Airport (IATA:CVG) is on the Kentucky side of the Ohio River, so you'll have to cross the bridge to get to Cincinnati itself. Delta has a small hub here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cleveland Hopkins International Airport"],["url=http:\/\/www.clevelandairport.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1-216 -265-6030"],["tollfree="],["fax="],["hours="],["price="],["content=Cleveland Hopkins International Airport (IATA:CLE) is Cleveland's main airport and by far Ohio's largest located on the west side of the city. The airport is served by all of the major domestic airlines, some international airlines, and it is a hub for United Airlines as well.  The RTA Red Line Rapid Transit (see, below) provides frequent and fast rail service from inside the airport to the heart of downtown in roughly 22 minutes for $1.75."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Port Columbus International Airport"],["url=http:\/\/www.port-columbus.com\/home.asp"],["email="],["address=4600 International Gateway"],["lat="],["long="],["directions="],["phone =+1-614 -239-4083"],["tollfree="],["fax="],["hours="],["price="],["content=Port Columbus International Airport (IATA:CMH) is served by most of the major airlines, with direct flights to most major American cities.  Aside from rental cars, the airport can also be reached by the #92 bus, or by taxi.  A taxi ride to downtown will cost approximately $25."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=James M. Cox Dayton International Airport"],["url=http:\/\/www.daytonairport.com\/"],["email="],["address=3600 Terminal Drive"],["lat="],["long="],["directions=Located in the town of Vandalia"],["phone =+1-937 -454-8200"],["tollfree="],["fax="],["hours="],["price="],["content=James M. Cox Dayton International Airport (IATA:DAY) is located in the northern part of the metropolitan area. Nonstop service is available to Atlanta, Baltimore, Charlotte, Chicago, Cincinnati, Cleveland, Dallas\/Ft. Worth, Denver, Detroit, Miami, Milwaukee, Minneapolis, Newark, New York, Orlando, Philadelphia, St. Louis and Washington, D.C. Dayton is the nation's number one 90-minute air market, meaning the city can be reached in 90 minutes or less by 55 percent of the population. Even if your destination is in a different part of the state, it is often cheaper to fly into the smaller Dayton airport, so it is worthwhile it to compare fares."]]}]},"\n",{"type":"===","value":["By car"]},"\n\nThe State of Ohio is served by the following interstate highways: \n",{"type":"*","value":[{"type":"'''","value":["I-70"]}," splits the state in half, linking Columbus, Dayton and Springfield beyond Pennsylvania to the east and beyond Indiana to the west."]},{"type":"*","value":[{"type":"'''","value":["I-71"]}," connects the three big cities, starting in Cleveland and running southwest through Columbus and Cincinnati, then beyond Kentucky."]},{"type":"*","value":[{"type":"'''","value":["I-75"]}," runs along the western part of the state, serving Cincinnati, Dayton, and Toledo and connecting them to Michigan to the north and beyond Kentucky to the south."]},{"type":"*","value":[{"type":"'''","value":["I-76"]}," serving Akron and Youngstown and connecting to Pennsylvania to the east."]},{"type":"*","value":[{"type":"'''","value":["I-77"]}," starts in Cleveland and runs south through Akron, Canton, New Philadelphia and Marietta and continues beyond West Virginia. "]},{"type":"*","value":[{"type":"'''","value":["I-80"]}," is the Ohio Turnpike (a toll road) that runs across the northern part of the state, serving Cleveland, Akron, Toledo and Youngstown (where I-80 and I-76 criss cross) and beyond Pennsylvania to the east and Indiana to the west. "]},{"type":"*","value":[{"type":"'''","value":["I-90"]}," also serves the far northern part of the state, including Cleveland and Toledo, merges with the Ohio Turnpike (I-80) for a stretch and continues beyond Pennsylvania to the east and Indiana to the west."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}]},". ",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}," serves Alliance, Bryan, ",{"type":"[[","value":[["Cincinnati"]]},", ",{"type":"[[","value":[["Cleveland"]]},", Elyria, ",{"type":"[[","value":[["Sandusky"]]}," and ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]},"."]},"\n",{"type":"===","value":["By boat"]},"\nMany boaters utilize the Great Lakes, St. Lawrence Seaway and their connection points as a travel route.  There are many marinas and public boat ramps available for this purpose. Also, the ",{"type":"[","value":["http:\/\/www.greatlakescruising.com\/ Great Lakes Cruising Company"]}," and the ",{"type":"[","value":["http:\/\/www.accl-smallships.com\/ American Canadian Caribbean Line"]}," provide cruises that include Cleveland on the itineria. There are also steamboat and cruise options connecting points along Ohio and Mississippi Rivers.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:MapOhio.PNG"],["noframe"],["right"],["350px"]]},"\nMost points within Ohio are easily accessible by auto with longest distances across the state of about 300 miles and less than 5 hours in driving time. For instance, driving from Cleveland-to-Columbus and Columbus-to-Cincinnati via I-71 takes about 2 hours (give or take 15 minutes). The larger cities in the state all have public mass transit systems.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Greyhound"]}," connects over 25 of Ohio's cities.  The following cities have a dedicated Greyhound station:  ",{"type":"[[","value":[["Akron"]]},", ",{"type":"[[","value":[["Ashtabula"]]},", ",{"type":"[[","value":[["Athens (Ohio)"],["Athens"]]},", Cambridge, ",{"type":"[[","value":[["Canton (Ohio)"],["Canton"]]},", ",{"type":"[[","value":[["Chillicothe (Ohio)"],["Chillicothe"]]},", ",{"type":"[[","value":[["Cincinnati"]]},", ",{"type":"[[","value":[["Cleveland"]]},", ",{"type":"[[","value":[["Columbus"]]},", ",{"type":"[[","value":[["Dayton"]]},", Dover, ",{"type":"[[","value":[["Elyria (Ohio)"],["Elyria"]]},", ",{"type":"[[","value":[["Findlay (Ohio)"],["Findlay"]]},", Kenton, Lima, ",{"type":"[[","value":[["Mansfield (Ohio)"],["Mansfield"]]},", Maple Heights, ",{"type":"[[","value":[["Marietta (Ohio)"],["Marietta"]]},", ",{"type":"[[","value":[["Marion (Ohio)"],["Marion"]]},", ",{"type":"[[","value":[["Sandusky"]]},", ",{"type":"[[","value":[["Springfield (Ohio)"],["Springfield"]]},", ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]},", Van Wert, West Salem, ",{"type":"[[","value":[["Wooster"]]},", ",{"type":"[[","value":[["Youngstown (Ohio)"],["Youngstown"]]},", ",{"type":"[[","value":[["Zanesville"]]},"."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["State Route 2 (North Coast Scenic Byway)"]}," is a principal route between Toledo and Cleveland that provides easy access to not only the Lake Erie Islands but also one of the worlds most famous amusement parks ",{"type":"[[","value":[["Cedar Point"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["State Route 3 (3C Highway)"]}," runs from ",{"type":"[[","value":[["Cincinnati"]]}," to ",{"type":"[[","value":[["Cleveland"]]}," via ",{"type":"[[","value":[["Columbus"]]}," and receives it's nickname from the fact that it runs through Ohio's three largest cities, all of which begin with the letter \"C\"."]},{"type":"*","value":[" ",{"type":"'''","value":["I-70"]}," splits the state in half, linking Columbus, Dayton and Springfield beyond Pennsylvania to the east and beyond Indiana to the west."]},{"type":"*","value":[" ",{"type":"'''","value":["I-71"]}," connects the three big cities, starting in Cleveland and running southwest through Columbus and Cincinnati, then beyond Kentucky."]},{"type":"*","value":[" ",{"type":"'''","value":["I-75"]}," runs along the western part of the state, serving Cincinnati, Dayton, and Toledo and connecting them to Michigan to the north and beyond Kentucky to the south."]},{"type":"*","value":[" ",{"type":"'''","value":["I-76"]}," serving Akron and Youngstown and connecting to Pennsylvania to the east."]},{"type":"*","value":[" ",{"type":"'''","value":["I-77"]}," starts in Cleveland and runs south through Akron, Canton, New Philadelphia and Marietta and continues beyond West Virginia. "]},{"type":"*","value":[" ",{"type":"'''","value":["I-80"]}," is the Ohio Turnpike (a toll road) that runs across the northern part of the state, serving Cleveland, Akron, Toledo and Youngstown (where I-80 and I-76 criss cross) and beyond Pennsylvania to the east and Indiana to the west. "]},{"type":"*","value":[" ",{"type":"'''","value":["I-90"]}," also serves the far northern part of the state, including Cleveland and Toledo, merges with the Ohio Turnpike (I-80) for a stretch and continues beyond Pennsylvania to the east and Indiana to the west."]},"\n",{"type":"===","value":["By thumb"]},"\nLike most of the midwest, highways are long, straight, and flat, and drivers are often going long distances--in other words, a hitchhiker's dream. Be aware that most if not all interstate highways are closed to pedestrians, so you're probably better off trying to catch a ride from an on-ramp. I-80 is the preferred route for those trying to travel across the state east or west.\n\n",{"type":"==","value":["See"]},"\nIf you want to experience all things Ohio, below are some attractions that can guide you throughout the Buckeye State.\n\n\n",{"type":"===","value":["Museums, Galleries, Zoos"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["National Inventors Hall of Fame Museum"]}," - The National Inventors Hall of Fame is located in ",{"type":"[[","value":[["Akron"],["Akron"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Akron Art Museum"]}," - The Akron Art Museum's new addition is the first building in the United States built by Wolf Prix and his Vienna, Austria based architecture firm, Coop Himmelb(l)au. It's grand opening was in July, 2007 after being closed for 2 years for renovations. "]},{"type":"*","value":[" ",{"type":"'''","value":["Pro Football Hall of Fame"]}," - The NFL's Hall of Fame is located in ",{"type":"[[","value":[["Canton (Ohio)"],["Canton"]]}]},{"type":"[[","value":[["Image:National Underground Railroad Freedom Center.JPG"],["thumb"],["250px"],["The National Underground Railroad Freedom Center"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Cleveland Museum of Art"]}," - An incredible collection of Impressionist and Post-Impressionist paintings, European and American masterworks, an armour court which kids love, and an extensive Egyptian and Roman collection.  All of this of course is completely free."]},{"type":"*","value":[" ",{"type":"'''","value":["Cincinnati Art Museum"]}," - Has a great collection of African, Asian, and Islamic art.  There's also a great collection by local artists. The Zagat Survey named The Cincinnati Art Museum to be the Best Art Museum in the nation-- a tie with the Chicago Art Academy and the Museum of Modern Art in New York."]},{"type":"*","value":[" ",{"type":"'''","value":["Cincinnati Zoo"]}," - The second oldest zoo in the United States and one of the world's most successful breeding zoos."]},{"type":"*","value":[" ",{"type":"'''","value":["National Underground Railroad Freedom Center"]}," - Retraces the history of the struggle of American slaves to escape to freedom by way of the underground railroad.  The museum also looks at slavery and genocide throughout the rest of the world.  ",{"type":"[[","value":[["Cincinnati#Museums"],["Cincinnati"]]}," was picked as the home of the museum due to its strategic location on the underground railroad."]},{"type":"[[","value":[["File:ClevelandSkyline.jpg"],["thumb"],["250px"],["The Rock & Roll Hall of Fame"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock and Roll Hall of Fame"]}," - The Hall of Fame is located on ",{"type":"[[","value":[["Cleveland"],["Cleveland's"]]}," Lake Erie Shore."]},{"type":"*","value":[" ",{"type":"'''","value":["Center of Science and Industry (COSI)"]}," - A really cool museum for adults and children alike is located in ",{"type":"[[","value":[["Columbus"]]},", but has a branch in ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}," also."]},{"type":"*","value":[" ",{"type":"'''","value":["Columbus Zoo & Aquarium"]}," - Recently ranked as the best zoo in the country. Large and undergoing expansion to contain even more. Located next to the water park ",{"type":"'''","value":["Zoombezi Bay"]}," and the ",{"type":"'''","value":["Safari Golf Club"]},", both owned by the zoo."]},{"type":"*","value":[" ",{"type":"'''","value":["National Museum of the U. S. Air Force"]}," - The National Museum of the U. S. Air Force is located on the ",{"type":"'''","value":["Wright Patterson Air Force Base"]}," in ",{"type":"[[","value":[["Dayton#Aviation"],["Dayton"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Neil Armstrong Air and Space Museum"]}," -  The Air and Space Museum is located in ",{"type":"[[","value":[["Wapakoneta"]]}," and is easily seen off of I-75.  It is the birthplace of Neil Armstrong.  The museum boasts many space artifacts and an Astro-Theater where air and space movies and projected on the interior of a dome."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Dayton International Peace Museum"],["alt="],["url=http:\/\/www.DaytonPeaceMuseum.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Peace Museum is located in ",{"type":"[[","value":[["Dayton"]]}," and is easily accessed from I-75 Exit 53B, First St. Exit. The museum has exhibits about the world's rich, but often overlooked, history of peace and nonviolence. Member of the International Network of Museums for Peace."]]}]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.motorcyclemuseum.org AMA's Motorcycle Hall of Fame Museum"]}]}," - Located just east of Columbus, on the campus of the American Motorcyclist Association in Pickerington, Ohio, the non-profit Museum tells the exciting stories and preserves the history of American motorcycling. The Museum is also home to the Motorcycle Hall of Fame, honoring the distinguished men and women who have played a vital role in shaping the sport and business of motorcycling, thanks to their competitive spirit, passion, vision and entrepreneurship."]},{"type":"*","value":[" ",{"type":"'''","value":["Allen Memorial Art Museum"]}," in Oberlin Ohio is truly the hidden gem of Ohio, and possibly the nation, art museums.  An amazingly eclectic and very serious collection of artworks that will astound anyone with a passing interest in Art.  All for free and right across from the beautiful public park in downtown Oberlin."]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Lincoln Highway"]]},".  If you are a visitor to United States or Ohio, an alternative to the well developed interstate highway system, is the Lincoln Highway which is an East\/West transcontinental highway conceived in 1913 specifically for automobile traffic. It is not a speedy road to follow as it passes through, rather than around the Cities and Villages on its path from coast to coast. In Ohio it was (not now, in a lot of cases) known as US Route 30, although US Route 30 remains, much of it has been moved from the original Lincoln Highway, to a newer four lane highway also known as US Route 30. In Ohio the ",{"type":"[[","value":[["Lincoln Highway"]]}," runs from ",{"type":"[[","value":[["East Liverpool"]]},", Ohio, West to ",{"type":"[[","value":[["Fort Wayne"]]},", Indiana, through the center of Ohio, and through many of its more scenic areas and communities. You will have no problem finding and enjoying food and lodging, that will be extremely different and likely less expensive than the \"\"cookie cutter\"\" offerings along the interstate highways."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Festivals"]},"\n",{"type":"[[","value":[["Image:Riverfest Waterfall.jpg"],["thumb"],["250px"],["Riverfest's famous Waterfall"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oktoberfest Zinzinnati"]}," - ",{"type":"[[","value":[["Cincinnati#Festivals"],["Cincinnati's"]]}," Oktoberfest showcases the rich German heritage of Southwestern Ohio, as well as tasty samples of German-style music, food and beer. First held in 1976, the event has grown to be North America's largest Oktoberfest with over 500,000 people attending each year."]},{"type":"*","value":[" ",{"type":"'''","value":["Tall Stacks"]}," - Held on the shores of the Ohio River in ",{"type":"[[","value":[["Cincinnati#Festivals"],["Cincinnati"]]}," is a large festival paying tribute to Cincinnati's river boat history and has numerous concerts. Tall Stacks is held every three or four years."]},{"type":"*","value":[" ",{"type":"'''","value":["Riverfest"]},"- Riverfest is Cincinnati's largest bash and is held on the banks of the Ohio during the Labor Day weekend. The event is essentially the spectacular Rozzi's fireworks display, which last for half-an-hour and is choreographed to music by local radio station WEBN. There's also a famous race between rubber ducks called the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rubberduckregatta.org\/ Rubber Duck Regatta"]}]},". "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cleveland"],["Cleveland International Film Festival"]]}]}," - first held in 1977, is the largest film festival in Ohio. The festival featured over 200 films, representing more than 40 countries, as well as panel discussions and an area filmmakers conference."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ohio State Fair"],["alt="],["url=http:\/\/www.ohiostatefair.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The annual event celebrating Ohio and its history is held in ",{"type":"[[","value":[["Columbus#Festivals"],["Columbus"]]},"."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Columbus Arts Festival"]}," - the ",{"type":"[[","value":[["Columbus"],["Columbus'"]]}," welcome-to-summer event, pairing the finest artists and craftspeople with continuous entertainment including art activities, musical performances and food from the area's finest restaurants."]},{"type":"*","value":[" ",{"type":"'''","value":["The Jazz and Ribs Festival"]}," - brings together some of today's most popular and innovative jazz artists with mouth watering ribs from all across the country. Held in ",{"type":"[[","value":[["Columbus"]]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Riverfest Presented by Outdoor Source"],["alt="],["url=http:\/\/www.riverfestcolumbus.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A service of the Mid-Ohio Regional Planning Commission celebrates Ohio's rivers and waterways. Event activities include boating on the scioto river, live music, educational exhibits, rock climbing, recycled arts and much more."]]}]},"\n",{"type":"===","value":["Sports"]},"\n\n",{"type":"[[","value":[["Image:Progressive Field.JPG"],["thumb"],["300px"],["Progressive Field - Home of the Cleveland Indians"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cincinnati Bengals"]}," - ",{"type":"[[","value":[["Cincinnati#Sports"],["Cincinnati's"]]}," professional football team."]},{"type":"*","value":[" ",{"type":"'''","value":["Cincinnati Reds"]}," - ",{"type":"[[","value":[["Cincinnati#Sports"],["Cincinnati's"]]}," Major League Baseball team in the National League. The team is also the oldest professional baseball team."]},{"type":"*","value":[" ",{"type":"'''","value":["Cleveland Browns"]}," - A National Football League team in ",{"type":"[[","value":[["Cleveland"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Cleveland Indians"]}," - A Major League Baseball team in ",{"type":"[[","value":[["Cleveland"]]}," in the American League."]},{"type":"*","value":[" ",{"type":"'''","value":["Cleveland Cavaliers"]}," - ",{"type":"[[","value":[["Cleveland"],["Cleveland's"]]}," NBA Basketball team."]},{"type":"*","value":[" ",{"type":"'''","value":["Columbus Blue Jackets"]}," - A NHL Hockey team in ",{"type":"[[","value":[["Columbus#Sports_Teams"],["Columbus"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Columbus Crew"]}," - A Major League Soccer team in ",{"type":"[[","value":[["Columbus#Sports_Teams"],["Columbus"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Dayton Dragons"]}," - A minor league baseball team in ",{"type":"[[","value":[["Dayton"]]},". Voted as one of the top ten hottest tickets to get in all of professional sports in the United States by Sports Illustrated. Fifth Third Field has sold out every game since it's opening in 2000. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ohio State University Buckeyes"]}," - Ohio sports the second most Division 1A collegiate sports schools (8) in the nation, but its premier athletic program is at OSU in Columbus."]},{"type":"*","value":[" ",{"type":"'''","value":["Toledo Mud Hens"]}," - One of the most famous minor league franchises in all of sports, with the finest Minor League Baseball stadium in the country, as voted by Newsweek Magazine."]},{"type":"*","value":[" ",{"type":"'''","value":["Cleveland City Stars"]}," -Professional soccer team currently competing in United Soccer League's First Division."]},"\n",{"type":"===","value":["Amusement parks"]},"\n\nOhio has been nicknamed the \"Roller Coaster Capital of the World\" due to the number of record breaking amusement park rides that call Ohio home. The two most noteworthy parks in Ohio are ",{"type":"'''","value":["Cedar Point"]}," and ",{"type":"'''","value":["King's Island"]},".\n\n",{"type":"'''","value":["Cincinnati"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kings Island and Boomerang Bay Water Park Resort"]}," is located in ",{"type":"[[","value":[["Mason (Ohio)"],["Mason"]]}," near ",{"type":"[[","value":[["Cincinnati"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Coney Island"]}," is a small historical amusement park on the Ohio River in ",{"type":"[[","value":[["Cincinnati#Amusement_parks"],["Cincinnati"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["The Beach Waterpark"]}," is a waterpark located close to Kings Island on I-71."]},{"type":"*","value":[" ",{"type":"'''","value":["Great Wolf Lodge"]}," Is an indoor-waterpark lodge also next to Kings Island."]},"\n",{"type":"'''","value":["Cleveland"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cedar Point"]]}," is located in ",{"type":"[[","value":[["Sandusky"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Geauga Lake's Wildwater Kingdom"]}," is a waterpark located in ",{"type":"[[","value":[["Aurora (Ohio)"],["Aurora"]]}," near ",{"type":"[[","value":[["Cleveland"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Pioneer Waterland"]}," is a waterpark located in Chardon, Ohio."]},"\n",{"type":"'''","value":["Columbus"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fort Rapids Indoor Waterpark"]}," is located in ",{"type":"[[","value":[["Columbus"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["CoCo Key Water Resort at Cherry Valley Lodge"]}," is located in ",{"type":"[[","value":[["Newark (Ohio)"],["Newark"]]}," near ",{"type":"[[","value":[["Columbus"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Splash Harbor"]}," is located in Bellville, Ohio."]},"\n",{"type":"==","value":["Eat"]},"\nNot only are there great places to dine and things to eat throughout Ohio, but these cuisines, several of which define ",{"type":"''","value":["American Food"]},", were born in Ohio:\n\n",{"type":"'''","value":["Northwest"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tony Packo's Cafe"]}," (Toledo, OH) - The establishment made famous by actor Jamie Farr's character in M*A*S*H, this restaurant is famous for its hearty food including Hungarian hot dogs, beef, chicken, and vegetarian chili, as well as Chicken Paprikas, a local favorite. In 2006 this restaurant opened a branch adjacent to the world famous Toledo Mud Hens baseball stadium and enjoys a lively atmosphere throughout the baseball season."]},"\n",{"type":"'''","value":["Northeast"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Maple Syrup"]}," go to Geauga County in Northeast Ohio, the Village of Burton is the heart of maple country, but maple syrup is produced and is available throughout most of the State."]},{"type":"*","value":[{"type":"'''","value":["Salisbury Steak"]}," created by and named for Clevelander Dr. James H. Salisbury who desired to perfect the meat curing process (you can pay homage to him at Lakeview Cemetery near University Circle). Just ask the Menches brothers who must claim, \"It's just a fancy hamburger covered in gravy.\""]},"\n",{"type":"'''","value":["Mid-Ohio"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Roasted\/Candy Buckeyes"]}," - where else would you go for either delicious snack but the Buckeye State?"]},"\n",{"type":"'''","value":["Southwest"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Banana Split"]}," - Ernest Hazard of ",{"type":"[[","value":[["Wilmington (Ohio)"],["Wilmington"]]}," is one of the supposed inventors of the banana and ice cream treat"]},{"type":"*","value":[" ",{"type":"'''","value":["Goetta"]}," - is a peasant food of German origin that is popular in the greater Cincinnati area. It is primarily composed of ground meat and oats. Traditionally used as a breakfast meat."]},{"type":"*","value":[" ",{"type":"'''","value":["Cincinnati Chili"]}," - is a regional style of chili characteristically served over spaghetti or as a coney sauce. While served in many regular restaurants, it is most often associated with several fast-food chains in the Cincinnati area, including Skyline Chili, Gold Star, Empress, and Dixie."]},"\n",{"type":"==","value":["Drink"]},"\nOhio's liquor laws are somewhere in the middle in terms of restrictions.  Beer, wine, and liquor (42 proof and under) can be found in many stores.  It can be sold until 1 AM (some stores don't have the permit to sell some or all types of the alcohol on Sundays).  Hard liquor can be purchased at state liquor agencies (some of which are found in grocery stores).  These stores also sell wine, beer, soda, mixers, etc. and have an earlier closing time.\n\n",{"type":"===","value":["Breweries"]},"\n",{"type":"'''","value":["Cleveland"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Great Lakes Brewery"]}," the restaurant is in the Ohio City district of Cleveland. The microbrews are available at many bars, restaurants, grocery stores, and even gas stations. The restaurant has gunshots in its walls from Eliot Ness, the former Cleveland Chief of Police, and the FBI man who busted the mob in the early 20th century."]},"\n",{"type":"'''","value":["Toledo"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Maumee Bay Brewing Company"]}," - This brewpub, located in the famous Oliver House in downtown Toledo, is known for its wide variety of locally produced microbrews and wood fired pizzas. In addition to a small, but diverse brewery museum, this building is also home to the upscale Rockwell's Restaurant as well as Mutz, a local sports bar and popular hangout after Toledo Mud Hens games."]},"\n",{"type":"'''","value":["Akron"]},"\n",{"type":"*","value":[{"type":"'''","value":["Thirsty Dog Brewing Company"]}]},"\n",{"type":"===","value":["Ohio Wineries"]},"\nThe first major winery in Ohio was founded by Nicholas Longworth near the banks of the Ohio River in ",{"type":"[[","value":[["Southwest Ohio"]]},".  Due to the fertile land wine producing became one Ohio's important industries and at by the 1860s was leading the U.S. in wine production.  Due to crop disasters and prohibition wine producing in Ohio dwindled.  Wines produced in Ohio have become increasingly popular, though, still largely undiscovered by tourists and locals alike.\n\n",{"type":"*","value":["Al-Bi Winery Company"]},{"type":"*","value":["Broad Run Cheesehouse & Swiss Heritage Winery, Tuscarawas County"]},{"type":"*","value":["Chalet Debonné Vineyards, Madison (www.debonne.com)"]},{"type":"*","value":["Dankorona Winery, Aurora"]},{"type":"*","value":["Ferrante Winery, Geneva (www.ferrantewinery.com)"]},{"type":"*","value":["Firelands Winery"]},{"type":"*","value":["Flint Ridge Vineyard"]},{"type":"*","value":["Harmony Hill Vineyards and Estate Winery"]},{"type":"*","value":["Heineman's Winery, located on Put-In-Bay"]},{"type":"*","value":["Jilbert Winery, Valley City"]},{"type":"*","value":["Kinkead Ridge"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Laurello Vineyards"],["alt="],["url=http:\/\/www.laurellovineyards.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Geneva"]]}]},{"type":"*","value":["Lonz Winery, Middle Bass Island"]},{"type":"*","value":["Maize Valley Farm Market and Winery, just east of Hartville."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Markko Vineyards"],["alt="],["url=http:\/\/www.markko.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mon Ami Winery"],["alt="],["url=http:\/\/www.monamiwinery.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Catawba Island"]]}]]}]},{"type":"*","value":["Shamrock Vineyard"]},{"type":"*","value":["Winery at Versailles"]},{"type":"*","value":["Woodstone Creek Winery & Distillery"]},{"type":"*","value":["Virant Family Winery, Inc."]},{"type":"===","value":["Spirits"]},"\nOhio is home to a few microdistilleries.  Buckeye Vodka can be found in liquor stores and some bars throughout the state.  Most other local spirits are hard to find outside their home areas.\n\n",{"type":"==","value":["Sleep"]},"\n\nVisitors may want to consider staying at one of Ohio's Resort Lodges or ",{"type":"[[","value":[["Ohio State Parks"],["State Parks"]]},", which are spread throughout the state. Most are very pleasant to visit and offer an opportunity to visit Ohio's great outdoors. The Lodges offer outstanding locations and amenities, while the Parks usually offer primitive camping, camping, backpacking, group camps, horseman camps and boat camping. All are State of Ohio owned, some are operated by contractors.\n\n",{"type":"==","value":["Stay healthy"]},"\nOhioans passed \"SmokeFree Ohio\" ballot measure in 2006 banning smoking in ",{"type":"'''","value":["most"]}," public areas with very few exceptions.  Hotels, motels, and other lodging facilities may still allow smoking in designated rooms under the new law.  Restaurants and bars are forbidden from allowing smoking or ashtrays on their premises unless they have an outdoor patio.\n\nIf you're at a place that is in violation of the law you can report the violation to the Ohio Department of Health by calling the toll-free number: 1-866-559-6446.  Alternatively, you can email a complaint to ",{"type":"[","value":["mailto:NoSmoke@odh.ohio.gov NoSmoke@odh.ohio.gov"]},".  You must include the following information for a complaint to be followed up on: the business' name, nature of the complaint, a complete address; including the street number, street name, city and zip code.\n\nEven if you are driving ",{"type":"''","value":["through"]}," Ohio, in the winter months you want to make sure that you have enough clothes to keep you warm in the event you have difficulties. Temperatures often get below -0- F. Drivers heading into Ohio from the South will want to make sure their vehicles are prepared for ",{"type":"''","value":["freezing weather"]},". Have the antifreeze in your radiator checked as well as replacing any widow washer solvent with a product that will not freeze. Be prepared with extra warm clothes, shoes, head cover and gloves.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:Ohio 01-11-10.jpg"],["right"],["300px"],["January in Ohio - 22 Degrees"]]},"\nIn general, Ohio is a fairly safe state. During the day most places are completely safe, however, take normal precautions against crime.  The biggest threats to visitors are the winter weather and potential for traffic accidents. If you travel by car, be safe while driving in inclement weather and always be aware of traffic alerts around major cities.\n\n",{"type":"==","value":["Go next"]},"\nOhio is geographically located in the Heartland of the United States-- which makes it easy to take a trip to much of the ",{"type":"[[","value":[["United States of America"]]}," and even ",{"type":"[[","value":[["Canada"]]},". \n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Indiana"]]}]},"- State directly to the west, home of ",{"type":"[[","value":[["Indianapolis"]]}," and the Indy 500."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kentucky"]]}]},"- State directly to the south, home of ",{"type":"[[","value":[["Louisville"]]}," and ",{"type":"[[","value":[["Lexington (Kentucky)"]]}," and the Kentucky Derby."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pennsylvania"]]}]}," - State directly to the east, home of ",{"type":"[[","value":[["Philadelphia"]]}," and ",{"type":"[[","value":[["Pittsburgh"]]},". Known for its revolutionary war era historical sites (mainly in Philadelphia) and its steel industry."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Michigan"]]}]}," - State to the north, home of ",{"type":"[[","value":[["Detroit"]]},". Has about 12,000 inland lakes, 38 deep-water ports, more miles of coastline than any state but Alaska, and more lighthouses than any other U.S. state. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Ontario"]]}]}," - Canada's most populous province, directly across Lake Erie. Its capital, ",{"type":"[[","value":[["Toronto"]]},", is Canada's largest city."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["West Virginia"]]}]}," - State to the southeast, home of Charleston. It's often called the \"Mountain State\", being the only state in the USA to lie completely within a mountain range (in this case, the Appalachians). "]},"\n",{"type":"{{","value":[["IsPartOf"],["Midwest (United States of America)"]]},"\n\n",{"type":"{{","value":[["geo"],["40.0000"],["-80.8333"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["related"],["Ohio_State_Parks"]]},"\n",{"type":"{{","value":[["related"],["Ohio_Prehistoric_Sites"]]},"\n",{"type":"{{","value":[["related"],["Ohio_Museums"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Ohio"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Ohio\/"]]}]