[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Ohiopyle falls.jpg"],["thumb"],["300px"],["Ohiopyle Falls"]]},"\n\n",{"type":"'''","value":["Ohiopyle"]}," is a lovely resort town located along the Youghiogheny [yaw-ki-GAY-nee] River in the ",{"type":"[[","value":[["Laurel Highlands"]]}," of ",{"type":"[[","value":[["Pennsylvania"]]},". The town is surrounded by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dcnr.state.pa.us\/stateParks\/parks\/ohiopyle.aspx Ohiopyle State Park"]}]},", with its beautiful scenery and many recreational opportunities.\n\n",{"type":"==","value":["Get in"]},"\nOhiopyle is along PA 381, about 6 miles north of US 40 at ",{"type":"[[","value":[["Farmington (Pennsylvania)"],["Farmington"]]},", and around 20 miles south of the Pennsylvania Turnpike.  It's a scenic and winding route, due to the hilly terrain.\n\n",{"type":"==","value":["Get around"]},"\nOhiopyle proper is a small enough town that's easy enough to get around just by walking, and most of the scenic attractions and the campground are accessible by hiking trails.  However, you'll probably need a car just to get here in the first place and to get to most of outlying attractions. The roads are often narrow and winding.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cucumber Falls"]},". A 30-foot tall bridal waterfall located just outside of town, just off of SR 2019 (look for the pull-out, then hike down the short trail). Alternatively, you can hike down PA 381 from town to SR 2019, then walk down the Great Gorge Trail along the river to the falls."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fallingwater"],["url=http:\/\/www.fallingwater.org\/"],["email=fallingwater@paconserve.org"],["address=1491 Mill Run Road"],["lat="],["long="],["directions=between Ohiopyle and Mill Run, several miles north of town"],["phone=+1 724 329-8501"],["tollfree="],["fax="],["hours=Mar-Nov: Th-Tu 10AM-4PM; Dec: F-Su 11:30AM-3PM; closed Jan-Feb)"],["price=$23 adults, $17 youth, $8 grounds only"],["content=Tours must be purchased in advance online or by phone. Grounds are open daily, weather permitting. Frank Lloyd Wright's most famous structure and considered one of the finest works of architecture in the country, the house perched atop a waterfall is open for tours."]]}]},{"type":"*","value":[{"type":"'''","value":["Ferncliff Peninsula National Natural Landmark"]},". Located on a peninsula formed by a meander in the Youghiogeny River, this is a unique habitat which contains many plants that are more common to West Virginia and Maryland than to Pennsylvania, due to the deep gorge which is slightly warmer than the surrounding hills and the river dropping off the seeds it picked up to the south. The peninsula is easily reached from the town of Ohiopyle by walking across the large bridge near the railroad tracks at the north side of town."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kentuck Knob"],["url=http:\/\/www.kentuckknob.com\/"],["email=information@kentuckknob.com"],["address=723 Kentuck Road"],["lat="],["long="],["directions=in Chalk Hill, west of town"],["phone=+1 724 329-1901"],["tollfree="],["fax="],["hours=Th-Tu 10AM-4PM; closed Jan-Feb"],["price=$20 adults, $14 youth"],["content=Another of Frank Lloyd Wright's famous homes and one of his last, Kentuck Knob is a small one story house made of sandstone and red cypress. Tours are available; tickets must be purchased in advance online or by phone."]]}]},{"type":"*","value":[{"type":"'''","value":["Ohiopyle Falls"]},". Located right next to the town, the falls are the most easy to experience of any in the park. A overlook off the main road is perched just above the 20-foot falls. They're not particularly tall, but their power and beauty shouldn't be underestimated."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Ohiopyle rafting.jpg"],["thumb"],["300px"],["Whitewater rafting on the Youghiogeny River"]]},"\n",{"type":"*","value":["There are a good variety of trails in the park suitable for ",{"type":"'''","value":["hiking"]}," and ",{"type":"'''","value":["biking"]},", ranging in difficulty and length. The main trail through the park is the Youghiogheny River Trail, a nice, flat trail that's part of the Pennsylvania-Maryland Great Allegheny Passage trail. The trail runs along (and at times over) the river and is ideal for biking, hiking, and jogging. You can access the trail from the visitor's center at the north end of town."]},{"type":"*","value":[" The Youghiogheny River has some of the best ",{"type":"'''","value":["whitewater boating"]}," in the area, with great rapids for canoeing, kayaking, and whitewater rafting. There are two stretches of river good for boating: the Middle Yough, which has mostly class I and II rapids; you put in near the town of Confluence several miles to the east and take out just north of town. Then there's the Lower Yough, with mostly class III and IV rapids; you put in just below the Ohiopyle Falls in town and take out either just after rounding around the peninsula (about a mile) or continue another several miles to Bruner Run."]},{"type":"*","value":[" The ",{"type":"'''","value":["Meadow Run Waterslides"]}," just south of town (at PA 381 and SR 2019 intersection) are a popular attraction for local teenagers, with the current moving fast through some slick rock \"slides\". For the less adventurous, the slides and adjoining rock formations are quite scenic."]},{"type":"*","value":[" The Youghiogheny River also offers some good ",{"type":"'''","value":["fishing"]}," areas, with stocked trout along the entire section of the river within the park. The park is also open to ",{"type":"'''","value":["hunting"]},", with good opportunities for deer, turkey, grouse, rabbit, squirrel and other small game."]},{"type":"*","value":[" During the winter, the park has a number of great ",{"type":"'''","value":["cross-country skiing"]}," trails. The Surgarloaf Snowmobile & Mountain Bike Area along SR 2012 east of town has plenty of great trails for snowmobiling and a sledding area."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nIf you are not opposed to traveling about 10 miles over the mountain to Confluence, there is a wonderful cafe called The River's Edge.  A delightful place to relax and enjoy a great meal while also enjoying beautiful Yough!  Prices are not bad and the food is great!\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ohiopyle International Hostel"],["url=http:\/\/www.hipittsburgh.org\/ohiopyle.html"],["email="],["address=just north of town, across the river"],["lat="],["long="],["directions="],["phone=+1 724 329-4476"],["tollfree="],["fax="],["hours="],["price=$18 per night"],["checkin="],["checkout="],["content=A small and pleasant youth hostel on the north end of town. Due to the limited space and the odd check-in hours, it's highly recommended you reserve in advance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kentuck Campground"],["url=http:\/\/www.dcnr.state.pa.us\/stateParks\/recreation\/camping.aspx"],["email="],["address=off of SR 2019 west of town"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-727-2757"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The state park maintains this large campground in the hills west of town from March-December. The campground has showers, playgrounds, a dumping station, and hookups for RVs. There are also pre-pitched tents and yurts available."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay Safe"]},"\nCaution is always needed when swimming, boating, or rafting in a river.  The Youghiogheny River is no exception.  Care must especially be taken when near the falls.  The most popular swimming are in the park is located within a quarter mile of the falls, so swimming here while the river is high can be rather dangerous if proper precautions are not taken.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["39.87167"],["-79.49222"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Laurel Highlands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Pennsylvania\/Localities\/O\/Ohiopyle\/"]]},"\n",{"type":"[[","value":[["wikipedia:Ohiopyle, Pennsylvania"]]}]