[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Oita"]]},"\n",{"type":"[[","value":[["Image:Japan_oita_map_small.png"],["right"]]},"\n\n",{"type":"'''","value":["Ōita prefecture"]}," (大分県 ",{"type":"''","value":["Ōita-ken"]},") ",{"type":"[","value":["http:\/\/www.pref.oita.jp\/english\/"]}," is a prefecture of ",{"type":"[[","value":[["Kyushu"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nOnsens! Onsens! Onsens! This is certainly what this Prefecture is famous for but there is a lot more offer from ancient Buddhist images to theme parks. With a much more laid back feel compared to the big cities of Honshu this is a good place to dive into the more rural Japan off the beaten track.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Oita"]]}," is the capital of the prefecture and a useful transport hub to the region. Also offers plentiful bars and clubs centred on the Myakomachi area. This area is also a good place to try the famous local mugi shochu (a barley based spirit) and a great opportunity to meet the friendly locals."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beppu"]]}," is the gaudy and glitzy, hot springs capital of Japan. In contrast the secret mountain onsens of Myoban offer a blissfully serene escape in a spectacular setting.  Amongst the plentiful onsens is a somewhat appropriate Sex Museum. Close by is the excellent Umi Tamago aquarium displaying everything from Walrus, local fish species to basketball playing sea otters! Next door is the Takasakiyama monkey park. Also close to Beppu is one of the only Safari Parks in Japan. Finnish your Beppu experience in a 1950s dance club...."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yufuin"]]}," is the antidote to Beppu, a hip, and stylish onsen hot spot. This is a good place to go shopping for local crafts as well. Close by is the scenic Mount Yufu (由布岳 ",{"type":"''","value":["Yufudake"]},") that offers  great hiking and even better views. In between Yufuin and Beppu is the quaint traditional onsen resort town of Yunohira. Set amonst thickly forested mountains this is a great place to escape the crowds and experience rural Japan."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hiji"]]}," A pleasant little city with scenic castle ruins and good views of Beppu Bay. Nearby the Harmonyland Theme Park is a good place to keep the young or young at heart occupied."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hita"]]}," is a small city in the west featuring onsens, festivals and the Sapporo Beer Factory. The Gion area of Hita is described as the mini Kyoto of Kyushu."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nakatsu"]]}," is a town on the Fukuoka-Oita border.  It is famous as the birthplace of Fuzukawa Yukichi, a famous educator who is pictured on the 10,000 yen note.  Near his birthplace is Nakatsu Castle. The Yabekai gorge close by offers onsens, water sports such as water skiing, excellent ice skating during winter and ancient hand carved and natural caves in which you can drive or walk through."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Usa (Oita)"],["Usa"]]}," The expansive Usa Shrine complex is a great place to relax, unwind and take in the shrines 1000 year history. After some contemplation head to Ajimu for a free tast of the local wine and for a round of put put golf."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bungo Takada"]]}," The stunning Fuki ji is the oldest wooden structure in Kyushu and one of the oldest in Japan and well worth a look. Close by Taizoji with its famously uneven steps. This city has good access to the Kunisaki Peninsula with its famous Buddhist carvings."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bungo Ono"]]},"Half way between Aso San and Oita City there are numerous waterfalls, beautiful river swimming pools and extensive limestone caves to explore."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saiki"]]}," Small fishing city in the South of the Prefecture. Beautiful sunsets and exceptional restaurants with the freshest seafood and best sashimi. Some of the nicer beaches in Japan are close by."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Usuki"]]}," A beautiful coastal castle town that is famous for the numerous ancient stone Buddhas carved into rockfaces 4 km from the city centre."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kuju"]]}," District is the wild countryside of Kyushu, with mountains, wilderness, and horse riding. Also has one of the only ski resorts on Kyushu."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kunisaki Peninsula"]]}," Close to the airport this area offers excellent hiking trails and the largest stone Buddhas in Japan. The 6 meter tall Dainichi uddha is simply breathtaking."]},"\n",{"type":"==","value":["Talk"]},"\t \n\nThe Oita dialect differs a little from basic Japanese but not too much to cause any problems. \nA good English speaking information centre is located at Beppu Station and is reccomended to plan parts of your trip. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nLocated approximately 25 miles northeast of Beppu, Oita Airport is the main commercial airport in Oita Prefecture and has daily services to and from Tokyo, Osaka (both Kansai and Itami) and Nagoya by both JAL[1] and ANA[2] as well as a single international flight to Seoul, Korea with Korean Air[3] \n\nTravel between the airport and surrounding cities and towns are handled by bus and hovercraft, unfortunately lacking any train access as of yet. The bus has an approximate travel time of 45 and 60 minutes to Beppu and Oita, respectively. The hovercraft trip is significantly faster, only taking 25 minutes, and deposits passengers at a landing in Oita just east of the Oita River. Access between this landing and the city's downtown takes approximately 10 minutes via taxi or bus and about 1 hour \n\n",{"type":"===","value":["By train"]},"\n\nThree JR Kyushu train lines run through Oita Station, located downtown: Nippo Honsen, Hohi Honsen and Kyudai Honsen. The Nippo Honsen could be considered Oita's main rail access line, running JR Kyushu's Sonic trains from Hakata Station and reaching as far south as Miyazaki. Sonic express trains take approximately two hours to and from Hakata Station. This line also stops at Nakatsu, Usa, Hiji, Beppu, Usuki and Saiki. The Kyudai Honsen has local service running to the west through Yufuin adn Hita and reaching as far as Saga Prefecture. Finally, the Hohi Honsen runs local and express service through Bungo Ono to Kumamoto City, Kumamoto Prefecture. \n\n",{"type":"===","value":["By bus"]},"\n\nBuses from virtually every major city on Kyushu have service to Oita and Beppu, the main ones being the multiple highway buses that run to and from Fukuoka. Oita Bus, Oita Kotsu, Kamenoi Bus and a handful of others offer this highway service and travel time is approximately two hours, nearly identical to JR Kyushu's Sonic. \n\n",{"type":"==","value":["Get around"]},"\t \n \nTo get to some of the smaller places hiring a car is a very good or only option as public transport can be rare and not particularly convenient. For the cities the train service is the most convenient way to get around. The ",{"type":"'''","value":["JR Kyushu Pass"]}," is well worth getting and can make travel relatively cheap.\n\nAnother option is hoping on a bike! With beautiful scenery, friendly locals and numerous onsens Oita is a great place to bike around. Every March there is the annual ",{"type":"'''","value":["Oita Charity Bike Ride"]}," that tours around the Ken. Refer to www.oitajets.com for further details.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Stone Buddhas"]}," in Bungo Takada- where Buddhism and Shintoism are said to have fused in Japan\n\n",{"type":"'''","value":["Shouen Village"]}," in Bungo Takada- where the landscape and rice fields have kept the same natural scenery in tact for 800 years. You can experience a farm stay here\n\n",{"type":"'''","value":["Yufu River Gorge"]},"- A ravine formed by Yufu River which flows between the Yufudake and Tsurumidake mountains.\n\n",{"type":"'''","value":["Matama Beach"]},"- A beach on the west end of Kunisaki peninsula, which forms tidal flats at sunset to make for the designation of \"One of Japan's Best 100 Sunsets\"\n\n",{"type":"'''","value":["Harajiri Falls"]}," in Bungo Ono- \"The Niagra Falls of Japan\" and \"One of Japan's Top 100 Waterfalls\"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Hiking"]}," Mount Yufu, or Mount Kuju- which is the highest mountain in Kyushu\n\n",{"type":"'''","value":["Farm stay"]}," aka \"Green Tourism\" in Shouen Village of Bungo Takada, an old farming village\n\n",{"type":"'''","value":["Showa-machi"]}," in Bungo Takada- a town with lots of memorabilia and objects from 1950s Japan\n\n",{"type":"'''","value":["Blue Tourism"]}," in Saiki, experience life in a fishing village\n\n",{"type":"'''","value":["Hot springs"]},"- Oita is said to have the largest output of hotspring water, there are all kinds of hotsprings from sand, to mud, to so hot they are just for viewing. Beppu and Yufu are main hotspring locations\n\n",{"type":"'''","value":["Water Sports"]},"- Water skiing and wakeboarding at Yabakei Aqua Park Nakatsu. Wakeboarding and windsurfing at Sumiyoshi Beach Resort Park in Kitsuki. Ryumon Waterfall in Kokonoe creates a natural waterslide where visitors can raft down the rapids, and even do modest cliff jumping into the main lagoon at the bottom of the waterfall.\n\n",{"type":"'''","value":["Cycling"]}," along the Maple Yaba Cycling Road in Yabakei, Nakatsu (approximately 40km long, camping sites, cycling terminal bicycle rental and accommodations along the trail)\n\n",{"type":"'''","value":["Pleasure Boat"]}," on Mikuma River in Hita (operated year round). Eat dinner in perfect Japanese style on a \"yakata bune\", equipped with tatami mats, paper lanterns, servers in kimono, men rowing the boats, and specialty fish caught by birds.\n\n",{"type":"==","value":["Eat and Drink "]},"\n\nTempura chicken or ",{"type":"'''","value":["toriten"]}," and ",{"type":"''","value":["dango jiru"]}," (rice dumpling udon soup) are both local specialities. The local fish sashimi is also exceptional here. Two special kinds of mackerel ",{"type":"''","value":["Seki-aji and Seki-saba"]}," caught in and around the swift currents of the Hoyo Channel between Kyushu and Shikoku are expensive but exquisite. Also available in Oita, though in rarer quantities than the special breeds of mackerel, is fugu (blowfish), caught by fisherman in the city of Usuki.\n\nThe locally famous Barely shochu, and micro brewed beer are well worth a tipple.\n\n",{"type":"==","value":["Go next"]},"\t \n\n",{"type":"{{","value":[["IsPartOf"],["Kyushu"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Oita Prefecture"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Japan\/Prefectures\/Oita\/"]]},"\n",{"type":"{{","value":[["geo"],["33.238186111111"],["131.61260555556"]]}]