[{"type":"{{","value":[["pagebanner"],["WV banner Okavango delta.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Traversing_the_Okavango_in_makoros.JPG"],["thumb"],["300px"],["Mokoros are a common mode of travel in the Okavango Delta"]]},"\nThe ",{"type":"'''","value":["Okavango Delta"]}," is a region in ",{"type":"[[","value":[["Botswana"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Kalahari Basin"]}]},"The Kalahari Desert lies in the Kalahari Basin, which is enormous, about five times the size of ",{"type":"[[","value":[["France"]]},", and the Basin covers all of Botswana and parts of her surrounding countries.  The Kalahari Basin was created 135 million years ago when ",{"type":"[[","value":[["South America"]]},", ",{"type":"[[","value":[["Asia"]]}," and ",{"type":"[[","value":[["Australia"]]}," tore themselves away from ",{"type":"[[","value":[["Africa"]]},".  The power of this event and of the secondary volcanic and earth shuddering activity it caused lifted the edges of southern Africa like a bowl, creating the Basin. Over many millions of years this part of the world passed through extremely dry periods, during which fierce sand storms dumped layer upon layer of sand into the basin. And today, 65 million years later, this is the oldest and largest stretch of sand on our planet.  \n\nThese sands are about 250m deep and geologically this area has looked almost the same for most of those 65 million years.  Now in all honesty one million years is quite difficult for us to contemplate, let alone 65. But in terms of an almost unchanged landscape that is, even geologically speaking a long, long time.  To put it into perspective only 12 000 years ago most of Europe was under ice and completely uninhabitable. And the rugged valleys of Scotland and Fjords of Norway were carved by that very same ice.\n\nBecause of this great age and because of Africa’s position in relation to the equator, ",{"type":"[[","value":[["Africa"]]}," was largely unaffected but the last few ice ages and thus, when compared to the rest of the planet, Africa has suffered far less extinctions.   The result of this an amazing diversity of plants, trees, birds and animals. To give you an idea of this diversity the ",{"type":"[[","value":[["Okavango Delta"]]}," alone has as many species of trees as the whole of ",{"type":"[[","value":[["Western Europe"]]},".\n \n",{"type":"*","value":[{"type":"'''","value":["Kalahari Desert"]}," "]},"The ",{"type":"[[","value":[["Kalahari"]]}," is currently in the wet period of its 65 million year history.  It's most outstanding physical feature is the living desert.  The sands of the Kalahari Desert have mostly been blown there rather than transported by water and thus are not very fertile.  Even so, after good rains, grass is plentiful and this supports an astounding diversity of life. The Kalahari Desert is the last refuge of the San or Bushmen, who have roamed Southern Africa for the last 30,000 years and are now on the verge of extinction.\n\n",{"type":"*","value":[{"type":"'''","value":["Lake Makgadikgadi"]}]},"At some stage in this 65 million year period large Rivers flowed into the Kalahari Basin, creating a giant lake which in turn emptied into the Indian Ocean via the Limpopo River. And then about 50 000 years ago, due to the numerous fault lines in the area, all but the Okavango River were diverted, and the Lake began to shrink.  Until about 10 000 years ago another fault effectively dammed the Okavango River creating the delta and leaving the Lake to become the largest the salt pan complex in the world, the ",{"type":"[[","value":[["Makgadikgadi Pans"]]}," – an amazing expanse of whiteness the size of ",{"type":"[[","value":[["Switzerland"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Shakawe"]]}]},{"type":"*","value":[{"type":"[[","value":[["Etsha"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gumare"]]}]},{"type":"*","value":[{"type":"[[","value":[["Maun"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nokaneng"]]}]},{"type":"*","value":[{"type":"[[","value":[["Selinda"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sepupa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Seronga"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tsau"]]}]},{"type":"*","value":[{"type":"[[","value":[["Xeroxom"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Moremi Wildlife Reserve"]]}]},"\n\n",{"type":"==","value":["Understand"]},"\nThe University of Botswana's Harry Oppenheimer Okavango Research Centre HOORC ",{"type":"[","value":["http:\/\/www.orc.ub.bw"]}," was established in 1994 in response to the need to understand the natural and human processes that shape the Delta, which became a Ramsar Wetland of International Significance ",{"type":"[","value":["http:\/\/www.wetlands.org\/RSDB\/default.htm"]}," in December 1996. HOORC's multidisciplinary research teams provide the science to support the work of local, national and regional planning bodies such as Botswana's Okavango Delta Management Plan ",{"type":"[","value":["http:\/\/www.envirobotswana.gov.bw\/pdffiles\/odmp.pdf"]}," and OKACOM ",{"type":"[","value":["http:\/\/www.okacom.org\/index.htm"]},", the Okavango River Basin Water Commmission. Flow ",{"type":"[","value":["http:\/\/flowhoorc.blogspot.com"]}," the HOORC Library weblog, reports research and news relevant to the Delta.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nMost travellers start from ",{"type":"[[","value":[["Maun"]]}," with their own car. You can also charter airplanes there or go on a tour with one of the flying-safari operators.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Okavango Delta"]}," is one of the world's great inland waterways. The meandering Okavango River is breathtaking, seen either by boat, airplane or mokoro. The main choices are to go on safari in Moremi Game Reserve or stay at one or two of the many lodges. The animals, as outlined below, the birding, flora and fauna are spectacular. There are some amazing lodges like Oddballs Camp ",{"type":"[[","value":[["Media:www.okavangodelta.info"]]},", and Delta Camp. A trip called the Trans Okavango takes you from the top of the Okavango Delta to Maun. This delta in northwest Botswana comprises permanent marshlands and seasonally flooded plains. In 2014 Okavango Delta was inscribed to the ",{"type":"[[","value":[["UNESCO"],["UNESCO World Heritage list"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tsodilo Hills"],["alt="],["url=http:\/\/whc.unesco.org\/en\/list\/1021"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 10 sq km area ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," due to its 4500 rock paintings. It's about a 40 km drive along a good grade dirt road from ",{"type":"[[","value":[["Shakawe"]]},"."]]}]},"\n",{"type":"==","value":["Do"]},"\nGo. It's amazing.  Fabulous.  One the most magical places in the entire world. The budget minded can take the bus from Maun to Sepopa. There is now a river taxi that travels daily from ",{"type":"[[","value":[["Sepopa"]]}," to ",{"type":"[[","value":[["Seronga"]]}," and coordinates with the buses. If your timing is off stay at Swamp Stop overnight. In Seronga you can stay at the Polers Trust and enjoy the mekoro trips.\n\nMuch of the area is divided into large concessions run by various safari groups.  Development is strictly regulated so that there is little development and lots of wildlife. It is expensive, but worth it to stay in some of these permanent tented campsites.  The guides are knowledgeable, and the accommodations very comfortable.  Wilderness Safaris runs many great camps.  They are all inclusive:  two wildlife rides a day, all meals, snacks and drinks are included in the price.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe Okavango Delta is generally considered safe for travelers, although as with any part of Africa necessary precautions should always be taken. The Okavango is home to many potentially dangerous animals (including, but not limited to, the Nile Crocodile, Lion and Hippo) but attacks on tourists are virtually unheard of, it is best to closely follow the instructions of your guide at all times.\n\n",{"type":"==","value":["Stay healthy"]},"\nMalaria, along with many other mosquito-borne illnesses, can be present within the Okavango and thus preventive measures are imperative. It is important to note that the occurrence of mosquito-borne illnesses is much higher in the wet season (the same is true for any tropical location.)\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Botswana"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n",{"type":"[[","value":[["wikipedia:Okavango Delta"]]}]