[{"type":"{{","value":[["pagebanner"],["Okinawa (Kabira Bay) banner.jpg"]]},"\n",{"type":"[[","value":[["File:Aharen Beach On Tokashiki Island 2009 (7373).JPG"],["thumb"],["350px"],["right"],["Aharen Beach, ",{"type":"[[","value":[["Tokashiki"]]}]]},"\n",{"type":"'''","value":["Okinawa"]}," (沖縄) ",{"type":"[","value":["http:\/\/www.ocvb.or.jp\/index.php"]}," is one of the 47 prefectures of ",{"type":"[[","value":[["Japan"]]},", an island chain to the southwest of the mainland.\n\n",{"type":"==","value":["Understand"]},"\nThe name ",{"type":"'''","value":["Okinawa"]}," means \"rope in the open sea\", a fairly apt description of this long stretch of islands between mainland Japan and Taiwan. Consisting of 49 inhabited islands and 111 uninhabited islands, Okinawa has a subtropical to tropical climate, and is a popular beach holiday destination for Japanese, with frequent flights from all the major cities of Japan.  While visitors from nearby countries are increasingly discovering Okinawa's charms, the number still remains low compared to the tourist destinations on mainland Japan.\n  \n",{"type":"===","value":["History"]},"\nOnce the independent kingdom of ",{"type":"'''","value":["Ryūkyū"]}," (琉球), which was a tributary state of imperial ",{"type":"[[","value":[["China"]]},", the islands were first invaded and brought under the control of ",{"type":"[[","value":[["Satsuma"]]}," (modern-day ",{"type":"[[","value":[["Kagoshima"]]},") in 1609, who continued to use them as a conduit for trade with China, to the profit of all three parties.\n\nHowever, Ryūkyū was annexed outright by Japan during the Meiji Restoration in 1879, and the Japanese proceeded to impose punitive taxes and did their best to suppress indigenous culture, language and religion.  Worse was to come during World War II, when heavy bombardment and suicidal Japanese tactics, including the use of civilians as human shields, killed 120,000 Okinawans or one fourth of their population at the Battle of Okinawa.  Post-war they remained under U.S. occupation until 1972, and there remain several large American military bases on Okinawa Island.  There have been sporadic protests against the presence of the US military, usually after high profile crimes committed by a service member, but repeated polls show the majority of Okinawans do not object to the presence of the bases.  The US bases also provide a large portion of the economy of the main island of Okinawa.\n\n",{"type":"===","value":["Culture"]},"\n",{"type":"[[","value":[["Image:Ishigaki_Shiisa.JPG"],["thumb"],["240px"],["Shīsa guardian lion, ",{"type":"[[","value":[["Ishigaki"]]}]]},"\n\nWith their own language and customs, Okinawans regard themselves as different from the mainland Japanese and some still harbor a certain degree of resentment towards the mainland for the brutal way the islands were treated as colonies and during World War II.  Okinawans proudly call themselves ",{"type":"''","value":["uchinanchu"]}," (沖縄人) or \"sea people\" in the local dialect and talk of the way things are done on the ",{"type":"''","value":["shima"]}," (島) or island(s), in contrast to the ways of the mainland, known as ",{"type":"''","value":["hontō"]}," (本島) in standard Japanese,  ",{"type":"''","value":["yamato"]}," (ヤマト) in the local dialect, and sometimes as the slightly derisive local slang ",{"type":"''","value":["naichi"]}," (内地).\n\nOkinawa's most famous export worldwide is the martial art of ",{"type":"'''","value":["karate"]},".  In recent years Okinawan culture has become quite popular throughout Japan thanks to popular musicians and local foods. 　Okinawan music is very attractive and unique because of the mixture of original Okinawan sounds and American rock, jazz, and other sounds from the USA.  The distinctive instrument of choice is the ",{"type":"''","value":["sanshin"]}," (三線), a three-stringed, banjo-like distant relative of the mainland's ",{"type":"''","value":["shamisen"]},", whose pentatonic melodies are instantly recognizable.  The island has produced a disproportionate amount of musicians, most famously J-pop singer Namie Amuro, and The Boom's electric-guitar-and-sanshin ",{"type":"''","value":["Shimauta"]}," (\"Island Song\") has been dubbed Okinawa's unofficial national anthem — even though the group actually hails from mainland ",{"type":"[[","value":[["Yamanashi"]]},".\n\nOn the roof or at the gate of almost every house you will spot the ubiquitous Okinawan ",{"type":"''","value":["shīsa"]}," or guardian lion-dogs, one with its mouth open to catch good fortune, the other with its mouth closed to keep good fortune in.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   19.5"],["febhigh =   19.8"],["marhigh =   21.7"],["aprhigh =   24.1"],["mayhigh =   26.7"],["junhigh =   29.7"],["julhigh =   31.8"],["aughigh =   31.5"],["sephigh =   30.4"],["octhigh =   27.9"],["novhigh =   24.6"],["dechigh =   21.2"],["janlow =   14.6"],["feblow =   14.8"],["marlow =   16.5"],["aprlow =   19.0"],["maylow =   21.8"],["junlow =   24.8"],["jullow =   26.8"],["auglow =   26.6"],["seplow =   25.5"],["octlow =   23.1"],["novlow =   19.9"],["declow =   16.3"],["janprecip =  107"],["febprecip =  119"],["marprecip =  161"],["aprprecip =  165"],["mayprecip =  231"],["junprecip =  247"],["julprecip =  141"],["augprecip =  240"],["sepprecip =  260"],["octprecip =  152"],["novprecip =  110"],["decprecip =  102"],["description = The above measurements are for Naha City.  ",{"type":"<","value":["br"]},"Source: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.data.jma.go.jp\/obd\/stats\/data\/en\/smp\/index.html Japan Meteorological Agency"]}]},"."]]},"\n\nMost of Okinawa is subtropical, with the southern extremities (",{"type":"[[","value":[["Yaeyama Islands"],["Yaeyama"]]}," and the outlying islands) fully tropical.  Even in January and February, the average high temperature is around 20°C (68°F), making the area a popular winter getaway, although it's often cloudy and usually a little too cold for sunbathing due to the winter monsoon. Spring, around late March and April, is an excellent time to visit if you take care to avoid Golden Week (a succession of national holidays from the end of April), however, it does not get busy at all on the small islands even during Golden Week. The rainy season starts early in May and continues until June. Unlike the rainy season in mainland Japan, it rains neither everyday nor all day long during the rainy season in Okinawa. Summer in Okinawa is hot and humid but still one of the peak visiting seasons, while September brings a succession of fierce typhoons. October and November are again good times to visit.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Naha"]]},"  - the capital of the Okinawa Prefecture"]},{"type":"*","value":[{"type":"[[","value":[["Chatan"]]},"  - some resort hotels and beaches"]},{"type":"*","value":[{"type":"[[","value":[["Okinawa City"]]},"  - the second-largest city "]},{"type":"*","value":[{"type":"[[","value":[["Nago"]]},"  - home of the enormous Okinawa Churaumi Aquarium"]},"\n",{"type":"==","value":["Islands"]},"\n",{"type":"[[","value":[["Image:Japan Okinawa map.png"],["500px"],["thumb"],["right"],["Map of Okinawa prefecture"]]},"\n\nFrom the northern end of the chain near ",{"type":"[[","value":[["Amami Islands"]]}," of ",{"type":"[[","value":[["Kyushu"]]}," to the southern end near ",{"type":"[[","value":[["Taiwan"]]},", Okinawa's major island groups are as follows.\n\n",{"type":"===","value":[{"type":"[[","value":[["Okinawa Islands"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Okinawa Island"]]}," (",{"type":"''","value":["Okinawa-hontō"]},") — the largest island in both size and population, featuring administrative capital ",{"type":"[[","value":[["Naha"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ie"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ikei"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hamahiga"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kumejima"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kerama Islands"]]}," — a cluster of small coral islands between Kume and Okinawa"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Akajima"]]}," — popular holiday spot in the Kerama Islands"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokashiki"]]}," — snorkeling and diving oasis, the largest island of Kerama"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zamami"]]}," — popular among snorkelers and divers, with several deserted islands within 10 mins by taxi boat. "]},"\n",{"type":"===","value":[{"type":"[[","value":[["Daito Islands"]]}]},"\nA smattering of tiny islands several hundred kilometers to the east, only two of them inhabited.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kitadaito"]]}," — the easternmost island in the prefecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Minamidaito"]]}," — the largest of the Daitos"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Miyako Islands"]]}]},"\nNatural monuments, great beaches and amazing diving.  Occasionally lumped together with the Yaeyamas as the ",{"type":"'''","value":["Sakishima Islands"]},".\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Irabu"]]}," — the \"other island\" of Miyako"]},{"type":"*","value":[" ",{"type":"[[","value":[["Miyako (Okinawa)"],["Miyako"]]}," — by far the largest of the three main islands that make up the group"]},{"type":"*","value":[" ",{"type":"[[","value":[["Shimoji"]]}," — very close to Irabu, but not quite as large"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tarama"]]}," — known for its August festival"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Yaeyama Islands"]]}]},"\nLush and tropical, closer to Taiwan than the mainland Okinawa.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hateruma"]]}," — the southernmost inhabited point of Japan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hatoma"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ishigaki"]]}," — the hub of the Yaeyamas, with spectacular beaches and manta rays"]},{"type":"*","value":[" ",{"type":"[[","value":[["Iriomote"]]}," — jungles and the mysterious Iriomote wild cat"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taketomi"]]}," — small island off Ishigaki, known for a carefully restored Ryukyu village"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yonaguni"]]}," — the westernmost point of Japan, with mysterious ruins and hammerhead sharks"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuro"]]}," — tiny island mildly famous for having (way) more cows than people"]},"\nIn addition, the ",{"type":"[[","value":[["Amami Islands"]]}," to the north, while administratively a part of ",{"type":"[[","value":[["Kyushu"]]},", are geographically and culturally close to Okinawa.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nMost visitors arrive in ",{"type":"[[","value":[["Naha"]]},", the capital of Okinawa, which is also well served by low-cost carriers like Skymark and Jetstar.  Domestic flights do connect major Japanese cities directly to some other Okinawan islands like ",{"type":"[[","value":[["Miyako (Okinawa)"],["Miyako"]]}," and ",{"type":"[[","value":[["Ishigaki"]]},", but prices can be steep; for example, the standard one-way fare for ",{"type":"[[","value":[["Tokyo"]]},"-",{"type":"[[","value":[["Ishigaki"]]}," is a whopping ¥50,000.  Using an international airpass like Star Alliance's ",{"type":"'''","value":["Visit Japan"]}," or JAL's ",{"type":"'''","value":["Welcome to Japan"]},", both of which allow domestic flights in Japan for ¥10,000, may allow considerable savings.\n\n",{"type":"===","value":["By ship"]},"\nFerry services to Okinawa have been cut drastically, with Arimura Sangyo filing for bankruptcy and RKK Line stopping passenger services entirely.  With long travel times, bumpy seas, frequent cancellations in the fall typhoon season and prices that aren't any cheaper than flying, it's easy to see why this isn't too popular anymore.\n\nAs of 2014, the only survivors are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aline-ferry.com A-Line Ferry"]}]},", aka ",{"type":"''","value":["Maru-A"]}," (マルエー), which runs twice a week from ",{"type":"[[","value":[["Kagoshima"]]}," (25 hours, ¥16,000 2nd class one-way) and once a week from both ",{"type":"[[","value":[["Osaka"]]},"\/",{"type":"[[","value":[["Kobe"]]}," and ",{"type":"[[","value":[["Tokyo"]]}," (44 hours, ¥28,000) to ",{"type":"[[","value":[["Naha"]]},", and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marix-line.co.jp Marix Line"]}]},", which runs between Kagoshima and Naha only.  All ferries call at various minor islands including ",{"type":"[[","value":[["Yoron"]]}," and ",{"type":"[[","value":[["Amami Oshima"]]}," along the way.  Note that if you don't speak Japanese, you will find it easier to book through a travel agent.\n\nIn additional, Star Cruises ",{"type":"[","value":["http:\/\/www.starcruises.com\/"]}," operates irregular cruises from ",{"type":"[[","value":[["Keelung"]]},", ",{"type":"[[","value":[["Taiwan"]]}," to ",{"type":"[[","value":[["Naha"]]}," via ",{"type":"[[","value":[["Ishigaki"]]}," and ",{"type":"[[","value":[["Miyako (Okinawa)"],["Miyako"]]},".  The service operates in summer months only (June-Sep) and is not available all years.  Two-night cruises in the cheapest cabin booked in advance start from TWD 15,000 for a single traveller.\n\n",{"type":"==","value":["Get around"]},"  \nFerry and air connections link the islands together, but many of them are simply so small in population that scheduled services may be infrequent and prices vary. \n\n",{"type":"===","value":["By plane"]},"\nFlights between the islands are mostly handled by ",{"type":"'''","value":["Japan Transocean Air"]}," (JTA; ",{"type":"[","value":["http:\/\/www.jal.co.jp\/jta\/"]},") and its subsidiary ",{"type":"'''","value":["Ryukyu Air Commuter"]}," (RAC), both owned by JAL.  ANA's subsidiary ",{"type":"'''","value":["Air Nippon"]}," (ANK) also has a limited network radiating out from ",{"type":"[[","value":[["Naha"]]},".  If you plan on traveling extensively in the region by plane, consider JTA's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tw.jal.com\/twl\/cms\/contents\/en\/jal_news_001869.html Okinawa Island Pass"]}]},", which allows two to five flights for ¥9000 each.\n\n",{"type":"===","value":["By ferry"]},"\nThere are dense webs of ferry links between nearby islands, but only infrequent cargo boats ply lengthier routes like ",{"type":"[[","value":[["Naha"]]},"-",{"type":"[[","value":[["Ishigaki"]]},".  If traveling by boat in late summer, note that the area around Okinawa is known as ",{"type":"'''","value":["Typhoon Alley"]}," for a reason.\n\n",{"type":"===","value":["By car"]},"\nProbably more so than anywhere else in Japan, the trainless main island of Okinawa is a car culture, which makes car rental an attractive option for longer stays.  Be prepared to drive on the left side of the road and to show your International Drivers License. Military and other SOFA personnel may obtain driving privileges via their own installation procedures.\n\n",{"type":"===","value":["By bus"]},"\nMost all islands of interest in Okinawa have at least a rudimentary bus network, although schedules may be sparse and prices fairly high (eg. over ¥2000 to cross the main island).  Times and routes (usually in both English and Japanese) are indicated at each bus stop and at the various bus terminals. Prices outside of Naha are based on distance travel and are indicated in the front of the bus as it moves from sector to sector (your ticket, that you take as you enter the bus, has a sector number on it).  There is a changer for 1000 yen bills and coins at the front of the bus.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Village_Houses.JPG"],["thumb"],["240px"],["Traditional houses, ",{"type":"[[","value":[["Taketomi"]]}]]},"\n\nMost people come to Okinawa for the ",{"type":"'''","value":["sun and beaches"]},".  Even in midwinter, when many areas of the mainland Japan teeter around the freezing point, temperatures rarely dip below 15°C in Okinawa.  For more adventurous types, the vast yet almost uninhabited island of ",{"type":"[[","value":[["Iriomote"]]}," is covered in dense jungle.\n\nCultural attractions are rather more limited, as the Japanese invasion and subsequent brutal colonization coupled with fighting in World War II did a regrettably thorough job of eliminating most traces of the Ryukyu Kingdom, but two standouts are the newly rebuilt ",{"type":"'''","value":[{"type":"[","value":["http:\/\/oki-park.jp\/shurijo-park\/english\/ Shuri Castle"]}]}," in ",{"type":"[[","value":[["Naha"]]}," on ",{"type":"[[","value":[["Okinawa Island"]]},", and the carefully preserved tiny village of ",{"type":"[[","value":[["Taketomi"]]}," in the southern ",{"type":"[[","value":[["Yaeyama Islands"]]},".\n\nHistorical sites related to World War II can be found throughout the islands, especially the main island of ",{"type":"[[","value":[["Okinawa (island)"],["Okinawa"]]},", including the Peace Memorial Park in ",{"type":"[[","value":[["Naha"]]},", the navy's former underground headquarters and the Himeyuri Monument.\n\nChuraumi Aquarium is a world class aquarium located on the Motobu peninsula. Attractions include one of the world’s largest tanks with huge whale sharks and manta rays. The aquarium is located in Ocean Expo Park with a beautiful public facility called Emerald Beach.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Underwater yaeyama okinawa Japan.jpg"],["thumb"],["240px"],["Snorkeling around ",{"type":"[[","value":[["Hatoma"]]}," Island"]]},"\n",{"type":"===","value":[" Watersports "]},"\nOkinawa is the best place in Japan for all sorts of watersports.\n\n",{"type":"===","value":["Snorkeling and Diving"]},"\nThe Okinawa archipelago is one of the world's best diving destinations, with the count of marine species on par with the Great Barrier Reef of Australia. You can find over 400 types of corals, 5 types of sea turtles, manta rays, whale sharks, hammerhead sharks and many kinds of tropical fish.  The main downside is that's quite expensive compared to, say, ",{"type":"[[","value":[["South-East Asia"]]}," — a whole day's diving off a boat (2-3 dives including insurance and lunch) costs between ¥12,000 and ¥17,000, depending on the season and island, plus an additional cost between ¥3,000 and ¥5,000 if you need gear rental. For a 3-day certification course you will need to pay between ¥30,000 and ¥60,000, depending on the season and number of participants. Fortunately, a lot of the diving on Okinawa can be done from the shore (no boat needed), in which case you can get full gear rental and tanks for around ¥5,000, or if you just need tanks (and can guide yourself) then it will only be around ¥500 per tank. To top it off many shops do not accept credit cards, so you will need to carry a thick wad of yen to pay for it all.  The language barrier can also be an issue, with most shops only set up to cater to Japanese-speaking tourists, although Piranha Divers Okinawa ",{"type":"[","value":["http:\/\/www.piranha-divers.jp"]}," in Onna Village, Reef Encounters ",{"type":"[","value":["http:\/\/www.reefencounters.org"]}," in ",{"type":"[[","value":[["Chatan"]]}," or Bluefield ",{"type":"[","value":["http:\/\/www.bluefi.com\/english"]}," in Kadena on ",{"type":"[[","value":[["Okinawa Island"]]},", and Umicōza on ",{"type":"[[","value":[["Ishigaki"]]}," are welcome exceptions.\n\n",{"type":"{{","value":[["infobox"],["Diving glossary"],["Most Japanese diving terminology is imported straight from English (",{"type":"''","value":["finzu"]},", ",{"type":"''","value":["masuku"]},", ",{"type":"''","value":["regyurētā"]},", etc), but the following terms are not:\n",{"type":"*","value":[" 潜る ",{"type":"''","value":["moguru"]}," — to dive; note that dives are counted with –本 (",{"type":"''","value":["hon"]},")"]},{"type":"*","value":[" 器材 ",{"type":"''","value":["kizai"]}," — equipment"]},{"type":"*","value":[" 水中 ",{"type":"''","value":["suichū"]}," — underwater"]},{"type":"*","value":[" 水深 ",{"type":"''","value":["suishin"]}," — depth"]},{"type":"*","value":[" 浅い\/深い ",{"type":"''","value":["asai\/fukai"]}," — shallow\/deep"]},{"type":"*","value":[" 流れ ",{"type":"''","value":["nagare"]}," — current"]},{"type":"*","value":[" 安全停止 ",{"type":"''","value":["anzen teishi"]}," — safety stop"]},{"type":"*","value":[" 潜航 ",{"type":"''","value":["senkō"]}," — descent"]},{"type":"*","value":[" 浮上　",{"type":"''","value":["fujō"]}," — ascent"]},{"type":"*","value":[" 珊瑚 ",{"type":"''","value":["sango"]}," — coral"]}]]},"\n\nIf all this does not put you off, there is some world-class diving to look forward to: particular highlights include the ",{"type":"'''","value":["gorgeous reefs"]}," surrounding the ",{"type":"[[","value":[["Kerama Islands"]]},", the ",{"type":"'''","value":["manta rays"]}," of ",{"type":"[[","value":[["Miyako (Okinawa)"],["Miyako"]]}," and ",{"type":"[[","value":[["Ishigaki"]]}," and the ",{"type":"'''","value":["hammerhead sharks"]}," and ",{"type":"'''","value":["underwater ruins"]}," of ",{"type":"[[","value":[["Yonaguni"]]},".  The waters are generally divable ",{"type":"''","value":["all year"]},", although water temperature fluctuates between 22°C in the winter to around 29°C in summer. Also, beware of the typhoons during June-November and the north wind that may frequently close diving sites in the north shores of many of the islands during November and December.  Many people dive in boardshorts and rashguards half the year. Most Japanese divers wear a 5mm full-body wetsuit, and dive shops usually provide aluminum tanks with American-style fittings.\n\n",{"type":"===","value":["Sailing"]},"\nSailing is gaining in popularity in Okinawa. There is a small but passionate international sailing community centered at Ginowan Marina, near the Convention Center. Local and international sailors cruise and race to the Kerama islands and to other locations. Sailing cruises and classes are also conducted out of Ginowan Marina. To learn more, check out: www.Sail-Okinawa.com.\n\n",{"type":"===","value":["Surfing"]},"\nSurfing is popular in Okinawa, but it's not particularly easy: waves break over very shallow shelves of reef and\/or basaltic rock, resulting in challenging waves.  Surfing spots can be found all over the archipelago, but most surfers surf off the ",{"type":"[[","value":[["Okinawa Island"],["main island"]]},".  Check out ",{"type":"[","value":["http:\/\/mensoresurfing.com\/index.html Mensore Surfing"]}," for weather forecasts and up-to-date info.\n\n",{"type":"===","value":["Fishing"]},"\n",{"type":"[[","value":[["Image:bullmahiincoming2.jpg"],["right"],["thumb"],["Bull mahi"]]},"\n\nOkinawa has some of the best ",{"type":"'''","value":["offshore fishing"]}," in the world. Some fish are seasonal, but there are fish for every season of the year. Marlin, mahi mahi, and various species of tuna are some of the fish that are teeming in Okinawa's crystal clear seas. There are many places where you can find a boat to go fishing, but as with diving, language can be a major issue. Some charter services provide fishing tackle, and others require you to rent fishing gear. The 2008-2009 Issue of \"Okinawa Island Guide\" has featured Saltwater Fishing Okinawa for catering to Japanese, English, and Chinese speaking travelers. \n\nThe cost for offshore fishing in Okinawa is comparable to other charter services around the world. Usually about $100 US Dollars per person for walk on charters, and up to $1,500 US Dollars for private charters.\n\n",{"type":"==","value":["Eat"]},"\nOkinawan cuisine is distinctly different from that of mainland Japan.  Unlike the simplicity of classical Japanese food, which tries to highlight individual ingredients, Okinawa is a ",{"type":"''","value":["champurū"]}," (mixed) cuisine, where lots of ingredients can be used in a single dish to create complex, balanced flavors -- aptly enough, the very word seems to originate from the Malay ",{"type":"''","value":["campur"]},".   Thanks to its notable Taiwanese influence, Okinawans too proudly proclaim that they use every part of the pig except the squeal and ",{"type":"'''","value":["pork"]}," makes an appearance in almost every dish, including bits like ears, trotters and blood which are generally disdained by the Japanese. Even Spam has a distinct following.\n\nOther Okinawan ingredients include vegetables rarely seen on the Japanese mainland such as ",{"type":"'''","value":["bitter melon"]}," (ゴーヤー ",{"type":"''","value":["gōyā"]},") and ",{"type":"'''","value":["purple yam"]}," (紫芋 ",{"type":"''","value":["murasaki-imo"]},").  Local seaweeds like the gloopy ",{"type":"''","value":["mozuku"]}," (モズク), often served in vinegar or mixed into porridge, or fluffy green ",{"type":"''","value":["āsa"]}," (アーサ), hiding in soups, often get credit for Okinawans' life expectancy, the longest in the world.  Okinawan tropical fruits including ",{"type":"'''","value":["mango"]},", ",{"type":"'''","value":["papaya"]},", ",{"type":"'''","value":["pineapple"]},", ",{"type":"'''","value":["dragonfruit"]}," and the sour lime-like ",{"type":"'''","value":["calamansi"]}," (シークァーサー ",{"type":"''","value":["shīkwāsā"]},") are delicious when in season.  ",{"type":"'''","value":["Dark cane sugar"]}," (黒砂糖 ",{"type":"''","value":["kurosatō"]},") is also a popular snack, eaten both as is and made into a vast variety of candies and pastries.\n\n",{"type":"<","value":["gallery",["\nImage:Goya Chanpuru Large.JPG|A small ",{"type":"''","value":["gōyā"]}," gourd (front) and a scoop of ",{"type":"''","value":["gōyā champurū"]}," (back)\nFile:Soki Soba at Takenoko.jpg|",{"type":"''","value":["Sōki soba"]}," noodles\nFile:Fried Gurukun at Yumenoya.jpg|Deep-fried slices of ",{"type":"''","value":["gurukun"]}," fish\nImage:JP-47 Naha Tacorice.jpg|Taco rice\nFile:Shima-dofu at Yumenoya.jpg|",{"type":"''","value":["Shima-dōfu"]}," (island tofu) with sesame dressing\nImage:JP-47 Mimiga and Chiraga.jpg|",{"type":"''","value":["Mimigā"]}," (pig ear... mimi=ear & gā=pig) and ",{"type":"''","value":["Chiragā"]}," (pig face)\nImage:JP-47_Sukugarasu_on_Shima-Tofu.jpg|",{"type":"''","value":["Sukugarasu"]}," on tofu\nImage:Umibudou.JPG|",{"type":"''","value":["Umibudō"]}," (sea grapes)\nImage:サーターアンダギー3.jpg|",{"type":"''","value":["Sātāandagī"]}," donuts\n"]]},"\n\nSome dishes worth trying:\n",{"type":"*","value":[{"type":"''","value":["Gōyā champurū"]}," (ゴーヤーチャンプルー) is the canonical Okinawan dish, a stir-fry made from ",{"type":"''","value":["goya"]}," mixed with pork and tofu.   There are lots of other champurūs as well, made with tofu, noodles, ",{"type":"''","value":["fu"]}," (gluten), etc."]},{"type":"*","value":[{"type":"''","value":["Gurukun"]}," (グルクン) is no less than the official fish of Okinawa prefecture. Small but tasty and prepared in a variety of ways, even the bones are edible."]},{"type":"*","value":[{"type":"''","value":["Okinawa soba"]}," (沖縄そば) is made with wheat noodles and a pork-based stock.  Often served with ",{"type":"''","value":["sōki"]}," (ソーキ), stewed pork ribs, and spiced up with a dash of ",{"type":"''","value":["shima-koshō"]}," (島胡椒) island pepper or ",{"type":"''","value":["shima-tōgarashi"]}," (島唐辛子) chillies."]},{"type":"*","value":[{"type":"''","value":["Hirayāchī"]}," (ヒラヤーチー), an okonomiyaki-like thin savoury pancake."]},{"type":"*","value":[{"type":"''","value":["Raftī"]}," (ラフティー) is a side dish consisting of ",{"type":"''","value":["very"]}," fatty cubes of stewed pork."]},{"type":"*","value":[{"type":"''","value":["Shima-dofu"]}," (島豆腐) is the Okinawan version of tofu, coarser in texture than the Japanese kind and often served warm."]},{"type":"*","value":[{"type":"''","value":["Sātāandagī"]}," (サーターアンダギー) are deep-fried balls of dough also aptly known as Okinawan donuts."]},"\nOkinawan ",{"type":"''","value":["chinmi"]}," or \"strange foods\", eaten as snacks with drinking, include:\n",{"type":"*","value":[" ",{"type":"''","value":["Chiragā"]}," (チラガー), the skin from a pig's face; can be very chewy"]},{"type":"*","value":[" ",{"type":"''","value":["Mimigā"]}," (ミミガー), sliced pork ears in vinegar; crunchy and nearly tasteless"]},{"type":"*","value":[" ",{"type":"''","value":["Umibudō"]}," (海ぶどう) or \"sea grapes\", a type of seaweed eaten raw dipped into vinegar or soy, mild with a pleasant caviar-like texture"]},{"type":"*","value":[" ",{"type":"''","value":["Sukugarasu"]}," (スクガラス), salt-pickled tiny fermented fish, usually pressed onto tofu before eating"]},"\nAficionados of ",{"type":"'''","value":["American fast food"]}," may find Okinawa to be a curious treat, as many American restaurants popped up here to serve the US military long before they made it to the mainland.  Most prominent is the presence of ",{"type":"'''","value":["A&W"]}," outlets serving hamburgers and ",{"type":"'''","value":["root beer"]}," (with free refills, even), available practically nowhere else in Japan. ",{"type":"'''","value":["Blue Seal"]}," ice cream is common, with their purple yam soft ice creams worth a lick.  Several hybrid Okinawan-American dishes, most of which seem to employ copious quantities of ",{"type":"'''","value":["Spam"]},", are widely available:\n\n",{"type":"*","value":[{"type":"''","value":["Nuuyaru burger"]}," (ぬーやるバーガー), a speciality of local fast food chain ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yonabaru.jp\/kigyo\/jef.htm Jef"]}]},", is gōyā champurū, cheese and a slice of Spam in a bun.  Appropriately enough, the name is an Okinawan pun that translates roughly as \"What on earth is this?\"."]},{"type":"*","value":[{"type":"''","value":["Pork eggs"]}," (ポーク卵 ",{"type":"''","value":["pōku tamago"]},") consists of fried slices of Spam served with ketchup, scrambled eggs and — since this ",{"type":"''","value":["is"]}," Japan, after all — rice and miso soup."]},{"type":"*","value":[{"type":"''","value":["Taco rice"]}," (タコライス ",{"type":"''","value":["tako raisu"]},") is spiced Mexican-style taco meat with cheese, lettuce and tomatoes, but instead of being in a tortilla, it's on rice."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Kikunotsuyu Awamori.jpg"],["thumb"],["right"],["A bottle of ",{"type":"''","value":["awamori"]}," from the Kikunotsuyu distillery of ",{"type":"[[","value":[["Miyako (Okinawa)"],["Miyako"]]}]]},"\n\nThe local brew of choice is ",{"type":"'''''","value":["awamori"]}," (泡盛), a notoriously strong rice liquor that can contain up to 60% alcohol, although 30-40% is more common.  Unlike Japanese shochu, which is usually prepared from potatoes or barley, awamori is brewed using imported Thai jasmine rice since during the days of the Ryukyu Kingdom, short-grain rice could not be brought in from the mainland.  It's most commonly drunk on the rocks or neat.\n\nAwamori keeps well, and when stored more than three years is known as ",{"type":"'''''","value":["kūsu"]}," (古酒, also read ",{"type":"''","value":["koshu"]}," in standard Japanese).  If the label indicates a specific age, it's 100% at least that old; however, ",{"type":"''","value":["kūsu"]}," without a given age is usually a blend of 50% 3-year-old and 50% new awamori.\n\nIf awamori is a bit too strong for your taste, try ",{"type":"''","value":["awamori umeshu"]}," (泡盛梅酒), a delectable sweet liquor made by infusing Japanese ",{"type":"''","value":["ume"]}," plums in awamori and cane sugar.  Lemon and coffee-flavored versions of awamori are also available.\n\nOkinawa's local beer ",{"type":"'''","value":["Orion"]}," is a safer alternative, at least in small quantities.  Most larger islands also have their own microbreweries.\n\n",{"type":"===","value":["Nightlife"]},"\n",{"type":"[[","value":[["Naha"]]}," has the busy nightlife scene you'd expect of a large city, livened up by the presence of many GIs from the military bases.  ",{"type":"[[","value":[["Kadena"]]}," and ",{"type":"[[","value":[["Chatan"]]},", near Kadena Air Base, also have many bars catering to the military.\n\nOkinawa has many live houses in Naha city and Okinawa city, with styles ranging from Okinawan traditional folk music to American rock, jazz and other sounds from the USA.  The charge depends on the artist but it’s usually about ¥1000-3500, plus one drink. Check the time, the artist, and the price before you go.\n\n",{"type":"==","value":["Sleep"]},"\nBroadly speaking, accommodation on Okinawa can be divided into two brackets: cheap basic lodges, and expensive fancy resorts. Another option is sleeping in campsites.\n\n",{"type":"===","value":["Budget"]},"\nOkinawa has a multitude of cheap ",{"type":"''","value":["minshuku"]},"-type lodges geared towards poor surfers and divers, and unlike the mainland many offer or even specialize in bed-only (素泊まり ",{"type":"''","value":["sudomari"]},") stays with no meals included.  The very cheapest dorm-type places can go for less than ¥2,000, although you'll usually be looking at a minimum of ¥3,000 for your own room and around ¥5,000 if you want two meals.  Watch out for hidden charges for things like air-con, fridge rental or even using the shower.\n\nIn ",{"type":"[[","value":[["Naha"]]}," you can easily find dirt-cheap places starting from ¥1,000 per night.\n\n",{"type":"====","value":["Camping"]},"\nThere are many campsites around Okinawa, some on nice beaches. They offer cheap accommodation if you have your own tent and sleeping bag (and mat) for ¥500-1,000\/night. Their facilities are sometimes very poor, they have only cold shower for example (and they even charge you for using it!) and no cooking\/cleaning facilities. However they often rent out BBQ sets (¥2,000-3,000) which can make the night unforgettable.\n\n",{"type":"===","value":["Mid-range"]},"\nB&B-type pensions are the most common midrange option, although there are some city hotels also.  Figure on around ¥10,000\/person with two meals.\n\n",{"type":"===","value":["Splurge"]},"\nThe other end of the spectrum is Okinawa's host of resorts, usually located on a private beach in some remote corner of the island — which means you'll be stuck eating at the resort's expensive restaurant and using their expensive watersports services.  Rack rates for these places tend to be ludicrous (¥20,000+\/head\/night), but you can usually get steep discounts by buying flight and hotel packages, especially in the low season.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["infobox"],["Er, excuse me?"],["One of the most distinctive features of modern Okinawan is appending the English ending ",{"type":"''","value":["-er"]}," for people who do, well, pretty much anything.  The meaning of \"boozer\" (ブーザー) is fairly obvious, while a \"shrimper\" (シュリンパー) is just somebody who likes shrimp.  However, the common semi-affectionate \"beacher\" (ビーチャ―) does not refer to someone who enjoys healthy marine sports, it means an alcoholic drunk!"]]},"\n\nOkinawa has its own language group, known as ",{"type":"'''","value":["Ryukyuan"]}," (琉球語 ",{"type":"''","value":["ryūkyūgo"]}," in Japanese), which it shares (along with much of its culture) with the ",{"type":"[[","value":[["Amami Islands"]]}," in Kagoshima prefecture. These languages are related to Japanese (together, they form the \"Japonic family\"), but are generally incomprehensible to Japanese speakers. The largest of these languages, the ",{"type":"'''","value":["Okinawan language"]}," (Okinawan ",{"type":"''","value":["ucināguci"]},", Japanese 沖縄語 ",{"type":"''","value":["okinawago"]},"), is spoken on the main island of Okinawa and the surrounding islands, and is not used much these days. Most people under 20 can't speak it, the most common exceptions being people who were raised by their grandparents and people who grew up in rural areas. To further complicate things, each of Okinawa's major islands has its own distinct dialect, such as Miyako, ",{"type":"[[","value":[["Yaeyama phrasebook"],["Yaeyama"]]}," and ",{"type":"[[","value":[["Yonaguni phrasebook"],["Yonaguni"]]},", some of which are different enough to be considered their own languages by some.\n\nIn the ",{"type":"[[","value":[["Daito Islands"]]},", the obscure Hachijo dialect of Japanese by immigrants from the Hachijo Islands is the native language. The Hachijo-Daito dialects are direct descendants of the Eastern dialect of Old Japanese, while all mainland dialects are descendants of the Western dialect.\n\nAll Okinawans speak standard ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]},", and many understand English as well, particularly on the main island which has several large US military bases.\n\n",{"type":"==","value":["Stay safe"]},"\nOkinawa is as safe as mainland Japan or more so.  On the smaller islands it's not uncommon to leave front doors not merely unlocked, but open all day.\n\n",{"type":"==","value":["Stay healthy"]},"\nThe number one health risk on Okinawa is ",{"type":"'''","value":["sunburn"]},", and it doesn't take long at all to get fried to a crisp when it's sunny outside.  Slap on plenty of lotion.\n\nOkinawa is also home to Japan's most fearsome array of ",{"type":"'''","value":["poisonous critters"]},".  While the venomous ",{"type":"'''","value":["habu"]}," (ハブ) snake gets a lot of bad press, mostly due to its unfortunate habit of entering homes in search of rats and mice, not only are you quite unlikely to encounter one outside a sake bottle in a souvenir shop, but bites have a fatality rate of \"only\" 3%.  Jellyfish (クラゲ ",{"type":"''","value":["kurage"]},") and a variety of marine creatures that sting if stepped on present a risk, and many beaches have posters in Japanese (and occasionally English) explaining what to watch out for.\n\n",{"type":"{{","value":[["IsPartOf"],["Japan"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Okinawa prefecture"]]},"\n",{"type":"[[","value":[["Wikipedia:Okinawa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Japan\/Prefectures\/Okinawa\/"]]},"\n",{"type":"{{","value":[["geo"],["26.5"],["128"]]}]