[{"type":"{{","value":[["pagebanner"],["Banneroklahoma.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelok.com\/ Oklahoma"]}]}," is a state in the ",{"type":"[[","value":[["Great Plains"]]}," region of the ",{"type":"[[","value":[["United States of America"]]},". Oklahoma became a state on November 16th, 1907.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["File:OKregions.png"],["thumb"],["460px"],["right"],["Oklahoma Regions"]]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmaptext="],["region1name=",{"type":"[[","value":[["Frontier Country"]]}," (including ",{"type":"[[","value":[["Greater Oklahoma City"]]},")"],["region1color=#00BFFF"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Great Plains Country"]]}],["region2color=#DCEEDC"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Green Country (Oklahoma)"],["Green Country"]]}],["region3color=#008000"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Kiamichi Country"]]}],["region4color=#90EE90"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Lake and Trail Country"]]}],["region5color=#B0E0E6"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Red Carpet Country"]]}],["region6color=#FC8072"],["region6items="],["region6description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Oklahoma City"]]},", State capital"]},{"type":"*","value":[{"type":"[[","value":[["Ardmore (Oklahoma)"],["Ardmore"]]},", town that is a regional center in Southern Oklahoma"]},{"type":"*","value":[{"type":"[[","value":[["Broken Arrow"]]}]},{"type":"*","value":[{"type":"[[","value":[["Edmond (Oklahoma)"],["Edmond"]]}," - Oklahoma City's northern neighbor, the location of the University of Central Oklahoma"]},{"type":"*","value":[{"type":"[[","value":[["Lawton (Oklahoma)"],["Lawton"]]}," Located adjacent to historic Fort Sill and the Wichita Mountains Wildlife Refuge "]},{"type":"*","value":[{"type":"[[","value":[["Moore (Oklahoma)"],["Moore"]]}," a rapidly growing suburb just south of Oklahoma City"]},{"type":"*","value":[{"type":"[[","value":[["Norman (Oklahoma)"],["Norman"]]}," Home of the University of Oklahoma"]},{"type":"*","value":[{"type":"[[","value":[["Shawnee"]]}," Birthplace of Brad Pitt."]},{"type":"*","value":[{"type":"[[","value":[["Stillwater (Oklahoma)"],["Stillwater"]]}," Home of Oklahoma State University"]},{"type":"*","value":[{"type":"[[","value":[["Tulsa"]]},", the second largest city in Oklahoma"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/GreatSaltPlains.com\/ Great Salt Plains State Park"]}]}," Northwest of ",{"type":"[[","value":[["Enid"]]}," and near ",{"type":"[[","value":[["Jet"]]},". Dig for Selenite crystals."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.okspaceport.state.ok.us\/ The Oklahoma Space Port"]}]}," at ",{"type":"[[","value":[["Burns Flat"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Oklahoma State Capitol 2.jpg"],["thumb"],["320px"],["right"],["Oklahoma State Capitol building"]]},"\nOklahoma has a rich Native American past. In the 1830s Oklahoma was the end of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/trte\/ The Trail of Tears"]}]}," and over 16,000 Cherokee Indian people were forced to move from their eastern homes by the United States government and were relocated to Indian Territory, now Oklahoma. In addition the ",{"type":"'''","value":["Five Civilized Tribes"]}," were relocated from the southeastern ",{"type":"[[","value":[["United States"]]},". Oklahoma's name is taken from two Choctaw words. ",{"type":"''","value":["\"okla\""]}," means people and ",{"type":"''","value":["\"humma\""]}," meaning red, so Oklahoma literally means ",{"type":"''","value":["\"red people\""]},". Thirty nine tribes and Indian nations have their headquarters in Oklahoma.\n\nOklahoma has a recent pioneer past.  There are people alive today in Oklahoma that remember it as a frontier.  Oklahoma is most known to the outside world as the site of the tragic Oklahoma City Bombing.  The cost of living is among the lowest in the US and such includes the cost of tourist related activities.  Lodging, rental cars, fuel, and restaurants are lower in cost than nearly anywhere else in the US.\n\n",{"type":"==","value":["Talk"]},"\nThe Coastal Southern drawl is rare.  The South Midlands accent is more common.  This accent ranges from Kentucky, Tennessee, Arkansas, Oklahoma, and into Texas.  Cherokee is common in Tahlequah but English is dominant even there.  The Indian tribes are completely integrated in Oklahoma and Indian languages are seldom heard outside Indian events.  It is also very common to hear a \"twangy\" accent in most parts of the state.  It sounds very similar to a Texas accent, but with a flair.  A trained ear can distinguish between the Texas and Oklahoma accents.  There is also a difference in accent between inhabitants of the larger cities and those of the smaller towns and rural areas.\n\n",{"type":"==","value":["Get in"]},"\nWill Rogers World Airport located in Oklahoma City and Tulsa International Airport in Tulsa are the two major state airports for domestic and international air travel. Other minor airports with limited domestic transport are located in Lawton and (sometimes) Ponca City.\n\n",{"type":"==","value":["Get around"]},"\nThe major interstates of Oklahoma include:\n",{"type":"*","value":["Interstate 35 connecting ",{"type":"[[","value":[["Wichita"]]},", ",{"type":"[[","value":[["Kansas"]]}," and ",{"type":"[[","value":[["Dallas"]]},", ",{"type":"[[","value":[["Texas"]]}," via Oklahoma City."]},{"type":"*","value":["Interstate 40 connecting ",{"type":"[[","value":[["Fort Smith"]]},", ",{"type":"[[","value":[["Arkansas"]]}," and ",{"type":"[[","value":[["Amarillo"]]},", Texas, also via Oklahoma City."]},{"type":"*","value":["Interstate 44 connecting ",{"type":"[[","value":[["Joplin"]]},", ",{"type":"[[","value":[["Missouri"]]}," and ",{"type":"[[","value":[["Wichita Falls"]]},", Texas via Tulsa and Oklahoma City."]},"\nAlso:\n",{"type":"*","value":["Historic US ",{"type":"[[","value":[["Route 66"]]}," closely parallel to I-44 between the ",{"type":"[[","value":[["Kansas"]]}," state line to Oklahoma City and I-40 from Oklahoma City to the ",{"type":"[[","value":[["Texas"]]}," state line."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Route 66"]]}]}," Oklahoma has more miles of original ",{"type":"[[","value":[["Route 66"]]}," road-bed left than any other state. "]},"\n",{"type":"[[","value":[["File:OKCMemorial1.jpg"],["thumb"],["240px"],["right"],["Oklahoma City Memorial at sunrise"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Oklahoma City National Memorial and Museum"]}," in ",{"type":"[[","value":[["Oklahoma City"]]},". The memorial is both one of the most visible attractions in the city as well as the saddest, which has posed some problems for the city's tourism department. The outdoor symbolic memorial is free and open 24 hours a day, while the very well done ",{"type":"'''","value":["Memorial Museum "]},", right next door, can be visited for a small fee."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wichita Mountains Wildlife Refuge"]}," in ",{"type":"[[","value":[["Indiahoma"]]},". More than 50 mammal, 240 bird, 64 reptile and amphibian, 36 fish, and 806 plant species thrive on this important refuge."]},"\n",{"type":"*","value":["The architect Frank Lloyd Wright designed several ... interesting ... buildings in Oklahoma and elsewhere. His tallest skyscraper is the Price Tower in ",{"type":"[[","value":[["Bartlesville"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["National Cowboy & Western Heritage Museum"]}," in ",{"type":"[[","value":[["Oklahoma City"]]},". Here you can walk down the streets of Prosperity Junction, a turn-of-the-century Western town. Visit The American Cowboy Gallery, the American Rodeo Gallery, and the Western Performers Gallery. Visit www.nationalcowboymuseum.org for information on special exhibits."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gilcrease Museum"]}," in ",{"type":"[[","value":[["Tulsa"]]},". The largest collection of Western art in the world. "]},{"type":"[[","value":[["File:Talimena_Drive.jpg"],["right"],["thumb"],["250px"],["Talimena Drive in the fall"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Talimena Drive"],["alt="],["url=http:\/\/www.talimenascenicdrive.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From ",{"type":"[[","value":[["Talihina"]]},", Oklahoma to ",{"type":"[[","value":[["Mena (Arkansas)"],["Mena"]]},", ",{"type":"[[","value":[["Arkansas"]]},". A 54 Mile scenic drive in Oklahoma and Arkansas along the ridge of the Ouachita Mountains and the Ouachita National Forest. The drive has frequent turnouts so you can enjoy the scenery. Convenient access to the drive near the midpoint can be accessed from Poteau by taking Hwy 59 south."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Oral Roberts University"]}," in ",{"type":"[[","value":[["Tulsa"]]}," is among the nation's largest collections of futuristic architecture."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Eufaula"]}," The largest lake in Oklahoma 102,000 acres of water."]},"\n",{"type":"==","value":["Do"]},"\nOklahoma is known as a great place to live and visit.  There are a lot of things to do in Oklahoma and it has all kinds of terrain. You will find mountains, pine woods and lakes in the eastern third of the state, plains and grasslands with rolling hills in the center of the state and in the west and panhandle it has plains and approaches more of a desert area. There are all kinds of activities available from hunting, fishing, hiking, to gambling in one of the hundred or so casinos and bingo parlors, and metro activities in ",{"type":"[[","value":[["Tulsa"]]}," and ",{"type":"[[","value":[["Oklahoma City"]]},". Oklahoma City is also home of the ",{"type":"'''","value":["Cowboy Hall of Fame"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Oklahoma Aquarium"],["url=http:\/\/www.okaquarium.org"],["email="],["address=300 Aquarium Drive, Jenks"],["lat="],["long="],["directions="],["phone = +1 918 296-3474"],["tollfree="],["fax="],["hours="],["price="],["content=Check out more than 200 exhibits featuring thousands of salt and fresh water marine species and also mammals. The aquarium also houses the Karl and Beverly White Fishing Tackle Museum, billed as \"the largest and most comprehensive fishing tackle collection in the world!\""]]}]},"\n",{"type":"===","value":["Gambling"]},"\nThere are over eighty ",{"type":"[","value":["http:\/\/www.travelok.com\/Casinos_and_Gaming casinos"]}," in Oklahoma including the third largest casino in North America. In addition there are three paramutal race tracks for the horse racing fan. In addition to slot machines, most of the casinos have gaming tables. All the casinos are located on Native American Indian lands, most are run by the tribes and have tobacco shops nearby where you can purchase cigarettes cheaper, and tax free. You will also find big name live entertainment at their on-site event centers, and card tournaments at most of the casinos. Some of the biggest names in casinos for the state include, \n",{"type":"*","value":[{"type":"'''","value":["River Spirit Casino:"]}," Owned and operated by the Muscogee-Creek Nation"]},{"type":"*","value":[{"type":"'''","value":["Hard Rock Hotel and Casino:"]}," Originally named the Cherokee Hotel and Casino, Hard Rock bought the name and theme rights to the location, however under Oklahoma law the Cherokee Nation still owns the land. It is the only casino Hard Rock operates"]},{"type":"*","value":[{"type":"'''","value":["Cherokee Casino and Resort:"]}," Owned and operated by the Cherokee Nation"]},{"type":"*","value":[{"type":"'''","value":["Osage Casino:"]}," Owned and operated by the Osage Nation, they currently have 6 location's in various locations throughout the state, with another under construction"]},"\n",{"type":"===","value":["Wichita Mountains of Southwest Oklahoma"]},"\n\nThese mountains are older than the Rockies, now ancient and worn down, but still beautiful and majestic. The Wichitas are the site of the oldest National Wildlife Refuge in the United States, the Wichita Mountains Wildlife Refuge. It is the second most visited refuge in the national wildlife refuge system and attracts more than 2 million visitors annually. At the turn of the century, the American Buffalo was nearly extinct.\n\nPresident Theodore Roosevelt became concerned. Through the efforts of the American Bison Society and the New York Zoological Society, an offer was made to donate 15 bison to the Wichita National Forest and Game Preserve. Congress set aside $15,000 for this purpose, and on October 11, 1907, 15 of the finest buffalo from the New York Zoological Park were shipped by rail to Oklahoma. Seven days later, these six bulls and nine cows had safely returned to the plains and mountains. Today, The current bison herd is maintained at approximately 650 animals. Along with bison, there many other species of wildlife: more than 50 mammal (including elk and deer), 240 bird, 64 reptile and amphibian, 36 fish, and 806 plant species thrive on this important refuge.\n\nThe Wichitas attract rock climbers from the entire region, particularly Texas because of its amazing granite peaks and faces. Mt. Scott has a paved road all the way to the top and provides a great view of southwest Oklahoma. Also in the area you can catch America's longest running passion play each Easter weekend at the Holy City of the Wichitas, hike the Charon's Garden Wilderness Area, camp alongside beautiful lakes, and be sure to try the famous Meersburger at the Meers Store north of the Refuge.\n\nThe small historic town of Medicine Park is located at the main entry to the wildlife refuge on State Highway 49. It is widely known as \"America's Cobblestone Community\" and was Oklahoma's first planned tourism resort, founded July 4th, 1908. Today, the community is experiencing a major revitalization and attracts thousands to visit its quaint shops, dine in restaurants, taverns, winery and stay in its bed and breakfast inns and numerous cottages. The area of the Wichita Mountains has recently been designated as The Wichita Mountains National Scenic Byway.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\nCrime is not a big problem in Oklahoma.  It is safe to walk in the evenings in almost all Oklahoma cities.  Some care should be taken in the major cities of Oklahoma City, Tulsa, Edmond, and Lawton due to a higher crime rate in some areas of these cities.  There are many areas of Oklahoma City that are not well lit at night.  Travelers should exercise common sense in walking in well lit areas, staying on busy streets, removing valuables from vehicles, and locking vehicles.\n\nMost Oklahomans will readily help anyone in need regardless of whether they are known to them or a stranger.  There is very little \"ice\" among people in Oklahoma.  A traveler in need of assistance should expect a helpful and friendly attitude.\n\nTravelers in need of assistance on the highway may contact the Oklahoma Highway Patrol by dialing *55 on their cellphones.\n\n",{"type":"===","value":["Severe Weather"]},"\n\n",{"type":"====","value":["Tornadoes"]},"\n\nOklahoma is at the epicenter of the country's infamous ",{"type":"'''","value":["\"tornado alley\""]},". During the spring and summer seasons, this region is often the hub of very violent thunderstorms which can quickly become life threatening to anyone who is unprepared and in the path of a storm. If you are traveling through the state during the spring\/summer months, it is crucial to be vigilant of the weather conditions because they can change rapidly. It is a good idea for the independent traveler to purchase a weather radio that receives the NOAA weather broadcasts to keep yourself regularly informed. \n\nIf you are staying in Oklahoma for a period of time, take note that the state does possess state-of-the-art radar and warning systems for tracking severe weather. These systems are, arguably, the best systems in the country. If you have access to a television or the internet then you will be able to readily obtain up-to-date weather information from these sources.\n\nRefer to the ",{"type":"[[","value":[["Tornado safety"]]}," page for more information regarding this matter.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kansas"]]}]}," - Located north of Oklahoma, Kansas is generally considered the center of the country, at least in geographical terms, and is nicknamed \"the Heart of America.\""]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Missouri"]]}]}," - The state's northeastern neighbor also has much to see, from the natural beauty of the ",{"type":"[[","value":[["Ozarks"]]}," to the major metropolitan areas of ",{"type":"[[","value":[["Kansas City"]]}," and ",{"type":"[[","value":[["St. Louis"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arkansas"]]}]}," - Oklahoma's eastern neighbor is \"the Natural State\", home to the ",{"type":"[[","value":[["Ozarks"],["Ozark Mountains"]]}," in the northwest while the south and east of the state has flatter land and shows more of its agricultural heritage."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Texas"]]}]}," - America's second largest state borders Oklahoma to the south.  With a rich history and culture, this fiercely independent state measures over 267,000 square miles in area, making it slightly larger than ",{"type":"[[","value":[["France"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Mexico"]]}]}," - Oklahoma's western neighbor was a Spanish and then Mexican colony until the Mexican War of the 1840s, and retains a culture that is heavily influenced by its native and colonial past."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Colorado"]]}]}," - The Rocky Mountain state borders Oklahoma to the northwest and offers a mind-boggling array of outdoor activities."]},"\n",{"type":"{{","value":[["geo"],["35.5"],["-98.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Great Plains"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["related"],["Tornado_safety"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Oklahoma"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Oklahoma\/"]]}]