[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThis itinerary is intended as a tour to take you through the ",{"type":"[[","value":[["Atlanta"]]}," of yesterday and today, and even tomorrow. \n\n",{"type":"==","value":["Understand"]},"\n\nThis tour will begin and end at the Five Points Station, taking you through the following areas of Atlanta:\n",{"type":"*","value":[{"type":"[[","value":[["Atlanta\/Five Points"],["Five Points\/Underground"]]}]},{"type":"*","value":[{"type":"[[","value":[["Atlanta\/Sweet Auburn"],["Sweet Auburn"]]}]},{"type":"*","value":[{"type":"[[","value":[["Atlanta\/Centennial Park Area"],["Centennial Park\/CNN Center"]]}]},{"type":"*","value":[{"type":"[[","value":[["Atlanta\/Midtown"],["Midtown"]]}]},"\n",{"type":"==","value":["Prepare"]},"\n",{"type":"*","value":["If you do not already own a ",{"type":"'''","value":["Breeze Card"]}," for ",{"type":"'''","value":["MARTA"]},", you may want to consider purchasing one if you plan to frequent MARTA in the future. The price for a new card includes a $5 fee, which includes 2 rides. The total number of rides taken in this tour will be 4, and each ride is $2.50. A day pass for $8 may be a good deal, if you want to take extra rides."]},"\n",{"type":"==","value":["Go"]},"\nMARTA trains will be the easiest way to take this tour, as parking is limited and expensive in some areas, and the downtown traffic may cause extra headache.\n\n",{"type":"===","value":["Begins: Five Points Station"]},"\n\nPrior to entering the Five Points Station, walk around the adjacent ",{"type":"'''","value":["Underground Atlanta"]},". First, walk on the outdoor upper level, which is street level. Look to the left and you will see the Downtown Atlanta skyline and the neon Coca-Cola sign. Nearby is the tower where the Peach Drop is held every New Years Eve. At the end of the upper level, take the stairs down to the lower level. In the wide open area near ",{"type":"'''","value":["Johnny Rockets"]}," is where the ",{"type":"'''","value":["World of Coke"]}," used to be, until the new one was built by ",{"type":"'''","value":["Centennial Park"]},", where you will go later.\n\nNow that you are at the lower level, enter the doors and you will be below current street level and at the original street level, hence the name ",{"type":"'''","value":["Underground"]},". The lower level also looks like a brick street with numerous shops on both sides. You'll also see statues and monuments that give information about the history. There is also an old railroad adjacent to the shopping center. Continue onward and you will be able to enter Five Points Station from there.\n\n",{"type":"===","value":["Next Stop: King Historic District"]},"\n\nFrom Five Points, take the MARTA East-West line eastbound to King Memorial Station (E2). From there, go north and you will be in the King Historic District. First, stop by the Visitor's Center for maps and information. Within the King District is the King Center, a museum and information center dedicated to the life and dream of Dr. Martin Luther King, Jr., as well as civil rights history. In addition, there is the birth home of Dr. King, as well as Ebenezer Baptist Church (the church he used to attend), and his memorial. \n\n",{"type":"===","value":["Centennial Park and CNN Center"]},"\nFrom King Memorial Station, take the MARTA East-West Line back westbound through Five Points Station and remain on board until you reach Dome\/Phillips Arena\/GWCC\/CNN Station (W1). Exit the station and you will be in front of the ",{"type":"'''","value":["CNN Center"]},". Enter the CNN Center and take the studio tour of the most widely watched news network in the world. After the tour, exit the CNN Center and walk through ",{"type":"'''","value":["Centennial Park"]},", an important part of Atlanta's recent history with the 1996 Olympics. The park also has a memorial for the victims of the tragic bombing during the Olympics. If it is the summertime, you will likely see children playing in the Fountain of Rings, which has become a popular scene in Atlanta. If it is winter time, there is an ice ring in the center of the park. You may walk through the park to the other side via the grassy area, but the pathway along the man-made river is more recommended. Once at the other end of the park, there is the ",{"type":"'''","value":["Georgia Aquarium"]}," and the ",{"type":"'''","value":["World of Coke"]},". Depending on the crowd, how much time you have, and how much you are willing to spend, you may choose to tour one of the two attractions or both. The Georgia Aquarium is the world's largest aquarium. The World of Coke gives you the history of the popular beverage, and lets you try samples from around the world.\n\n",{"type":"===","value":["Midtown"]},"\nFrom Centennial Park, walk up Andrew Young International Blvd. for a few blocks, and when you reach Peachtree Street you can catch the MARTA North-South Line from Peachtree Center Station (N1). If you do not want to walk that far, you can walk back to the Dome\/Phillips Arena\/GWCC\/CNN Station and catch the East-West Line back to Five Points Station, then transfer to the North-South Line. Take the North-South Line northbound to Midtown Station (N4). Upon exiting through the North Gate you will be on 10th Street. Turn right and walk to the corner of 10th and Peachtree, and to your right is the Margaret Mitchell House. Inside is a museum, which closes at 5PM Afterwards, a recommended walk is either south down Peachtree Street to the Fox Theater, or north up Peachtree to 14th Street. You will notice many new high-rise apartments and upscale retail stores along the new ",{"type":"'''","value":["Midtown Mile"]},". You can also walk north on Crescent Avenue from Midtown Station. Crescent Avenue is a trendy nightlife scene for native locals as well as new-comers from all over the country and even world to party on a Thursday, Friday, or Saturday night.\n\nWhat you may notice most about Midtown is that it sharply contrasts the rural areas of Georgia, and even other parts of Atlanta with its post-modern skyscrapers and diverse crowd.\n\n",{"type":"==","value":["Returning"]},"\nIf you are ready to head back, you can catch the MARTA North-South Line from the Arts Center Station (N5), if you walked north, or the North Avenue Station (N3), if you walked south.    \n\nRemember, the MARTA trains stop running around midnight, so you decide to enjoy the nightlife until late, you will need to catch a taxi. Otherwise, take the North-South line back to Five Points Station.\n\n",{"type":"==","value":["Straying"]},"\nIf you want to stray from the route, you can take the North-South Line further north to ",{"type":"[[","value":[["Atlanta\/Buckhead"],["Buckhead"]]}," Station (N7), another popular nightlife spot and upscale shopping.\n\n",{"type":"{{","value":[["related"],["Atlanta"]]},"\n",{"type":"{{","value":[["Outlineitinerary"]]}]