[{"type":"{{","value":[["pagebanner"],["Asia"]]},"\n",{"type":"[[","value":[["File:Tibet provinces.png"],["thumb"],["Old Tibetan provinces"]]},"\n",{"type":"[[","value":[["File:Men Laden With Tea, Sichuan Sheng, China 1908 Ernest H. Wilson RESTORED.jpg"],["thumb"],["Kham, 1908. Loads are 300 lb (135 kg) of tea per man"]]},"\nThe old Tibetan Kingdom had three provinces — Ü-Tsang, Amdo and Kham. The names are still sometimes used, the three regions still have different dialects, and the Dalai Lama's Tibetan government-in-exile in ",{"type":"[[","value":[["Dharamsala"]]}," still claims all three as parts of Tibet. \n\nThe current political and administrative boundaries, however, are quite different: \n",{"type":"*","value":[" What was once ",{"type":"'''","value":["Ü-Tsang"]}," province plus a large chunk of Kham are now the ",{"type":"[[","value":[["Tibetan Autonomous Region"]]}," or TAR. The Chinese name for the region, ",{"type":"''","value":["Xizang"]}," (西康省) is their rendering of the Tibetan word which we transliterate as Ü-Tsang. This is what the term \"Tibet\" typically refers to in current English usage, and the area that our main ",{"type":"[[","value":[["Tibet"]]}," article covers. Its dialect is the subject of our ",{"type":"[[","value":[["Tibetan phrasebook"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Kham"]}," was historically controlled by a couple of dozen tribes and small kingdoms (not all Tibetan) who fought each other often. Both Beijing and Lhasa tried for some centuries, and  with some success, to control the area, but there were rebellions against both. In the early 18th century, the Qing Dynasty put the eastern parts under the jurisdiction of the Chinese provinces ",{"type":"[[","value":[["Yunnan"]]}," and ",{"type":"[[","value":[["Sichuan"]]},", and they still are. In the 1950s, the western part was incorporated into the TAR. In the current administrative system, Kham has no role; all of its old territory is now part of other administrative divisions. However, the locals still call themselves Khampas and speak a somewhat different dialect of Tibetan."]},{"type":"*","value":[" ",{"type":"'''","value":["Amdo"]}," is a Tibetan term; the area is known as ",{"type":"''","value":["Kokonor"]}," in Mongolian and ",{"type":"''","value":["Qinghai"]}," in Chinese. Geographically, the area is part of the Tibetan Plateau with an average elevation over 3,000 m. Ethnically it is quite mixed; Tibetans were historically the largest group but now it is just over 50% Han. The province of ",{"type":"[[","value":[["Qinghai"]]},", roughly corresponding to historic Amdo, was established by the Qing around 1700 and has been retained by later governments. We also have an ",{"type":"[[","value":[["Amdo Tibetan phrasebook"]]},"."]},"\nNone of the current boundaries correspond exactly with the older ones; the above is just a general guide.\n\n",{"type":"{{","value":[["IsPartOf"],["China"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]