[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Khuzir.jpg"],["thumb"],["300px"],["Khuzir — the biggest village on Olkhon island"]]},"\n\n",{"type":"'''","value":["Olkhon"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Ольхо́н ",{"type":"''","value":["ahl'-KHOHN"]},") is by far the largest island in ",{"type":"[[","value":[["Lake Baikal"]]},", and one of the real jewels of ",{"type":"[[","value":[["Siberia"]]},". With its amazingly diverse landscape and a vibrant culture that even the Soviets couldn't quite suppress, this island practically begs for a spot on your Siberian itinerary.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"'''","value":["Khuzhir"]},". The island's main village with a population of about 1500 people."]},"\nThere are also several smaller villages:\nListed from north to south:\nUsuri,\nPescanaja,\nChalgaj,\nCharancy,\nKhuzir (main village),\nMal. Khuzhir (little Khuzir),\nJalga.\n\n",{"type":"===","value":["Other destinations"]},"\nIt is possible to visit the amazing north cape of the island, Cape Choboi, by 4 wheel drive — as well as the Taschkiney valley and Shara-Nuur lake and other destinations by day trips. This can be arranged in Khuznir, by either one of the tour operators, or at Nikita's guesthouse.\n\n",{"type":"==","value":["Understand"]},"\nThe island has an area of 730 sq. km (282 sq. miles) and is inhabited by around 1,500 Buryats. It is a center of local shamanism and features many holy sites.\n\n",{"type":"==","value":["Talk"]},"\nThe islands small population mainly consists of Buryats, a northern Mongol population group, and one of the largest minorities in Russia. Buryat is a independent language but closely related to Mongolian (and like in Mongolia, Cyrillic script is used for orthography), but as everywhere in Russia — despite the independent minded, and somewhat secluded population — Soviet centralism prevailed, and Russian is universally spoken. \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mongolian phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Russian phrasebook"]]}]},"\n",{"type":"==","value":["Get in"]},"\nAs Olkhon is an island, it is usually necessary to take a ferry from the pier in Sakhyurta, more commonly known as the MRS. as of summer 2012, the ferry ride is free for pedestrians and cost 100 RUB of tax to randomly picked cars (that also go on the ferry).\nDuring the winter, though, the ice gets too thick for the ferry to run, and instead, buses resort to taking an ice road across the narrow channel. In April and October while the ice is forming and melting, the island is completely cut off from the outside world.\n\nMinibuses and normal buses ply the 250-kilometre (160-mile) route from Irkutsk (five to eight hours) for around 500-600 RUB.  You might have to pay a bit extra for big luggage. Normally the two major hostels in Irkutsk arrange minibuses to Khuzhir almost every day in season, and it is worth noting that in the early season, this is your probably your best bet, since buses do not begin to run until late May or June, even though the ferry starts running in early May.\n\nGetting by car or Hitchhiking from Irkutsk to Olkhon is also possible. the road is named P418 and goes north for about 120K and then makes a sharp right turn at the village of Bayandai. from there it is about 60 KM until a left turn at Tirgan. after that it's about 60 KM more to the ferry station. keep notice that about 50KM of the road is an unpaved road. \n\n",{"type":"==","value":["Get around"]},"\nThe island has a 65-70KM main road that goes along the north part by the direction of north-east. other then this road there are many roads leading to the forest and stepper grounds. You can rent bicycles and go on tours by boat, and of course you can walk around and sleep in tents, which you can also rent.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Olkhon sunset.jpg"],["thumb"],["300px"],["A lone soul in the sunset near the Shaman rock"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khuzhir Museum"],["url="],["email="],["address=ul Permovayskaya 24"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-6PM"],["price="],["content=The museum is cheap, in fact it's rather random if they charge entrance or not, and there is an exhibition with local artifacts — mainly related to the islands shamanistic roots, but also some displays that will familiarize you with the history and sites of Olkhon. A great option for your arrival day, as there usually isn't much else to do."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere is a popular beach just past the Shamans Rock, north to the main village, and many more along the north coast of the island. Some of these have warmer waters due to their shape and so they make a great place to camp and swim. On the far north eastern side of the island there are dramatic cliffs and the famous \"Choboi Cape\" from which it is possible to spot some seales. 15Km south of Khuzher towards the forest there is Sahara lake, which is a salty lake also good for camping. it is also possible to rent a kayak from guesthouses in Khuzher.\n\nBecause there are no water pipes, showers aren't available in private households. as an alternative there is the Russian banja (a steam sauna room), but be careful with the extremely hot water.\n\n",{"type":"==","value":["Eat"]},"\nIn Khuzher, There are several little \"restaurants\", more like bistros. it is also possible to buy groceries (including raw meat and fish) for preparing camping food or BBQ. There are something in the range of five little supermarkets. The biggest one is at northern end of the middle of wide dusty main street, after the odd looking soviet war memorial. It looks closed all of the time, but isn't. in the season they all seem to close around 8PM-9PM\n\n",{"type":"==","value":[" Buy"]},"\nOn the main road of Khuzher, and also next to ferry station, there are several souvenir shops that sell Buryat orientated ornaments. Buddhist artifacts, dolls, clothes and also music CD's and instruments. Some shops also sell postcards, statues and many more. \n\n",{"type":"==","value":["Drink"]},"\nBeer, Vodka and other alcoholic beverages can be bought at the supermarket. There is also somewhat of a bar in Khuzher.\n\n",{"type":"==","value":["Sleep"]},"\n\nMany people come to Olkhon island for the camping spots. it is common to see some tents even in the main village. the operator of the village church in Khuzher, Sergey, often gives campers a place near the church without any request. In session many backpackers are seen around the church, volunteering to build a floor for backpackers just near by.\n\nOn coming by bus, there will probably be a lot of \"babushkas\" (Russian grandmothers) waiting at the bus stop. You can rent a room at their houses and sometimes you also get dinner and breakfast (250 rub per person in 2007, including meals).\n\n",{"type":"==","value":["Guesthouses In Khuzher"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nikita's Guest House"],["url=http:\/\/www.olkhon.info\/en"],["email=nikita@olkhon.info"],["address=Ul Kirpichnaya 6, Khuzhir"],["lat="],["long="],["directions="],["phone=+7 914 895 7865"],["tollfree="],["fax="],["hours="],["price=From 1100 RUB (July 2012)"],["checkin="],["checkout="],["content=Although not strictly a hostel, this place is the best known in Olkhon. With reasonable prices, an amazing crew that includes English and French speakers, an organic approach to doing business, and activities which supports the locals you can sleep in the amazingly wood carved buildings, with a clean conscience. And good authentic Russian meals 3 times a day, are included in the price."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Camp Khankhoi"],["url="],["email=baikal-da@mail.ru"],["address=Olkhon, Lake Khankhoi"],["lat="],["long="],["directions="],["phone=+7 902 568-52-07"],["tollfree="],["fax="],["hours="],["price=Summer houses with meals – 800RUB\/person\/day; yourts with meals – 800RUB\/person\/day; yourts without meals – 500RUB\/person\/day; tents – 350RUB\/person\/day (July 2011)"],["checkin="],["checkout="],["content=It is a right place for vacation: great fishing, a quiet place, absolute unity with nature. There is an amazing Lake Khankhoi nearby the Holiday Camp which is famous for very warm waters and plenty of fish. There is a dining-room and a Russian banya (sauna) on the camp’s territory."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Guest house “Ra Green”"],["url="],["email=baikal-da@mail.ru"],["address=Olkhon, Khuzhir"],["lat="],["long="],["directions="],["phone=+7 902 568-52-07"],["tollfree="],["fax="],["hours="],["price=Accommodation price is 800 rubles per person per day"],["checkin="],["checkout="],["content=” It is situated at the very entry of Khuzhir village. There are triple living-rooms, a dining room, wash-stands, toilets, summer shower cabins situated on the territory along with a big internal court, a grill and a summerhouse for tea-parties. Three daily meals are included in accommodation price and consist of different fish and meat dishes, vegetables and fruits. There is a wild beach in 100 meters from the house."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel  «Buryat Village»"],["url="],["email=baikal-da@mail.ru"],["address=Olkhon, Malomorets village (5 km away from Khuzhir village)."],["lat="],["long="],["directions="],["phone=+7 902 568-52-07"],["tollfree="],["fax="],["hours="],["price=Accommodation plus meals cost 800RUB\/person\/day."],["checkin="],["checkout="],["content=It is possible to become familiar  with Buryat people’ traditions and customs and their way of life in the Buryat village on Olkhon, you can also try national dishes of the Buryat cuisine (made of milk, mainly).There is also a Russian banya (sauna) on the territory of the hostel. The hostel is the great place for fishing lovers as there is the bay nearby the hostel. It is also suitable for a big company who wants to organize an unforgettable party."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baikal Club International Hostels"],["url=http:\/\/www.baikalclub.com"],["email=inbox@baikalcub.com"],["address=Irkutsk"],["lat="],["long="],["directions="],["phone=+79041181075"],["tollfree="],["fax="],["hours="],["price=Price from 340 rubles pppn B&B"],["checkin="],["checkout="],["content=Hostel in Irkutsk ",{"type":"[","value":["http:\/\/www.hostelworld.com\/hosteldetails.php\/IF-Hostel\/Irkutsk\/36797 see on hostelworld"]},", and a hostel on the shore of lake Baikal, visit baikalclub.com for more info."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nFor Irkutsk, some of the shops in Khuzher operate a bus service that goes daily. it is also possible to get out by car or hitchhike on the some way in.\nFor the island located north east of Olkhon, there is a boat going weekly for 2300 Rub from the north port of Olkhon.\n\n\n\n",{"type":"{{","value":[["geo"],["53.156667"],["107.383611"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Irkutsk Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Olkhon"]]}]