[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Oltrepò pavese.GIF"],["thumb"],["Location of the Oltrepò Pavese in ",{"type":"[[","value":[["Pavia (Province)"],["Pavia"]]}]]}," Though frequently called ",{"type":"'''","value":["the Tuscany of the North of Italy"]},", the Oltrepò Pavese in ",{"type":"[[","value":[["Lombardy"]]}," is fairly unknown abroad. Tourists pass the area closely when traveling to the real Tuscany, to Umbria or further south. This is a pity as the Oltrepò really offers something worthwhile for almost every tourist, especially food and wine lovers.\n\nThe area offer several attractions: smooth hills, medieval villages and castles, panoramic views, authentic Italian food and local wines. The Oltrepò happens to be the largest wine producing area of Lombardy and one of the largest in Italy, especially of the ",{"type":"''","value":["Pinot Nero"]},". The landscape is scattered with vineyards that are freely accessible for hikers or even mountain biking.\nThe Oltrepò Pavese is part of the province of ",{"type":"[[","value":[["Pavia (Province)"],["Pavia"]]},", in the southern part of Lombardy. ",{"type":"''","value":["Oltrepò"]}," literally means “on the other side of the Po”. The Po river runs through the large plain in the North of Italy, the ",{"type":"''","value":["Pianura Padana"]},", where the risotto rice is produced. In the south of Pavia province the terrain quickly gains height. The Oltrepò is situated at the foothills of the Ligurian Alps and Apennines.\n",{"type":"[[","value":[["Image:‎Vitis vinifera ssp. vinifera Croatina 02.jpg"],["thumb"],["Grapes growing in an Oltrepò vineyard"]]},"\nThe Oltrepò Pavese offer peace and quiet, tranquility and the silence (while strolling in the vineyards for example) is often overwhelming. Life still has a slow pace here, as the locals are living the life in more or less the same way their ancestors did: growing wine is a labor that follows the seasons, year after year, generation after generation. Most of the wine farmer families have been living here since the Middle Ages.\n\nHardly any tourist business has developed here, which means, fortunately, that as the one of the few visitors from abroad, you are encountered with amazement and hospitality everywhere. People are enthusiastic to serve you their local traditional food and wine at all of the little family restaurants that populate the area. The food that is served is the food that Italians want to eat out, it has to have “mama” quality! Prices are ridiculously low.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nRegional dishes are simple but very effective. Using the seasonal ingredients like mushrooms and ",{"type":"''","value":["tartufi"]}," and the local meats of rabbit, wild boar and the likes, delicious dishes are prepared. One thing not to be missed is the typical Sunday  “pranzo”or lunch in which all of the servings of the Italian menu (",{"type":"''","value":["antipasti, primi, secondi, contorni, dolci"]},") pass by, sometimes even twice. The Varzi ",{"type":"''","value":["salame"]}," is a protected product, like the Parmesan cheese.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Az Agrit Bagarellum"],["url=http:\/\/www.bagarellum.it"],["email="],["address=Montecalvo Versiggia"],["lat="],["long="],["directions=fraz Bagarello"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\nParticular to the area are the local sparkling wines, the “vivace”, “frizzante” and also “spumante” wines. Reds and whites sparkle without being just sweet. The most famous local wine, the ",{"type":"''","value":["Bonarda"]}," is fruity but not sweet, in contrast to the Lambrusco e.g. A local, more classical wine is the ",{"type":"''","value":["Buttafuoco"]},", the production of which is restricted to a small area in the North of the Oltrepò. A typical sweet red wine of the area is the ",{"type":"''","value":["Sangue di Giuda"]},". The regional champagne-like ",{"type":"''","value":["spumantes"]}," have made it to the Italian DOCG category.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bed & Breakfast I Due Padroni"],["url=http:\/\/www.duepadroni.it\/UK-bed-and-breakfast-italy\/UK-bed-breakfast-italy.html"],["email=info@duepadroni.it"],["address=Montecalvo Versiggia"],["lat="],["long="],["directions=fraz Spagna"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pavia (province)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["44.94925"],["9.19418"],["zoom=10"]]},"\n",{"type":"[[","value":[["wikipedia:Oltrepò Pavese"]]}]