[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner sea stars.jpg"],["caption=multi colored sea stars cling to rocks at low tide"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/olym\/ Olympic National Park"]}]}," is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," located in ",{"type":"[[","value":[["Washington (state)"],["Washington State"]]},". Olympic National Monument was established in 1909 and upgraded to the status of national park in 1938. It was further designated as an International Biosphere Reserve in 1976, and evolved into a World Heritage Park in 1981. Currently, nearly 96% the Olympic National Park is incorporated into the Olympic Wilderness. \n",{"type":"[[","value":[["File:Coast3full.jpg"],["300px"],["thumbnail"],["The coastline of Olympic National Park"]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nPrior to the influx of European settlers, Olympic's human population consisted of Native Americans, whose use of the peninsula was thought to have consisted mainly of fishing and hunting. However, recent reviews of the record, coupled with systematic archaeological surveys of the mountains (Olympic and other Northwest ranges) are pointing to much more extensive tribal use of especially the subalpine meadows than seemed formerly to be the case. Most if not all Pacific Northwest indigenous cultures were adversely affected by European diseases (often decimated) and other factors, well before ethnographers, business operations and settlers arrived in the region, so what they saw and recorded was a much-reduced native culture-base. Large numbers of cultural sites are now identified in the Olympic mountains, and important artifacts have been found.\n\nWhen settlers began to appear, extractive industry in the Pacific Northwest was on the rise, particularly in regards to the harvesting of timber, which began heavily in the late 19th and early 20th centuries. Public dissent against logging began to take hold in the 1920s, when people got their first glimpses of the clear-cut hillsides. This period saw an explosion of people's interest in the outdoors; with the growing use of the automobile, people took to touring previously remote places like the Olympic Peninsula.\n\nThe formal record of a proposal for a new national park on the Olympic Peninsula begins with the expeditions of well-known figures Lieutenant Joseph O'Neil and Judge James Wickersham, during the 1890s. These notables met in the Olympic wilderness while exploring, and subsequently combined their political efforts to have the area placed within some protected status. Following unsuccessful efforts in the Washington State Legislature in the early 1900s, President Theodore Roosevelt created Mount Olympus National Monument in 1909, primarily to protect the subalpine calving grounds and summer range of the Roosevelt elk herds native to the Olympics.\n\nPublic desire for preservation of some of the area grew until President Franklin D. Roosevelt declared ONP a national park in 1938.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"====","value":["Mountains"]},"\n",{"type":"[[","value":[["File:Marmot Pass, Olympic National Park.jpg"],["250px"],["thumbnail"],["Marmot Pass, Olympic National Park"]]},"\nThe Olympic Mountains are host to montane forests giving way to subalpine meadows, rocky alpine slopes and glacier-capped summits. Most of the area's endemic plants and animals are found in these high elevation ecosystems.\nFrom the 7,980-foot summit of Mount Olympus, the Pacific Ocean shimmers in the distance, less than 33 miles west. Between the highest peak in the Olympic Mountain range and sea is a jumble of rugged peaks, whose shoulders are decorated with meadows and lakes. Below treeline, scattered subalpine forests give way to steep forested slopes ending in broad, U-shaped valleys. In all directions mountains and valleys radiate from Mount Olympus like spokes on a wheel.\n\n",{"type":"====","value":["Rivers & lakes"]},"\nLinking ocean and land ecosystems, rivers and streams provide a highway for fish and other wildlife to move both up and downstream.  As fish swim upstream to spawn and later die, they bring with them vital nutrients from the sea, replenishing the forest in ways that science has only recently defined.\nWater defines Olympic National Park. In cloud form it delivers abundant rain and snow. As frozen glaciers it sculpts the peaks. In snow-melt rivulets it waters mountain meadows then feeds powerful rivers rushing to the sea. Alpine tarns perch on peaks and several huge lakes lie in the lowlands. These streams, rivers and lakes are a circulatory system—life-blood of the park's diversity.\nMount Olympus, the park's highest peak, is in the middle of the range. Rivers radiate out from the central mountains like spokes on a wheel. On the park's west side, valleys are broad and U-shaped and rivers meander over wide floodplains. On other sides, the rivers are often constricted into narrow, steep-walled valleys.\nWith protected headwaters, these are healthy, dynamic watersheds where natural processes like flooding, log jams, and nutrient cycling prevail.\n",{"type":"====","value":["Forests"]},"\n",{"type":"[[","value":[["File:Hoh Rain Forest, Olympic National Park, Washington State, 1992.jpg - Cropped 1.jpg"],["250px"],["thumbnail"],["The Hoh Rain Forest, Olympic National Park"]]},"\nOlympic National Park was established in 1938 in part to preserve some of Washington's quickly disappearing primeval forests. Now the park protects one of the largest remaining blocks of old growth forest and temperate rain forest in the lower 48 states.\n\n",{"type":"''","value":["\" to preserve...the finest sample of primeval forests of Sitka spruce, western hemlock, Douglas fir, and western red-cedar in the entire United States...\""]},"\n\nThese are the forests of Olympic National Park described in the 1938 act establishing the park. Now the diverse forest communities of the park and neighboring wilderness areas in Olympic National Forest are even more significant as rare islands of habitat surrounded by altered landscapes.\nThey form a dynamic green canvas from tree line to coast. Heavy snow, avalanches, fire, wind storms, landslides and flooding all interact to rearrange the colors or reset the clock. But the resulting forests are a vibrant, ever-changing palette of greens, textures, species and ages.\nSome areas nurture trees that sprouted when the Mayan culture was thriving in the jungles of central America. While youthful willows and red alders sprout and die regularly on shifting gravel bars in the park's rivers.\n",{"type":"====","value":["Coast"]},"\nOlympic National Park's 73-mile long wilderness coast is a rare treasure in a country where much of the coastline is prime real estate. The rocky headlands, beaches, tidepools nurturing a living rainbow of colors and textures, off shore sea stacks topped by nesting seabirds and wind-sheared trees-all are a remnant of a wilder America. In fact, in 1988, Congress added much of the narrow coastal strip of the park (and much of the rest of the park) to a national system of designated wilderness.\nThe intertidal areas, where the Pacific Ocean tides shape life, are also within the boundary of the Olympic Coast National Marine Sanctuary. The offshore islands with their colonies of nesting seabirds and rocky haulouts for seals and sea lions, lie within the Washington Maritime National Wildlife Refuge Complex.\nPeer into a tidepool and your view may take in hundreds of animals crowded into an area the size of a dinner plate. Cold, nutrient-rich waters upwelling from the Pacific Ocean floor feed a food chain extending from tiny invertebrates to many-ton whales. In the intertidal, that abundance is stacked in layers determined by the tides, competition and the reach of predatory neighbors. Each species tends to thrive in only a certain narrow band of habitat, rarely straying above or below.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nEnormous Sitka spruce and Douglas fir, hundreds of feet high, in the Hoh and Queets rain forest valleys on the west side of the park.  Thick, furry epiphyte moss and dense, vibrant vegetation give a beautiful, almost \"Tolkien-esqe\" enviornment in these unique temperate rain forests, which receive fifteen feet of rain per year on average from the nearby Pacific Ocean.\n\nThe isolated Olympic Peninsula harbors a unique community of wildlife, noteworthy not only for endemic animals (found only here), but also for species missing from the Olympics, yet found elsewhere in western mountains. Pika, ptarmigan, ground squirrels, lynx, wolverine, grizzly bears, bighorn and historically, mountain goats did not occur on the Olympic Peninsula. While unique species like the Olympic marmot, Olympic snow mole and Olympic torrent salamander are found here and nowhere else in the world! Unfortunately, like most places in the world, non-native species introduced by humans have also spread to the park. Wildlife listed below\nhave been observed in Olympic National Park:\n",{"type":"===","value":["Marine Mammals"]},"\n",{"type":"====","value":["Nearshore"]},"\n",{"type":"*","value":[" Sea otter, ",{"type":"''","value":["Enhydra lutris"]}," "]},{"type":"*","value":[" River otter, ",{"type":"''","value":["Lutra canadensis"]}]},"\n",{"type":"====","value":["Rocky intertidal"]},"\n",{"type":"*","value":[" Harbor seal, ",{"type":"''","value":["Phoca vitulina"]}]},{"type":"*","value":[" Northern Fur Seal, ",{"type":"''","value":["Callorhinus ursinus"]}]},"\n",{"type":"====","value":["Occasional"]},"\n",{"type":"*","value":[" Steller sea lion, ",{"type":"''","value":["Eumetopias jubatus"]}]},{"type":"*","value":[" California sea lion, ",{"type":"''","value":["Zalophus californianus"]}]},{"type":"*","value":[" Northern elephant seal, ",{"type":"''","value":["Mirounga angustirostris"]}]},{"type":"*","value":[" Gray whale, ",{"type":"''","value":["Eschrichtius robustus"]}]},"\n",{"type":"====","value":["Spring and fall"]},"\n",{"type":"*","value":[" Minke whale, ",{"type":"''","value":["Balaenoptera acutorostrata"]}]},"\n",{"type":"====","value":["Summer and fall"]},"\n",{"type":"*","value":[" Humpback whale, ",{"type":"''","value":["Megaptera novaeangliae"]}]},"\n",{"type":"====","value":["Fall"]},"\n",{"type":"*","value":[" Harbor porpoise, ",{"type":"''","value":["Phocoena phocoena"]}]},"\n",{"type":"====","value":["Summer"]},"\n",{"type":"*","value":[" Orca or Killer whale, ",{"type":"''","value":["Orcinus orca"]}]},"\n",{"type":"====","value":["Summer and fall"]},"\n",{"type":"*","value":[" Dall’s porpoise, ",{"type":"''","value":["Phocoenoides dalli"]}]},{"type":"*","value":[" Pacific white sided dolphin, ",{"type":"''","value":["Lagenorhynchus obliquidens"]}]},"\n",{"type":"===","value":["Climate"]},"\nOverall, the Olympic Peninsula has a moderate marine climate with pleasant summers and mild, wet winters.  The Olympic Mountains, part of North America's western coast range, rise suddenly from near sea level to ~8000 feet, intercepting Pacific moisture which is dumped as large amounts of rain.  The climate grows wetter from east to west on the Olympic Peninsula.  Sunny days are likeliest in July and August. Nearby Sequim is actually in the rain-shadow of the Olympics and is known for sunny days and minimal rain.\n\nSummers tend to be fair and warm, with high temperatures between 65 and 75 degrees F. July, August and September are the driest months, with heavier precipitation during the rest of the year.\n\nWhile winters are mild at lower elevation, with temperatures in the 30's and 40's, snowfall can be heavy in the mountains, with accumulations of up to 10 feet common.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Rainier-area-map.jpg"],["thumb"],["350px"]]},"\nUnlike many national parks, there are no roads through Olympic National Park. In fact, the central part of the park is one of the last great roadless patches in the lower 48 states making it a hikers paradise. \n",{"type":"===","value":["By car"]},"\nThere are a number of roads running from US 101 into the park: Hurricane Ridge, Elwha, Sol Doc, Hoh, and Quinault. The park also includes much of the Pacific coast along the peninsula which is accessible from US 101 at Klalaloch, La Push, Cape Alava and Neah Bay. The park is huge so plan travel times carefully. You don't want to spend all your time on the road.\n\nI-5, the main road from Seattle to Tacoma can be crowded during rush hour (6-9 AM and 4-7 PM). You can check traffic conditions, and for other travel problems, at the state DOT web site ",{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/traffic\/seattle\/"]},". \nThere are a number of ways of getting to Olympic National Park by car:\n\n",{"type":"*","value":[" From Seattle or Seatac - head south on I-5 to Tacoma take the exit for highway 16 and cross the Tacoma Narrows Bridge to the Kitsap Peninsula then continue west."]},{"type":"*","value":[" From Olympia or points south along the I-5 corridor (including Portland) - take US 101 north along the Hood Canal"]},{"type":"*","value":[" From points south on the coast, following the coast - take US 101 north through Aberdeen and near Ocean Shores"]},"\n",{"type":"===","value":["By ferry"]},"\nMost of the ferries are run by the Washington State Department of Transportation",{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries\/"]},", but the Coho ferry ",{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries\/"]}," and the Victoria Express ",{"type":"[","value":["http:\/\/www.victoriaexpress.com\/welcome.html"]}," are run privately.\n\nBe warned that the ferries can be backed up for two or three hours, particularly in the summer when people are heading off or returning from their vacations on the Olympic Peninsula. If you can, avoid heading west on Friday afternoons and east on Sunday evenings. The ferries usually run roughly every 50 minutes and can offer a relaxing way to cross Puget Sound.\n",{"type":"*","value":[" From Seattle - take the Bainbridge Island or Bremerton ferry."]},{"type":"*","value":[" From West Seattle - ferry service is available from the Fauntleroy ferry terminal to Southworth on the Kitsap Peninsula."]},{"type":"*","value":[" From north of Seattle - take the Edmonds ferry to Kingston and continue west."]},{"type":"*","value":[" From Anacortes or Whidbey Island - take the Keystone ferry from Whidbey Island to Port Townsend and continue west"]},{"type":"*","value":[" from Vancouver or Victoria, BC - take the Coho ferry from Victoria"]},"\n",{"type":"===","value":["By air"]},"\nThere are scheduled flights to Port Angeles, so you can approach by air. The views of the Olympics are often fantastic, and you can arrange to rent a car at the airport.\n\n- from Boeing Field (BFI) in Seattle - take a scheduled Kenmore Air ",{"type":"[","value":["http:\/\/www.kenmoreair.com\/"]}," flight to Fairchild Airport (CLM)\n\nAnother approach is to fly to Victoria, BC (YYJ), then take the Coho ferry or the Victoria Express to Port Angeles and rent a car there.\n\n- from Victoria, BC - fly to Victoria, rent a car there, or take the ferry across the Strait of San Juan de Fuca and rent a car in the U.S.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"===","value":["Single visit"]},"\nGood for up to seven consecutive days at any Olympic National Park entrance.\n",{"type":"*","value":[" Vehicle: $15"]},{"type":"*","value":[" Individual: (on foot, bicycle, motorcycle) $5. Children 15 years old and younger are admitted free of charge."]},{"type":"*","value":[" Park entrance fees may be waived for school group visits when class curriculum relates to park resources. "]},"\n",{"type":"===","value":["Olympic National Park Annual Pass"]},"\nThe annual pass costs $30 and is good at any Olympic National Park entrance station for one year from the month of purchase.\n\n",{"type":"===","value":["America the Beautiful Pass Series"]},"\nA pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free.\nThe following passes make up the series:\n",{"type":"*","value":[" ",{"type":"'''","value":["America the Beautiful"]}," - The National Parks and Federal Recreational Lands Pass - Annual Pass - $80 annual pass available to everyone. Can be obtained in person at a federal recreation site, or by calling 1-888-ASK USGS (1-888-275-8747), Ext. 1, or online and is Non-transferable."]},"\n",{"type":"===","value":["Commercial Tour Fees"]},"\nThese fees are only charged to commercial tour businesses.\n",{"type":"*","value":[" Vans with 7 to 15 seats = $75"]},{"type":"*","value":[" Minibus with 16 to 25 seats = $100"]},{"type":"*","value":[" Motorcoach with 26 or more seats = $200"]},"\nNote: All vehicles traveling to Hurricane Ridge during the winter season (November - April) are required to carry tire chains.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:US 101 Jefferson County.JPG"],["thumb"],["US 101 in the park"]]},"\nBy car is really the only way in or out. US-101 makes a loop of the Olympic Peninsula, but only some spur roads actually lead into the park. The interior is roadless and is only accesible to backpackers. Most people visit either the park's beach section, which is accessible only on US-101 between ",{"type":"[[","value":[["Forks"]]}," and Aberdeen, or Hurricane Ridge, which is accessed from a road out of ",{"type":"[[","value":[["Port Angeles"]]},".\n\nAccess points from the more remote east side are Staircase (turn west off 101 in Hoodsport) or Quilcene (closer to the Hood Canal Bridge).\n\nThe best way to see the park is to drive from Aberdeen on northbound US-101 and \"do the loop\", ending in Olympia, taking three or four days to visit the coastal section (Kalaloch Campground or Lodge are great places to stay), the rainforest (Hoh), Ozette (an easy three mile hike in, or do the easy nine mile loop, tides permitting), Lake Cresent, Hurricane Ridge, and Staircase.\n\nCampground reservations are recommended in the summer.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Kalaloch Cedar 2.jpg"],["250px"],["thumbnail"],["Kalaloch Redcedar"]]},"\n\n",{"type":"'''","value":["Elwha"]}," - is the Olympic Peninsula's largest watershed and prior to the construction of two dams in the early 1900s, was known for its impressive salmon returns. The Elwha Valley is located in the central northern area of Olympic National Park. Located 11 miles west of Port Angeles, the Elwha Valley is reached by the Olympic Hot Springs Road, off of Highway 101.  \nThe Olympic Hot Springs Road and Whiskey Bend Road offer sightseeing opportunities through the valley's lowland and montane forests, as well as access to two picnic areas and a number of hiking trails. Popular dayhikes in the area include the Boulder Creek trail and the Humes Ranch Loop.\nToday, the Elwha River is the site of one of the largest ecosystem restoration projects in National Park Service history. With its sparkling river surrounded by mountains, the Elwha Valley is a popular destination for all.\n\n",{"type":"[[","value":[["File:Cedar Creek Abbey Island Ruby Beach.jpg"],["thumb"],["Cedar Creek and Abbey Island seen from Ruby Beach"]]},"\n",{"type":"'''","value":["Kalaloch and Ruby Beach"]}," - For thousands of marine species, these coastal waters are a safe haven. The marine environment and offshore islands are protected by three national wildlife refuges and Olympic Coast National Marine Sanctuary. The refuges manage the islands visible above high tide waters for 135 miles along the coast. Large nesting colonies of birds like common murres and tufted puffins need these rocky outposts.  Kalaloch is one of the most visited areas of Olympic National Park. Kalaloch and Ruby Beach are located on the southwest coast of the Olympic Peninsula. They are accessible directly off of Highway 101.\nHiking the southern coast of the Olympic Peninsula provides some amazing sights of the pristine beaches and marine wildlife. North of Ruby Beach, the Hoh River creates a natural boundary.\n\n",{"type":"'''","value":["Hoh Rainforest"]}," - 12 miles or so on Upper Hoh road heading east from US101 on the west coast of the Olympic peninsula. There are several small, presumably dirt roads heading into the area. They are probably old logging roads, and might not be kept up at all. Considering the amount of rainfall in the area, these roads might only be passable with a high clearance off-highway vehicle. There is one stop for ",{"type":"'''","value":["gas and snack food"]},", film, etc. on Upper Hoh before the park entrance. 6 miles from the ",{"type":"'''","value":["parking lot"]}," is the gate house which is unstaffed in the ",{"type":"'''","value":["winter"]}," and the entrance fee can be donated in the unstaffed visitor center. Watch for ",{"type":"'''","value":["herds of elk"]}," in the area, roll down the window (even if it is raining) and take in the smell of what seems a recently drained underwater world. Grab a map at the visitor's center or just head straight to the ",{"type":"'''","value":["2 trails"]},".\nIt is an 18-mile hike from the Hoh Visitor Center to the summit of Mt. Olympus with its glacier fields (the last five miles being steepest).  Trails are well-maintained but good hiking boots and gear are recommended.\n\n",{"type":"[[","value":[["File:Hurricane Ridge trail August 23rd 2007.jpg"],["200px"],["thumbnail"],["Hurricane Ridge trail in summer"]]},"\n",{"type":"'''","value":["Hurricane Ridge"]}," - Hurricane Ridge is the most easily accessed mountain area within Olympic National Park. In clear weather, fantastic views can be enjoyed throughout the year.  Hurricane Ridge has a number of hiking trails, from ridgetop traverses to steep trails that descend to subalpine lakes and valleys. Obstruction Point Road (weather and snow permitting, open from July 4 through October 15), branches off right before the Hurricane Ridge Visitor Center, and provides access to a variety of trails as well.\nHurricane Ridge can be enjoyed throughout the year. During the winter months, snow enthusiasts enjoy the winter scenery, along with snowshoeing, cross-country skiing and sledding. Ranger-guided snowshoe walks are offered on the weekends and are a popular way to explore and learn about the Ridge's winter environment. Weather permitting, the Hurricane Ridge Winter Sports Club operates two rope tows and a Poma lift.\nDuring the spring, wildflowers cover the ground of the subalpine meadows and blacktail deer are often spotted grazing. Sunrise and sunset on a clear day provide magnificent panoramic views of the park.\n\n",{"type":"[[","value":[["File:Lake Crescent spring.jpg"],["thumb"],["Lake Crescent in spring"]]},"\n",{"type":"'''","value":["Lake Crescent"]}," - nestled in the northern foothills of the Olympic Mountains, Lake Crescent lies about 18 miles west of Port Angeles. The pristine waters of this deep, glacially carved lake make it an ideal destination for those in search of natural beauty.\nA massive landslide isolated Lake Crescent from Lake Sutherland approximately 7,000 years ago. There are two uniquely adapted populations, the Crescenti and Beardslee trout, that resulted from genetic isolation following this event.\nLake Crescent has several hiking trails, some of which climb the surrounding mountains, and others that explore the lowland forests and creeks. The hike to Marymere Falls by way of the Barnes Creek trail, is a favorite, as is the Spruce Railroad trail that runs along the north shore.\nThere are plenty of picnic areas around the lake. Fairholme, Bovee's Meadow, La Poel, and the North Shore all have tables.\nMany people enjoy going out onto the water during the summer and fall. Boat launches are located at both east and west ends of the lake. Rowboats are available for rental from Lake Crescent Lodge. Whether it's kayaking, sailing, or simply relaxing on the beaches and shores, Lake Crescent is a great place to visit.\n\n",{"type":"[[","value":[["File:Lake Ozette-flickr-3028149782.jpg"],["thumb"],["Lake Ozette"]]},"\n",{"type":"'''","value":["Ozette"]}," - Whether it's the tall seastacks that dot the coast, the crystal waters of Lake Ozette, or the grandeur of the old growth forests, the landscape of Ozette is full of opportunities to explore a diverse landscape. Ozette is located on the northwestern coast of the Olympic Peninsula. This area is reached by Hoko-Ozette Road off Highway 112.\nLake Ozette is also a place of rich history. Discoveries in the past century have unearthed the presence of a culture dating back at least 2,000 years, as well as a well-preserved 300-year-old village that had been covered by a mudslide. Over 50,000 artifacts were recovered, many of which now reside at the Makah Cultural and Research Center in ",{"type":"[[","value":[["Neah Bay"]]},".\nHiking along the coast is a highlight when visiting the area. Two three-mile boardwalk trails lead to the coast where seals and gray whales can be spotted during migratory months. A trail leading from the coast to Ericson's Bay of Lake Ozette is also a short hike. There are longer coastal hiking trails as well, including the Ozette Loop.\n\n",{"type":"'''","value":["Mora and Rialto Beach"]}," - Rocky beaches, giant drift logs, pounding waves and views of offshore islands known as 'seastacks' are features that define Rialto Beach. Just inland is the Mora area, characterized by towering trees, lush undergrowth and the omnipresent roar of the Pacific Ocean in the background. Rialto Beach is accessible by Mora Road, off of La Push Road. Rialto Beach is about 36 miles southwest of Lake Crescent, and about 75 miles from Port Angeles.\nMake sure and see ",{"type":"''","value":["Hole-in-the-Wall"]}," which is a sea-carved arch about 1.5 mile north of Rialto Beach, within the Olympic wilderness.\nThe Quillayute River blocks access from Rialto Beach to First, Second, and Third Beaches. First Beach is part of the Quileute Indian Reservation (Quileute Indian Nation); Second and Third Beaches just to the south are located within Olympic National Park and are part of the Olympic Wilderness Coast.\n\n",{"type":"[[","value":[["File:Sol Duc River.jpg"],["thumb"],["Sol Duc River"]]},"\n",{"type":"'''","value":["Sol Duc Valley"]}," -  Old-growth forest, sub-alpine lakes, and snowy peaks populate the Sol Duc landscape, while the Sol Duc River serves as a key highway for coho salmon, running through the valley and ascending to the lakes and headwaters in the surrounding mountains.  The Sol Duc Valley is located in the northwest region of the park. Just 40 minutes west of Port Angeles, the Sol Duc is accessed by turning off Highway 101 onto the Sol Duc Road.\nFor those looking to spend anywhere from a few hours to an entire day in the Sol Duc, there are a number of shorter hikes that may be suitable. From the parking lot, the walk through old-growth forest to the Sol Duc Falls overlook is just a mile. Lover's Lane (6 mile loop) and the climb to Mink Lake (5.2 miles roundtrip) can also be done in just a few hours.\nThe Sol Duc Valley has a number of longer hiking trails which explore both the valleys and the mountains. The High Divide Loop that passes through Seven Lakes Basin is a popular 2-3 day hike. The views of Mount Olympus are astounding on a clear day.\nThe Salmon Cascades overlook is another popular destination during late October\/early November. About 5 miles down the Sol Duc Road, visitors come to watch the determined coho salmon leap over the falls on their way to spawn upstream in the Sol Duc River.\n\n",{"type":"'''","value":["Staircase"]}," - Enormous trunks reach for the sky, lacy limbs stretch to the sun, grooved bark is sanctuary to tiny creatures in the vast cathedral of Douglas-firs that dominate the forests on this side of the Olympic Peninsula.  Staircase is located in the southeastern corner of Olympic National Park, about a one-hour drive from Olympia, and two hours south of Port Angeles. \nA variety of hiking trails navigate through the Staircase area along the Skokomish River and the nearby forests.  There are several short day-hikes that explore the area. Shady Lane trail is flat, and less than a mile to Lake Cushman. The hike to Flapjack Lakes is for the stronger hikers, gaining over 3,000 feet in elevation.  Longer hikes, like the North Fork Skokomish River trail, can be done in a couple of days.\n\n",{"type":"'''","value":["Queets Corridor"]}," - To preserve nearly an entire glacially carved rain forest river valley from source to sea, President Truman added the narrow Queets corridor to Olympic National Park in 1953. Glaciers and snow on Mount Olympus feed the Queets River on its descent to the Pacific.\nThis quiet area is popular place to spot wildlife including salmon, deer and elk.\n\n",{"type":"[[","value":[["File:Lake Quinault Mist.jpg"],["thumb"],["Lake Quinault in the mist"]]},"\n",{"type":"'''","value":["The Quinault Valley"]}," - is a wilderness gateway to alpine meadows, jeweled lakes and ice-carved peaks. For shorter visits, the valley has a scenic loop drive and short trails through temperate rain forest in both Olympic National Park and Olympic National Forest.  It is located in the southwestern area of the park, about a three-hour drive from Port Angeles and one hour from Forks. The Quinault Valley has a number of short hiking trails, including a short 1.3 mile loop to the old Kestner homestead, and another that winds through groves of bigleaf maples. Longer hiking trails through the Olympic Wilderness follow the North Fork Quinault River to the Low Divide, or the East Fork Quinault River to the historic Enchanted Chalet and more info can be found through the Quinault Rain Forest Ranger Station. The Quinault Valley ends at Lake Quinault.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hall of Moss Trail"]},". This mile and a half stroll crosses a small creek and up to an older grove of trees. Western Hemlock, Douglas Firs, bigleaf maple, western cedar, red alder, vine maple, black cottonwood, and the sitka Spruce live together with a slew of different Epiphytes-- plants which live on other plants."]},"\n",{"type":"*","value":[{"type":"'''","value":["Beaches"]},". There are numerous beaches that can be visited, most are simply numbered, i.e. Beach trail 3. Ruby beach is one exception, which also happens to be very hard to get to. This makes Ruby beach one of many ideal locations to visit if you are seeking solitude while you enjoy nature. Despite the small populations in this part of the state, some of the beaches can be quite crowded during a small period in the summer months (usually 3 weeks or so in late June and early July), with fishermen, clamers, and screaming children."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hiking"]]}," and ",{"type":"[[","value":[["Wilderness backpacking"],["Backpacking"]]}]}," The Olympic National Park has a very extensive trail system, both through the interior and along the coast. Much of the interior and the coast is wilderness and can only be seen from the trails."]},"\n",{"type":"[[","value":[["File:Hoh river in spring.jpg"],["thumb"],["Hoh river"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kayaking"]}," The Hoh river is a hotspot."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Discover Your Northwest"],["alt=formerly Northwest Interpretive Association"],["url=http:\/\/www.discovernw.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 360-569-6790"],["tollfree="],["fax="],["hours="],["price="],["content=operates sales outlets at visitor centers throughout the park. They offer publications, maps, posters, videos, children's literature, and other informational materials. There is an online bookstore available and items can be purchased over the phone with a credit card."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere are four lodging options located within the park borders.  Outside of the park the following communities have lodging options:\n\n",{"type":"*","value":[" North Olympic Peninsula: ",{"type":"[[","value":[["Port Angeles"]]},", ",{"type":"[[","value":[["Sequim"]]},", ",{"type":"[[","value":[["Port Townsend"]]},", ",{"type":"[[","value":[["Forks"]]},", ",{"type":"[[","value":[["Sekiu"]]}," and ",{"type":"[[","value":[["Clallam Bay"]]},"."]},{"type":"*","value":[" Hood Canal Area: ",{"type":"[[","value":[["Hoodsport"]]},", ",{"type":"[[","value":[["Lake Cushman"]]},", ",{"type":"[[","value":[["Belfair"]]}," and ",{"type":"[[","value":[["Shelton (Washington)"],["Shelton"]]},"."]},{"type":"*","value":[" Lake Quinault: ",{"type":"[[","value":[["Lake Quinault"]]}," and ",{"type":"[[","value":[["Amanda Park"]]},"."]},"\nLodging located within the park includes:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kalaloch Lodge"],["alt="],["url=http:\/\/www.visitkalaloch.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers cabins, motel and lodge rooms, along with a dining room and grocery store. Kalaloch is a lodge located on a bluff, just above a beach. The lodge has been in existence for many years, but has recently undergone renovations and become much more tourist friendly. This being said, the view from the lodge is still one of the best in the area, overlooking the pacific ocean. There are cabins available for rent, which are quite expensive, but are the only places to sleep indoors in the area. These cabins are very nice, and well maintained. If a large group of people are traveling together, then it may be a fun thing to do to rent one."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Log Cabin Resort"]},".  Offers a variety of lodging options, along with a camping area for RVs and tents.  A dining room, soda fountain, boat rentals, a grocery and gift shop and is located on the north shore of Lake Crescent, about 20 miles west of Port Angeles. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Crescent Lodge"]},".  The lodge has cabins, motel rooms and rooms in the historic lodge building, along with a dining room, lounge and coffee bar, gift shop and boat rentals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sol Duc Hot Springs Resort"]},".  Offers cabins, hot spring pools, a dining room, poolside deli and a grocery store. An RV park with hookups is also available.  The resort is located 40 miles west of Port Angeles."]},"\n",{"type":"===","value":["Camping"]},"\n",{"type":"[[","value":[["File:Camping site Lake Quinault.jpg"],["thumb"],["Camping site on the shores of Lake Quinault"]]},"\nOlympic has 16 NPS-operated campgrounds with a total of 910 sites. Concession-operated RV parks are located within the park at the Sol Duc Hot Springs Resort and Log Cabin Resort on Lake Crescent.\nCampgrounds can accommodate RVs and trailers up to 21 feet in length, unless otherwise noted.\nMost campground toilets are wheelchair accessible, unless otherwise noted in the chart below.  All campsites are first-come, first-served, except for Kalaloch.  All park campsites provide a picnic table and fire pit. Park campgrounds do not have hook-ups or showers. Group campgrounds are provided at Sol Duc and Kalaloch.\n\n",{"type":"===","value":["Backcountry"]},"\nWilderness travel can be challenging and risky. To maximize your safety, take the time to learn about some of the risks and hazards that exist throughout the Olympic Wilderness.\nWilderness Camping Permits are required for all overnight stays in Olympic National Park wilderness (backcountry). Be sure to check to see if reservations are needed. Permits are limited in some areas.\n\nWilderness Camping Permits may be obtained at:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Main Wilderness Information Center (WIC)"],["url="],["email="],["address="],["lat="],["long="],["directions=in Port Angeles the WIC is located within the Olympic National Park Visitor Center"],["phone = +1 360  565-3100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"   \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Quinault Wilderness Information Center"],["url="],["email="],["address="],["lat="],["long="],["directions=located at the South Shore Lake Quinault Forest Service Ranger Station"],["phone = +1 360  288-0232"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Olympic National Park\/Olympic National Forest Recreation Information Station"],["url="],["email="],["address="],["lat="],["long="],["directions=in Forks"],["phone = +1 360  374-7566"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Staircase Ranger Station"],["url="],["email="],["address="],["lat="],["long="],["directions=near Hoodsport"],["phone = +1 360  877-5569"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nCall the WIC at (360) 565-3100 to check on station hours and seasons or for more information about getting your permit.  If you are not passing by a park wilderness office on your way to the trailhead or you plan to arrive early or late, call the WIC to arrange your permit ahead of time.\n\nWilderness Camping Permits are used to track the numbers of visitors in different areas in order to prevent overcrowding and damage. Wilderness permits are also used to locate overdue or lost parties; as well as in case of a family emergency. If you have not filled out a permit, searchers may not know where to start looking for you.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Roads"]},"\nThe most dangerous thing around this area is drunk drivers. The roads are small, perpetually wet, winding, and not banked, so driving too fast can also be incredibly dangerous.\n\n",{"type":"===","value":["Wildlife"]},"\nThe wildlife can also be somewhat hazardous, although with a bit of common sense, most danger can be avoided. This is bear country, so make noise if you are traveling in an area with limited visibility (most of this area has very poor visibility, due to the extreme amounts of vegetation.) Also, cougars do live in Olympic National park, and are much more aggressive and dangerous than bears. That being said, the number of incidents involving mountain lions is very small, so there isn't too much to worry about. Another animal that needs to be watched out for are the elk. Although elk are herd animals, and not aggressive like their moose cousins, they can be extremely dangerous if they feel threatened. Only an idiot would threaten a herd of 50 elk though, so if you are not an idiot, you will be safe from these animals. (And if you are an idiot, then you get to take part in one of the most ancient aspects of nature - natural selection.) Most people do not see bears or cougars, but you need to be prepared.  Though many of the animals in the park area are used to seeing humans, the wildlife is nonetheless wild and should not be fed or disturbed. Stay at least 100 m away from bears and 25 m from all other wild animals! Check trail head postings of recent animal activity.\n\n",{"type":"===","value":["Coast"]},"\nOn the coast you need to be in good shape, in many places the coast is extremely rugged and you need to have good reflexes as you go across the headlands for when you slip. You will need to pack everything with you when you go in, and pack almost everything as you go out. Basic backpacking rules must be followed by the park's rules.  Bring tidal information with you, many beaches are unpassable during high tides and hikers have been known to be caught off guard.  \nDo not camp within the range of the high tide, besides getting wet, ocean debris might wash up on beaches and could crush tents during the night.\n\n",{"type":"====","value":["Hiking and camping"]},"\nThere's no reason to fear the mountains, as long as you approach them with proper respect and preparation. As with anywhere else, recklessness and a lack of forethought can get you into trouble, especially in Olympic National Parks vast back country.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Altitude_sickness"],["Altitude sickness"]]}]}," - Can lead to dizziness, headaches, nausea, even blackouts and pulmonary edema. Give your body a few days to adjust to the high altitudes before going full throttle with your hiking or skiing. "]},{"type":"*","value":[" ",{"type":"'''","value":["Dehydration"]}," - When you engage in strenuous outdoor activities, be sure to replenish your fluids as you go. You may be losing moisture through your mouth and nose and through sweating, but be completely unaware due to the arid mountain air. May result in dizziness, intense thirst and elevated heart and breath rates. "]},{"type":"*","value":[" ",{"type":"'''","value":["Giardia"]}," - Drinking untreated water from regional streams is not a good idea owing to ",{"type":"''","value":["Giardia"]}," parasites, but tap water is not a problem. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hypothermia"]}," - Prolonged exposure to the cold can result in confusion, a slowed heart rate, lethargy, even death. Dress warmly in non cotton clothing to allow any sweat to wick away from your body and evaporate. Otherwise, it may thoroughly chill you later in the day when temperatures drop. "]},{"type":"*","value":[" ",{"type":"'''","value":["Frostbite"]}," - During periods of severe cold, your circulatory system pulls all your warming blood into the core of your body to protect your vital organs. This makes your extremities such as your ears, fingers and nose especially vulnerable. Wear a face mask, insulated gloves and other heavy gear on the worst winter days. It gets cold sitting still on those ski lifts!"]},{"type":"*","value":[" ",{"type":"'''","value":["Sunburn"]}," - Lather up with sunscreen, even if there's cloud cover. The Olympics high mountain elevations means you have less protection to the sun's powerful ultra violet rays.  The rays are reflected off the snow and hits the underside of your jaw. Don't forget to wear UV-rated goggles or sunglasses, as well."]},{"type":"*","value":["Know your ",{"type":"'''","value":["10 essentials"]}," when going on a hike, because cell phones won't always work in many rural areas, and may not be depended on in an emergency situation."]},"1.      Navigation\n2.      Hydration & Nutrition\n3.      Pocket Knife\n4.      Sun Protection\n5.      Insulation\n6.      Fire!\n7.      Lighting\n8.      First Aid\n9.      Shelter\n10.     Whistle\n\n",{"type":"====","value":["Crime"]},"\n",{"type":"*","value":["Finally, with so many people visiting the area each year petty crimes are something to be vigilant against. Lock your car doors and exercise sensible precautions with valuables, especially when leaving your vehicle at trail-heads or anywhere you might be away from your vehicle for any length of time."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Forks"]]},"  On the west side of Olympic National Park, providing the nearest services to the Hoh Rain Forest and the Pacific Ocean beaches."]},{"type":"*","value":[{"type":"[[","value":[["Port Angeles"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sequim"]]}]},{"type":"*","value":[{"type":"[[","value":[["Seattle"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}," With a ferry connecting it from Port Angeles, this city famous for its British charm can easily be done as a day-trip from Olympic National Park."]},"\n",{"type":"[[","value":[["WikiPedia:Olympic National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Washington\/Travel and Tourism\/Parks\/National Parks and Monuments\/Olympic NP\/"]]},"\n\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["47.96935"],["-123.49856"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Olympic Peninsula"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["Commons:Olympic National Park"]]}]