[{"type":"{{","value":[["pagebanner"],["Flying banner 4.jpg"]]},"\n{{ombox|type=custom|image=",{"type":"[[","value":[["File:BSicon FLUG.svg"],["link=Flying"],["30px"]]},"|text=<span style=\"color:black\">This article is part of a series explaining the standard procedures, rules, and other basics of ",{"type":"[[","value":[["Flying"],[{"type":"'''","value":["travelling by air"]}]]},". Use the arrows below to navigate to the surrounding sections:\n\n",{"type":"<","value":["div",{"class":"center","style":"width:auto; margin-left:auto; margin-right:auto;"},[{"type":"[[","value":[["At the airport"],[{"type":"'''","value":["← At the airport"]}]]}," • ",{"type":"[[","value":[["Arriving by plane"],[{"type":"'''","value":["Arriving by plane →"]}]]},"}}"]]},"\n",{"type":"[[","value":[["Image:Lufthansa 737 interior.jpg"],["thumb"],["300px"],["If only all flights had this much room to spread out!"]]},"\n\nThis part of Wikivoyage's guide to flying focuses upon perhaps the most critical part of your journey - sitting in a chair for a number of hours. Whilst this may seem to be a comparatively tame exploit, the fact that said chair is hurtling through the air at hundreds of miles an hour adds a welcome ",{"type":"''","value":["frisson"]}," to proceedings. So, with that in mind, this article seeks to make your chair-bound experience as safe and comfortable as possible.\n",{"type":"===","value":["Help the cabin crew"]},"\n",{"type":"[[","value":[["File:Germanwings - Service.jpg"],["thumb"],["280px"],["Flight attendants on a Germanwings flight"]]},"\n\nWhile you'll receive especially attentive service in first- and business-class, ",{"type":"'''","value":["flight attendants are not waiters"]},".  Their duties require many tasks as they try to make you and all others safe and comfortable while boarding.  They ensure that all food and supplies are properly delivered and stowed.  But they also scan and help passengers who may be distressed, ill, unable to find seats, find their seats already occupied, behaving combatively, or have even gotten on the wrong flight.  ",{"type":"''","value":["They do all this as they appear to be just standing around"]},".  You can and should help at least in these ways...\n",{"type":"*","value":[" Use overhead storage bins near your seats.  Using bins farther forward adds little convenience, and if out of sight anywhere leaves them where they may be pilfered in-flight (yes, it happens)."]},{"type":"*","value":[" Don't ask crew to put your carry-ons in overhead bins."]},{"type":"*","value":[" Put your items in those bins or under the seat in front of yours so they take minimum space, e.g. wheeled luggage ",{"type":"''","value":["wheels-in"]}," or ",{"type":"''","value":["out"]},", not sideways if at all possible; good pieces are designed to fit perfectly in standard overhead bins."]},{"type":"*","value":[" Close any nearby overhead bin once ",{"type":"''","value":["completely"]}," full."]},{"type":"*","value":[" Take your seat promptly after you've stored your carry-ons."]},{"type":"*","value":[" Don't block aisles as others try to reach their seats, nor with any item while in-flight."]},{"type":"*","value":[" Don't use the call-button unless you ",{"type":"''","value":["need"]}," assistance ",{"type":"''","value":["only"]}," they can provide."]},{"type":"*","value":[" Take care with food and liquids as you enter, get seated, eat and drink (best delayed until airborne at cruise altitude)."]},{"type":"*","value":[" Make sure your seat belt is visible to them by fastening it over your blanket\/jacket\/coat, especially if you plan to sleep while airborne...otherwise they'll wake you to check it."]},{"type":"*","value":[" Use the lavatory facilities only in your own cabin and only when the seat belt sign is not illuminated.  "]},{"type":"*","value":[" Follow crew instructions promptly and ",{"type":"''","value":["immediately."]}]},"\n",{"type":"===","value":["Flying with children"]},"\nChildren can get restless and irritable while flying and in airports. There are strategies you can follow to ensure your children enjoy the trip. \n",{"type":"*","value":[" Arrange entertainment.  The best way is to bring a portable media player, books, or anything else they can use to stay occupied with themselves. Be creative.  Phones, iPods and PSPs also play video these days, and are much easier to carry than a DVD player and DVDs.  Kids don't seem to mind the fact that the screen is 1\" square, and the batteries last far longer than a DVD player for a longer flights."]},{"type":"*","value":[" Have something for them to suck on while ascending and descending.  Don't give it to the child when you get onto the plane - wait until you leave the runway, or it will be finished before you take off.  Similarly, wait until well into the descent."]},{"type":"*","value":[" Bring favorite snacks for fussy eaters.  If children don't like the airplane food and get hungry, irritability can increase."]},{"type":"*","value":[" Aim for a window seat for the child, and sit by the window at the airport.  Airports are a hive of activity, usually enough to keep any child occupied for a little while."]},{"type":"*","value":[" Get an airport book.  There are many picture books for young children that name the many things at the airport.  For older children at a large airport, an airplane identification chart can pass some time."]},"\nConsider safety.  If you are traveling with a child who is less than three, have them sit ",{"type":"'''","value":["on an approved child carrier, not on your lap."]}," In the unlikely event of an emergency, a lap child may impede your ability to brace.  Be aware of whether there is an oxygen  mask for infants on the aircraft\/row.\n\nAnd generally, anticipate delays.  Even the shortest flights can be delayed, involving additional time both in the terminal and on the aircraft.  Ensure you have sufficient food, clothes, nappies, entertainment to avoid turning a couple of hours delay into a nightmare.\nThis will free them to do truly essential flight tasks.\n\n",{"type":"==","value":["Before take-off"]},"\n",{"type":"*","value":[" Buckle up and strap any children, in safety seats as needed, then yourself."]},{"type":"*","value":[" Count the number of seat backs between your seat and the emergency exits, keeping in mind that your nearest exit may be behind you. If you ever need to evacuate an aircraft in an emergency you may need to do it in a darkened cabin that could be full of thick black smoke. If the aisle is full of people you will at least know the number of seats you need to climb over to get out in that one in a million emergency."]},{"type":"*","value":[" Switch off your mobile phone, ",{"type":"''","value":["preferably before"]}," you board the plane. Using a phone on board after the doors are closed (especially while the aircraft is taxiing, climbing or descending) is a violation of some air travel safety regulations; in some countries, switching the phone off is ",{"type":"''","value":["mandatory"]}," during the passenger's ",{"type":"''","value":["entire stay"]}," in the aircraft.  Switching the phones off facilitates clear, effective and essential communication between pilots and the air traffic controllers.  The crew will instruct everyone to turn off phones at least before the plane's doors close; if you refuse to comply you ",{"type":"''","value":["will"]}," be escorted off the plane."]},{"type":"*","value":[{"type":"*","value":[" If you need to make a call while at altitude, your aircraft's telephone carrier partner ",{"type":"''","value":["may"]}," provide in-flight service.  Consult your in-flight magazine, especially for details on charges...normally no less than $5\/minute (plus connection charges) even if you are directly above the place you are calling.  SMS on these in-seat handsets may also be available.     "]}]},{"type":"*","value":[" Read the emergency instructions and watch the safety briefing even if you have ridden on the airline before as safety features may vary per aircraft and airline. It may be boring but if an emergency happens you will remember what to do, rather than having to read the safety card then and thereby saving precious time."]},{"type":"*","value":[" Place anything containing items you'll often use under the seat in front of you to eliminate obstructing the aisle...or if they are small, in the seat pocket facing you.  This will minimize disturbance caused to those sitting in aisle seats.  If you later need the leg\/foot room, and overhead space is available, you can then move there what you no longer need."]},{"type":"*","value":[" Keep within sight anything you put in overhead bins that contains valuables.  Though you may sleep, potential thieves (yes, on flights) usually won't risk even a casual glance toward your belongings.  Otherwise put valuables under the seat at your feet."]},{"type":"*","value":[" Once seated, and if you have it, use sanitizer\/sanitizing wipes to clean your hands, seat-tray, arm rests and (when convenient) the handles on overhead bins."]},"\n",{"type":"==","value":["During flight"]},"\n",{"type":"[[","value":[["Image:Inflight tracking.JPG"],["thumb"],["300px"],["Some airlines now offer seatback entertainment consoles, offering movies, music, tv shows, and information on the current location of the airplane.(seen here in a Delta Airlines Boeing 767 between ",{"type":"[[","value":[["Atlanta"]]}," and ",{"type":"[[","value":[["Paris"]]},")"]]},"\n",{"type":"*","value":[" In cases of an open flight in economy class when nobody is beside you, feel free to put-up the armrests (except in exit rows where the armrests can't be lifted) to claim the extra space to yourself. On wide-body aircraft, you can sometimes get a middle block to yourself and turn this into a flat bed of sorts.   "]},{"type":"*","value":[" ",{"type":"'''","value":["Wear your seat belt at all times while seated."]},"  Though it doesn't happen often, more people are injured (a very few even killed) by failing to use \"belts\" than from all other causes of flying injuries.  Severe air turbulence can occur without warning even in clear air, and can violently throw you and others about.  When the seat belt sign is off, it only indicates that you'll be reasonably safe to move about the cabin briefly."]},{"type":"*","value":[" If you are using a coat\/jacket or blanket to stay warm, fasten your seat belt on the outside so the cabin stewards can see that you're using it without disturbing you."]},{"type":"*","value":[" ",{"type":"''","value":["Seat courtesies"]},":  Especially when others are sleeping or eating..."]},{"type":"*","value":[{"type":"*","value":[" If you want to lower your seat back, you'll likely be taking space of the person behind you; so check first, e.g., if they're eating, you could otherwise create a mess."]}]},{"type":"*","value":[{"type":"*","value":[" When getting up from other than the aisle seat, ask seatmates to let you out, and try not to disturb people behind or in front of you."]}]},{"type":"*","value":[" Drink lots of liquids without caffeine and alcohol.  Otherwise, you'll dehydrate at a faster pace, which can worsen jet lag and may induce headaches.  Don't hesitate to ask the cabin crew for more water, or to walk up to the galley to get it. Some airlines, such as Emirates and Qantas offer self-service water fountains at each galley for passengers to fill their own water bottles. If sanitation is unknown, ask for bottled water if available."]},{"type":"*","value":[" ",{"type":"'''","value":["Don't sit completely still"]},"...your body isn't designed to stay that way for hours."]},{"type":"*","value":[{"type":"*","value":[" Adjust your body position occasionally (you do this in your sleep anyway).  On long flights especially..."]}]},{"type":"*","value":[{"type":"*","value":[" Stretch, flex knees, move your feet in circles...anything you can do in your seat. Some airlines now periodically show video programs showing how to exercise in your seat.  Follow them, or do your own thing (or both).  By changing position, and moving around a little, you make sure every part of your body gets the circulation it needs, e.g., to avoid deep vein thrombosis (DVT).  Consider walking around the aircraft occasionally during very long flights."]}]},{"type":"*","value":[{"type":"*","value":[" Remove your shoes if convenient.  On very long flights, better airlines offer slippers, but you'll also need warm socks."]}]},{"type":"*","value":[" With the exception of some private charters, smoking is not allowed on any commercial flight worldwide. Do not smoke at your seat, in the lavatories or tamper with the smoke detectors in the lavatories - at minimum you'll be in trouble with the airline and in some jurisdictions subject to prosecution.  In U.S. \"flagged\" aircraft (and many others), ",{"type":"'''","value":["federal law prohibits tampering with, disabling, or destroying smoke detectors in aircraft lavatories"]},"...it's a felony and violation can lead to fines of thousands of dollars and a prison sentence.   "]},{"type":"*","value":[" Stow any loose items before landing.  Put magazines and books in the seat pocket.  Don't leave any lying on an empty seat or loose under your feet.  Under heavy braking on landing, even light articles can travel quite far forward.  They can be difficult to find, and before you find them may be accidentally damaged by exiting passengers."]},{"type":"*","value":[" ",{"type":"'''","value":["Always follow the instructions of flight attendants"]},", as well as lighted and posted signs...they there for your safety and for that of all passengers."]},{"type":"*","value":[{"type":"*","value":[" Flight attendants are trained to be responsible for your safety. Do not argue with them. Resolve any conflict you may have with their orders on the ground."]}]},{"type":"*","value":[{"type":"*","value":[" If an \"unruly passenger\" becomes a serious problem, the captain of the plane may make an unscheduled landing, and the passenger ",{"type":"''","value":["will"]}," be taken off the airplane under arrest."]}]},{"type":"*","value":[{"type":"*","value":[" Flight attendant instructions are often backed by law, e.g., in the US, disobeying a flight attendant is a felony.  Short of that, you still face severe fines and costs."]}]},{"type":"*","value":[" Most airlines (including all US flagged carriers due to local civil aviation law) prohibit the use of mobile phones in flight, unless placed into \"flight safe mode\" or \"aircraft mode\" before departure. A few carriers (e.g. Emirates and Virgin Atlantic on some aircraft types) are now permitting the use of mobile data and even voice calls while airborne. Keep in mind that you'll need an international roaming contract with your carrier and rates tend to be very high ($3-$5 per minute or kilobyte is fairly standard). If voice calls are permitted, be courteous to your fellow passengers and keep conversations brief.       "]},{"type":"*","value":[" Other electronic devices are usually permitted once the aircraft is at cruise and the seatbelt sign is switched off. Rules regarding when and which devices can be used vary by country and airline:"]},{"type":"*","value":[{"type":"*","value":["In Australia and the United States, airlines typically list categories of devices that ",{"type":"''","value":["cannot"]}," be used on the safety card (cell phones, TV's, remote controlled toys, etc...) with anything not falling into those categories being permitted once the seat-belt sign is turned off. "]}]},{"type":"*","value":[{"type":"*","value":["In Canada, however, aviation law requires a more precautionary approach. No electronic devices are permitted unless a crew member individually checks and authorizes their use. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["Laptops are the only devices that are explicitly stated in safety briefings as being allowed - as long as you check with a flight attendant and any mobile data capabilities are disabled before use. In the past, Air Canada used to state that the use of external laptop accessories (such as hard drives, mice, printers, etc...) was prohibited. The current safety video doesn't mention this, but always check first."]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["Other devices such as tablets, iPods, and game systems are at the crew's discretion but are almost always permitted if you ask."]}]}]},{"type":"*","value":[{"type":"*","value":["Hong Kong does not allow the use of portable CD players in flight."]}]},"\n",{"type":"===","value":["Meals onboard"]},"\nScheduled meals (if any) will often be timed and typed to complement the time zone of the flight's destination.  As a result, first or early servings may not match your departure time.  For flights that promise no food during meal hours, consider buying something at the airport (in the secure area); most lines will allow you to carry it on-board. Beware: the selection at airports may be poor.\n\nOn-board meals for some airlines may be brought in from one of its base or hub airports rather than from a local source.  This takes considerable time.  Meals kept too long for any reason may have to be discarded due to safety.  Scheduled meals may then be limited to packaged snacks\/cookies and drinks, which is not the fault of the crew.\n\n",{"type":"==","value":["Health"]},"\n",{"type":"===","value":["Deep vein thrombosis"]},"\n",{"type":"{{","value":[["cautionbox"],["The following discussion should not be taken as authoritative medical advice.  Consult your doctor if you think you might have or be at risk for DVT during planned travel."]]},"\n\nPassengers on long flights may be prone to deep vein thrombosis (DVT), which is essentially blood clots forming in the veins, especially those in the legs. It actually ",{"type":"'''","value":["affects anyone who remains seated for long periods"]},", e.g., train travelers, car passengers.  The elderly tend to have greater risk than the young.  You can take precautions to avoid it:\n",{"type":"*","value":[" Stretch and\/or walk every 2 hours or so. Even a trip to the washroom and back is better than nothing."]},{"type":"*","value":[" Do in-seat exercises, e.g., flexing legs and torso, rotating\/flexing feet."]},{"type":"*","value":[" Prefer aisle seats that will let you more easily get up and move around."]},{"type":"*","value":[" Stay hydrated by drinking water, or other non-alcoholic, caffeine-free beverages."]},{"type":"*","value":[" Consult your doctor to see if certain preventative measures are needed for you.  They may include wearing calf-length or longer compression hose (ask about the right kinds and compression rates), perhaps taking a blood-thinner (e.g., simple infant dose of aspirin) shortly before your flight."]},"\nBe aware of the early symptoms (e.g., pain or swelling in the legs) which you may notice during flight or later.  If suspected, seek medical treatment promptly.  If neglected, the condition can become serious, even fatal.\n\nWikipedia has a full article at ",{"type":"[[","value":[["w:Deep vein thrombosis"],["Deep vein thrombosis"]]},".\n\n",{"type":"===","value":["Jet lag"]},"\n",{"type":"{{","value":[["Seealso"],["Jet lag"]]},"\nJet lag is  a form of disorientation and fatigue caused by abruptly switching to a different sleeping\/waking schedule and different daylight hours. It doesn't follow that the greater the time difference between your origin and destination, the greater the jet lag. Often a short 4-5 hour difference that causes you to wake at 2am can be more fatiguing, and take longer to overcome than a complete reversal of day and night. \n\nTry to get a good night's sleep before your plane trip, and sleep as much as possible during your plane trip.  Ignore timezones, movies and entertainment, and just sleep whenever you can.  When you arrive at your destination, forget your origin timezone and exist solely by the destination time.  \n\nAttempt to have a normal day in terms of the time zone you've flown into. New scientific research suggests that fasting (not eating) can help to overcome Jet Lag by resetting the body's circadian rhythm (biological clock). Not eating 24 or more hours prior to arriving at your destination contributes to feeling less tired once arrived. The light\/dark cycles of the earth affect our circadian rhythms, but so do our eating patterns. Rebooting our feeding cycles can mitigate the time warp.\n\n",{"type":"{{","value":[["ombox"],["type=custom"],["image=",{"type":"[[","value":[["File:BSicon FLUG.svg"],["link=Flying"],["30px"]]}],["text=<span style=\"color:black\"> Done? Move on to the next section of this guide: ",{"type":"[[","value":[["Arriving by_plane"],[{"type":"'''","value":["Arriving by plane →"]}]]}]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Flying"]]},"\n",{"type":"{{","value":[["guidetopic"]]}]