[{"type":"{{","value":[["pagebanner"],["Saint Domingue banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Santo Domingo"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"'''","value":["One week in Santo Domingo for a student"]}," is an Itinerary for ",{"type":"[[","value":[["Santo Domingo"]]},".\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Picture take of the Dominican Flag.JPG"],["260px"],["thumb"],["The National flag of the Dominican Repulic"]]},"\nSanto Domingo being the Capitol of Dominican Republic is the most advanced city in the Island. You can find here over 26 colleges and universities including the",{"type":"'''","value":[{"type":"[","value":["http:\/\/uasd.edu.do\/ Universidad Autónoma de Santo Domingo"]}]},"， the largest and the first university of the Americas. Santo Domingo when compared to some countries in Latin America is well developed and is rapidly moving into the 21st century. You can find pretty much anything you would in the states in Santo Domingo. This is one of the major reasons why students from all over the United States vacation in Santo Domingo. Students must understand that although Santo Domingo is a beautiful island full of life, there are parts of the city which are very poor. Streets are not fixed and houses are not very pretty. To understand why this is so you must understand the history and know that D.R. is relatively new to the current democratic government. The country suffered 31 years of a brutal dictatorship by Trujillo and its now recovering and moving forward.\n\n",{"type":"==","value":["Prepare"]},"\nDepending where in the capital you stay, everything you need is relatively close by. This is the reason why locals and tourists a like walk to their destination and rely on the public transportation. Make sure to wear comfortable shoes before leaving your hotel room. Remember the climate is relatively warm as well, so wear light clothes unless you are used to the tropical weather.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Walk"]},"-You may be able to walk to your destination because most restaurants and super markets are within a reasonable distance.\n",{"type":"'''","value":["Public Transportation"]},"- The public transportation system is a cheap，easy a safe way to get around. The bus works just like our local transportation system here in the United States. Before getting in the bus ask a local, or the bus driver what bus will take you to your destination， they will point you in the right direction. The bus is roughly 15pesos. \n",{"type":"'''","value":["Public Cars"]},"- you can identify a public car from a regular car because it will have a government seal on the windshield. Public cars usually go up and down a street. You can catch one by standing on the street and signaling if your going up the street or down. Public cars are also safe, except you will probably be riding along with at least 5 other people going the same way you are. Public cars are roughly 20-25pesos. \n",{"type":"'''","value":["Taxi"]},"- Taxis are also very safe but will cost any where from 150-300 pesos depending on how far your destination. \n",{"type":"'''","value":["Public Vans"]},"- Also called ",{"type":"''","value":["guaguas"]},". These are not recommended to visitors because they are not safe，unless maybe accompanied by a local. Usually costs about 25-30 pesos\n\n",{"type":"==","value":["See"]},"\nThere are many things to see in this city.\n\n",{"type":"'''","value":["The Colonial Zone"]},"\n",{"type":"*","value":[{"type":"'''","value":["Santa Maria la Menor Cathedral"]}," ",{"type":"[[","value":[["Image:Cathedral6.jpg"],["thumb"],["260px"],["thumb"],["Inside the first cathedral of the Americas"]]},"is an important landmark because it is the first cathedral of the Americas. First built in 1514, its construction was not finished until 1540. "]},{"type":"*","value":[{"type":"'''","value":["Ozama Fortress"]}," ",{"type":"[[","value":[["Image:Ozama Fort1.JPG"],["thumb"],["260px"],["thumb"],["the Ozama Fortress"]]},"is the oldest formal military construction still standing in the Americas. Cost of entrance is about $30 pesos per person and about $200 for a guide to take you. The guide is recommended because he will explain much of the historical background. The fortress itself is not very large, but within the perimeter you will find a large open area with a park and an exhibition of military vehicles and weapons, most of them relatively modern. ",{"type":"[[","value":[["Image:Airial view of Ozama.JPG"],["thumb"],["260px"],["thumb"],["Arial view of the Ozama Fortress"]]}]},{"type":"*","value":[{"type":"'''","value":["Columbus Lighthouse\/Faro a Colón"]}," is a grandiose monument built to commemorate the 500th anniversary of Columbus' arrival in the Americas in 1492. It is of local interest because it is thought to contain Christopher Columbus' remains. That claim is scientifically unproven so far. "]},{"type":"*","value":[{"type":"'''","value":["Sun Dial\/ Reloj de Sol"]}," most impressive and beautiful sight. Built in 1753 its one of the oldest sun dial in the Americas. ",{"type":"''","value":["Located on Calle Las Damas"]}]},"\n",{"type":"==","value":["Do"]},"\nThere are many things to do for Student and non students alike in the Dominican republic. Its rich culture and old architect offers a beauty that leaves visitors yearning and wanting more.\n\n",{"type":"*","value":[{"type":"'''","value":["Columbus Park\/Parque Colón"]}," It is located in the center of the colonial zone. This park is most popular among locals and visitors alike. It is a beautiful plaza which surrounds a monument of Columbus to which the park is named after. It is visited by people who would like to relax, families who come to enjoy the park with the kids and couples who enjoy the scenery and its wonderful restaurants. Because the park is very popular you will find plenty of vendors selling CD's of local music, hand made trinkets, rosaries and food. You will also find many tour guides hanging around ready to give anyone who wishes a guided tour of the cathedral and the colonial zone at a price. Taxis ready to take you anywhere will also be hanging around the park. A typical taxi fare within the city will rarely exceed $200, as of January 2012."]},{"type":"*","value":["Visit the ",{"type":"'''","value":["Plaza of Culture\/Plaza de la Cultura"]}," this plaza is home to four different museums: ",{"type":"'''","value":["Museo de Historia Natural\/ Museum of Natural History, Museo del Hombre Dominicano\/ Museum of the Dominican Man, Museo de Arte Moderno\/ Museum of Modern Art, and  Museo de Historia y Geografía\/ Museum of History and Geography"]},". The entrance to the museums will cost any where from 5 to 20 pesos. ",{"type":"''","value":["All museums (La Plaza de la cultura) are located in the Gazcue area of Santo Domingo"]},"."]},{"type":"*","value":[{"type":"'''","value":["National theater\/ Teatro Nacional"]}," Students like to visit the National theater because it holds many cultural events as well as concerts from American and Dominican artists alike. The theater is also located at Plaza de la Cultura."]},{"type":"*","value":[{"type":"'''","value":["Cinema Cafe"]}," is a meeting place of artists, students, young professionals, music and movie-lovers. It is a place to listen to good music,poetry and to see theater performances. ",{"type":"''","value":["Location: at Plaza de la Cultura"]}," ",{"type":"{{","value":[["do"],["name=Cinema Cafe"],["url=http:\/\/www.cinemacafe.com.do"],["email="],["address="],["lat="],["long="],["directions=Enter at the Calles Pedro Henriquez Ureña, Gazcue, Santo Domingo"],["phone=809-221-7555"],["tollfree="],["fax="],["hours=Monday thru Thursday 11AM to 1AM, Fridays 11AM to 3AM. Saturday 4PM to 3PM, Sunday 5PM to 1AM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Museum of Rum and Sugar Cane\/Museo del Ron y la Caña"],["url="],["email="],["address=Isabel la Catolica #261, Zona Colonial, Santo Domingo, Republica Dominicana"],["lat="],["long="],["directions="],["phone=809-685-5111"],["tollfree="],["fax="],["hours=9AM to 5PM (bar is open during the museum hours with limited service) daily. Closed Sunday."],["price=Free"],["content="]]}," This museum is free and is very new. It holds all the history of rum making in Dominican Republic. In the front of the museum you will find all the Dominican rum for sale at reasonable prices. There is also a very nice bar inside where you can enjoy a nice drink of rum or any other drink you like."]},{"type":"*","value":[{"type":"'''","value":["Malecon"]}," is a park running along the sea side of the busy street of ",{"type":"''","value":["Ave. George Washington"]},". It is a nice and relaxing place for a walk. Along the road you can enjoy the beautiful scenery of the Caribbean sea, people hanging, and if you are by the Colonial Zone small kiosks selling goods and restaurants. There are many benches where you can sit and admire the view."]},"\n",{"type":"==","value":["Buy"]},"\nThere are many plazas in Santo Domingo where you can find nice things. If you just walk out of your hotel room and walk on the main street you will run across a few plazas selling clothes\/accessories as well as great restaurants. Most popular place for shopping is ",{"type":"'''","value":["El Conde"]}," located in the colonial zone. Here you will find anything you are looking for. It is a strip of stores, gift shops and restaurants. In El conde you will find nice soveniers at a reasonable price. You can stop in any restaurant for fresh fruit drinks, good food and to rest your feet.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Adrian Tropical Food"],["url="],["email="],["address=Avenida 27 de Febrero, Santo Domingo, Dominican Republic"],["lat="],["long="],["directions="],["phone=(809) 472-1763"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"While in Adrian the dish to try is ",{"type":"'''","value":["Mofongo"]},". This is a dish made from mashed plantains.\n\n",{"type":"'''","value":["Must Have Dishes"]},"\n",{"type":"*","value":["Mofongo"]},{"type":"*","value":["Sancocho-Famous and typical soup. "]},{"type":"*","value":["Fried Plantains\/Platano Frito"]},{"type":"*","value":["The National Plate- Rice, beans,your choice of meat and salad. It is often called \"la bandera\" by Dominicans."]},"\nThese dishes are found in almost any restaurant.\n\n",{"type":"'''","value":["Must Have Deserts"]},"\n",{"type":"*","value":["Helados Bon\/Bon Ice Cream- Many flavors to choose from. Bon is found in almost every corner of Santo Domingo. It is the most recognizable national brand of ice cream. You can get some at the supermarket as well. It is cheaper than international brands like Baskin Robbins. They will sometimes add very unique and Dominican flavors. Ask for \"habichuela con dulce\" if you happen to visit the country during spring break. They might have it."]},{"type":"*","value":["Flan"]},{"type":"*","value":["Tres Leche Biscocho\/Three Milk Cake- delicious cake made with whole milk, carnation milk and condensed milk."]},"\n",{"type":"==","value":["Drink"]},"\nThere are many places where one can enjoy good music and drinks at a reasonable price. \n",{"type":"*","value":[{"type":"'''","value":["Plaza Uris"]}," located on Ave. Roberto Pastoriza"]},"This plaza has become one of the capital’s top weekend destinations with five very popular bar\/clubs with ",{"type":"'''","value":["Zambra"]},"-",{"type":"''","value":["809.683.7373"]},", ",{"type":"'''","value":["Vié"]}," ",{"type":"''","value":["809.227-2503"]},", ",{"type":"'''","value":["Shots"]}," ",{"type":"''","value":["(829) 886.1208"]},", ",{"type":"'''","value":["Sinatra"]}," ",{"type":"''","value":["809.368.1155"]}," and ",{"type":"'''","value":["Taboo Bamboo"]}," ",{"type":"''","value":["809.227-2727"]}," all in the same plaza. This is a favorite spot for locals and especially visitors because it reminds them of the states. Because of its proximity you can bar hop until you find the one that fits you. Music ranging from rock, hip-hop and Latin. When in the plaza the drink to try is definitely ",{"type":"''","value":["Omega"]}," shot. Make sure you have a designated driver or number to a taxi. \n",{"type":"*","value":[{"type":"'''","value":["LED"]}," Students love this spot because of its spacious dance floor and popularity. Located inside the hotel ",{"type":"'''","value":["Hispanola"]}," on ",{"type":"''","value":["Ave. Independencia & Abraham Lincoln-809.476.7733 – Open Wed-Sat"]},". It may be a bit costly than the other bars\/clubs, make sure to call for entrance fee ahead of time. "]},{"type":"*","value":[{"type":"'''","value":["El Sarten"]}," this is a vintage Latin bar frequented by a mature crowd of experienced dancers. Drop in if you want to see some serious merengue and salsa steps. Located on ''Calle Hostos #153, Zona Colonial # 809.686.9621 – Open every night"]},{"type":"*","value":[{"type":"'''","value":["Colonial Zone"]},"  offers many bars\/restaurant with students like to hang out and drink. Take a taxi to the colonial zone and explore the town, stopping at the many bars along the way."]},"\n",{"type":"==","value":[" Specialty Drinks "]},"\nWhen in Santo Domingo you absolutely must try a few drinks made delicious in SD.\n\n",{"type":"'''","value":["Alcoholic beverages"]},"\n",{"type":"*","value":["Mamajuana- this is found only in the Dominican Repulic, Puerto Rico and Cuba. You can buy pre-made bottles and make yourself in the States. Also used for medicinal purposes. "]},{"type":"*","value":["Barcelo- Most Popular Dominican Rum"]},{"type":"*","value":["Brugal- Cheap and popular Dominican Rum"]},{"type":"*","value":["Presidente- The official Dominican beer. Can't leave Santo Domingo without tasting it. Some people say the American export version doesn't taste the same. This may be because of alcohol content restrictions."]},{"type":"'''","value":["Non-Alcoholic beverages"]},"\n",{"type":"*","value":["Chinola Juice\/Passion Fruit"]},{"type":"*","value":["Tamarindo"]},{"type":"*","value":["Guarapo"]},{"type":"*","value":["Mabí- Can be found in supermarkets."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nSanto Domingo is a beautiful,exciting, and happy place. Have fun when your there but take caution and try to refraine from doing things you normally would not do in the states. Below are helpful suggestions to ensure you have a safe trip.\n\n",{"type":"*","value":["Try not to go out at night alone. Make sure when hitting the clubs\/stores\/restaurants and such you are accompanied by someone else. "]},{"type":"*","value":["Dominican Republic is a relatively poor country, try not to dress too flashy. It is not safe for you to be wearing your Rolex or Gucci. "]},{"type":"*","value":["Do NOT drink the tap water. It is not processed to be ingested by people. You can get sick. Bottled water is really cheap and sold every where. Ice is okay."]},{"type":"*","value":["Make sure to make copies of your documents. Leave the original in a safe place in your hotel or place where you are staying. "]},{"type":"*","value":["When walking on the side walk do ",{"type":"''","value":["not"]}," stand too close to the street. There are on robbers on mo-peds\/motorcycles that will pass by and yank your purse from you. "]},{"type":"*","value":["Some men and maybe even women carry a gun on them. Do not let this alarm you. You will see men in civilian clothes relaxing on their patio or on the streets playing dominos, with a gun they could be security guards. "]},{"type":"*","value":["Try not to have too much cash on you. Just carry with you the amount you will need for that outing and RD$500 just in case."]},{"type":"*","value":["If you get lost at any time ask a local person walking by for directions. They are always more than happy to help foreigners at everything. Do NOT follow anyone that offers to take you to your destination. They will usually expect some payment for their effort. Even worse, they could be setting you up."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["related"],["Santo Domingo"]]},"\n",{"type":"{{","value":[["Outlineitinerary"]]}]