[{"type":"{{","value":[["pagebanner"],["Port Arthur (Tasmania) banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Tasmania"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThis is a one week itinerary for the eastern coast of ",{"type":"'''","value":[{"type":"[[","value":[["Tasmania"]]}]},".\n\n",{"type":"==","value":[" Understand "]},"\nTasmania differs from the Australian mainland both in terms of environment and culture.  The weather is much more temperate, and in winter can plunge to freezing temperatures.  The people are more laid back than mainland Australians, particularly more than those based in ",{"type":"[[","value":[["Sydney"]]}," or ",{"type":"[[","value":[["Melbourne"]]},".\n\nAs with all Australians in rural areas, everyone is almost universally friendly and you will often be met by a \"g'day\" while wandering around. A smile and a \"hello\" back is the best response.\n\n",{"type":"==","value":[" Prepare "]},"\nAlthough not as arduous of a trip as one in the ",{"type":"[[","value":[["Outback"]]},", a good map is required before starting the journey if you are self driving.  If you rent a car, then you are likely to be able to borrow a decent one.\n\nAlthough not having accommodation booked in advance gives flexibility, contact numbers for the Australian Youth Hostel Association ",{"type":"[","value":["http:\/\/www.yha.org.au"]}," can be useful, if you are a member of Hostelling International. Additionally, most tourist information centers can help book accommodation for you as you travel. It is also possible to stay over night in pubs, although they tend to be slightly more expensive than normal budget accommodation.\n\nFinally, when walking to certain areas some things are essential: decent walking shoes, at least half of a liter of water per person (as you will perspire a lot), factor 30 sunscreen and mosquito repellent.\n\n",{"type":"==","value":[" Get in "]},"\nThis itinerary is intended to start in ",{"type":"[[","value":[["Hobart"]]},", the state capital of Tasmania.\n",{"type":"===","value":[" By plane "]},"\nThe main Australian airlines, QANTAS ",{"type":"[","value":["http:\/\/www.qantas.com.au\/"]},", JetStar ",{"type":"[","value":["http:\/\/www.jetstar.com.au\/"]}," and Virgin Blue ",{"type":"[","value":["http:\/\/www.virginblue.com.au\/"]}," all fly directly to ",{"type":"[[","value":[["Hobart"]]},", flying from ",{"type":"[[","value":[["Sydney"]]}," and ",{"type":"[[","value":[["Melbourne"]]}," (other capital cities may be supported).\n\n",{"type":"===","value":[" By ferry "]},"\nA car and passenger ferry service runs from Melbourne, arriving at ",{"type":"[[","value":[["Devonport"]]},".  The service, known as the  Spirit of Tasmania ",{"type":"[","value":["http:\/\/www.spiritoftasmania.com.au\/index.htm"]},".\n\n",{"type":"===","value":[" On arrival "]},"\nCheap car hire deals can normally be found pretty easily either on the Internet (before departure) or on arrival at Hobart.  It is recommended that self-drive is taken for this itinerary.\n\n",{"type":"==","value":[" Go\/Drive "]},"\n",{"type":"'''","value":["Day one - Hobart:"]},"\nDepending on what time you arrive in Hobart, your activities can be limited to exploring the town center and its museums, climbing to the top of Mount Wellington that the overlooks Tasmania or exploring the sea port. ",{"type":"[","value":["http:\/\/www.bonorong.com.au Bonorong Wildlife Sanctuary"]}," offer amazing private night tours that give you a chance to see Tasmania's unique wildlife up close.\n\nOther activities include the Cadbury's Chocolate Factory ",{"type":"[","value":["http:\/\/www.cadbury.com.au\/sites\/cadbury\/index.php?pageId=55"]}," just outside Hobart and the ",{"type":"[","value":["http:\/\/www.cascadebrewery.com.au Cascade Brewery"]}," to watch either chocolate or beer being created (with free tastings of either).\n\n",{"type":"'''","value":["Day two - Launceston:"]},"\nDrive to Launceston, stopping off on the way at the Lake ",{"type":"[","value":["http:\/\/www.fishonline.tas.gov.au\/Venue.asp?Venue=00004026Great"]}," for a bit of fishing.  While in Launceston, the nearby (about ten minutes drive) Cataract Gorge ",{"type":"[","value":["http:\/\/www.discovertasmania.com.au\/home\/index.cfm?SiteID=397"]},"offers some spectacular views of the Tamar River.\n\n",{"type":"'''","value":["Day three - winery tour:"]},"\nFor those who are fond of wine, the northeastern corner of Tasmania has a number of wineries such as the commercially renowned Bay of Fires winery ",{"type":"[","value":["http:\/\/www.bayoffireswines.com.au\/index.asp?is_of_legal_age=true"]},", and smaller boutique vineyards such as Stoney Rise ",{"type":"[","value":["http:\/\/www.discovertasmania.com\/home\/product.cfm?productid=9000910&from=Accredited%20Tasmanian%20Tourism%20Operators"]},".  It is recommended that an organized wine tour ",{"type":"[","value":["http:\/\/tasmania-wine-swicki.eurekster.com\/Tasmania+Wine+Tours\/"]}," is done to ensure that everyone gets an equal tasting!\n\n",{"type":"'''","value":["Day four - waterfall watching:"]},"\nAround the north-eastern tip of Tasmania there are a number of waterfalls to explore.  These vary in size and in the volume of water cascading.  During wetter times, the waterfalls can be at the most impressive BUT access to them may be restricted due to the danger of slippage.  The main waterfalls that attract the most visitors are Lilydale Falls, Ralph Falls and St Columba Falls.  Freely available maps of the north-eastern parts of Tasmania have these and all other waterfalls clearly identified.\n\n",{"type":"'''","value":["Day five and six - Bicheno and the Eastern coast:"]},"\nHaving rounded the top of north-eastern Tasmania, the entire eastern coast offers beautiful white beaches and crystal blue seas on which to relax.  Depending on the time of year, the water can be very cold for swimming and can therefore be quite deceptive, as the beaches look tropical.  Due to Tasmania's small population and it's isolated position, it is highly likely that you could have a beach to yourself or be sharing it with very few other people.  The main beach areas are the Bay of Fires, Binalong Bay and Wineglass Bay (accessible only by footpath and not suitable for the less able).\n\nAlso down the eastern coast, there is the small town of ",{"type":"[[","value":[["Bicheno"]]},".  The beach here is surrounded by rocky outcrops and gorse-like bushes.  However, the real attraction is just after sundown as the bushes contain nests of fairy penguins and it is at this time that they return from a day in the sea.  Guided tours are available to view these (at around $18 per person) although with a flash light and a bit of patience it is possible to find them for yourself. (Be kind to them and cover your torch with a red filter and DON'T use flash photography).  The freely available local map has icons identifying the main areas where the penguins congregate.\n\n",{"type":"'''","value":["Day seven - Port Arthur penal settlement:"]},"\nThis penal settlement was in use until the late 1800s when it was ravaged by fire.  It offers an interesting look at the history of the island, specifically around the Hobart area, and gives an idea as to what it was like to live there.  A lot of the buildings have been restored to show them as they would have looked while occupied, while others have been left to the ravages of time.\n\nNear Port Arthur is a Tasmanian Devil sanctuary.  The population of this rare animal is declining due to a facial tumor that is infecting (and ultimately killing) them.  This sanctuary provides a safe environment for them, while working other groups to discover the cause of the tumor, and hopefully a treatment for it, before the species is wiped out.  It is recommended that a visit is paid to help this good cause.\n\n",{"type":"'''","value":["End of journey - Return to Hobart:"]},"\nAfter exploring Port Arthur, the journey to Hobart takes around 45 minutes.\n\n",{"type":"==","value":[" Stay safe "]},"\nTasmania has few of the dangerous creatures normally associated with Australia, because the temperature is too cold for them.  Nevertheless, caution must be exercised on self-drive excursions that cross through the countryside, especially at night.  The amount of roadkill that can be found on the roads is evidence to how easy it is to hit them.  Although a wombat may look cuddly, they can do a lot of damage to the average car!\n\nAs always, the application of common sense can prevent other dangerous situations from occurring.  Don't wander down deserted streets at night if you're by yourself, etc.  Australia maintains reciprocal arrangements with most countries regarding medical treatment, but if you wander off the beaten track then it may be a bit of a challenge getting to a hospital for treatment.  An additional risk is that mobile (cellular) phone coverage in Tasmania can be very patchy.\n\n",{"type":"==","value":[" Go next "]},"\nIf time permits, spending time on the western side of Tasmania is very rewarding as it's much more rural than the eastern side. It can also be argued that a trip to Tasmania is incomplete without a trip up the Cradle Mountain.  Strong walking shoes are recommended.\n\n\n",{"type":"{{","value":[["related"],["Tasmania"]]},"\n",{"type":"{{","value":[["usableitinerary"]]}]