[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Boats_in_Sydney_Harbour.jpg"],["300px"],["thumb"],["right"],["Boats in Sydney Harbour"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Sydney"]]}]}," is the capital city of the ",{"type":"[[","value":[["Australia"]]},"n state of ",{"type":"[[","value":[["New South Wales"]]},", and Australia's largest city. A week in Sydney will help you see many of the sights of Sydney and its surrounds, and understand the city and its culture.\n \n",{"type":"==","value":["Understand"]}," \nThe following itinerary illustrates a few ways to spend a week in Sydney. These assume that you start from and end your trip where you are staying;  These activities, including morning, afternoon and evening itineraries, are designed to be mixed up and changed around to your likings. They do not require you to have a car.\n\nAll price estimates here do not include the prices of food, drinks, or transport between your lodging and the location of the first and last destination stated in each itinerary - for convenience, fares and travel to and from starting points is listed as if you were travelling from somewhere in the CBD and will be more expensive if you are travelling from outside that area. However, if you follow the suggestion below about the MyMulti ticket, you should not have to pay for any extra Government-run public transport at all if it is within the area of your ticket.\n\n",{"type":"==","value":["Prepare"]}," \nTravelling in Sydney is very easy, however, a good map will not go astray, especially when walking around the CBD area. As Sydney can get very hot and humid during late spring, summer, and early Autumn (from October-March), sufficient sun protection is advisable during these times, including SPF30+ sunscreen, a hat, and sunglasses. This is a good idea even during winter as you can still get sunburnt at those times, depending on the weather. It is also advisable that you carry a bottle of water around with you. Tap water in Sydney is very safe to drink and has no bad taste; alternatively, large bottles of water (1L or more) can be bought from any supermarket, usually for less than $2, and will be a lot cheaper than bottled water sold in restaurants or food outlets.\n\nA suggestion, to save time and money, is to buy a yellow ",{"type":"'''","value":["My-Multi"]}," (<font color=#FCB514>",{"type":"'''","value":["■"]},"<\/font>)weekly ticket. This ticket is valid for seven days on all public transport within a given zone. Details can be found at the ",{"type":"[","value":["http:\/\/www.myzone.nsw.gov.au\/mymulti.html MyZone (Sydney ticketing) website"]},". For the following itinerary, it is recommended that a MyMulti3 be purchased. Although moderately expensive at $60 a ticket (for adults, concession is half price), this should cover all public transport (except monorail and private ferries) around the city within the seven days and will save you money and time from buying single tickets every time. You can buy a MyMulti2 weekly ticket that is $51, but you will not be able to travel to the Blue Mountains except by purchasing separate tickets, which are $16.40 return for an peak adult train fare and will cost you more than the difference between a MuMulti2 and MyMulti3. A MyMulti 1 ticket ($43) will restrict you to ferries and buses outside of the inner city and will not cover train travel to any of this itinerary that takes place outside of the CBD and inner suburbs.  MyMulti tickets are available at any train station, bus ticket office (though not buses themselves), or Manly or Circular Quay ferry wharf.\n\nAt Sydney Airport you can buy MyMulti tickets from the NewsLink newsagencies in T1 (International) Arrivals, and T2 (Domestic) Arrivals, but they will not include travel to or from the Airport railway stations. If you purchase them from the Airport railway stations but they will include a \"GatePass\" which will add at least $15.40 (Domestic)\/$16.20 (International) to the price of the ticket (per trip). You may want to purchase separate train tickets to the city, or for an alternative means of travel from the Airport and avoiding these fees, see the ",{"type":"[[","value":[["Sydney#Get in"],["Sydney"]]}," guide under the \"Get In\" section.\n\n",{"type":"==","value":["Day 1"]},"\n",{"type":"====","value":["Morning"]},"\n",{"type":"[[","value":[["Image:HydeParkBarracks.jpg"],["thumb"],["200px"],["right"],["The Hyde Park Barracks Museum on Macquarie Street"]]},"\nTo begin your itinerary in Sydney, we'll begin by taking a walking tour of the eastern side of the ",{"type":"[[","value":[["Sydney\/City"],["Central Business District"]]}," to see the sights. As you have a long day ahead of you, start early, although most attractions won't open until 9am. You won't have time to visit everything here in detail, so read through here first and take your pick of attractions.\n\nTake the train on the City Circle to ",{"type":"'''","value":["Museum Station"]}," ($3.40 from anywhere in the CBD). Wait on the platform until the train has departed and admire the view - the station was built in the 1920s and was designed like a London Underground station, and is kept in the old-fashioned style, even down to the advertisements on the walls. Take the exit to Elizabeth\/Liverpool Street and walk around to ",{"type":"'''","value":["Hyde Park"]},", a green area in the middle of the city. Head towards the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofsydney.nsw.gov.au\/AboutSydney\/HistoryAndArchives\/SydneyHistory\/HistoricBuildings\/AnzacWarMemorial.asp ANZAC Memorial"]}]}," (which is free).  You can enter the building via the side entrance at the ground level.  There is a small museum to the right and ahead is a statue of a dead soldier being carried by the grieving women left behind in his life. Read the explanatory plaque, then head upstairs to the main chamber where the eternal flame burns. Exit the Memorial and walk around to the reflecting pool.\n\nWalk down the path towards Park Street, which cuts through the middle of the park. On your right across College Street, in the sandstone building on the corner, is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.austmus.gov.au Australian Museum"]}]}," ($12 adult\/$6 children, $30 family (2+2)). This museum, which focuses on natural history, is worth a visit in its own right if you have more time in Sydney and will take a couple of hours to explore. It is a great museum for children. Otherwise, continue down the central path of Hyde Park and cross Park Street. Note the amazing canopy of trees as you walk towards the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofsydney.nsw.gov.au\/history\/waterexhibition\/OrnamentalFountains\/ArchibaldFountain.html Hyde Park Fountain"]}]},". This is a beautiful place, especially on a sunny day when rainbows form in the spray from the fountain. Head east towards the Cathedral and cross the road.\n\nEnter ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sydney.catholic.org.au\/Cathedral\/history.shtml St Mary's Cathedral"]}]}," (free), which is the largest cathedral in Australia via the main stairs off the plaza, and have a look around. The layout of the cathedral is unusual in that it runs north-south, rather than the usual east-west. You need to purchase a photography permit from the cathedral shop before you can take photos of the interior. The crypt underneath is especially beautiful and well worth a look. You can exit the Cathedral via the shop on the left side. Head north until you reach Macquarie Street (at the north end of Hyde Park), which runs down the eastern side of the CBD.\n\nThe first building you will come to is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hht.net.au\/museums\/hyde_park_barracks_museum\/hyde_park_barracks_museum Hyde Park Barracks"]}]}," ($10 adults, $5 children, $20 family) which was built in 1817 and was the principal male convict barracks in New South Wales until 1848. The museum is a fascinating insight into Australia's early history and will take around 45 minutes to an hour to look around. Guided tours are available. If you don't want to pay the admission fee to the museum, you can still enter via the front door and have a look at the first room on the left, which shows some of the historical uses of the building over the years, and have a look at the museum shop.\n\nExit back onto Macquarie Street. Directly across the street is Queens Square. On the left of the square is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stjameschurchsydney.org.au\/ St James Church"]}]}," (which is open to the public during the daytime (free)) and on the right is the Supreme Court of NSW. The square is fronted by a large statue of Queen Victoria, facing a matching statue of Prince Albert in front of the Barracks. Look south for a magnificent view along Hyde Park's esplanade of trees, past the Archibald Fountain, towards the ANZAC Memorial. The next building as you head north along Macquarie Street is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hht.net.au\/museums\/the_mint\/history\/royal_mint_sydney Sydney Mint"]}]},", built in 1816, in which you are free to look around and contains a nice cafe, followed by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sesahs.nsw.gov.au\/sydhosp\/History.asp Sydney Hospital"]}]},". \n\nAcross the road from the Hospital is ",{"type":"'''","value":["Martin Place"]},", one of Sydney's pedestrian plazas within Sydney. It extends right down to George Street in the west of the CBD; halfway down is the fountain featured in the \"woman in red\" scene in the film ",{"type":"''","value":["The Matrix"]},". The white marble building at the top of the street on the left is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rba.gov.au\/Museum\/ Reserve Bank of Australia"]}]},", Australia's chief bank. There is a free museum on Australia's monetary system, accessed via the building's main lobby.\n\nFor a spot of lunch, there are a couple of cafés on Macquarie Street; alternatively, head down Martin Place to find some cheap eateries. Attached to Martin Place station (underneath the street) are the ",{"type":"'''","value":["Colonial Centre"]}," and the ",{"type":"'''","value":["MLC Centre"]},", both of which have a food court. If you have your own lunch, head to ",{"type":"'''","value":["The Domain"]}," to eat it. You can cut through from Macquarie Street by the walkway between the Mint and the Hyde Park Barracks.\n\n",{"type":"===","value":["Afternoon"]},"\n",{"type":"[[","value":[["Image:BotanicGardenSydney.jpg"],["200px"],["thumb"],["left"],["The Botanic Gardens are located right on the edge of the CBD"]]},"\nOnce you've eaten, head back to Macquarie Street, and continue walking down the street on your right. You will come to a historic building with a large iron fence in front of it. This is the New South Wales ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parliament.nsw.gov.au Parliament House"]}]}," (free), the home of the State Legislature. Free guided tours are available when the Parliament is not sitting; if Parliament is sitting and you enjoy politics, sit in on Question Time in the Legislative Assembly. It begins at 2:15pm on sitting days (check the website). Be warned - the New South Wales Parliament is notoriously rowdy and is known as the \"Bearpit\" because of the small room and the rowdiness of the politicians.\n\nOne building further on is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sl.nsw.gov.au State Library of New South Wales"]}]}," (free), the main library for New South Wales. The building is in two parts, the modern State Reference Library and the older sandstone Mitchell and Dixon Wing. There are often interesting historical, art or cultural exhibitions in the top floor of the State Reference Library (enter via the Macquarie Street entry), but the library is worth a visit only if to just see the beautiful Mitchell Reading Room. To access this, walk along Macquarie Street to the end of the block. Turn right and admire the sandstone entry, then enter via the main doors. The Reading Room is straight ahead. If you want to go inside, you will need to leave your bag in one of the lockers; they are accessible via the stairs that head down - just ask the attendant at the front where to go. The café between the two buildings is good for a spot to eat.\n\nHead across the road and into the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rbgsyd.nsw.gov.au\/welcome_to_bgt\/royal_botanic_gardens Royal Botanic Gardens"]}]}," (free), one of three botanic gardens in the Greater Sydney area. The gardens, used originally by the Cadigal people as an initiation ground, were set aside as the Governor's private reserve shortly after the arrival of the First Fleet in 1788, and at times were used for a zoo and for a massive exhibition palace, the ",{"type":"''","value":["Garden Palace"]}," (which burnt down in a large fire in the 1880s, but the gates still survive). Today, they are the home for thousands of different species of plant found in and area the Sydney area. The gardens contain a tropical glasshouse, a herbarium and other interesting areas. There's plenty to see or do here, or you can just walk through. Take the paths that lead down to Farm Cove on Sydney Harbour.\n\nWalk up and around to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sydneyoperahouse.com\/ Sydney Opera House"]}]},", located on Bennelong Point. This magnificent building, one of the things Sydney is well known for, was designed by Danish architect Jørn Utzon and was completed in 1973. It contains a large concert hall, large opera theatre, several smaller halls for theatre and drama, a reception room and several restaurants, among other things. The best way to see inside the Opera House is in one of two ways - to attend a show, or to take a tour. After a couple of anti-war activists scaled the sails a couple of years ago, the Opera House massively increased its security, so there's not much to see unless you are there for a good reason. Normal tours (also available in French and German), which last for 1 hour and run between 9am and 5pm cost $35, but if you book online and in advance the price reduces by around $5. Backstage tours are also available, though they only run at 7am and cost $155, but you see a lot more than the normal tour. Tours are also available in Mandarin, Korean and Japanese ($24, 30 mins). If you don't want to go inside, just take a walk around the outside and admire the architecture. There are some places to eat and drink inside or on the western side of the Opera House underneath the main level.\n\nFor dinner, there are places to eat in and around Circular Quay, ranging from the cheap cafe to the expensive restaurant. Enjoy dinner looking out over Circular Quay.\n\n",{"type":"==","value":["Day 2"]},"\n",{"type":"====","value":["Morning and early afternoon"]},"\n",{"type":"[[","value":[["Image:Australia_208.jpg"],["thumb"],["right"],["250px"],["The Queen Victoria Building, from George Street (at the Town Hall end)"]]},"\nOn Day 2, it's time to return to the CBD, this time to explore the western part of the CBD, starting at Wynyard in the north of the CBD. Like the itinerary for Day 1, you're not going to have the time to cover everything here, so start early, plan your itinerary well and select the things you like.\n\nStart at Wynyard Station, and head up to the exit at George Street (through the Wynyard Arcade). Turn right, cross at the next set of traffic lights, and keep walking until you see a large plaza area. This is the other end of ",{"type":"'''","value":["Martin Place"]}," which you would have seen yesterday. The George Street end has some historic buildings; take the time to admire the sandstone buildings. Chief among these is Sydney's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gposydney.com\/ General Post Office"]}]},". The entire building was formerly used for postal services; while those services still exist in a small part of the building, the remainder has been taken up by a number of up-market bars, restaurants and shops. Go inside and admire the former courtyard inside, now turned into an atrium. In front of the GPO is Sydney's ",{"type":"'''","value":["Cenotaph"]},", the site of ANZAC Day services and Rememberance Day services each year.\n\nHead one block up Martin Place (to the end of the GPO), and turn right into Pitt Street and walk until you come to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/pittstreetmall.com.au\/index.php\/about Pitt Street Mall"]}]},". The Pitt Street Mall is the other major pedestrian zone in the CBD (currently undergoing major renovations) and contains a number of large shopping centres, containing many fashion outlets and much more. If shopping is your thing, there's plenty to do and see here. On the right, halfway down the mall is the ",{"type":"'''","value":["Strand Arcade"]},", one of the original Victorian shopping arcades that used to dominate this area. At the far end of the Mall, on your left is Westfield Centrepoint, which contains the lifts to take you to the top of Sydney, in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sydneytower.myfun.com.au\/Buy-Tickets\/Ticket-Prices.htm Sydney Tower"]}]}," which commands fantastic views over the city and beyond ($25\/$15, up to 40% discounts available by booking online beforehand). On clear days (most of the time!) you can see out to the Blue Mountains. If it's cloudy or raining, it's probably best to skip this and come back on a day when the weather is better.\n\nIf you've finished with Pitt Street Mall, walk to the other end of the Mall (Market Street) cross Market Street and turn right until you come to the major intersection with George Street. On your way, pop into the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.statetheatre.com.au\/ State Theatre"]}]}," and admire the beautiful art deco foyer. The State Theatre puts on a number of musicals and other theatrical performances throughout the year. Across George Street you will see the ",{"type":"'''","value":["Queen Victoria Building"]}," (QVB) ",{"type":"[","value":["http:\/\/www.qvb.com.au\/"]},". The original site of one of Sydney's markets, the building was almost demolished in the 1970s and replaced by a carpark. Thankfully, public reaction to that plan saw the building preserved and transformed into one of Sydney's boutique shopping centres with many of the major fashion brands having a store inside. There are also some nice cafes inside. Make sure you check out the large dome in the centre of the building.\n\nAt the other end of the QVB is the equally beautiful ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofsydney.nsw.gov.au\/sydneytownhall\/ Sydney Town Hall"]}]},". Sydney's Town Hall is one of its grand old buildings and has been recently renovated. The Town Hall is not normally always open to the public, but group tours ($5 donation) are available of the building by prearrangement; see the website for details. At times, there are recitals on the grand organ (and tours available afterwards) which are not to be missed. Next door, and open to the public during the day, is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sydneycathedral.com\/ St Andrews Cathedral"]}]},", Sydney's Anglican Cathedral. While much smaller than its Catholic equivalent, it is worth a look inside, and services take place regularly during the week.\n\nWhile you're walking, and you are after a spot of lunch, there are food places available in Town Hall Square, accessible from the back of the square between the Cathedral and Town Hall; this arcade links to Town Hall station from where you can find more food shops on the bottom floor of the QVB or the bottom floor of Galeries Victoria. Sydney Central Plaza also has a food court underneath the Myer department store.\n\n",{"type":"===","value":["Evening"]},"\n",{"type":"[[","value":[["Image:SydneyHarbourBridgeNight.jpg"],["thumb"],["right"],["200px"],["Sydney Harbour Bridge at Night, what you will experience!"]]},"\nTo end off the day, we'll explore the northern part of the CBD in ",{"type":"'''","value":["The Rocks"]}," then cross the harbour as the sun sets over one of Sydney's most famous icons, the Sydney Harbour Bridge.\n\nCatch the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sydneybuses.info\/free-cbd-shuttle.htm Route 555 Free CBD Shuttle"]}]}," to Circular Quay if you are able to (only runs until 3:30pm Mon-Wed and Friday, 6pm weekends, 9pm Thursday) north from George Street to ",{"type":"'''","value":["Circular Quay"]},", or walk up George Street until you come to the Circular Quay rail overpass. Alternatively, take the train to Circular Quay Station. Circular Quay is a busy interchange at the harbour end of the CBD, and is the terminus for ferries and buses and a busy railway station. Look up and admire the skyscrapers, especially the shorter ",{"type":"'''","value":["AMP Centre"]}," (the short one), which was Australia's first skyscraper, which now looks rather short compared to the buildings next to and behind it.\n\nFrom Circular Quay railway station, walk under the railway overpass towards George Street (as if heading towards the Bridge). When you get to George Street where the railway line disappears into a tunnel (where'll you be if you walked here), turn right through The Rocks, one of Sydney's oldest areas and full of shops and interesting places to visit. Head north towards the Harbour Bridge. When you get to Argyle Street, turn left and head uphill. Ahead of you you will see the ",{"type":"'''","value":["Argyle Cut"]},", a large opening in the sandstone cliff, carved out by convicts, which has since been covered over by the roadways of the Harbour Bridge above.\n\nOn just beyond the Argyle Cut, on the left, is a roadway heading up to Observatory Hill. This is a popular picnic spot for Sydneysiders, as well as for wedding photos. You can see why, as there is a fantastic view of the Sydney Harbour Bridge and across the harbour to Sydney's northern suburbs. If you have time, you can check out ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sydneyobservatory.com.au\/ Sydney Observatory"]}]},", which was the original observatory for the colony, and, although now affected by the bright lights of the city, still is open for amateur astronomers and for tourists to explore its grounds. The timeball on the top of the tower drops at precisely 1pm each day.\n\nReturn to the Argyle Cut, admiring the beautiful ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thegarrisonchurch.org.au\/ Garrison Church"]}]}," on the other side of the road as you head back. On the Rocks side of the Argyle Cut you will see a archway with the words \"Argyle Steps\" on it. Head up those stairs, cross the road (Cumberland Street) and you will see a sign pointing to \"Bridge Steps\". Head up those steps and there will be signs showing you how to get onto the roadway. The pedestrian walkway is on the eastern side, and unfortunately you are not able to traverse the western side unless you have a bicycle. Take the walk along the bridge roadway, admiring the eastern harbour, the Sydney Opera House, and the setting sun. If you get here before 5pm, you may be able to visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pylonlookout.com.au\/ Pylon Lookout"]}]}," ($11.00\/$4.00 (under 4s free), 10am-5pm) which is located in the south-east pylon of the Bridge and contains a lookout from the top of the bridge. While not the spectacular view you may get from the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bridgeclimb.com\/ BridgeClimb"]}]},", it's much cheaper and much less effort!\n\nAt the end of the bridge you will arrive in Milsons Point. If it's not dark yet, take the time to go and have some dinner - ",{"type":"'''","value":["Kirribilli"]}," (on the other side of the roadway, accessible through the gaps in the roadway tunnel) has a number of nice restaurants and cafés.\n\nOnce it's dark, head over to the Kirribilli side of the bridge and head down to ",{"type":"'''","value":["Bradfield Park"]}," by the water. The view over to Circular Quay and the city skyline with the bridge on your right is spectacular in the evening and a great photo spot - one reason why Bradfield Park is a favoured spot for many Sydneysiders to see in the new year. Walk around the shoreline to your right and admire the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lunaparksydney.com\/ Luna Park"]}]}," face. On most Friday and Saturday nights, Luna Park is open late and entry is free (though rides cost money). Alternatively, you can walk further past Luna Park around the foreshore to ",{"type":"'''","value":["McMahons Point"]}," on the other side of the bay and admire the western side of the city at night. Admire the controversial ",{"type":"'''","value":["Blues Point Tower"]}," which sticks up from the point.\n\nWhen you're done, take the train back to the city from Milsons Point station ($3.40), or ferry from Milsons Point wharf (just outside the entrance to Luna Park) or McMahons Point wharf ($5.60). Check the [http:transportnsw.info Sydney Ferries timetables] before you go here if you are planning to catch the ferry, as ferries can be less frequent and take different routes at night, and ferries from Milsons Point and McMahons Point can go to either Darling Harbour or Circular Quay wharves.\n\n",{"type":"==","value":["Day 3"]},"\n",{"type":"===","value":["Morning"]},"\n",{"type":"[[","value":[["Image:Sydney_darling_harbour_pyrmont_bridge.png"],["250px"],["thumb"],["left"],["Pyrmont Bridge, Darling Harbour"]]},"\nOn Day 3, it's time to head down to Darling Harbour. Take the train to Town Hall Station to start off with ($3.40 or MyMulti). Darling Harbour is accessible by walking down Druitt Street (the street to the side of the Town Hall, find the Druitt Street exit from  Town Hall Station), and over the bridge across the freeway.\n\nThere's lots to see and do at Darling Harbour. If you're after a bit of a walk in the morning sun, take a walk around Darling Harbour itself, and across Sydney's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.darlingharbour.com\/sydney-Education-Heritage_and_History-Pyrmont_Bridge.htm Pyrmont Bridge"]}]},", the world's oldest electrically operated swingspan bridge. Formerly used for cars until the 1980s as one of the main entrance routes into Sydney, it is now open solely for pedestrians and cyclists. The Bridge opens on Saturdays, Sundays and Public Holidays at 10:30, 12, 1, 2 and 3. An alternative is to relax in ",{"type":"'''","value":["Tumbalong Park"]}," at the southern end of Darling Harbour, one of the largest park areas in the Sydney CBD, which has play equipment for the kids, and gardens, fountains and sculptures for all to admire.\n\nFor those who want something else to do, at the southern end of Darling Harbour (next to Tumbalong Park) there's the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.imax.com.au IMAX Theatre"]}]}," at the Darling Harbour end of Tumbalong Park, which has a changing display of IMAX movies. On the western side of Darling Harbour is the ",{"type":"'''","value":["Harbourside Shopping Centre"]}," ",{"type":"[","value":["www.harbourside.com.au\/"]}," with a wide display of shopping places and fast food outlets, as well as the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.anmm.gov.au National Maritime Museum"]}]}," which displays Australia's vast shipping history. You can see the museum ($7\/$3.50), but some outdoor vessel exhibits cost more ($25\/$10) (and are well worth it) Entry is free to the galleries on the first Thursday of each month. On the right hand side of Darling Harbour, north of the Pyrmont Bridge are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wildlifesydney.com.au\/ Wild Life Sydney Zoo"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sydneyaquarium.myfun.com.au\/ Sydney Aquarium"]}]}," (both $35\/$20 - though discounts available for booking online and combination passes available) a popular zoo and aquarium located close to the city and enjoyed by children.\n\n",{"type":"===","value":["Late afternoon and evening"]},"\n",{"type":"[[","value":[["Image:ManlyFerryatWharf.jpg"],["thumb"],["right"],["250px"],["The Manly Ferry coming into the wharf at Manly"]]},"\nNow that you've done a fair bit of sightseeing in the City, it's time to head off somewhere else and enjoy Sydney's best asset - its harbour. The best and cheapest way to do the eastern side of the Harbour is to catch the ",{"type":"'''","value":["Ferry to Manly"]}," in the far east of the Harbour on its northern side, and a popular destination for Sydneysiders and tourists alike.\n\nHead back to Town Hall station and catch the train to Circular Quay. Alternatively, a ferry ($5.60 or MyMulti) can take you around the Harbour to Circular Quay, passing under the Harbour Bridge as you go. \n\nHead to ",{"type":"'''","value":["Wharf 3"]}," for the ferry to Manly ",{"type":"[","value":["http:\/\/www.sydneyferries.info\/timetables\/manly-ferry.htm"]},". If you don't have a MyMulti, tickets are $7.00 each way for an adult (additional to a ferry from Darling Harbour). If it's not raining or too cold, sit outside, and be prepared to take some spectacular photos of the Harbour Bridge, the Opera House, and the CBD from the Harbour, and then take in the sights and sounds of the Harbour. Sydney's Ferries are more than just a means of transport, they are iconic to Sydney and go hand in hand with its harbour. The Manly trip is the most popular.\n\nOn your ferry trip you might notice a few things:\n",{"type":"*","value":["As you pull out of Circular Quay, if you're not too busy taking photos, look ahead towards the north. You might see a white building on the opposite side of the Harbour with lots of columns. This is ",{"type":"'''","value":["Admiralty House"]}," and is the Sydney residence of Australia's Governor-General. Behind this, with a green gabled roof, is ",{"type":"'''","value":["Kirribilli House"]},", the Sydney residence of Australia's Prime Minister."]},{"type":"*","value":["You will also notice the fort in the middle of the Harbour as you pull out from Circular Quay. This is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitnsw.com\/town\/Sydney_Harbour\/Fort_Denison\/info.aspx Fort Denison"]}]}," which was built to defend Australia in the Crimean War."]},{"type":"*","value":["Further on and to your right you will see ",{"type":"'''","value":["Garden Island"]},", Sydney's naval base."]},{"type":"*","value":["Shortly after this on your left you might see ",{"type":"'''","value":["Taronga Zoo"]}," on your left if you look hard."]},{"type":"*","value":["On your right is the top of Sydney's eastern suburbs. Admire many of the big harbourside mansions."]},{"type":"*","value":["You will cross Sydney's Heads, ",{"type":"'''","value":["South Head"]}," on your right, ",{"type":"'''","value":["Middle Head"]}," on the left, and ",{"type":"'''","value":["North Head"]}," on your right shortly afterwards. The old buildings on North Head are the original quarantine station where immigrants to Sydney were taken. In a big storm this area can get pretty choppy, but is spectacular in fine weather."]},"\nYou will arrive at Manly shortly after you pass the Heads. Alight at the wharf (the ferry goes back to Circular Quay and you will be asked to get off anyway) and cross the road. Head up ",{"type":"'''","value":["The Corso"]},", Manly's restaurant and entertainment area. We'll come back here later for dinner but it's time to do other things. When you get to the end of the Corso, cross the road and head to ",{"type":"'''","value":["Manly Beach"]},". Manly Beach is actually two beaches, North Steyne and South Steyne, but it's a beach that many Sydneysiders come to and it's a little less packed with tourists than Bondi. Enjoy the water, the sand, or whatever you'd like to do. If beaches aren't your thing, or if you're here at the wrong time of year, ",{"type":"'''","value":["Manly Sea Life Sanctuary"]}," (formerly Oceanworld Manly) ",{"type":"[","value":["http:\/\/www.oceanworld.com.au\/"]}," ($20 adult, $10 child) is open from 9am-5:30pm and is a popular aquarium and oceanarium; alternatively there's also plenty of shops in and around Manly for you to explore in the relaxed beachside suburb.\n\nAfter an exhausting day, dine at one of the restaurants in and around Manly. There's plenty to choose from. If you feel like a drink, there's plenty of bars around too to satisfy your thirst.\n\nWhen you're done for the night, head back to the wharf and catch the ferry back to Circular Quay. After 8pm the ferry runs approximately every 40-45 minutes, the last ferry is at 12:20am Mon-Thur, 12:55am on Fridays and Saturdays, and 11:40pm on Sunday nights. On Friday and Saturday nights the ",{"type":"'''","value":["151 bus"]}," operates approximately every thirty minutes from the bus interchange next to the wharf and heads back to the City (Railway Square, near Central Station) and runs until 5am.\n\n",{"type":"==","value":["Day 4"]},"\n",{"type":"===","value":["Morning and afternoon"]},"\n",{"type":"[[","value":[["Image:DK Vset.jpg"],["thumb"],["250px"],["right"],["\"InterCity\" train to Blue Mountains"]]},"\nAfter three days of exploring the CBD, it's time to get out to explore the natural attractions of the Sydney region. The most famous of these is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitnsw.com\/area\/Blue_Mountains.aspx Blue Mountains"]}]},". The Mountains are a couple of hours' drive from Sydney but just as easy by train. You will be doing some bushwalking today, so it is recommended you take at least a litre of water (and more if it is hot) and some food to eat on the way.\n\nFrom Central Station, take the unbooked Blue Mountains train (one of the \"InterCity\" trains, check the timetable ",{"type":"[","value":["http:\/\/www.sydneytrains.info"]}," before boarding) from the Intercity platforms (4-15) to ",{"type":"'''","value":["Katoomba Station"]}," ($8.20 single, $16.40 return, covered by MyMulti-3). Any train with the destination \"Lithgow\", \"Katoomba\" or \"Mount Victoria\" will get you there. The journey from Central will take around 2 hours, trains are hourly after peak hour, and you want to make the most of the day, so start early. The 7:21 from Central to Mount Victoria (arriving at 9:24) or the 8:24am train from Central to Lithgow (arriving Katoomba at 10:19) are recommended trains. Thr 8:24 is an express and is slightly faster than the others which stop at all stations once into the Blue Mountains. You can also pick up the train from Strathfield, Parramatta, Blacktown and Penrith stations in Sydney and may stop at other stations on some services.\n\nOn your way up to the mountains, admire the scenery, particularly as the train crosses the Nepean River into Emu Plains, then begins to head up into the mountains, also look out for the small villages which make up the City of the Blue Mountains. On your way up you may catch glimpses out of the train into the spectacular World Heritage listed valleys to the south.\n\nOnce you get to Katoomba, exit the station towards the town centre and head up to Katoomba Street. Cross the road and head for the Carrington Hotel, an old-looking grand hotel just a few doors up the hill on the right, and look for the bus stop on the street outside (the bus heads towards the station to start off with, so don't wait on the other side of the road). Wait for the ",{"type":"'''","value":["Route 686'' bus, run by "]},{"type":"[","value":["http:\/\/www.bmbc.com.au\/ Blue Mountains Bus Company"]},{"type":"'''","value":[". Some of these meet up with the train from Sydney (e.g. the 8:24) so don't waste too much time in getting there. If you have time to wait, the "]},"Paragon Cafe",{"type":"'''","value":[" (the next building along the road after the bus stop) is an old-style cafe with fantastic food and the Carrington Hotel ",{"type":"[","value":["http:\/\/www.thecarrington.com.au\/"]}," itself has a nice bar on the ground floor. The bus will take you away from Katoomba to the "]},{"type":"[","value":["http:\/\/www.edgecinema.com.au\/ Edge Cinema"]},{"type":"'''","value":[" (a type of IMAX theatre but also displaying movies about the surrounding area) but will then head back to Katoomba and will head down to "]},"Echo Point''', which is where you want to get off. The bus fare is covered by MyMulti tickets, but will cost $2.10-$3.50 per ride if you don't.\n\n",{"type":"[[","value":[["Image:Echo_Point.jpg"],["thumb"],["left"],["250px"],["The Three Sisters, from Echo Point"]]},"\nAt Echo Point, head straight for the lookout and admire the views of the ",{"type":"'''","value":["Jamison Valley"]}," and the ",{"type":"'''","value":["Three Sisters"]}," rock formation ",{"type":"[","value":["http:\/\/www.visitnsw.com\/town\/Katoomba\/Three_Sisters_in_the_Blue_Mountains_National_Park\/info.aspx"]},". In the distance you will see the Ruined Castle (a small rock formation sticking up above the valley), and the much larger Mount Solitary behind it. Although you can walk out to these, it can take a great number of hours, which you don't have the time to do, and you will be doing a much easier walk down into the valley below.\n\nAfter exploring the lookout and perhaps the adjacent shopping complex that sells souvenirs and the like, look for the signs to the ",{"type":"'''","value":["Giant Stairway"]},". You will be doing the Echo Point to Scenic World walk, which will take around 3 hours altogether (less time if you are fitter). ",{"type":"'''","value":["Note: this walk is not suitable for people with a fear of heights, or those with heart or breathing difficulties"]},". If you're not able to (or don't want to) do the walk, take the next 686 bus to the next stop, Scenic World, where you can catch up on this itinerary later (and take the Scenic Railway down and back up) - but if you can do the walk it is highly recommended.\n\nYou will begin by passing through the stone archway and then climbing down the Giant Stairway, which was built out of the cliffs (as well as added onto) in the early part of the 20th Century, opening in 1932. The stairway is of over 800 steps and descends 300m (1000ft) into the valley below. On your way down you will have the chance to walk out onto a viewing platform on one of the three sisters and have a different view out into the valley. Be careful as you descend - besides being steep, the stairway can be slippery if it has recently been raining, or it can be extremely windy as you descend.\n\nWhen you get to the bottom, you will be on a track called \"Dardanelles Pass\". Keep the cliff on your right and keep going. Eventually you will come to an intersection with signs to \"Federal Pass\" and a sign to the scenic railway. Turn right. You are now following the \"Federal Pass\" track, one of the main bushwalking routes through this part of the mountains. Admire the sheer cliffs towering above you, listen to the native birds, and be on the lookout for native wildlife.\n\nYou will pass underneath the Three Sisters formation, and later across the waterfall known as ",{"type":"'''","value":["Katoomba Falls"]},". There is a picnic table here and it is a good place to stop. You then head southwest away from the falls and will pass a large tree known as \"Turpentine Tree\", before arriving at an intersection with \"Furber Steps\" track. Don't head up the steps, but follow the signs to the Scenic Railway, keeping the handrail on your left.\n\n",{"type":"[[","value":[["Image:Leura Village 1.jpg"],["thumb"],["250px"],["right"],["Leura Village"]]},"\nEventually you will arrive at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.scenicworld.com.au\/index.php\/rides\/scenic-railway-en Scenic Railway"]}]}," bottom station. Originally a line used to haul oil shale out of the valley, the track was rebuilt and is now one of the steepest railways in the world. It includes a natural tunnel through the cliff. You can take the train up, or continue on the track a little further for the Scenic Cableway ",{"type":"[","value":["http:\/\/www.scenicworld.com.au\/index.php\/rides\/scenic-cableway-en"]}," (a 545m cable car out of the valley). Both cost $11\/$6 for a one-way ticket. After exploring the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.scenicworld.com.au\/ Scenic World"]}]}," shops at the top, head out the front to the bus stop and take the next 686 bus back to Katoomba Station.\n\nFrom here, you have the choice of exploring Katoomba township, which has a collection of interesting (and at times eclectic) shops, taking the next train back to Sydney, or you can choose to explore the next town down the mountains, ",{"type":"'''","value":["Leura"]}," and experience the \"village\" feel of the Blue Mountains. Leura has a number of cafes, gourmet food shops and other specialty stores and is well worth a visit. From the same stop you left to go to Echo Point, take the Blue Mountains Bus Company ",{"type":"'''","value":["685 or 695"]}," bus (check the timetable beforehand, services may be infrequent, especially on weekends) ",{"type":"[","value":["http:\/\/www.bmbc.com.au\/main_content\/public-timetables\/UpperMountains\/BMBCUpperMountainsTT2010.pdf"]},", or the train one station to Leura Station. The bus should drop you in the main street, and from the train station, head down the hill to Leura Mall and Megalong Streets, the main shopping streets ",{"type":"[","value":["http:\/\/www.leurabluemountainsguide.com\/leura-shopping.html"]},". There is plenty to see and do here and you can spend most of the afternoon exploring the shops - the lolly shop (Shop 6, 178 Leura Mall) is especially popular.\n\nWhen you have finished, walk back to the station and hop on the next train to Sydney. Trains run hourly for most of the day and any train stopping at Leura will get you back to Central Station.\n\n",{"type":"===","value":["Evening"]},"\nFor this evening, dinner is your choice after a long and exhausting day. We suggest you find somewhere in the city to eat, check out the \"Eat\" section of the main ",{"type":"[[","value":[["Sydney"]]}," article if you need suggestions.\n\n",{"type":"==","value":["Day 5"]},"\n",{"type":"===","value":["Morning"]},"\n",{"type":"[[","value":[["Image:Sydney Light Rail Vehicle.jpg"],["thumb"],["250px"],["right"],["Light rail vehicle at Paddy's Markets, on its way out to Lilyfield"]]},"\nOn Day 5 we'll begin by exploring one of Sydney's many multicultural precincts, the inner western suburb of Leichhardt, home to Sydney's Italian community. Take the train to ",{"type":"'''","value":["Central Station"]}," ($3.20 from anywhere in the CBD, covered by MyMulti). At Central, walk up to the large waiting hall opposite the InterCity and Country train platforms and look for the directions to the light rail platform, which is through the glass doors on the opposite side of the platform area. From there take the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrotransport.com.au\/ Metro Light Rail"]}]}," service ($4.50 single\/$6.00 return, children $3.50\/$4.50) - all the way to the other terminus at ",{"type":"'''","value":["Lilyfield Station"]},". Total travel time will be about 25 minutes. If you want to get on and off at any location on the way, you may wish to purchase a Day Pass on the light rail if you do not have a MyMulti ($9, but check the website as they often offer specials in particular months).\n\nOn your journey out to Lilyfield you will see a number of interesting sights which are part of Sydney:\n",{"type":"*","value":["The light rail will first run on the street through the inner city precinct of ",{"type":"'''","value":["Haymarket"]}," and past the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.capitoltheatre.com.au\/ Capitol Theatre"]}]}," (on your right) which displays a number of large-production shows from time to time."]},{"type":"*","value":["You will then pass across George Street, after which on your left you will see ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.paddysmarkets.com.au\/index.html Paddy's Markets"]}]},", a flea market selling all sorts of items from fresh produce to souvenirs (open Wed-Sun and public holidays which fall on a Monday, 9-5). On your right will be Sydney's ",{"type":"'''","value":["Chinatown"]},", home of Sydney's Chinese community and a great place to find good restaurants and cheap places to eat."]},{"type":"*","value":["The light rail vehicle will then head off the streets onto its own tracks. This is Sydney's original goods railway out to Darling Harbour, which was constructed out of the Sydney sandstone in the 1860s but reopened in 1997 as a light rail line. You will travel through the back of Darling Harbour (seeing on your right Sydney's Exhibition and Convention Centres), then underground through the suburb of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofsydney.nsw.gov.au\/aboutsydney\/CityLocalities\/Pyrmont.asp Pyrmont"]}]},", passing by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.starcity.com.au Star City Casino"]}]}," and through massive cuttings built into the sandstone, then past the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sydneyfishmarket.com.au Sydney Fish Markets"]}]},"."]},{"type":"[[","value":[["Image:Leichhardt_Italian_Forum.jpg"],["200px"],["left"],["thumb"],["Architecture in the Italian Forum, Leichhardt"]]},"\n",{"type":"*","value":["Finally the light rail vehicle will pass over a number of viaducts and a long tunnel through the suburbs of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofsydney.nsw.gov.au\/AboutSydney\/CityLocalities\/GlebeForestLodgeandBroadway.asp Glebe"]}]}," and ",{"type":"'''","value":["Annandale"]},", both of which are historic suburbs of Sydney with lovely architecture and a number of great cafes and restaurants in their own right, before arriving at the terminus at Lilyfield in the old rail yard."]},"\nLilyfield station is located right next to the City West Link, one of the main traffic arteries into the Sydney CBD, but it's actually quite close to Norton Street despite what you may feel when you exit the station. To walk, turn left at the station exit, cross the City West Link (straight ahead) then turn right and walk up the hill until the second set of traffic lights, which is Norton Street then turn left. The \"Italian\" part of Norton Street doesn't start until further down the road, so keep walking until you start to see the Italian restaurants and cafes. The walk from the station until the very end of Norton Street is about 2km, but it should take you around 20 minutes to get to the main part of Leichhardt. As an alternative to walking, the ",{"type":"'''","value":["445 bus"]}," runs frequently between Lilyfield station and Norton Street ($2.10\/$1.00) and you can get off at any stop you like. Don't catch the 470 bus from Lilyfield as it will take you back into the CBD.\n\nSpend an hour or two exploring the area, known colloquially as \"Little Italy\" - there's plenty of good cafes, shops, and other places to keep you interested here. For those who can't decide, find the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.theitalianforum.com\/pages\/home.php Italian Forum"]}]}," (23 Norton Street) located at the end of Norton Street and admire the Italian-themed architecture while eating gelato. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.berkelouw.com.au\/about\/leichhardt Berkelouw's Books"]}]}," (70 Norton Street) is an interesting store with both new and rare old books, and a good cafe inside. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.palacecinemas.com.au\/ Palace Cinema"]}]}," (99 Norton Street) specialises in arthouse and foreign films. For the architecture fans, the Town Hall and All Souls Anglican Church display some of the older architecture in the area.\n\nOnce you've finished exploring here, walk to the other end of Norton Street from where you started and catch the next bus heading into the city ($4.30). The route ",{"type":"'''","value":["10 MetroBus"]}," covers this route frequently, and departs from within Norton Street but it is not the only route into the city - other routes run from Parramatta Road. If you'd prefer to walk back to Lilyfield and catch the light rail back to the city you can do that too.\n\n",{"type":"===","value":["Afternoon and evening"]},"\n",{"type":"[[","value":[["Image:Usyd Quad.jpg"],["250px"],["right"],["thumb"],["The impressive Sydney University Quadrangle building."]]},"\nFor the afternoon, we'll be exploring one of Sydney's inner suburbs, Glebe, as well as the grand architecture of one of its educational institutions, the University of Sydney.\n\nMake your way to ",{"type":"'''","value":["Glebe Point Road"]},". If you've caught the bus, ask the driver to alert you where to get off. If you've caught the light rail, you can either get off at ",{"type":"''","value":["Glebe Station"]}," station, follow Bridge Road up and around to Glebe Point Road, then walk back down to the Parramatta Road end (a fairly long walk - 20-30 mins) or you can ride all the way to Central, walk down to the Railway Square Bus interchange, and catch a bus along Parramatta Road to Victoria Park (Glebe Point Road is on the opposite side of the road) - the ",{"type":"'''","value":["Route 10 Metrobus"]}," is an ideal bus to take, though any bus going along Parramatta Road will allow you to stop there.\n\nCross the road and head down Glebe Point Road, and spend some time exploring the local area. Glebe was a suburb a large amount of whose land was originally owned by the Anglican Church. In the 1970s the Commonwealth Government bought a large amount of it to provide housing for the needy. It has retained many of its 19th century housing. Today there are a number of trendy cafes and shops along the main street, but the old character of the suburb still is very evident. Some of the interesting shops include the popular ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gleebooks.com.au\/ Gleebooks"]}]}," which has both new and second-hand books, and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dacapo.com.au\/ Da Capo Music"]}]},", an antiquarian music shop.\n\nWhen you've finished exploring, head back to Parramatta Road and cross the road into Victoria Park, then find the grand steps up to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.usyd.edu.au\/ Sydney University"]}]}," and take some photos of the vista up to the sandstone quadrangle. Sydney University is Australia's oldest tertiary institution, and the main quadrangle building you see before you is one of the original buildings which survives today.\n\nWalk up to the tower and look up, then turn around and view the vista down into the neighbouring Victoria Park and towards the city. The tower you are standing in front of contains one of Australia's two carillons (the other is in Canberra, Australia's capital city). At lunch times and in the afternoons you can sometimes hear it being played. Walk into the quadrangle and admire the architecture, which is modelled half on the University of Oxford in England and the other half on the University of Cambridge in England.\n\nWhile you are here, take the time to visit one or more of the University's museums. If you are standing in the middle of the quadrangle, facing away from the main tower you came in, to your left inside the building before you exit the building on that end is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sydney.edu.au\/museums\/about\/nicholson.shtml Nicholson Museum"]}]},", a museum of archaeology and history, which contains a number of Graeco-Roman and Egyptian antiquities and is well worth a visit. To your right, in the tunnel and up the stairs is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sydney.edu.au\/museums\/about\/art_collection.shtml University Art Gallery"]}]}," containing samples of the University's 3000-odd art collection. Further to the right, in the neighbouring building across Science Road is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sydney.edu.au\/museums\/about\/macleay.shtml Macleay Museum"]}]},", a museum of natural history with a fascinating insect collection. All of these close at 4:30pm on weekdays, so choose wisely and be prepared to come back on another day if you would like to visit more.\n\nAfter visiting the museums, exit the quadrangle via the main clock tower and turn right, head across to the pedestrian walkway (Eastern Avenue) and walk along here until you reach the gates of the University, admiring the different styles of architecture along the way. Turn right and walk along the main road here (City Road), you will go past an oval and some houses before you reach the suburb of ",{"type":"'''","value":["Newtown"]},". Newtown is a very eclectic suburb in Sydney with many different sights and sounds. Interesting shops include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gouldsbooks.com.au\/ Gould's Book Arcade"]}]}," on the other side of the road, a chaotic used bookshop with some interesting specialities which is open until midnight every day. Have an explore up and down King Street, the main shopping strip.\n\nWhen it's time for dinner, choose something that you would enjoy. Newtown is known for its multicultural delicacies, including a large array of Thai restaurants. There is lots to pick and choose here, the ",{"type":"[[","value":[["Sydney\/Inner West"],["Inner West"]]}," page will help you if you can't decide.\n\nTo get back to the city, you can take a bus back from City Road towards the city. Alternatively, if you are down far enough, Newtown Railway Station (about a kilometre from the start of City Road where you came from) has frequent trains back to the city.\n\n",{"type":"==","value":["Day 6"]},"\n",{"type":"===","value":["Morning and afternoon"]},"\n",{"type":"[[","value":[["Image:HomebushBayBoat.jpg"],["thumb"],["150px"],["left"],["Wrecked boat in Homebush Bay"]]},"\nSydney is a very large city, and we haven't spent much time outside of the inner suburbs, apart from what you would have seen on the way to the Blue Mountains. On Day 5 we'll explore one of Sydney's parkland areas in the ",{"type":"'''","value":["Sydney Olympic Park"]}," at Homebush Bay ",{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/"]},".\n\nIf you're up for exploring the area by bike (one of the best ways to do so as much of it is parkland), take the train to ",{"type":"'''","value":["Concord West"]}," station on the Northern Line (red line on the Sydney Trains map - about 20-25 minutes from the city on a direct train). Exit the station on the western side (on your left if you got off the train from the city) and walk down the street, under the motorway and into ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/whats_on\/parks\/bicentennial_park Bicentennial Park"]}]},". A polluted wetland for decades, this area was one of the first parts of the Sydney Olympic Park area that was rehabilitated in the 1980s and 1990s. Today it is a popular outdoor spot in western Sydney.\n\n(If you don't want to ride, but are happy to walk around this area, you can skip going to Concord West and take a train directly to ",{"type":"'''","value":["Olympic Park Station"]}," (about 25 minutes). Olympic Park is located on its own line, a short spur line off the Western Line. From Central Station there are some direct trains, which usually stop at Redfern and Strathfield stations, but most of the time the easiest way is to take a Western Line (yellow line on the Sydney Trains map) train to Lidcombe Station, and change to \"Platform 0\" (yes, that's correct!) for the \"Olympic Park Sprint\" service. Platform 0 is at the eastern end of Platform 1 on the other side of the overbridge.)\n\nTo find the bike hire place, follow the paths to the Lillies on the Park Café ",{"type":"[","value":["http:\/\/www.waterviewvenue.com.au\/cafe-and-kids\/lilies.asp"]}," - cross the creek bridge, turn left and then follow the paths down towards the cafe - see the map ",{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/maps"]}," if you get stuck (they are also posted around the park). From here you can hire a bicycle ",{"type":"[","value":["http:\/\/www.bikehiresydneyolympicpark.com.au\/"]}," and explore some of the 35km of cycle paths in the area. There are a range of bikes available, ranging from $10 for a child's bicycle for up to 1 hour, to $75 for a tandem bicycle for a whole day (8-24 hours). Hiring for 2-4 hours should be sufficient to see the area properly with time for breaks.\n\nA good place for riding is to ride through the mangrove areas up towards the Parramatta River and along the foreshore (a combination of parts of the red and green rides on this map ",{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/__data\/assets\/pdf_file\/0006\/394863\/Bike_safari_web_Jan_2012.pdf"]},"). There is some interesting birdlife to be seen along the river, as well as the mangroves that used to cover a large amount of the Parramatta River foreshore. Inside Homebush Bay you might also see some evidence of the former shipping industry that used to inhabit this area - remains of some old wrecked vessels can be found at the head of Homebush Bay.\n\nIf you ride up to the River and west along the foreshore, you will eventually reach ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/whats_on\/parks\/blaxland_riverside_park Blaxland Riverside Park"]}]},", where there is ",{"type":"'''","value":["Newington Armory"]},", an old naval armoury that is now a park and artistic precinct, and which is open on weekends, as well as a cafe by the waterside where you can enjoy some lunch or morning tea (open every day). Look out for the rail tracks from the armoury that spread out into the surrounding area - these formerly carried ammunition to the various bunkers in the area, but have been retained for tourist rides on weekends.\n\n",{"type":"[[","value":[["File:HomebushStadium.jpg"],["250px"],["thumb"],["right"],["Stadium Australia (ANZ Stadium) with sculptures outside"]]},"\nAn alternative ride or walk is through the Olympic Park area itself. Once the home of the State Abbatoir, a brickworks, numerous factories and a rubbish dump, the area was spectacularly rehabilitated for the 2000 Summer Olympic Games, and remains a sporting precinct as well as now home to offices and homes. The main thoroughfare in the Sydney Olympic Park area is \"Olympic Boulevarde\". Many of the main sporting arenas in Sydney are now found along here - dominated by ",{"type":"'''","value":["Stadium Australia"]}," (currently known as \"ANZ Stadium\" ",{"type":"[","value":["http:\/\/www.anzstadium.com.au\/Home.aspx"]}," - where tours are available ",{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/whats_on\/things_to_do_and_see_events\/anz_stadium_explore_tour"]}," ($28.50\/$18.50)), the ",{"type":"'''","value":["Sydney Superdome"]}," (currently known as \"Allphones Arena\" ",{"type":"[","value":["http:\/\/www.allphonesarena.com.au\/"]},") and the Aquatic Centre ",{"type":"[","value":["http:\/\/www.aquaticcentre.com.au\/"]},". Around the edge of the sporting precincts can be found other places to explore, such as the Brick Pit Walk ",{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/whats_on\/things_to_do_and_see_events\/brickpit_ring_walk"]},"(home of the endangered Green and Gold Bell Frog) or the Sydney 2000 Olympic Cauldron which has been preserved as a fountain ",{"type":"[","value":["http:\/\/www.sydneyolympicpark.com.au\/whats_on\/things_to_do_and_see_events\/the_olympic_cauldron_at_sydney_olympic_park"]},".\n\n",{"type":"===","value":["Evening"]},"\nWhen you have finished exploring Sydney Olympic Park, return to either Olympic Park or Concord West station and return to the city. Don't forget to return the bike you hired. \n\nSince you are already in western Sydney, a good suggestion for dinner is one of the nearby suburbs for another multicultural Sydney experience. Check out the ",{"type":"[[","value":[["Sydney#Multicultural"],["Sydney\/Eat"]]}," page for some suggestions. Depending on the line you came in on, Eastwood, Strathfield, Auburn, Ashfield and Petersham are suburbs not far away from Sydney Olympic Park or on your way back to the city and all of these are accessible by public transport. Some of Sydney's suburbs have some hidden delights in multicultural food.\n\n",{"type":"==","value":["Day 7"]},"\n\n",{"type":"==","value":["Stay safe"]}," \n",{"type":"==","value":["Go next"]}," \n\n\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"{{","value":[["related"],["Sydney"]]}]