[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Oni"]}," is a very pretty, rustic town on the Rioni River up in the mountains that was for millennia a center of Georgian Jewish culture. Today it is becoming a major tourist destination for domestic travelers as well as attracting adventurous foreign travelers attracted to its natural beauty, remote setting and a local culture that has not seen the effects of tourism yet.  The town is about 3 km long, between the left bank of the Rioni River and hills to the East.  \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe town is easily handled on foot, to travel further into the mountains hire a car at the station where you were dropped off by the Marshutka, or make arrangements through your guesthouse.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Synagogue"]}," - Although the Jewish population has migrated away there is a beautiful synagogue in the center of town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum"]}," - The local museum has many artifacts that would be much more famous if they were in a more well known museum.  There are stone tools from the earliest settlers, bronze tools, early Iron artifacts and artwork from contemporary artists, as well as much more.  Admission is 2 Lari"]},"\n",{"type":"==","value":["Do"]},"\n\nThe most popular activity for visitors is hiking or climbing in the mountains and there are many trails for this.  \n\n",{"type":"==","value":["Eat"]},"\n\nMost visitors will want to have their meals at the guesthouse they are staying at, since there is a very limited choice of restaurants in the summer, and none are open in the winter.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are several nice guesthouse options in town and one new hotel.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Berishvili Homestay"],["url="],["email="],["address= 7 Baratashvili Street"],["lat="],["long="],["directions="],["phone=+995 599 15 76 38"],["tollfree="],["fax="],["hours="],["price=30 to 40 GEL per night (bed & breakfast, half-board)"],["checkin="],["checkout="],["content=Homestay with a garden and in a quiet location. Russian, and some English and German spoken."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Family Guesthouse and Gallery"]}," - A beautiful house with hand made balconies that has been furnished and decorated by the owners who run the local art and woodworking school.  The owners speak Georgian and Russian and their teenage son speaks excellent English and is able to act as a guide for local hikes."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["42.5833"],["43.4500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rioni Region"]]},"\n\n",{"type":"[[","value":[["WikiPedia: Oni, Georgia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Oni, Georgia"]]}]