[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[","value":["http:\/\/www.onslowcountync.gov\/default.aspx ",{"type":"'''","value":["Onslow"]}]}," is a city in the ",{"type":"[[","value":[["Pilbara"]]}," region of ",{"type":"[[","value":[["Western Australia"]]},".\n\nOnslow has a population of around 900 depending on the time of year. During summer the weather is extremely hot, however from April to September it is particularly beautiful. Onslow is still a quiet Pilbara town, known over the years for its fantastic fishing and laid back lifestyle. Onslow is also the gateway to the Mackerel Islands, which is rated highly as “the place” to fish in WA. Now offering an underwater world, to dive, fish and snorkel. The clear water and surrounding reefs are full of life waiting to be explored. 10 islands make up the Mackerel Islands group, with accommodation and facilities on Thevenard and Direction Island. ",{"type":"[","value":["www.mackerelislands.com.au"]},"\n\nWith Onslow’s population and small town set to grow, this prosperous town has much to offer. The town features the local pub, post office, a brand new sports centre doubling as a cyclone shelter for the town’s residents, supermarket and other small businesses, you should find all that you need.\n\nThe town’s Anzac memorial has been a huge success since its opening a couple of years ago, offering an unforgettable tribute using the sunrise. Onslow Locals and tourists travelling through have made this part of Onslow, and it has been well received.\nThe towns very own community garden has also been popular with the towns events, meetings and fundraisers being held here. Its very own outside kitchen and pizza oven is a great meeting spot for all that wish to use it.\n\nOnslow has various accommodation options including 2 caravan parks, the Ashburton Resort Motel, the Onslow Sun Chalets and the Beadon Bay Hotel. \n\n\nOnslow Tourism & Progress Association (08) 9184 6644\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n\nRoad travel from Perth to Onslow is a comfortable drive of about a day and a half on fully sealed roads and is only a 3 hour drive south of Karratha, or 4.5 hours drive from Exmouth.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Exmouth Gateway"]},". Qantas and Skywest fly between Perth and Exmouth (Learmonth) making it a short 2 hour hop from Perth.\n\n",{"type":"==","value":["Get around"]},"\nWith Onslow being a small pilbara town expanses can be vast but the town centre is compact enough to be able to walk to all amenities. Boats in town offer services to the Islands on Sundays and Thursdays\n\n",{"type":"==","value":["See"]},"\nSunrise and Sunset Beach surround Onslow, visit the lookouts and take in the view. The ruins of Old Onslow town site, cemetery and the remains of the jetty that served the sailing vessels of early this century are well worth a visit, as is the Ashburton River.\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Scuba Diving"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mackerel Islands Dive"],["url=http:\/\/mackerelislands.com.au\/Diving\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +61 8  9184 6444"],["tollfree="],["fax="],["hours="],["price="],["content=The mackerel Islands is a hidden divers dream. Mackerel Islands Dive operates charter operations and hire dive gear"]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe Mackerel Islands restaurant based on Thevenard Island, offers great cuisine at our relaxed Island restaurant. Open daily, with pre-booking required.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ashburton Resort - Onslow"],["url=http:\/\/mackerelislands.com.au\/ashburton-resort-onslow-western-australia\/"],["email="],["address=Second Ave (Cnr Third St) Onslow WA"],["lat="],["long="],["directions="],["phone = +61 8  9184 6586"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pilbara"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Western_Australia\/Localities\/O\/Onslow\/"]]},"\n",{"type":"[[","value":[["wikipedia:Onslow, Western Australia"]]}]