[{"type":"{{","value":[["pagebanner"],["Highway_401_banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["Image:Ottawa parliament hill.jpg"],["thumb"],["350px"],["Ottawa Parliament Hill"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ontariotravel.net\/ Ontario"]}]}," is the most populous and the second-largest province of ",{"type":"[[","value":[["Canada"]]},", home to the Canadian capital city of ",{"type":"[[","value":[["Ottawa"]]},". Ontario's own capital, ",{"type":"[[","value":[["Toronto"]]},", is Canada's largest city. Ontario is bordered by the province of ",{"type":"[[","value":[["Quebec"]]}," to the east, by the ",{"type":"[[","value":[["Great Lakes"]]}," region (",{"type":"[[","value":[["Michigan"]]},", ",{"type":"[[","value":[["Minnesota"]]}," and ",{"type":"[[","value":[["New York (state)"],["New York"]]},") of the ",{"type":"[[","value":[["United States of America"],["United States"]]}," to the south, by ",{"type":"[[","value":[["Manitoba"]]}," to the west and by Hudson and James Bays to the north.\n\n",{"type":"==","value":["Understand"]},"\n\nIn addition to being ",{"type":"[[","value":[["Canada"]]},"'s most populous province, it is also a major tourist destination, especially around the ",{"type":"[[","value":[["Niagara Region"],["Niagara Falls"]]},". More than 90% of the population resides in the four regions that make up Southern Ontario, which covers a much smaller land area than the expansive north, making them worlds apart in topography and local culture. Due to its massive size, Ontario can provide the visitor with access to Canada's most populous city, Toronto; the world's largest fresh water lake, Lake Superior; and even a polar bear park in the Arctic Circle. While English is the first language of most people, one will find historic French speakers and some signage in French, many other immigrant languages in the greater Toronto area, and First Nations people's native tongues still being spoken.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Ontario regions map.png"],["regionmaptext=Ontario regions"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Golden Horseshoe"]]}],["region1color=#f6d242"],["region1items=",{"type":"[[","value":[["Greater Toronto Area"]]},", ",{"type":"[[","value":[["Niagara Peninsula"]]}],["region1description= The wealthiest and most urban region, it contains a multitude of cities filled with museums, historic architecture, great restaurants, great shopping, nightclubs, and cultural institutions."],["region2name=",{"type":"[[","value":[["Eastern Ontario"]]}],["region2color=#5594f3"],["region2items="],["region2description= A land of lakes and boreal forests, it also contains the elegant national capital: Ottawa. Along the St. Lawrence River there is a multitude of historic towns."],["region3name=",{"type":"[[","value":[["Southwestern Ontario"]]}],["region3color=#8ad2f6"],["region3items="],["region3description=Ontario's breadbasket with extensive farmland and quiet, historical villages sprinkled throughout that can be easily compared to bucolic parts of Michigan or Wisconsin."],["region4name=",{"type":"[[","value":[["Central Ontario"]]}],["region4color=#8ad266"],["region4items="],["region4description=Peaceful lakes and rivers earn this region the nickname \"Cottage Country\"."],["region5name=",{"type":"[[","value":[["Northern Ontario"]]}],["region5color=#dd6262"],["region5items="],["region5description=This area is home to the Canadian Shield with extensive forests and isolated communities."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\nOntario has many cities. Here are nine of the major ones.\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Toronto"]]}," — Canada's largest city and capital of Ontario with 6.1 million people"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hamilton (Ontario)"],["Hamilton"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kingston (Ontario)"],["Kingston"]]}," — historic and beautiful"]},{"type":"*","value":[" ",{"type":"[[","value":[["London (Ontario)"],["London"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kitchener"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ottawa"]]}," — Canadian capital with 1.19 million people"]},{"type":"*","value":[" ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]}," — yes, THE Niagara Falls"]},{"type":"*","value":[" ",{"type":"[[","value":[["Thunder Bay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]}," — across the river from ",{"type":"[[","value":[["Detroit"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rideau Canal"]]}," — connecting Kingston and Ottawa"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Joseph Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Wasaga Beach"]]}," — world's longest freshwater beach (14 km or 8.5 m)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Niagara on the Lake"]]}," — premier wine region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Algonquin Provincial Park"]]}," — a huge, isolated expanse of rugged backcountry forests and lakes"]},"\n",{"type":"==","value":["Talk"]},"\n\nEnglish is spoken throughout Ontario. French is spoken in some parts of the province especially along the border in eastern and northern Ontario. Services are available in both English and French at all Federal and Provincial Government offices as well as many Municipal Government offices. Many large and small business offer services in French although this is not always mandated by statute. The closer one gets to ",{"type":"[[","value":[["Quebec"]]},", the more likely one is to be able to receive service in French in stores, restaurants and other businesses.  Some banks and ATMs also offer service in Chinese, particularly in Ottawa and Toronto.\n\nMore than 95% of the Ontarian population is fluent in English and\/or French. More than 91% of the population is fluent in English.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nMost visitors arrive by way of ",{"type":"[[","value":[["Toronto"]]},"'s ",{"type":"'''","value":["Lester B. Pearson International Airport"]}," in ",{"type":"[[","value":[["Mississauga"]]}," (just outside of the Toronto metro area). The airport is a major hub for most Canadian air carriers. If your ultimate destination is in Southern Ontario, you will likely pass through Pearson at some point.  Many flights from overseas will land in Toronto, and daily flights are available from many Canadian cities and most American hubs. Pearson is a very expensive airport, however, so alternate airports in smaller cities (or even ",{"type":"[[","value":[["Buffalo"]]},", across the border) are popular with travellers on a budget.\n\nFor destinations in Eastern Ontario and the ",{"type":"[[","value":[["Ottawa Valley"]]},", flights from within Canada, from the United States, and the United Kingdom are also available to ",{"type":"[[","value":[["Ottawa"]]},". Many American hubs have daily direct flights into Ottawa.\n\nIn Southern Ontario, there are airports at ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]},", ",{"type":"[[","value":[["Sarnia"]]},", ",{"type":"[[","value":[["London (Ontario)"],["London"]]},", ",{"type":"[[","value":[["Hamilton (Ontario)"],["Hamilton"]]}," and ",{"type":"[[","value":[["Kingston (Ontario)"],["Kingston"]]}," that are served by Air Canada and\/or WestJet to various Canadian destinations (but most commonly only to Toronto). There is also an airport at ",{"type":"[[","value":[["Kitchener"]]}," that is served by Delta Air Lines to ",{"type":"[[","value":[["Detroit"]]}," and WestJet to ",{"type":"[[","value":[["Calgary"]]},". If you are going to Windsor, you will land at ",{"type":"'''","value":[{"type":"[[","value":[["Detroit Metropolitan Wayne County Airport"],["Detroit Metro Airport"]]}]}," just across the border.\n\nIf you plan to travel to Northwestern Ontario or the ",{"type":"[[","value":[["North of Superior"]]}," region, then ",{"type":"[[","value":[["Thunder Bay"]]}," International Airport is your best bet.  Air Canada has direct flights from Toronto and ",{"type":"[[","value":[["Winnipeg"]]},", to name a few, and Westjet has flights from Hamilton and Winnipeg.\n\n",{"type":"===","value":["By car"]},"\nDriving from the USA, border crossings include: International Falls, Minn. to Fort Frances, Ontario; Sault Ste. Marie, Michigan to ",{"type":"[[","value":[["Sault Ste Marie (Ontario)"],["Sault Ste Marie"]]},", Ontario;  Port Huron, Michigan to ",{"type":"[[","value":[["Sarnia"]]},", Ontario; Detroit, Michigan to ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]},", Ontario; Buffalo, NY to ",{"type":"[[","value":[["Fort Erie"]]},", Ontario; ",{"type":"[[","value":[["Niagara Falls (New York)"],["Niagara Falls, NY"]]}," to ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls, Ontario"]]},"; Lewiston to Queenston; Cape Vincent to ",{"type":"[[","value":[["Thousand Islands"],["Wolfe Island"]]}," (seasonal), ",{"type":"[[","value":[["Thousand Islands"],["Wellesley Island NY to Hill Island (Lansdowne), Ontario"]]},"; ",{"type":"[[","value":[["Ogdensburg"]]}," to ",{"type":"[[","value":[["Prescott (Ontario)"],["Prescott"]]},"; ",{"type":"[[","value":[["Massena"]]}," to ",{"type":"[[","value":[["Cornwall (Ontario)"],["Cornwall"]]},".\n\nIf you are coming from the St. Lawrence River valley in ",{"type":"[[","value":[["Quebec"]]},", the southern routes are autoroute 20 to the 401 (",{"type":"[[","value":[["Windsor-Quebec corridor"]]}," to ",{"type":"[[","value":[["Toronto"]]},") or autoroute 40 to 417 (",{"type":"[[","value":[["Trans-Canada Highway"]]}," through ",{"type":"[[","value":[["Ottawa"]]},").  If your intentions are northerly, the Ottawa route is the most direct. From ",{"type":"[[","value":[["Gatineau"],["Hull"]]},", five local bridges lead south into Ottawa; from l'île aux Alumettes a bridge on highway 148 leads south into ",{"type":"[[","value":[["Pembroke (Ontario)"],["Pembroke"]]},". From the westernmost portions of Québec (Rouyn-Noranda and Abitibi-Témiscamingue) regional highways lead to ",{"type":"[[","value":[["North Bay"]]}," and the Trans-Canada Highway (17).\n\nFrom ",{"type":"[[","value":[["Manitoba"]]},", there really is only one option by car (unless you are coming via the USA), and that option is TransCanada Highway 1, which becomes 17 in Ontario.\n\n",{"type":"===","value":["By bus"]},"\nAVMMAX2000 Charters ",{"type":"[","value":["http:\/\/www.avmmax2000.ca\/"]}," is a Toronto (Ontario, Canada) based Charter Bus Rental company with 20 years of experience providing comfortable chartered bus rental services to anywhere in North America.\n\nGreyhound Canada ",{"type":"[","value":["http:\/\/www.greyhound.ca\/"]}," travels to nearly 1,100 towns and cities in Canada, via 400 coaches during peak travel periods.  As well, Coach Canada ",{"type":"[","value":["http:\/\/www.coachcanada.com\/"]}," is another  bus service that runs in partnership with Trentway Wagar Lines. \n\nMegabus, ",{"type":"[","value":["http:\/\/www.megabus.com"]},", provides service from ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["Buffalo (New York)"],["Buffalo"]]},", Buffalo-Niagara Airport, ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]},", ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]},", and ",{"type":"[[","value":[["Washington, D.C"]]}," to Toronto.\n\nNe-On, ",{"type":"[","value":["http:\/\/www.neonbus.com\/index.html"]},", is a service operated jointly by Greyhound USA and New York Trailways that runs two buses a day from ",{"type":"[[","value":[["New York City"]]}," to ",{"type":"[[","value":[["Toronto"]]},".\n\nPacific Western ",{"type":"[","value":["http:\/\/www.pacificwesterntoronto.com\/"]}," offers charter services, which is available throughout the entire GTA, Mississauga, Brampton, Niagara Falls Region, Buffalo NY Airport and Montreal Airport. But, they could assist you with any transportation requirements outside of these areas including: All of Canada and the USA.\n\nTour Coach ",{"type":"[","value":["http:\/\/tourscoach.ca\/"]}," is a charter bus services operator based in Toronto (Ontario, Canada), offers services though out Greater Toronto Area. They are a reliable transportation choice for groups of travellers in Toronto, Ontario.\n\n",{"type":"===","value":["By train"]},"\nWithin Canada, VIA Rail Canada ",{"type":"[","value":["http:\/\/www.viarail.ca\/"]}," is the most common way to enter Ontario by train.  It is not unheard of to enter Ontario from the USA by train (VIA\/Amtrak jointly operate the \"Maple Leaf\", NY through Buffalo-Niagara to Toronto), but the customs waits between the USA and Canada are no different than might be expected by car or plane.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nOntario is a large province and, as a result, the car is nearly the most convenient way to explore it.  If you are arriving by plane initially, cars are easily rented if you are over 23, but easiest if you are over 25 years of age.  Despite what you may have been led to believe, there is more to Ontario than Southern Ontario and ",{"type":"[[","value":[["Toronto"]]}," (or ",{"type":"[[","value":[["Hamilton (Ontario)"],["Hamilton"]]},", or ",{"type":"[[","value":[["Niagara Region"],["Niagara"]]},", or whatever), and driving to and through the vast and varied regions of Ontario can be an adventure.  Coming from the USA, your options are numerous.\n\nIn ",{"type":"[[","value":[["Northern Ontario"]]},", the car is a must if you wish to get from place to place.  In most cases, you will be driving the TransCanada Highway (a cross-Canada network of highways, often offering more than one route), either on Highway 17 or Highway 11.  17 follows a more Southerly route hugging Lake Superior, while 11 ventures Northward at ",{"type":"[[","value":[["North Bay"]]}," and heads through a slightly less populous region of the province before heading southwards.  Do note that 11 and 17 come together in the ",{"type":"[[","value":[["Thunder Bay"]]}," region.  To the west, 11 heads to its end at ",{"type":"[[","value":[["Rainy River"]]}," and the USA, while 17 heads up to lead to ",{"type":"[[","value":[["Manitoba"]]},".\n\nEven by car, you will be unable to access the Northern half of Ontario.  Roads are the exception, not the rule, and you will rely on plane and train nearly anywhere north of Lake Nipigon.\n\nSpeed limits are posted in metric.  Roadways are usually in good condition.  On major highways, drivers routinely exceed the speed limit by 20 to 49 km\/h despite the threat of hefty fines.  Anyone caught exceeding the speed limit by 50 km\/h or more, or making certain undesirable driving manoeuvres such as racing, preventing others from passing or rushing to turn left on a fresh green light before the oncoming lanes have moved, can be hit with an automatic fine between $2000 and $10,000, a seven-day license suspension ",{"type":"'''","value":["and"]}," a seven-day vehicle impound.\n\nLane discipline by drivers is considered mediocre at best.  Although it is widely known that passing should be only done on the leftmost lanes, drivers routinely pass on the rightmost lanes, mostly due to slower drivers failing to change lanes to the rightmost lanes. \n\nOntario has High Occupancy Vehicle (HOV) lanes ",{"type":"[","value":["http:\/\/www.mto.gov.on.ca\/english\/traveller\/hov\/"]}," on Highway 403 and 404. Cars and even motorcycles require at least two occupants per vehicle to use them around the clock. If you are coming from the USA, remember that motorcycles without passengers are banned from Ontario HOV lanes. It is different from most USA HOV lanes allowing motorcycles, even if without passengers.\n\n",{"type":"===","value":["By bus"]},"\nWithin the Greater Toronto Area (which includes a large portion of the area around Toronto), GO Transit ",{"type":"[","value":["http:\/\/www.gotransit.ca\/"]}," is an option. Fares are calculated by distance, much like regular intercity transport.  This is the best mode of public transit between cities and towns in this region. GO Transit mostly serves daily commuters into Toronto, and service is most frequent during the early morning and late afternoon. Some routes are served by train during certain hours. \n\n",{"type":"===","value":["By boat"]},"\nOntario contains many excellent recreational waterways including: the Great Lakes, the Rideau Canal, the Trent-Severn Waterway, the Ottawa and St Lawrence Rivers. The St Lawrence River includes the Thousand Islands region as well as the St Lawrence Seaway system. \n\nThe Niagara River is one of the wonders of our natural world although it is most definitely not a recreational waterway! The River includes the great cataract we know as Niagara Falls and is bypassed for navigational purposes by the Welland Ship Canal.\n\n",{"type":"*","value":[{"type":"'''","value":["The Pelee Islander"]},", tel: 1-800-661-2220. Daily trips to ",{"type":"[[","value":[["Pelee Island"]]}," and mainland ",{"type":"[[","value":[["Ontario"]]},", Canada.  Service from Sandusky is limited to once daily during the summer months, and is further restricted during the spring and fall. Advance vehicle reservations.  "]},{"type":"*","value":[{"type":"'''","value":["The MV Jiimaan"]},", Jackson St, ",{"type":"[","value":["http:\/\/www.ontarioferries.com\/jii\/english\/index.html"]},". The largest passenger ferry along the Lake Erie route to Pelee Island. Leaves from the foot of Jackson St., Sandusky. To Leamington, Canada, Kingsville Govt. Dock, Ontario, Canada and Pelee Island, Ontario, Canada."]},"\n",{"type":"===","value":["By train"]},"\nVIA Rail services many areas of Ontario, from small towns to the largest cities. Many of the larger stations are served by several trains each day. Stations are often located in the downtown area of some cities, and are sometimes served by local public transit. In Toronto, car rentals are available from within the station.\n\nWithin the ",{"type":"[[","value":[["Golden Horseshoe"]]},", GO Transit ",{"type":"[","value":["http:\/\/www.gotransit.ca\/"]}," is a convenient and fast way to travel, if you can do so either in the early and late rush hour periods. In the summer months, GO runs special express trains between ",{"type":"[[","value":[["Toronto"]]}," and ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]},".\n\nThe big exception to the above is if your destination is Northern Ontario (such as ",{"type":"[[","value":[["Moosonee"]]}," or ",{"type":"[[","value":[["Lake Superior Provincial Park"]]},").  There are train services to these areas that are your only options, excepting planes.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Toronto"]]},"'s Lester B. Pearson International Airport ",{"type":"[","value":["http:\/\/www.gtaa.com\/"]}," (",{"type":"{{","value":[["IATA"],["YYZ"]]},"), is the province's largest airport and a major hub for most Canadian air carriers. Regular service is available to regional airports throughout Ontario. More locations are served by Toronto's City Centre Airport.\n\nOttawa has an international airport for destinations in Eastern Ontario and the ",{"type":"[[","value":[["Ottawa Valley"]]},". \n\nIn Southern Ontario, there are airports at ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]},", ",{"type":"[[","value":[["Sarnia"]]},", ",{"type":"[[","value":[["London (Ontario)"],["London"]]},", ",{"type":"[[","value":[["Hamilton (Ontario)"],["Hamilton"]]},", ",{"type":"[[","value":[["Kingston (Ontario)"],["Kingston"]]},", and ",{"type":"[[","value":[["Kitchener"]]},". \n\nIf you plan to travel to Northern Ontario or the ",{"type":"[[","value":[["North of Superior"]]}," region, airports include ",{"type":"[[","value":[["Thunder Bay"]]},", ",{"type":"[[","value":[["Sudbury (Ontario)"]]},", ",{"type":"[[","value":[["Timmins"]]},", ",{"type":"[[","value":[["Sault Sainte Marie (Ontario)"]]},", as well as many smaller airports. The larger carriers serving Northern Ontario from airports in Toronto and Ottawa include Air Canada Jazz, Bearskin Airlines, and Porter Airlines.  \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Old Fort William in ",{"type":"[[","value":[["Thunder Bay"]]},", a historical fort with the best historical reenactments available in Ontario"]},{"type":"*","value":["Lake Huron Lighthouses along Southwestern Ontario's Lake Huron coastline"]},{"type":"*","value":["The National Capital Region in ",{"type":"[[","value":[["Ottawa"]]}]},{"type":"*","value":["Take in the view from the CN Tower in Toronto"]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Sainte-Marie among the Hurons"],["alt="],["url=http:\/\/www.saintemarieamongthehurons.on.ca\/english\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 705 526-7838"],["tollfree="],["fax="],["hours="],["price="],["content=1.5 hours north of ",{"type":"[[","value":[["Toronto"]]}," on Hwy. 12. French Jesuits settled here for 10 years until they fled in 1649 after attacks from the Iroquois."]]}]},{"type":"*","value":["Explore the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.onlink.net\/~woodland\/trail.htm Historic Nipissing Road"]}]}," now part of the Trans Canada Trail.  You can drive the road as well as hike it. See ",{"type":"[[","value":[["Magnetawan"]]},"."]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bruce Trail"]]}," — the oldest and longest marked footpath in Canada"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rideau Canal"]]}," — a scenic waterway linking ",{"type":"[[","value":[["Kingston (Ontario)"],["Kingston"]]}," and ",{"type":"[[","value":[["Ottawa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Windsor-Quebec corridor"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Hike the Sleeping Giant, a series of mesas that resemble a human figure, near ",{"type":"[[","value":[["Thunder Bay"]]}]},{"type":"*","value":["Visit and hike through ",{"type":"[[","value":[["Temagami"]]},"'s Old Growth Forest, climb the Fire Tower and canoe Lake Temagami."]},{"type":"*","value":["Dive around or take a boat tour of shipwrecks at Fathom Five National Marine Park at ",{"type":"[[","value":[["Tobermory (Ontario)"],["Tobermory"]]}]},{"type":"*","value":["Camp at Bruce Peninsula National Park."]},{"type":"*","value":["Visit ",{"type":"[[","value":[["Manitoulin Island"]]},", the largest freshwater lake island in the world."]},{"type":"*","value":["Visit one of Ontario's freshwater sandy beaches: ",{"type":"[[","value":[["Wasaga Beach"]]},", Sauble Beach ",{"type":"[","value":["http:\/\/www.saublebeach.com\/"]}," or ",{"type":"[[","value":[["Grand Bend"]]}," in ",{"type":"[[","value":[["Southwestern Ontario"]]},"; Pancake Bay Provincial Park in ",{"type":"[[","value":[["Northern Ontario"]]},".  Also visit these Ontario Parks ",{"type":"[","value":["http:\/\/www.ontarioparks.com\/"]}," for great beaches: Sandbanks, Lake Superior, Awenda, Charleston Lake, and the Pinery. "]},{"type":"*","value":["Hike the Bruce Trail ",{"type":"[","value":["http:\/\/www.brucetrail.org\/"]}," (or portions of it) from ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]}," to ",{"type":"[[","value":[["Tobermory (Ontario)"],["Tobermory"]]},"."]},{"type":"*","value":["Visit Point ",{"type":"[[","value":[["Pelee"]]}," National Park and ",{"type":"[[","value":[["Pelee Island"]]},", the Southernmost point in Canada."]},{"type":"*","value":["Camp and canoe at one of the province's extensive Provincial Parks: ",{"type":"[[","value":[["Algonquin Park"]]},", Quetico."]},{"type":"*","value":["Ride the South Simcoe Railway steam train ",{"type":"[","value":["http:\/\/www.southsimcoerailway.ca"]}," from ",{"type":"[[","value":[["Tottenham (Ontario)"],["Tottenham"]]},"."]},{"type":"*","value":["Follow the Wine Road from Exit 78 on QEW to Niagara on the Lake (Map ",{"type":"[","value":["http:\/\/www.winesofontario.org\/PDFs\/2005WineRouteMap.pdf"]},") and visit some wineries."]},{"type":"*","value":["Try ",{"type":"'''","value":["Walleye and Bass"]}," fishing in Ahmic Lake in ",{"type":"[[","value":[["Magnetawan"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Mississauga"]]}," offers a wide amount of biking\/hiking trails with beautiful views of trees, birds, and the ",{"type":"[[","value":[["Credit River"]]},", despite being located in the Greater Toronto Area. Hardly crowded at all as well - and easy terrain."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=craft brewers tour"],["url=http:\/\/www.ontariocraftbrewers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit craft brewers of Ontario"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit maple sugar shacks"]]}]},{"type":"[[","value":[["Image:OldCreditBrewery.jpg"],["thumb"],["Old Credit Brewery"]]},"\n\n",{"type":"==","value":["Eat"]},"\nThe ",{"type":"[[","value":[["Greater Toronto Area"]]},", ",{"type":"[[","value":[["Ottawa"]]},", ",{"type":"[[","value":[["Golden Horseshoe"]]},", and ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]},"\/",{"type":"[[","value":[["Niagara Region"]]}," each offer you a wide variety of Indian, Chinese, Thai, Italian, Latin American, Japanese, fast food, and French cuisines (all formal and unformal). Toronto and Ottawa have large immigrant populations, and have an unusually high variety of quality specialty cuisines, that cater to Western, Asian, European palates. \n\nVisit Gluten-Free Ontario",{"type":"[","value":["http:\/\/www.glutenfreeontario.ca"]}," for a list of restaurants\/bakeries in Ontario that offer gluten-free food.\n\n",{"type":"==","value":["Drink"]},"\n\nIn Ontario, the legal drinking age is 19.  In Southern Ontario, you will find a great variety of beer and spirits at your disposal, while in Northern Ontario your options are usually limited to the most common North American standards.  Do take note that drinking in public is discouraged by law in Ontario and most parts of Canada, exceptions being licensed patios and the like.\n\n",{"type":"===","value":["Where"]},"\nBeer is available from the Beer Store ",{"type":"[","value":["http:\/\/www.thebeerstore.ca\/"]}," (run by Molson, Labatt and Sleeman), while beer, wine and other alcohol is available from the Liquor Control Board of Ontario ",{"type":"[","value":["http:\/\/www.lcbo.ca\/"]},", commonly called the LCBO, (run by the government).  In Northern Ontario, you will typically only see the LCBO (and this will also be the case in some rural areas of Southern Ontario).  The only time you will ever see alcohol in a grocery store is when that store has an internal LCBO.  You will never find alcohol in convenience stores in Ontario. You can also buy wine at the Wine Rack ",{"type":"[","value":["http:\/\/www.winerack.com\/"]}," in some areas. Alcohol may not be easily available outside of LCBO and Beer Store hours, so stock up on alcohol ahead of holidays and store closures.\n\nOf course, pubs and bars are no rarity in Ontario.  In nearly every community you will enter, you will be able to find at least one tavern or bar.  A domestic bottled beer will typically cost around $3.50 and a cocktail-type drink around $4.50 or higher.  Expect the prices to vary, with prices being much higher in urban centres. Drinks are served \"smart-serve\" in Ontario, so they will never be made free-pour, every (single) serving of liquor, beer and wine have the same amount of alcohol (though in reality, particularly strong beers or wines will have more alcohol per serving)\n\n",{"type":"===","value":["Beer"]},"\nOntario has an active beer culture that has blossomed recently in Southern Ontario in particular.  Below are some of the breweries you can expect to find:\n",{"type":"*","value":["Amsterdam Brewing Co. ",{"type":"[","value":["http:\/\/www.amsterdambeer.com\/"]},", based in ",{"type":"[[","value":[["Toronto"]]}]},{"type":"*","value":["Black Oak ",{"type":"[","value":["http:\/\/www.blackoakbeer.com\/"]},", based in ",{"type":"[[","value":[["Oakville (Ontario)"],["Oakville"]]}]},{"type":"*","value":["Brick ",{"type":"[","value":["http:\/\/www.brickbrewery.com\/"]},", based in ",{"type":"[[","value":[["Waterloo (Ontario)"],["Waterloo"]]}]},{"type":"*","value":["Cameron's Brewring ",{"type":"[","value":["http:\/\/www.cameronsbrewing.com\/"]},", based in ",{"type":"[[","value":[["Oakville (Ontario)"],["Oakville"]]}]},{"type":"*","value":["Creemore Springs ",{"type":"[","value":["http:\/\/www.creemoresprings.com\/"]},", based in ",{"type":"[[","value":[["Creemore"]]}]},{"type":"*","value":["Gold Crown Brewery, a brew-pub in ",{"type":"[[","value":[["Waterloo (Ontario)"],["Waterloo"]]}]},{"type":"*","value":["Grand River Brewing ",{"type":"[","value":["http:\/\/www.grandriverbrewing.com\/"]},", based in ",{"type":"[[","value":[["Cambridge (Ontario)"],["Cambridge"]]}]},{"type":"*","value":["Kawartha Lakes Brewery ",{"type":"[","value":["http:\/\/www.klb.on.ca\/"]},", based in ",{"type":"[[","value":[["Peterborough (Ontario)"],["Peterborough"]]}]},{"type":"*","value":["King Brewery ",{"type":"[","value":["http:\/\/www.kingbrewery.com\/"]},", based in ",{"type":"[[","value":[["Nobleton"]]}]},{"type":"*","value":["Labatt, a macrobrewery found across Canada"]},{"type":"*","value":["Mill Street Brewery ",{"type":"[","value":["http:\/\/www.millstreetbrewery.com\/"]},", based in ",{"type":"[[","value":[["Toronto"]]},"'s Distillery District"]},{"type":"*","value":["Molson, a macrobrewery found across Canada"]},{"type":"*","value":["Northern Breweries ",{"type":"[","value":["http:\/\/www.northern-breweries.com\/"]},", based in ",{"type":"[[","value":[["Sault Ste Marie (Ontario)"],["Sault Ste Marie"]]}]},{"type":"*","value":["Old Credit in Port Credit, ",{"type":"[[","value":[["Mississauga"]]}]},{"type":"*","value":["The Robert Simpson Brewing Company est. 1836 based in Barrie"]},{"type":"*","value":["Sleeman ",{"type":"[","value":["http:\/\/www.sleeman.com\/"]},", Canada's third largest brewery, based in ",{"type":"[[","value":[["Guelph"]]}]},{"type":"*","value":["Steam Whistle ",{"type":"[","value":["http:\/\/www.steamwhistle.ca\/"]},", based in ",{"type":"[[","value":[["Toronto"]]}]},{"type":"*","value":["Wellington Brewery ",{"type":"[","value":["http:\/\/www.wellingtonbrewery.ca\/"]},", based in ",{"type":"[[","value":[["Guelph"]]}]},{"type":"*","value":["Walkerville Brewery ",{"type":"[","value":["http:\/\/www.walkervillebrew.com\/"]},", based in ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]}]},{"type":"*","value":["Taps Brewery ",{"type":"[","value":["http:\/\/www.tapsbeer.ca\/"]},", based in ",{"type":"[[","value":[["Niagara on the Lake"]]}]},"\nMuch like the recent popularity of smaller, regional breweries, brew pubs have become increasingly popular in some cities throughout Ontario. These brew unique beers within the restaurant that supposedly reflect local tastes and matches some of the dishes offered.\n\n",{"type":"===","value":["Wine"]},"\nThe Niagara region, home to ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]}," and ",{"type":"[[","value":[["Niagara on the Lake"]]},", is Ontario's premier wine-production region. Wine is also produced at 13 wineries in ",{"type":"[[","value":[["Essex County (Ontario)"],["Essex County"]]}," and ",{"type":"[[","value":[["Pelee Island"]]},", Canada's most southern point. \n\nOntario has a comparatively young wine industry that is expanding rapidly. Ontario, and Canada in general, is renowned for its consistent and unique ice wines. It is also gaining increasing recognition for its world-class premium table wines.\n\nIt's wine regions are right in the middle of the northern grape-growing belt – between 41° and 44° north. That puts southern Ontario just south of the famous Bordeaux Region in France, and parallel with northern California wine regions. Ontario is considered a \"cool climate region\" – which means at harvest time grapes are blessed with more concentrated flavours and balanced acidity which makes them wonderfully food friendly. That's why cooler climate wines typically have a livelier flavour than those from hotter climates. \n\nThe Vinters Quality Association (VQA) is an association of wineries that provide insight into the quality of Ontario wines.  When purchasing wine made in Ontario, look for a \"VQA\" logo on the bottle - this tells you the wine has been approved by the association.  Keep in mind that there are still many wines that are not certified, but lack of certification does not necessarily mean a poor wine.\n\n",{"type":"==","value":["Smoke"]},"\n\nIn Ontario, recent Supreme Court rulings have made it difficult to convict on charges of possession, and police are generally lenient towards possession of up to 30 grams. However, buying, selling, cultivating (for non-medical use) and smoking marijuana in public is still illegal.  The federal government has expressed a willingness to \"get tough\" on drugs, and as a result marijuana possession charges have jumped.  Tourists are advised to avoid smoking marijuana in public areas, though the risk of criminal prosecution is minimal relative to most of the world.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Quebec"]]},", to the east, is the nearest populated area of ",{"type":"[[","value":[["Canada"]]}," and presents an interesting contrast to Ontario.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Erie Tour Route and Lighthouses"]},". Go back to the mainland and see the shoreline.  The drive (or boat ride) around Lake Erie takes you through the Working Waterfronts around ",{"type":"[[","value":[["Buffalo (New York)"],["Buffalo"]]}," NY, ",{"type":"[[","value":[["Cleveland"]]}," OH, ",{"type":"[[","value":[["Detroit"]]}," MI, ",{"type":"[[","value":[["Erie"]]}," PA, ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]},", OH, and southern Ontario and is intermingled with beautiful preservations of flora and fauna as well as the history of North America's first westward expansion, the ",{"type":"''","value":["Old Northwest Territory"]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Ohio"]]}]}," is directly south, ferries are available to ",{"type":"[[","value":[["Sandusky"]]}," and ",{"type":"[[","value":[["Cedar Point"]]},"."]},"\n",{"type":"{{","value":[["geo"],["50.7000"],["-86.0500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Canada"]]},"\n\n",{"type":"[[","value":[["commons:Category:Ontario"]]},"\n",{"type":"[[","value":[["WikiPedia:Ontario"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Canada\/Ontario\/"]]},"\n\n",{"type":"{{","value":[["usableregion"]]}]