[{"type":"{{","value":[["pagebanner"],["Oradea banner.jpg"],["caption=Unions' Culture House"]]},"\n",{"type":"[[","value":[["Image:Piata Unirii Oradea.jpg"],["thumb"],["350px"],["Oradea's \"Unification Square\""]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oradea.ro\/website\/About-Oradea.html Oradea"]}]}," is one the few undiscovered gems of ",{"type":"[[","value":[["Romania"]]},"'s tourism. Despite the city being one of the largest and most important in ",{"type":"[[","value":[["Transylvania"]]},", with a high degree of administrative, economic and commercial importance, it is often overlooked by tourists in favor of other Transylvanian cities such as ",{"type":"[[","value":[["Brasov"]]},", ",{"type":"[[","value":[["Sibiu"]]},", ",{"type":"[[","value":[["Sighisoara"]]}," or ",{"type":"[[","value":[["Cluj-Napoca"]]},". The city can also act as a pleasant stopover if you are coming to Romania from ",{"type":"[[","value":[["Hungary"]]},", or leaving the country.\n\n",{"type":"==","value":["Understand"]},"\n\nThe city combines a good location and climate with romantic baroque architecture from the Austro-Hungarian Empire, with a lovely jumble of Romanian and Hungarian cultures. The city was passed back many times between Hungary and Romania, with both these cultures are apparent in the city giving it a special charm and pleasant mix of architecture. \n\nOradea, situated 8 km from the Hungarian border (and a whopping 650 km by train from the capital of Romania, ",{"type":"[[","value":[["Bucharest"]]},"), can even serve as a starting point for a Romanian journey, as it is served by trains coming in from ",{"type":"[[","value":[["Budapest"]]}," and other parts of ",{"type":"[[","value":[["Europe"]]},". Many tourists also make a stopover in Oradea before travelling further on to ",{"type":"[[","value":[["Cluj-Napoca"]]},", ",{"type":"[[","value":[["Brasov"]]}," or ",{"type":"[[","value":[["Bucharest"]]},". Recently, tourism is booming and people are even considering attributing the name ",{"type":"''","value":["Le Petit Paris"]}," (The Little Paris) to it.\n\nOradea is in ",{"type":"[[","value":[["Romania"]]},", in the county of Bihor (BH), in Transylvania. The city proper has a population of 206,527 (according to the 2002 census); this does not include areas in the metropolitan area which bring the total urban area population to approximately 350,000. Oradea is one of the most prosperous cities of Romania. The city is on the Crişul Repede river, and has a sizeable Hungarian minority. It is also home to many renowned shoe factories.\n\nOradea is a very wonderful city coming from someone who has done tons of research on it.Oradea also has some wonderful sites to visit while in a trip there! to find different sites to visit and also hear some input from Oradea citizens themselves visit www.virtualtourist.com\n\n",{"type":"==","value":["Talk"]},"\n\nOradea is a bilingual city, most residents speak both Romanian and Hungarian. If you speak either of these two languages, you are bound to get along well. The official language of the country is Romanian, and it is Romanian you will encounter most frequently. Despite all the Romanisation efforts of the communism era, Hungarian influences are still apparent in the bilingual shop signs or speakers to be found. Furthermore, most public signs are now in both languages.\n\nOradeans also tend to be fairly good at foreign languages - English, French and German are taught in all high schools and have been for a fairly long time, so even older speakers will know how to speak one of these languages. This especially applies to German, which many people will speak with great enthusiasm. Romanians are generally tolerant of foreign languages and love tourists, so, in the vast majority of cases you haven't got anything to lose by speaking French, German or English, or even Italian, in Oradea.\n\nEnglish is becoming increasingly popular, and it is spoken fairly fluently by the younger generation, and by many of the middle-aged people. In supermarkets or shops, you can confidently speak in English, especially if the staff members are fairly young. However, it is always good to know a few words in the local languages, because not only will the locals appreciate you for it, but you will understand much more.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nOradea's closest large international airport is ",{"type":"[[","value":[["Budapest"]]},"'s ",{"type":"'''","value":["Liszt Ferenc Airport"]},", which serves flights from all corners of Europe. See above for information on train connections to Oradea. ",{"type":"[[","value":[["Cluj-Napoca"]]}," is another option for most flights from elsewhere in ",{"type":"[[","value":[["Europe"]]},".\n\nOradea also has a small airport ",{"type":"[","value":["http:\/\/www.aeroportoradea.ro\/index.php?link=&lang=eng"]},", located 5 km (3.1 mi) southwest of the city. This airport has TAROM ",{"type":"[","value":["http:\/\/www.tarom.ro\/en\/"]}," flights from ",{"type":"[[","value":[["Bucharest"]]}," twice daily. These flights are average in terms of comfort, but are fairly expensive, and are not worth the money.\n\n",{"type":"===","value":["By train"]},"\n\nGetting into Oradea is moderately easy, as from ",{"type":"[[","value":[["Romania"]]}," as from ",{"type":"[[","value":[["Hungary"]]},". Most visitors arrive in by train, as Oradea is located at the western extremity of the Romanian train network. If you're travelling from ",{"type":"[[","value":[["Bucharest"]]},", there are two or three trains per day, one of which is a very comfortable yet fairly inexpensive ",{"type":"'''","value":["night train"]},", especially if you decide to travel in a refurbished ",{"type":"'''","value":["first-class sleeper"]},".   Make sure that you take your tickets well in advance if you intend to travel by the ",{"type":"'''","value":["first-class sleeper"]}," cars because the tickets sell out quickly.\n\nThe journey from Bucharest is a 10-hour, 650 km trip across Romania. Getting to Oradea from other parts of ",{"type":"[[","value":[["Transylvania"]]}," is a lot easier and quicker - there are now fast ",{"type":"'''","value":["InterCity"]}," (IC) connections with brand-new trains from Germany to ",{"type":"[[","value":[["Cluj-Napoca"]]},", ",{"type":"[[","value":[["Arad (Romania)"],["Arad"]]}," and ",{"type":"[[","value":[["Timisoara"]]},". Besides these, there are fast trains that link Oradea at least once daily with nearly every major city in Romania.\n\nIf Oradea is your entry point to Romania, and you are coming from Hungary or ",{"type":"[[","value":[["Central Europe"]]},", there are five trains per day from ",{"type":"[[","value":[["Budapest"]]}," to Oradea (some of which continue onwards to ",{"type":"[[","value":[["Brasov"]]}," and ",{"type":"[[","value":[["Cluj-Napoca"]]},"). Two of these trains are early in the morning, and one leaves Budapest in the afternoon and arrives in Oradea in the late evening, after about four hours. \n\nThere are many bus from Budapest (Nepliget) to Oradea\/Nagyvarad. Many bus from Budapest who go in Romania stop at Oradea. \n\nIf you want to visit Oradea from any other place, the worst idea is to do it from ",{"type":"[[","value":[["Bucharest"]]},".\n\nFor a good domestic trip finder see Romanian Railways ",{"type":"[","value":["http:\/\/www.cfr.ro\/default_engleza.htm"]},".\n\nFor an international pan-European trip finder try Deutsche Bahn European Timetable ",{"type":"[","value":["http:\/\/bahn.hafas.de\/english.html"]},".\n\n",{"type":"===","value":["By bus"]},"\n\nIntercity bus and coach services running through Oradea are strongly on the increase, and most of the residents see them as a welcome departure from what they see are slow, uncomfortable trains. This is because intercity coach travel is very much a novelty in a country where trains and aeroplanes have been the primary form of public transportation for decades. Even today, train is by far the recommended way, being much more comfortable and increasingly modern and luxurious.\n\nBus services are private, and are either run by large cross-European companies such as ",{"type":"'''","value":["Eurolines"]}," or small Romanian or Hungarian companies which operate coaches between, say, Oradea and ",{"type":"[[","value":[["Budapest"]]},".\n\n",{"type":"==","value":["See"]},"\n\nThe beautiful city center is worth visiting, as are the Băile Felix health spas, accessible by train or bus and located outside the city.\n\nOther sites worth visiting are:\n\n",{"type":"*","value":[" Muzeul Ţării Crişurilor\/Körösvidéki Múzeum (a.k.a. Baroque Palace) – a wonderful Baroque museum in Viennese style with 365 famous windows. The building, which was built in honour of Maria Teresa, was the Roman Catholic bishop's palace until 1945, when the Communist regime took the building into public ownership. It was returned to the Roman Catholic church in 2003."]},{"type":"*","value":[" Catedrala barocă\/Székesegyház – the biggest Baroque cathedral in Romania"]},{"type":"*","value":[" Cetatea Oradea\/ Vár - Oradea's Fortress, with a pentagonal fort"]},{"type":"*","value":[" Biserica cu Lună\/ Holdas templom – a church unique in Europe, with a type of astronomical clock depicting the phases of the moon"]},{"type":"*","value":[" Pasajul \"Vulturul Negru\"\/Fekete Sas – the \"Black Eagle\" Passage"]},{"type":"*","value":[" \"Ady Endre\" Museum- a museum dedicated to the greatest Hungarian poets who worked here"]},{"type":"*","value":[" Teatrul de Stat\/Állami Színház – the State Theatre, plans for which were designed by two ",{"type":"[[","value":[["Austria"]]},"n architects who had built around 100 theatres and opera houses in Europe by the end of the ",{"type":"[[","value":[["19th century"]]},". "]},{"type":"*","value":[" Str. Republicii, known to the locals as \"Principala\" or \"Fő utca\" (Main Street) – one of the most beautiful streets of Transylvania, displaying an incredible number of Art Nouveau buildings (under restoration in 2006)."]},{"type":"*","value":["There are around 100 religious sites of different denominations in Oradea, including three synagogues (however, only one is said to be still in use) and the biggest Baptist church in Eastern Europe."]},"\n",{"type":"==","value":["Do"]},"\n\nActivities - Pestera Ursilor, Baile Felix health spas, etc.\n\n",{"type":"==","value":["Learn"]},"\nUniversity of Oradea ",{"type":"[","value":["http:\/\/www.uoradea.ro"]}," is an increasingly emerging English-language university, and there are good packages for foreign students. Studying in Oradea enables you to get a European education and life experience with costs that are a lot lower.\n\n",{"type":"==","value":["Buy"]},"\n\nSouvenir shopping, food shopping.\n\n",{"type":"==","value":["Eat"]},"\n\nDining in Oradea is usually a pleasure, provided you know where to eat. Most restaurants serve local cuisine, which is similar to other continental cuisine. Additionally, some Chinese and Middle Eastern restaurants have opened, and even though they are good, it's best if you eat Transylvanian food in Oradea because this is what you won't find anywhere else.\n\n",{"type":"'''","value":["Restaurant Rosecas"]},", No. 17 Traian Mosoiu Street, +40745265673 phone reservation\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nHotels in Oradea range from modern and gleaming structures with all the amenities to cosy, wonderful and very elegant pensions to old, charming but somewhat uncomfortable hostels. Prices of hotels tend to be fixed, so it's not much use ",{"type":"[[","value":[["haggling"]]},". Note that prices are increasingly being quoted in euro, not Romanian lei (the local currency), and euro is accepted in most places. Hotels in Oradea are cheaper than in Western Europe, but not by an overly significant margin.\n\nAs Oradea city center is not that large, anywhere is OK to stay. In the \"satellite quarters\" of Oradea there are rarely hotels, except in the ",{"type":"'''","value":["Nufărul"]}," quarter, where it's not worth staying. Try finding accommodation in the city, near Str. Republicii or the Town Hall, or near Bd. Magheru and the Civic Center. Both places are just as good, even though the you will find Str. Republicii accommodation to be probably more desirable, due to the abundance of shopping, dining and partying facilities on the street, which is the liveliest in Oradea. These accommodations are also noisier.\n\n",{"type":"*","value":[{"type":"'''","value":["Hostel Oradea"]},", Str. Mihai Eminescu nr. 11, +40-259-437 011. The building has no sign on it, go through the archway right to the back and turn left. You'll see a doorway with the Hostelling International Logo. Find the groundskeeper, but he only speaks Romanian so maybe grab a local speaker as many Romanians stay here too. €12 per night for a bed in a 4 person room. Spacious, clean and right in the center of town."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Avalon Hotel"],["url=http:\/\/www.avalon-hotel.ro"],["email="],["address=Primariei nr 35"],["lat=47.056674"],["long=21.920686"],["directions="],["phone=+40 744 522 523"],["tollfree="],["fax="],["hours="],["price=€20"],["checkin=06"],["checkout=11:30AM"],["content=Free parking, internet wireless, phone\/fax access. Secured access during night, restaurants table reservations and airport transfer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Atlantic"],["alt="],["url=http:\/\/www.hotelatlantic.ro"],["email=office@wpg.ro"],["address=Str. Iosif Vulcan 9"],["lat="],["long="],["directions="],["phone=+40 259 426 911"],["tollfree="],["fax=+40 259 410 788"],["price=$40–$80 (Singles: €35; Doubles: €45; Suites: €70)"],["checkin="],["checkout="],["content=A four-star hotel located in a quiet area with a restaurant, air conditioning and minibar in every room, as well as good room service, doors that close with magnetic cards, video security all night, parking, spa, color TV and phone in every room and in-room safes."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ramada"],["url=http:\/\/www.ramadaoradea.ro"],["email="],["address=Calea Aradului nr.9"],["lat="],["long="],["directions=Calea Aradului is the road leading to the city of Arad"],["phone=+40 359403333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Continental Forum Oradea"],["alt="],["url=http:\/\/continentalhotels.ro\/Continental-Forum-Oradea\/"],["email=forum.oradea@continentalhotels.ro"],["address=Aleea Ştrandului nr 1"],["lat="],["long="],["directions=between the Civic Center and the Aquatic Center"],["phone=+40 372 598 800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dacia Continental is the largest hotel in Oradea with conference rooms, multiple bars, swimming pools, secure parking space and thermal spa treatment."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIn terms of major problems and on a Romanian scale, Oradea is fairly safe. On a Western European scale, the city is even safer. In fact, you will rarely find problems with organised crime against tourists, or more serious offences. What you will find more abundantly, unfortunately are ",{"type":"'''","value":["petty scams"]}," or ",{"type":"'''","value":["thefts"]},". Keep an eye for beggars, who beg for money and may attempt to distract you while your wallet or watch are snatched. \n\nConcerning ",{"type":"'''","value":["tricks and scams"]},", these tend to occur more regularly in Oradea. When exchanging money, don't do so on the ",{"type":"'''","value":["black market"]},", as these people generally rip you off. Try to stay away from people selling souvenirs or products at the railway station. These usually aren't of quality and aren't worth buying. Also, when taking a taxi, make sure the taxi is certified. \n\nKelly's Irish Bar is also in the habit of providing foreign customers with a menu with grossly inflated prices compared to what the locals pay. These menus tend to show the prices in both new and old lei. At least the 'tourist' prices seem not to have risen in line with inflation, but are still higher than what is commonly paid on the Black Sea coast. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["47.072222"],["21.921111"]]},"\n",{"type":"{{","value":[["isPartOf"],["Crișana"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Oradea"]]},"\n",{"type":"[[","value":[["Commons:Category:Oradea"]]}]