[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Oral"]}," (Kazakh: Орал ",{"type":"''","value":["Oral"]},", Russian: Уральск ",{"type":"''","value":["Uralsk"]},") is a city in West ",{"type":"[[","value":[["Kazakhstan"]]},". \n\n",{"type":"==","value":["Understand"]},"\nOral (Kazakh: Орал), Uralsk (Russian: Уральск) in Russian, is a city in northwestern Kazakhstan, at the confluence of the Ural and Chogan Rivers close to the Russian border. As it is located on the western side of the Ural river, it is considered geographically in Europe. It has a population of 350,000. It is the capital of the West Kazakhstan Province. While the majority of the population is made up of ethnic Kazakhs, ethnic Russians also make up a large percent of the populations, and many other ethnic groups such as Tatars, Bashkirs, and Azaris are also represented. Because of its geographic proximity to Russia and its history, the city has been greatly influenced by Russian culture. \n\nFounded in 1613 by Cossacks, the city was originally part of the Russian Empire. The Russian influence is still present to this day having strongly influenced the architecture and culture of the city and its people. The city played a small part in Russian history as the center of the Pugachev serf rebellion in the 18th century. The father of Russian Literature, Alexander Pushkin, visited the city with his friend Vladimir Dahl in September 1833 while doing research for his book The History of Pugachev and his novel The Captain's Daughter.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Uralsk Ak-Zhol airport"]}," (URA\/UARR). Bek Air and SCAT offer daily flights to\/from ",{"type":"[[","value":[["Almaty"]]},", ",{"type":"[[","value":[["Astana"]]}," and ",{"type":"[[","value":[["Atyrau"]]},". Direct flights to ",{"type":"[[","value":[["Moscow"]]}," remain somewhat sporadic (twice a week by SCAT, as of January 2013). If you have Russian visa, you can use the nearby airport of ",{"type":"[[","value":[["Samara"]]}," with direct flights to\/from Moscow (up to 12 a day), ",{"type":"[[","value":[["Frankfurt"]]}," (Lufthansa) and ",{"type":"[[","value":[["Prague"]]}," (Czech Airlines).\n\n",{"type":"===","value":["By train"]},"\nTrain services calling at the Uralsk train station include Kiev-Astana, Moscow-Almaty and Moscow-Aktobe direct services that run every other day.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere are bus services connecting Uralsk with Samara (4 a day), Saratov and Orenburg as well as Atyrau (4 a day), Aktobe and Aksai.\n\n",{"type":"==","value":["Get around"]},"\nThe city has a functioning transportation network including buses and marshrutkas (mini-vans that drive along a set route). However, getting a map of the transportation network may be difficult for travelers to the city. Taxis services are also available. As in many countries of the former Soviet Union, gypsy cabs can be easily hailed from the street.\n\n",{"type":"==","value":["See"]},"\n\nTraditional Russian architecture dating back to the 17th century can be seen throughout the center of the city. The main pedestrian street of Teatralnaya is like a mini version of Moscow's Arbat. Kazakhstan's first drama theatre, 150 years old, is located in this street. This theatre is now known as the Russian drama theatre. A larger, modern drama theatre, known as the Kazakh drama theatre, is located nearby on the main boulevard, Dostyk. Beautiful architecture, including two Russian Orthodox churches (one which is quite old), can also be found along Dostyk.\n\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum of Yemelyan Pugachev"]}," (",{"type":"''","value":["музей им. Емельяна Пугачева"]},"), 35 Dostyk Avenue; "]},"This museum is located in a house built in 18th century. This house, which was built as a residence for Pyotr Kuznetsov, an Ural Cossack, once happened to be the very center of Pugachev inspired Russian serf rebellion, which took place between 1773-1775. It was once also a home for a library until it was transferred to a regional historical museum. It houses an extensive display of Ural Cossacks' artifacts such as cannons, banners and luxurious presents from Tzars. This is a very exciting exhibition that represents the life of Ural Cossacks.\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum of Regional History"]},", 184 Dostyk Avenue;"]},{"type":"*","value":[" ",{"type":"'''","value":["Nature and Environment Museum"]},", 151-1 Dostyk Avenue;"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cum Cum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant is the most renowned in Uralsk for it's 'Meat-on-a-stick' or 'Shashleek' as the local Kazakh's call it.  Check out the back room where there is an excellent picture of some 3D cats.  Superb toilet facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Geordie Pub"],["alt=opposite Cum Cum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bar is located in the center of Uralsk.  It is only open during summer, but provides a lovely range of local beers, has some lovely food and really nice toilet facilities.  There is also a bar maid that has been to Newcastle.  Look for a fence, some umbrellas and a TV."]]}," "]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Golden Cat"],["alt=opposite Cum Cum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bar cum restaurant is a favorite haunt for locals and ex-pats alike.  You will often find people from the UK and US gathered here.  The food is excellent and the beer is better.  If you attend on a weekend evening, you can enjoy the sweet, chilled pleasure of saxophone jazz.  Check out the che-chill and the excellent toilet facilities."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"'''","value":["Aidana"]}," is a new hotel complex which offers quality accommodation at a low price. Located in front of city's indoor skating ring. ",{"type":"[","value":["http:\/\/www.aidana-complex.kz\/nomera.html"]}," \n\n",{"type":"'''","value":["Sayakhat Hotel"]}," is in the very center close to the Rai (The Heaven) night club.\n\n",{"type":"'''","value":["Hotel Oral"]}," (",{"type":"''","value":["Ural"]},") is quite cheap and services are seeing some improvement lately. Close to Atrium shopping center and many bars and cafes. \n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"'''","value":["Pushkin Hotel"]}," located in the historical building close to Ural River bank and Uralsk University main building. Good restaurant and very cozy rooms. ",{"type":"[","value":["http:\/\/www.pushkinhotel.com"]},"\n\n",{"type":"'''","value":["Chagala Hotel Uralsk"]},". Good food, in-house bar and comfortable accommodation. ",{"type":"[","value":["http:\/\/www.chagalagroup.com\/en\/gallery\/chagala_Hotel_uralsk"]}," \n \n",{"type":"==","value":["Connect"]},"\nFree Wi-Fi spots available in the domestic airport terminal, Dixi pub in Atrium shopping center and City Park. There are few internet cafes scattered around the city; try Kazakhtelecom in the city center.\n\n",{"type":"===","value":["Consulates:"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russian Federation"],["url=http:\/\/www.uralsk.mid.ru\/"],["email=rusconsuralsk@gmail.com"],["address=Mukhit Street 78, Uralsk, Kazakhstan"],["lat="],["long="],["directions="],["phone=(7112) 51-16-26"],["tollfree="],["fax=(7112) 54-54-04"],["hours=Monday to Thursday: 09:00 - 13:00 and 14:00 - 18:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.ambastana.esteri.it\/Ambasciata_Astana\/Menu\/Ambasciata\/La_rete_consolare\/"],["email=BaldaA@kpo.kz"],["address=Honorary Vice-Consulate, AB2 Building, Czech Camp, Aksai 418440, Kazakhstan"],["lat="],["long="],["directions="],["phone=(571) 22-22-262"],["tollfree="],["fax=(571) 22-22-667"],["hours="],["price="],["content="]]}," "]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kazakhstan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Oral, Kazakhstan"]]},"\n",{"type":"{{","value":[["geo"],["51.233333333333"],["51.366666666667"]]}]