[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oranienburg.de\/ Oranienburg"]}]}," is in ",{"type":"[[","value":[["Brandenburg"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Architecture"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oranienburg Palace"],["alt=Schloss Oranienburg"],["lat=52.7548"],["long=13.2367"],["content=The oldest Baroque palace in the Margraviate of Brandenburg."]]}]},"\n",{"type":"===","value":["Sachsenhausen concentration camp"]},"\n",{"type":"[[","value":[["Image:Camp_ArbeitMachtFrei.JPG"],["thumb"],["Infamous slogan on the entrance gate"]]},"\n\n",{"type":"'''","value":["Sachsenhausen"]}," (\"Houses of the Saxons\") is a sleepy suburb of Oranienburg, about one hour north of ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Germany"]]},". But during World War II, the village was home to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gedenkstaette-sachsenhausen.de\/ Konzentrationlager Sachsenhausen"]}]},".\n\nThe construction of KZ-Sachsenhausen started in 1936 and it was officially taken into use in 1938. Originally built with the barracks arranged in a half-circle around the central tower, several expansions had to be hastily built to accommodate the swelling population. Many inmates were forced to do slave labor at the nearby Klinkerwerk brickworks, and there were also profitable side lines of money counterfeiting and ammunition manufacturing. While primarily a detention and work camp, with the SS policy being to perform mass executions out of view in the East, a group of 12,000 Soviet prisoners of war were killed in Sachsenhausen in 1941, followed by the construction of a small gas chamber and crematorium to facilitate killing small groups. Overall, over 200,000 people were imprisoned in KZ-Sachsenhausen and tens of thousands were killed there, mostly through hunger, disease and torture.\n\nThe inmates of KZ-Sachsenhausen were a varied group. While a number of Jews were interned, mostly before 1942, the bulk of the population was political prisoners of various kinds, especially actual or suspected Communists and Social Democrats. Other groups included common criminals, \"asocials\" (artists, playwrights, homeless, etc), Jehovah's Witnesses, foreign nationals, homosexuals and Roma (Gypsies). In accordance with standard KZ practice, all inmates — including children — were tattooed with their ID numbers.\n\nAs the Red Army approached in 1945, the prisoners were marched off towards the North Sea in a death march that claimed over 6,000 lives. After the camp's capture (and inclusion in the DDR), the Soviets documented the facilities and conducted a large trial in Berlin of the responsible Nazis. They then turned the KZ into a prison camp of their own, \"Special Camp No. 7\", imprisoning former Nazi functionaries as well as political prisoners. Until the camp was closed in 1950, some 60,000 people were imprisoned there, of whom about 12,000 died.\n\nIn 1951 the GDR police blew up the building with the gas chamber and crematorium. The area was then neglected. In the 1960s the camp was refitted by the Communists and opened as a museum commemorating Anti-Fascistic Struggle, entirely neglecting all non-Communist victims. Israel protested so loudly that a Jewish Museum was soon opened on the grounds. After the Berlin Wall fell, the Soviet-era camp was rediscovered, documented and added to the exhibits. Israel's prime minister Yitzhak Rabin visited in 1992; several weeks afterward the Jewish barracks were hit in an arson attack by neo-Nazis. A new building devoted to the Soviet camp, as well as a new roof over the remains of the crematorium complex were constructed.\n\n",{"type":"[[","value":[["Image:Barracks_Outside.JPG"],["thumb"],["Infirmary barracks in the camp"]]},"\n\nDespite the lack of advertising, the camp itself is quite nicely presented with a number of excellent exhibits, especially the newer post-GDR sections. Some of the older exhibits, however, are only in German (and occasionally Russian). Nearly all the buildings on the site are authentic-looking reconstructions, though many old building sites are only marked by stones. Entrance to the camp itself and to all the exhibitions is free. Many exhibitions are closed on Mondays but the camp remains open.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Prison barracks"],["content=Camp inmates were detained in barracks. Unheated in the winter, stifling in the summer, inmates were squeezed three together into a single 70-cm bed and permitted several minutes per day for washing (two cold fountains per 400 prisoners) and using the toilets. Regulations for camp life were detailed and the tiniest violations brutally punished: SS guards were known to suffocate prisoners to death by inserting their heads into the foot washbasins or toilets. Another favorite punishment was locking large groups of prisoners into the broom closets in the summer, usually resulting in several deaths from heat exhaustion."]]}]},"\nAs if merely being in a concentration camp weren't enough, for difficult cases the camp included special prison barracks with isolation cells and interrogation (read: torture) facilities. It was not unusual for prisoners to spend months alone and blind shackled in tiny cells. One of the prison's inmates was Pastor ",{"type":"'''","value":["Martin Niemöller "]},", who famously remarked about not saying anything while they took away his neighbors. Nobody was left to say something when they came for him. (Niemöller survived both Sachsenhausen and Dachau, and became a vocal pacifist.)\n\n:",{"type":"''","value":["First they came for the Communists, and I did not speak out— ",{"type":"<","value":["br"]}," because I was not a Communist; ",{"type":"<","value":["br"]}," Then they came for the socialists, and I did not speak out—",{"type":"<","value":["br"]}," because I was not a socialist; ",{"type":"<","value":["br"]}," Then they came for the trade unionists, and I did not speak out— ",{"type":"<","value":["br"]}," because I was not a trade unionist; ",{"type":"<","value":["br"]}," Then they came for the Jews, and I did not speak out— ",{"type":"<","value":["br"]}," because I was not a Jew; ",{"type":"<","value":["br"]}," Then they came for me— ",{"type":"<","value":["br"]}," and there was no one left to speak out for me."]},"\n\nPrison regulations extensively detailed permissible methods of torture; quite a few of the exhibit texts seem to be more annoyed by the fact that the guards occasionally exceeded the rules than by the fact that they were using torture in the first place. Official favorites included suspension from poles (resulting in bone dislocation and a slow, painful death), beating with iron truncheons and whipping (not allowed on bare buttocks until the regulations were amended in 1942).\n\nThe other special barracks were the infirmary for the dead and dying. Medical experiments, including vivisection (dissection of live victims), were carried out in the operating room. Downstairs were facilities for storing corpses.\n\n",{"type":"[[","value":[["Image:StationZ_Crematorium_Door.JPG"],["thumb"],["Crematorium in Station Z"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Station Z"],["content=In 1942, the additional section known only as Station Z was constructed. Designed for murdering people clinically and quickly, Station Z consisted of a gas chamber, a firing range and a crematorium. While small in comparison with the death factories of places like Auschwitz, on several occasions up to 5,000 people in several days were killed here. At time of writing, only the ruins of Station Z are left, accompanied by a memorial and protected by a new white roof."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Death March memorial"],["content=The exact number of the Nazis' victims will never be known, as the bodies were cremated and, on the approach of the Red Army, some 8 or 9 tons of human ashes were dumped into a nearby canal. The victims of the death march, immediately before the liberation of the camp, are better commemorated with memorial stones set up along the route. The Soviets were less careful and left several mass graves in the vicinity of the camp, which have been duly (and perhaps even slightly disproportionately) marked."]]}]},"\nA small ",{"type":"'''","value":["shop"]}," by the entrance stocks mainly books about concentration camps and the Nazi era.  You may also purchase pamphlets about KZ Sachsenhausen in several languages from here (a token €0.50 each).\n\nThere are no facilities in the immediate vicinity of the camp, but there are restaurants near Oranienburg station. Almost all visitors day-trip from Berlin.\n\n",{"type":"====","value":["Get in"]},"\nAn uncomfortable reminder of the past, finding your way to the concentration camp is a little tricky.  Lying at the edge of tariff zone C, Oranienburg is the terminus of the S-Bahn line S1, and regional trains RE5 and RB12 also pass on their way along the Nordbahn. The nearest station to the camp is ",{"type":"'''","value":["Sachsenhausen (Nordb.)"]},", but the only train that stops there is the hourly RB12. If you do get there, to get to the camp, take a right from the station platform and turn right again onto the footpath, following backward alongside the tracks. After about a kilometer you will reach a road called Straße der Nationen (the crossing has a death march memorial), turn left here and walk for a few hundred meters to the camp.\n\nThe other (slightly longer) way is to walk directly from Oranienburg station. Take the left exit, turn right and follow the scattered brown \"Gedenkstätte Sachsenhausen (memorial site)\" signs to the camp. It's about a 2km walk. There are also hourly buses between the Oranienburg station and the camp.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Brandenburg"]]},"\n",{"type":"[[","value":[["WikiPedia:Oranienburg"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["52.76627"],["13.26204"],["zoom=14"]]}]