[{"type":"{{","value":[["pagebanner"],["Orange county banner.jpg"],["pgname=Orange County"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ocgov.com\/ Orange County"]}]}," is a county in ",{"type":"[[","value":[["Southern California"]]},". A patchwork of 34 independent municipalities, Orange County's population is one of the most culturally diverse in the world. Orange County's terrific and irrefutable reputation as a tourist destination recently got it its own TV series, ",{"type":"''","value":["The O.C."]}," The county's main tourist draws are its beaches and of course its two theme parks, Disneyland and Knott's Berry Farm.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Beach Cities (Orange County)"],["Beach Cities"]]}]},{"type":"*","value":[{"type":"[[","value":[["Inland Cities (Orange County)"],["Inland Cities"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\nThere are many cities large and small in Orange County – here are a few of the major ones.\n\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Anaheim"]]}," - Home of ",{"type":"[[","value":[["Disneyland"]]},", the Anaheim Ducks (National Hockey League) and Los Angeles Angels (Major League Baseball), the most populous city in Orange County."]},{"type":"*","value":[{"type":"[[","value":[["Buena Park"]]}," - The city known as the home of ",{"type":"[[","value":[["Knott's Berry Farm"]]},", lots of used car lots, gateway to ",{"type":"[[","value":[["Los Angeles"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Fullerton"]]},"- Home to Cal State Fullerton, the Fullerton Arboretum, Fullerton College, and Downtown Fullerton"]},{"type":"*","value":[{"type":"[[","value":[["Huntington Beach"]]}," - \"Surf City\". Huntington Beach has a long surfing tradition and famous beaches."]},{"type":"*","value":[{"type":"[[","value":[["Irvine"]]}," - One of youngest and the largest city in terms of land size.  A somewhat gentrified community with a significant Asian-American heritage."]},{"type":"*","value":[{"type":"[[","value":[["Laguna Niguel"]]}," - one of the larger and more wealthy\/exclusive communities in south Orange County, the city has most parks per square mile in the county and home to the Chet Holifield Federal Building.  "]},{"type":"*","value":[{"type":"[[","value":[["Newport Beach"]]}," - one of the richest communities in the nation, and the setting of ",{"type":"''","value":["The O.C."]}," Also the most popular nightlife area in Orange County and the most popular beach and boardwalks."]},{"type":"*","value":[{"type":"[[","value":[["Santa Ana (California)"],["Santa Ana"]]}," - one of the oldest and largest cities in Orange County, with a tremendous Mexican-American population and cultural influences."]},{"type":"*","value":[{"type":"[[","value":[["Seal Beach"]]}," - A small beach town with a host of cute shops, awesome local restaurants, and a handful of Irish pubs mostly situated on Main Street."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Caspers Wilderness Park"]]}]},{"type":"*","value":[" Fullerton Arboretum"]},"\n",{"type":"==","value":["Understand"]},"\n\nComprised of 34 incorporated cities and various unincorporated regions, Orange County has a total population of more than 3 million, and is the fifth largest county in the ",{"type":"[[","value":[["United States"]]},". The population of these cities range from merely 6,200 (Villa Park) to over 300,000 (Santa Ana and Anaheim). Bordering ",{"type":"[[","value":[["Los Angeles"]]}," on the north, ",{"type":"[[","value":[["San Diego"]]}," in the south, and both ",{"type":"[[","value":[["Riverside County"]]}," and ",{"type":"[[","value":[["San Bernardino County"]]}," to the east, Orange County is bounded on the west by the Pacific Ocean and the east by the Santa Ana Mountains.  The area enjoys beautiful beaches and warm weather year round. Orange County has a reputation for being more conservative than the rest of ",{"type":"[[","value":[["California"]]},", with fiscal conservative attitudes dominating in well-off cities and some social-conservative attitudes being prevalent in some of Orange County's thriving ethnic subcommunities.\n\nOrange County is in the ",{"type":"'''","value":["Pacific Time Zone"]}," and observes Daylight Savings Time.\n\nFor emergencies in Orange County, dial 911 toll-free from any phone including payphones. Dialing 911 from a cell-phone will place you in contact with the California Highway Patrol.\n\nSanta Ana is the county seat.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish and Spanish are the two most common languages spoken in Orange County. Most government agencies will have someone available who speaks Spanish.  In North Orange County, many businesses will have someone who speaks Spanish on staff; however the further south one travels, Spanish speaking staff can be less common, though someone nearby who speaks Spanish is likely and will usually help translate if asked.  Because of the ethnic diversity of Southern California, there are many neighborhoods where other languages are dominant, mostly from Asian countries.   The third most-spoken language, Vietnamese, is widely spoken in Westminster and Garden Grove, and to a lesser extent, in Fountain Valley and Santa Ana. In Garden Grove and Fullerton, Korean is widely spoken.  Japanese is more commonly spoken in Costa Mesa.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nSeveral freeways provide access to Orange County.\n",{"type":"*","value":[" From the south: Interstate 5"]},{"type":"*","value":[" From the north: Intestates 5 and 405, State Route 57"]},{"type":"*","value":[" From the east: State Route 91"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ocair.com\/ John Wayne Airport (SNA)"]}]}," - 18601 Airport Way, ",{"type":"[[","value":[["Santa Ana (California)"],["Santa Ana"]]},", ",{"type":"''","value":["+1 949"]}," 252-5200.  Several major and regional airlines fly into John Wayne Airport.  Most of the major car rental companies also have locations at this airport."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.fullerton.ca.us\/airport\/ Fullerton Municipal Airport"]}]}," - 4011 W. Commonwealth, ",{"type":"[[","value":[["Fullerton, California"],["Fullerton"]]},", ",{"type":"''","value":["+1 714"]}," 738-6323, email: ",{"type":"[","value":["mailto:fulairport@ci.fullerton.ca.us fulairport@ci.fullerton.ca.us"]},". Fullerton Municipal is a general aviation airport with fuel and overnight parking facilities."]},"\nMany locals and travelers find that it is often cheaper, though more time consuming (especially during rush hour), to fly into an alternate airport other than SNA, and then drive to their final destination in Orange County. These are airports near Orange County, with approximate distance and driving time to Santa Ana:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lawa.org\/ont\/welcomeONT.cfm LA\/Ontario International Airport (ONT)"]}]}," - 1940 East Moore Way, ",{"type":"[[","value":[["Ontario (California)"],["Ontario"]]},", ",{"type":"''","value":["+1 909"]}," 937-2700.  33 miles (53 km), 38 minutes."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.san.org\/ San Diego International Airport (SAN)"]}]}," - 3665 N. Harbor Drive, ",{"type":"[[","value":[["San Diego"]]}," ",{"type":"''","value":["+1 619"]}," 400-2400. 89 miles (143 km), 90 minutes. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Los Angeles International Airport"]]}," (LAX)"]}," - 1 World Way, Los Angeles, ",{"type":"''","value":["+1 310"]}," 646-5252. 40 miles (64 km), 46 minutes."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Long Beach Airport (LGB)"],["alt="],["url=http:\/\/www.longbeach.gov\/airport\/"],["email=lgbarpt@longbeach.gov"],["address=4100 Donald Douglas Dr"],["lat="],["long="],["directions="],["phone =+1 562 570-2678"],["tollfree="],["fax=",{"type":"''","value":["+1 562"]}," 570-2603"],["hours="],["price="],["content=",{"type":"[[","value":[["Long Beach"]]},",  . 20 miles (32 km), 25 minutes."]]}]},"\n",{"type":"===","value":["By train"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," Pacific Surfliner"]}," ",{"type":"[","value":["http:\/\/www.amtrakcalifornia.com"]}," - Toll free: +1 800 872-7245. The Pacific Surfliner runs from San Diego to San Luis Obispo.  It has six stops in Orange County: the ",{"type":"[[","value":[["San Clemente"]]}," Pier, ",{"type":"[[","value":[["San Juan Capistrano"]]},", ",{"type":"[[","value":[["Irvine"]]},", ",{"type":"[[","value":[["Santa Ana (California)"],["Santa Ana"]]},", ",{"type":"[[","value":[["Anaheim"]]},", and ",{"type":"[[","value":[["Fullerton"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrolinktrains.com\/ Metrolink"]}]}," - Toll free: +1 800 371-5465. Two Metrolink lines run into Orange County, one between Union Station in ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown Los Angeles"]]}," and ",{"type":"[[","value":[["San Juan Capistrano"]]}," and the other from ",{"type":"[[","value":[["San Bernardino"]]}," to ",{"type":"[[","value":[["San Juan Capistrano"]]},".  Each line has several stops in Orange County.  A third line, the 91 Line runs from Riverside County to Union Station in Downtown Los Angeles.  It has one stop in Orange County, in Fullerton."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.octa.net\/ Orange County Transportation Authority"]}]}," - ",{"type":"''","value":["+1 714"]}," 636-7433. OCTA lines cover all areas of Orange County. ",{"type":"'''","value":["Fares"]}," - Regular: $1.50, Seniors (65 & over) and persons with disabilities: $0.75; ",{"type":"'''","value":["Day pass"]}," - $4, Seniors (65 & over) and persons with disabilities: $1.25, ",{"type":"'''","value":["7-Day Pass"]}," - Regular: $15, Seniors (65 & over) and persons with disabilities: $7."]},"\n",{"type":"*","value":["To travel between Disneyland and Knott's Berry Farm, use ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.net Los Angeles County MTA"]}]}," Route 460."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Disneyland"]]}]}," in ",{"type":"[[","value":[["Anaheim"]]}," is the number one tourist destination in Orange County."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Knott's Berry Farm"]}," in ",{"type":"[[","value":[["Buena Park"]]}," is Disneyland's neighbor and tends to be less crowded although many of the attractions are less family friendly."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Ocean Institute"]}," in ",{"type":"[[","value":[["Dana Point"]]}," was founded in 1977, the Ocean Institute is a non-profit organization dedicated to ocean preservation through education, setting the standard for educational excellence and serving as a leading resource for universities, museums, teachers and all others seeking to increase their knowledge of the ocean.  "]},"\nLocated in beautiful Dana Point harbor alongside the Pacific Ocean, the Ocean Institute offers science and maritime history programs to youth during the week, and is open to the general public on weekends, 10AM – 3PM  Visitors can enjoy ocean-themed exhibits, marine life touch tanks and aquaria with hundreds of marine creatures.  Institute staff and volunteers are on hand to share the secrets of our seas.  Cost:  $6.50 adults, $4.50 children (ages 4-12), Ocean Institute members free.  \n\nUnique maritime and ocean-themed items are available in the Chambers Gallery everyday, 9AM – 6PM  Institute address: 24200 Dana Point Harbor Dr., Dana Point.  For an added charge, visitors can enjoy marine mammal cruises onboard the Institute’s R\/V Sea Explorer or sail onboard the tall ship Spirit of Dana Point.  Facilities are available for rent for meetings, receptions and other events.  ",{"type":"[","value":["http:\/\/www.ocean-institute.org"]}," or call (949) 496-2274.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mission San Juan Capistrano"],["url="],["email="],["address=in San Juan Capistrano"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 8:30AM - 5PM; Closed Thanksgiving, Christmas & Good Friday afternoon."],["price=$9 Adult - includes free audio tour.$8 Seniors 60+ - includes free audio tour. $5 Children ages 4 to 11\/ Children ages 3 and under are admitted free. Audio tour for children is optional for a cost of $2 per child"],["content=The Mission in ",{"type":"[[","value":[["San Juan Capistrano"]]}," is Orange County's only mission and one of its leading attractions.  Activities for kids including an audio tour for kids in both English and Spanish.  Lush gardens, koi ponds, historic adobe buildings and museum rooms with displays .  Specials for Orange County residents, and other discounts, coupons, dine and tour packages and to buy tickets online."]]}]},"\n",{"type":"*","value":[" Virtually every city has an indoor or outdoor shopping mall."]},"\n",{"type":"*","value":[" Little Saigon is the largest Vietnamese community outside of Vietnam, and a trip down Bolsa Ave in Westminister will take one directly into its heart."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Beach"]}," - Any of Orange County's ",{"type":"[[","value":[["Beach Cities (Orange County)"],["Beach Cities"]]}," offers access to the Pacific Ocean.  Huntington Beach is perhaps the most popular, with Newport Beach being preferred by well-to-do types."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nickel Nickel"]}," - On weekend nights, the Huntington Beach video game arcade where everything costs only nickels to play is packed with teenagers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Play Go"]}," - Little Seoul in Garden Grove is one of the only places in Southern California to offer several Go parlors catering both newcomers and seasoned pros."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Balboa Island"]}," - A community within Newport Beach, Balboa Island has its own unique beachfront vibe, and a vibrant boardwalk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Top of the World"]}," - So named because as the highest peak in the area it provides a spectacular view of the ocean, Top of the World in Laguna Beach has been a longtime favorite destination for Orange County's romantically inclined.  Sunsets and sunrises from this location are both incredible."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Irvine Spectrum"]}," - A complex offering a vast selection of entertainment, shopping and dining establishments. Always packed and lacking parking during Friday and Saturday evenings, the Spectrum is a popular hangout for all ages. Among its many draws are the Edwards movie theater (home to Orange County's only IMAX experience), the Irvine Improv comedy club, a Ferris Wheel and Merry-go-round. For the daytime visitor there are many well known shopping outlets and department stores, as well as a comprehensive array of restaurants and bars. The Spectrum is located where the 5 and 405 freeways meet in Irvine."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Stewart Surfboards"],["url=http:\/\/www.stewartsurfboards.com"],["email="],["address=2102 S El Camino Real"],["lat="],["long="],["directions="],["phone = +1 949 492-1085"],["tollfree="],["fax="],["hours=9-6 7 days a week"],["price="],["content=Stewart Surfboards is a fixture in the surfing community, A great place to get started with surfing they offer surf lessons as well as surfboard rentals.Legendary longboard shaper, Bill Stewart creator of the modern longboard still owns and runs the store"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Flightdeck Air Combat Center"],["url=http:\/\/www.flightdeck1.com\/"],["email="],["address=1601 S. Sunkist St. Unit A Anaheim, CA 92806"],["lat="],["long="],["directions="],["phone = +1 714 937-1511"],["tollfree="],["fax="],["hours=12-6PM"],["price=$49-$79"],["content=Opened in 2005, Flightdeck Air Combat Center is an authentic military flight simulation center providing civilians the chance to pilot a fighter jet flight simulator. All Sims are full scale replicas of F-16 cockpits. Flight-gear, training and in-flight instruction are provided. Flightdeck has been reviewed on many \"things to do\" sites and is consistently rated in the top 10 things to do in Orange County."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dana Wharf Sportfishing & Whale Watching"],["url=http:\/\/www.danawharf.com"],["email="],["address=34675 Golden Lantern"],["lat="],["long="],["directions=in Dana Point Harbor"],["phone = +1 949 496-5794"],["tollfree="],["fax="],["hours=8AM - 10PM"],["price=$14.50+"],["content=Dana Wharf offers year-round whale watching and fishing! All of our trips are value-priced and fun for the whole family! Take advantage of our year-round 1\/2 Price Special on Tuesdays where all trips are 1\/2 off! May - October is the Blue Whale season and November - April is the Gray Whale Migration."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\nCal State Fullerton\n\nUC Irvine\n\nThe Fullerton Arboretum offers 26 acres of gardens open to the public featuring a variety of biospheres as well as weekly classes and plant sales at the Potting Shed. Visit www.fullertonarboretum.org for more information.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["South Coast Plaza"]}," in Costa Mesa (Exit 405 at Bristol) is one of the top-selling malls in America, with stores ranging from Sears at the low end to Gucci and Armani (with private, invitation-only second floor showrooms) to cater to the more luxurious.  South Coast Plaza is Orange County's premiere shopping destination."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fashion Island"]}," in Newport Beach is an upscale open air mall, featuring primarily higher end stores such as BCBG, Hugo Boss, kate spade, and Louis Vuitton.  However, it also includes lower priced stores like Forever 21 and Victoria's Secret.  It is anchored by department stores Nordstrom's, Bloomingdales, Neiman Marus, and Macy's.  There is a cinema, a variety of restaurants, and two upscale salons."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lab"]}," and ",{"type":"'''","value":["The Camp"]},", collectively known as \"the anti-mall\", are two adjoined outdoor malls catering to the young and hip, with a variety of boutique stores offering cutting-edge fashion and unique food offerings.  There are generally also ongoing art exhibitions and other youth culture events."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Asian Garden Mall"]}," is the largest majority Vietnamese-owned and operated mall in America, and a one-of-a-kind shopping experience.  The two-story mall houses dozens of shops, restaurants, and wholesale stores of all types, including a wide variety of imported products and foods.  Many stores place no price tags on their merchandise, and buyers are expected to haggle with shopkeepers (A better price is generally had by someone with fluency in the Vietnamese language)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brea Mall"]}," in Brea (Exit 57 at Imperial) in North Orange County - This upscale center showcasing five major department stores and over 175 specialty shops. Brea Mall also features a full-service day spa, and many popular restaurants. Its architectural highlights include italian tile walkways, vaulted skylights, and fountains."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Outlets in Orange"]}," (formerly The Block of Orange) An open air mall offering standard mall-fare stores along with a large 30 screen AMC theater, a bowling alley, and a Dave & Busters."]},"\n",{"type":"==","value":["Eat"]},"\n\nOrange County has quite a niche for award winning dining, signature California cuisine and ethnic specialties. Orange County is a food lover’s haven with close to 5,000 restaurants serving everything from the freshest seafood to exotic delicacies.\n\n",{"type":"'''","value":["Cafe Di Vang 2"]}," in Westminister is a one-of-a-kind Little Saigon experience.  The cafe is not notable for its drinks, but for its staff, who serve tasty but expensive (5 dollars each) smoothies and coffee while clad in little more than lingerie.  Essentially the Vietnamese equivalent of Hooters, there are few cafes like it anywhere in America.\n\n",{"type":"'''","value":["Mexican Food"]},":  Taco Mesa in Costa Mesa has an incredible reputation for fresh and vibrant food, and they're routinely lauded in the local independent press (OC Weekly) for high-quality offerings at fast food prices.\n\n",{"type":"'''","value":["Vietnamese Food"]},":  With hundreds of restaurants to choose from in Little Saigon, Orange County is paradise for Vietnamese food lovers.  The area immediately surrounding the Asian Garden mall has a wide variety to choose from.  Pho 84 is a good spot for the traditional Vietnamese noodle soup, while Lee's Sandwiches serve Vietnamese Baguette sandwiches 24 hours in Little Saigon.\n\n",{"type":"'''","value":["Indian Food"]},":  Orange County has a diverse variety of Indian food.  Taste of India (Walnut & Culver) is a popular Indian restaurant in Irvine.  Dosa Place (Red Hill Ave. and 5 fwy) has a good selection of South Indian cuisine.\n\n",{"type":"'''","value":["Japanese Ramen"]},": Shin-Sen-Gumi in Fountain Valley is a traditional, Japanese-style ramen shop with a multitude of cooking options rarely seen outside of Japan. Ebisu Ramen Restaurant, also located in Fountain Valley, is highly rated with very reasonable prices. It popularity is telling by the wait at times, especially during lunch. There is also Mitsuwa Marketplace on Paularino Ave in Costa Mesa has a great food court with several noodle stands and fun ambience - like stepping into Tokyo for a second. \n\n",{"type":"'''","value":["Korean Barbequeue"]},": Seoul Oak (closed) is a two-story galbi (Group cooking Korean barbequeue restaurant) in Garden Grove, widely recognized as the best in the area and occasionally playing host to visiting Korean movie stars.  Little Seoul also has a single 24-hour Korean Barbequeue restaurant, Tofu House.\n\n",{"type":"'''","value":["French-Japanese Fusion"]},": Cafe Hiro in Cypress is a popular French-Japanese fusion cuisine restaurant.  Founded by a former head chef at one of the top restaurants in Beverly Hills in order to give himself more control over the menu, luxurious and original  cuisine is served at middlebrow prices (10-15 dollars per entree).  The restaurant is notable for crafting a new and different homemade soup every day, included with each entree.\n\n",{"type":"'''","value":["Hamburgers"]},":  Orange County is home to three famous hamburger chains - Tommy's (Fountain Valley, at Magnolia and Warner), Fatburger (Irvine, at Michelson and Jamboree, and Aliso Viejo town center), and In N' Out (all over).  Tommy's is famous for putting chili on all of its products.  Fatburger is notable for its thick and juicy burgers and steakhouse-style \"fat fries\".  In N' Out is lauded as a California favorite, with thin yet flavorful burgers.  There is heated debate but no general consensus as to which chain is best - one's personal tastes and preferences are the best guide.\n\n",{"type":"'''","value":["Cuban Food"]},": Cafe Habana at The Lab in Costa Mesa is Orange County's most prominent Cuban restaurant, with a bordello-like atmosphere dimly lit by hundreds of candles.\n\n",{"type":"'''","value":["French Steakhouse"]},": Chat Noir in Costa Mesa is home to upscale French cuisine (Dishes such as Filet Mignon with Foie Gras will cost 30-40 dollars) but shines due to its incredible, romantic Parisian salon atmosphere.  Live jazz is playing several nights a week; call ahead for times.\n\n",{"type":"'''","value":["Dinner with a View"]},": Orange Hill restaurant in Orange offers an upscale steakhouse with a maginificent view overlooking all of Orange County.  Also popular is Summit House in Fullerton which also offers an upscale dining experience with great views.\n\n",{"type":"'''","value":["Japanese Izakaya"]},":  Izakaya, the Japanese style of cooking emphasizing a lively atmosphere and a wide variety of personal-sized mini-dishes to choose from, has made its way to Orange County with the popular restaurant in Costa Mesa.  The menu covers everything from sushi to curry to katsudon, as well as some Chinese, Korean, and Vietnamese dishes.\n\n",{"type":"'''","value":["Sushi"]},": Matsu in Huntington Beach offers a more authentic Japanese atmosphere with a 70's feeling red-lit bar. The prices are good for quality sushi. Try the lunch time menu offered during the weekdays which includes bento-box meals that are enormous for about $10, and the sushi and sashimi lunch specials are half the price of the dinner versions. Koi in Seal Beach is also an excellent restaurant with some of the freshest fish you'll find around Orange County. Wafu Sushi in Costa Mesa is a small private owned restaurant offering the popular samurai burrito that s very popular with reasonable prices.\n\n",{"type":"'''","value":["Bubble Tea"]},": Tapioca bubble tea, also known as boba, is a recent local obsession imported from Asia - the milk tea is available in Orange County in all flavors, including some fruits and vegetables relatively unknown to the Western palate.  Tea-ism or Cha for Tea in Irvine, near the UCI campus. Lollicup is also a popular boba chain, with two locations in Irvine (Jeffrey and Walnut, Jamboree and Alton at the Diamond Jamboree plaza) and a few more throughout Orange County.\n\n",{"type":"'''","value":["Dim-Sum"]},": With Orange County's Chinese population not as concentrated into a single city as other local Asian enclaves, the Chinese restaurants vary more in location.  For excellent Dim-Sum, for instance, one should travel to the Golden Dragon in Little Saigon, across the street from the Asian Garden Mall. Reasonable prices and a better selection than most Dim-Sum offerings in America. Seafood Paradise no. 2 in Westminster offers great Dim-Sum 7 days a week from 10:30AM to about 2:30PM.\n\n",{"type":"'''","value":["Vegetarian Offerings"]},": The Gypsy Den at the Lab in Costa Mesa is well-known for a wide variety of vegetarian offerings, especially its adobe stew.  For Asian vegan cuisine, Au Lac in Costa Mesa is a popular destination.\n\n",{"type":"'''","value":["Beachside"]},": The Shake Shack in Corona Del Mar is a more than half-century old Orange County institution, serving up their famous shakes and also sandwiches.  Although recently purchased by Ruby's in a move that rankled some locals, the Shake Shack is still going strong, situated above a cliff directly overlooking the ocean.\n\n",{"type":"'''","value":["Chinese Cantonese"]},":  Golden Garden on Mesa Verde and Harbor Blvd. in Costa Mesa. This is the only authentic chinese cantonese food you will find. U can not compare them to anyone. The egg rolls, sweet and sour pork, wor wonton soup with crispy noodles, bbq pork sandwiches, peppersteak beef, lobster cantonese with real lobster pieces with the shell still on, are just a few of the superb dishes they serve. Family owned. The most excellent food and service you can find.\n\n",{"type":"==","value":["Drink"]},"\nOrange County is home to many great places to drink and very few options on how to get home after having a few. Getting around in Orange County is pretty tough without a car, unless you have a fat wallet to spend on taxis or limos. There are select areas where walking to a bar is viable option. Beach cities make up the majority of these such places; Laguna Beach, Newport Beach, Huntington Beach, Dana Point and San Clemente have areas that are no more than a short walk from a bar. Most of the bars in these beach locations are not of the chain variety, so each has its own unique ambiance, with the exception of Sharky's, which has locations up and down the coast and the same frat boy\/blonde bimbo crowd in all of them.\n\nAway from the ocean there are many other great bars. Costa Mesa has an area where you find a sizable neighborhood bordering a commercial area with a great selection of chain and individual locations. Between 19th street (where the 55 freeway ends) and 17th street there is great bar crawl route. Starting at Triangle Square (19th Street and Newport Blvd.) you could get a substantial meal at the Yard House, while enjoying a sampling of their extensive draft beer selection. From there you can cross the street (carefully) and pay a visit to the Goat Hill Tavern, also home to a mammoth selection of beers on tap. The \"Goat\" always seems to have a lingering vommity smell but it all adds to the character, as does the vintage signeage and peanut shells carpeting the floor. Next door you will find The Helm. A great little dive bar, where you will find interesting characters and very affordable liquor. If Penny the bartender is working, try her pink lemonade, sounds girlie, but tastes good and will set you up well for the short trek to you next stop. Continuing down Newport Blvd to E 17th Street, you'll take a left and shortly stumble across The Harp. Inside you will most likely meet at least one English person and one Aussie, one of whom will likely play rugby. Moving on from the Harp, continue in the same direction and eventually you will also find The Pierce Street Annex and the Little Knight. Try the Little Knight first, you'll find it just past Pierce Street Annex. Have a drink here to retox you after you walk, before venturing into Pierce Street Annex. Your final stop with be at Pierce Street Annex, by now you should be merry enough to handle this place. Inside you will find a dance floor and large bar and many drunk people. If your objective is to take someone home for the night, here will be the place to do it. No promises as to the quality of this person, but you will be drunk so it won't matter. The song \"Happy Cans\" by local band The New Detours, sums up such an experience perfectly.\n\n",{"type":"'''","value":["Beachwood BBQ"]}," in Seal Beach has a rotating selection of the world's finest craft beers. If you are a beer elitist with a discriminating palette, this place is will be your haven.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Orange County Restaurant Week"],["alt=OC Restaurant Week"],["url=http:\/\/www.orangecountyrestaurantweek.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Orange County's Largest Dining event. Orange County Restaurant Week offers both locals and visitors the best dining Orane County has to offer. For those of you wanting to have a culinary vacation OC restaurant week is the time to visit. The event takes place every year in February."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThough the beach areas of the county are generally safe, localism among surfers can on rare occasions turn violent.  Though the county is quite safe, street gang activity is comparatively common in areas such as East Anaheim and the La Jolla and Atwood neighborhoods of Placentia as well as Westminster and Garden Grove.\n\nCities such as Irvine, Mission Viejo, Anaheim Hills, Yorba Linda, Orange, Lake Forest and Newport Beach are among the safest in the country.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Contrary to popular belief, you do not need a car to visit ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles"]]}]},". Amtrak's Pacific Surfliner and Metrolink's Orange County Line link various communities in Orange County with Los Angeles Union Station. The trip to Union Station usually lasts less than one hour depending on where you are departing from.  From Union Station, the LA subway system takes you all through downtown Los Angeles, with trains and buses going up to 50 miles away in 4 directions.  The downside of the train system is that it caters more to the commuter crowd and does not run all night."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Long Beach"]]}]}," is about 20 minutes west of Orange County and has several tourist attractions including the Queen Mary and the Aquarium of the Pacific."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Diego"]]}]}," may be reached via Amtrak's Pacific Surfliner from Fullerton, Anaheim, Santa Ana, Irvine and San Juan Capistrano. A one-way trip lasts approximately 1 1\/2 to 2 hours."]},{"type":"*","value":[{"type":"'''","value":["Legoland California"]}," is in ",{"type":"[[","value":[["Carlsbad (California)"],["Carlsbad"]]}," in ",{"type":"[[","value":[["San Diego County"]]}," and can also be reached via train - get off in Oceanside."]},{"type":"*","value":[" To get to ",{"type":"'''","value":["Six Flags Magic Mountain"]}," in ",{"type":"'''","value":[{"type":"[[","value":[["Santa Clarita"]]}]},", travel to LA Union Station and transfer to the Antelope Valley Line."]},"\n",{"type":"{{","value":[["geo"],["33.67"],["-117.78"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern California"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Orange County, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/California\/Counties\/Orange\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Orange County, California"]]}]