[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Orchid Island"]}," or Lán Yǚ (蘭嶼) is a beautiful island located in ",{"type":"[[","value":[["Taitung County"]]}," off the coast of ",{"type":"[[","value":[["Taitung"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Villages"]},"\nThe main area for hotels is Hongtou Village, a couple kilometers southeast of the airport.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dailyair.com.tw\/ Daily Air"]}]}," (website in Chinese only) has around 6 flights a day from ",{"type":"[[","value":[["Taitung"]]}," to Orchid Island's airport on the central west coast. You can easily become stranded on the island for days when winds pick up even during non typhoon weather. Daily Air will cancel flights when the winds are even as low as 35 miles per hour.  You can also take a ferry from ",{"type":"[[","value":[["Taitung"]]},", but be aware that the seas can be VERY rough.\n\n",{"type":"==","value":["Get around"]},"\n\nOther than walking, the only practical means of transport for tourists is hiring a scooter.  These can be hired from an area next to the ferry port, which is also the location of the only petrol station on the island.  Hitch hiking is also possible, although you may have long waits between rides due to the low number of vehicles on the roads.\n\nThere are basically only two roads on the island - the loop road following the coast circumnavigating the island, and the mountain road, dissecting the island in two (east-west).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Tour the beautiful island on a scooter. "]},{"type":"*","value":[" Talk and dine with the fascinating Yami people."]},{"type":"*","value":[" Enjoy the peace relaxation of the quiet island."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Tribe Bar"]}," is probably the most popular place for western tourists and offers a mix of Asian and Western dishes.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nGetting out is not always so easy. Winds can be very strong which makes flying and boat travel not possible at times. Leave yourself at least four extra days in case the flights are cancelled if you have onward travel plans.\n\n",{"type":"{{","value":[["IsPartOf"],["Taitung County"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Orchid Island"]]},"\n",{"type":"[[","value":[["ja:蘭嶼島"]]}]