[{"type":"{{","value":[["pagebanner"],["PaulinaLakeOregonBoatDockJuly2010 banner.jpg"],["caption=Paulina Lake in Newberry Caldera near Lapine, Oregon"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.traveloregon.com\/ Oregon"]}]}," is a state in the ",{"type":"[[","value":[["Pacific Northwest"]]}," region of the ",{"type":"[[","value":[["United States"]]},". It features rugged rocky coastlines, dense forests, fun cities, mountains, deep canyons, and desert in the southeastern part of the state. \n\n",{"type":"==","value":["Regions"]},"\nOregon's regional makeup is largely defined by its impressive natural features; most importantly its mountain ranges which not only provide convenient dividing lines, but which even create a distinct climate in each of the state's regions.  Travelers who cover multiple regions during their stay will find the differences between regions stark and remarkable in that by traveling throughout the state a great variety of experiences may be gained.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=OregonRegions.png"],["regionmaptext="],["region1name=",{"type":"[[","value":[["Cascade Mountains (Oregon)"],["Cascade Mountains"]]}],["region1color=#b383b3"],["region1items="],["region1description=Towering snow-covered peaks surrounded by thick forests offer plentiful skiing, hiking, and camping opportunities."],["region2name=",{"type":"[[","value":[["Central Oregon"]]}],["region2color=#d5cc76"],["region2items="],["region2description=With broad vistas of the Cascades to the west and the High Desert to the east, offering year-round outdoor activities."],["region3name=",{"type":"[[","value":[["Columbia Gorge (Oregon)"],["Columbia Gorge"]]}],["region3color=#4e92c1"],["region3items="],["region3description=High waterfalls, steep precipices and high winds along the Columbia River make the Gorge a destination for sightseers and windsurfers alike."],["region4name=",{"type":"[[","value":[["Eastern Oregon"]]}],["region4color=#c19349"],["region4items="],["region4description=Sparsely populated desert plains and rugged mountain ranges offer remote solitude with some unique surprises for intrepid explorers."],["region5name=",{"type":"[[","value":[["Oregon Coast"]]}],["region5color=#69999f"],["region5items="],["region5description=The state's spectacular rugged coastline is lined with plentiful public beaches and cozy coastal towns ideal for beach-combers and curio shoppers."],["region6name=",{"type":"[[","value":[["Southern Oregon"]]}],["region6color=#ac5c91"],["region6items="],["region6description=Old-growth forests, world-class fishing, breath-taking waterfalls, and an emerging wine region are some of this region's diverse attractions."],["region7name=",{"type":"[[","value":[["Willamette Valley"]]}],["region7color=#b5d19f"],["region7items="],["region7description=Metro centers offer artistic, musical, and cultural diversions, while open farmland and numerous wineries provide ample tasting opportunities for food and drink connoisseurs."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Salem (Oregon)"],["Salem"]]}," — The state's capital, located in the middle of the Willamette Valley, one of the finest agricultural regions in the world"]},{"type":"*","value":[{"type":"[[","value":[["Ashland (Oregon)"],["Ashland"]]}," — Home of the annual Shakespeare Festival"]},{"type":"*","value":[{"type":"[[","value":[["Astoria"]]}," — Historic fishing town at the mouth of the Columbia River boasting many shipwrecks in the area"]},{"type":"*","value":[{"type":"[[","value":[["Bend"]]}," — High desert gateway with scenic vistas to several Cascade peaks"]},{"type":"*","value":[{"type":"[[","value":[["Corvallis (Oregon)"],["Corvallis"]]}," — Home to Oregon State University on the western side of the Willamette Valley"]},{"type":"*","value":[{"type":"[[","value":[["Eugene"]]}," — Home to the University of Oregon, the state's second largest city is known for being very socially and environmentally conscious"]},{"type":"*","value":[{"type":"[[","value":[["Hood River"]]}," — Nestled in the Columbia Gorge and subject to strong winds, the town is a windsurfer's haven"]},{"type":"*","value":[{"type":"[[","value":[["Newport (Oregon)"],["Newport"]]}," — Centrally located on the Oregon Coast, with an aquarium and marine center, attracts those with interest in learning more about the coast and sea"]},{"type":"*","value":[{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," — The state's largest city and cultural capital has one of the country's most liveable urban centers and many distinct neighborhoods"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["California National Historical Trail"]]}," — The road to California carried over 250,000 gold-seekers & farmers to the gold fields & rich farmlands of California during the 1840s and 1850's as well as those who choose to head north to the Oregon Territory"]},{"type":"*","value":[{"type":"[[","value":[["Crater Lake National Park"]]}," — Deepest lake in the world above sea level, Oregon's only national park"]},{"type":"*","value":[{"type":"[[","value":[["Lewis & Clark National Historic Trail"],["Lewis and Clark National Monument"]]}," — 12 park sites located on a 40-mile stretch of the Pacific coast located at the western end of the Lewis & Clark National Historic Trail"]},{"type":"*","value":[{"type":"[[","value":[["Mount Bachelor"]]}," — skiing and snowboarding (November through May)"]},{"type":"*","value":[{"type":"[[","value":[["Mount Hood"]]}," — snowboarding & skiing (lift serviced year round), snowshoeing, alpine slides, hiking, backpacking, camping"]},{"type":"*","value":[{"type":"[[","value":[["John Day Fossil Beds National Monument"],["Painted Hills"]]}," — Part of John Day Fossil Beds National Monument, 75 Miles East of Bend, approximately 1000 Ha, 3132 Acres, one of the most photographed areas in Oregon. Colors change as the sun moves in the sky, making an extended visit quite worthwhile. Brilliant yellow wildflowers bloom in rivers of color down the \"valleys\" of the hillsides in late April\/early May."]},{"type":"*","value":[{"type":"[[","value":[["Oregon National Historical Trail"]]}," — As the harbinger of America's westward expansion, the Oregon Trail was the pathway to the Pacific for fur traders, gold seekers, missionaries and others."]},{"type":"*","value":[{"type":"[[","value":[["Willamette National Forest"]]}," — Offering numerous outdoor recreation activities including hiking, sailing, and camping at ",{"type":"[[","value":[["Waldo Lake"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Wallowa Lake"]]}," — One of Oregon's finest lakes.  Beautiful scenery, camping, boating, fishing, hiking, eating, and lodging in the quiet town of ",{"type":"[[","value":[["Joseph"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Silver Falls State Park"]]}," — Located 26 miles East of Salem this state park has 10 waterfalls.  Take the canyon trail on a 6.9 mile hike and see all 10.  For a shorter hike take the shortcut and see 8 waterfalls in a 5.1 mile loop."]},"\n",{"type":"==","value":["Understand"]},"\nIn the mid-19th century, tens of thousands of settlers embarked on a months-long journey across plains, deserts, and mountains to reach the fertile farming land of the Willamette Valley at the end of the Oregon Trail. Today, Oregon is easily reachable from most areas of the United States in a few hours by plane (and in a few days at most by car), but once you set foot in Oregon you'll start to understand what led the original explorers and settlers here.\n\n",{"type":"===","value":["History"]},"\nHumans have inhabited present-day Oregon since about 13,000 years ago, and by the time of European exploration in the 1500s there were many established Native American tribes. The earliest explorers came by sea to the west coast of North America in search of the Northwest Passage, and later by land, but they largely ignored many areas of present-day Oregon.\n\nAlthough numerous sea expeditions explored the coast of Oregon, it wasn't until 1792 when American captain Robert Gray first entered what would become known as the Columbia River, followed soon afterward by British captain George Vancouver. By land, American explorers Meriwether Lewis and William Clark led an expedition across the Louisiana Purchase to the mouth of the Columbia, arriving at the Pacific Coast in 1805. An expedition financed by John Jacob Astor later established a fort at what is now Astoria.\n\nFrom 1818 to 1846, the Oregon Country (which also included present-day Washington state and British Columbia) was jointly occupied by the U.S. and the United Kingdom. At that time, most settlers were involved in fur trading. A group of early American settlers eventually established a provisional government in 1843 at Champoeg. As more American settlers followed the Oregon Trail and settled in the Oregon Country, a boundary dispute with the United Kingdom was settled in the Oregon Treaty of 1846, which drew the boundary line at the 49th parallel, the present-day boundary between the United States and Canada.\n\nThe Oregon Territory was officially organized in 1848, and Oregon became a state on February 14, 1859.\n\nIn the 1880s, the transcontinental railroads greatly helped bring Oregon's wheat and lumber to markets in the east, as well as further population growth in its cities. Industrial production began in the 1930s with the construction of the Bonneville Dam in the Columbia River Gorge.\n\n",{"type":"===","value":["Climate"]},"\nThe Cascade Range forms a dividing line between two climate zones in Oregon. Moisture from the Pacific Ocean meets a barrier at the Cascade Range, resulting in abundant rainfall in western Oregon during the fall, winter, and spring, and milder temperatures overall. East of the Cascades, however, the climate is semi-arid and much drier, with a wider range of temperatures during the year. Snow falls abundantly in the Cascade mountains during the winter.\n\n",{"type":"===","value":["Culture"]},"\nToday, Oregon is a study in contrast and diversity. Oregon was one of the first states to give citizens the power to pass legislation via initiative and referendum. Ballot measures in the state run the gamut from very conservative to very liberal, displaying a wide variety of opinions. The Cascade mountain range forms both a geographical and cultural dividing line between west and east. West of the Cascades in the Willamette Valley, progressive opinions such as environmentalism prevail, while in eastern Oregon political thought tends to be rather conservative.\n\nOregon, however, has a reputation for innovation. Besides being the first state to allow initiative and referendum, it was the first state to establish a beverage container deposit law (also known as a bottle bill), the first to legalize physician-assisted suicide, one of the first to legalize medical marijuana, and the first state to conduct all elections entirely by mail.\n\nBe aware that the name of the state is invariably pronounced \"OR-uh-gun\" within the state; if you pronounce it \"or-ee-",{"type":"''","value":["GONE"]},",\" most residents will reflexively correct you, as they are unable to abide this particular ",{"type":"''","value":["faux pas"]},". If you persist, be prepared to endure some awkward moments. Also, the Willamette River, the main river in Western Oregon that runs north from Eugene through Salem to Portland, is pronounced \"wil-LAM-met,\" with the accent on the second syllable.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nThe vast majority of air travel into Oregon is done through ",{"type":"'''","value":["Portland International Airport"]},", located on the north side of the city along the Columbia River.  The airport has won several awards for traveler satisfaction and offers relatively quick ingress and egress due to its moderate size and lack of hub services.  Quick access to ground transportation of all types is readily available.  National services are provided by all major United States airlines, with direct flights available from most western airports.  International service is limited with direct flights available from ",{"type":"[[","value":[["Vancouver"]]},", ",{"type":"[[","value":[["Amsterdam"]]},", and ",{"type":"[[","value":[["Tokyo"]]}," plus seasonal flights from some resort cities in ",{"type":"[[","value":[["Mexico"]]},".\n\nFlights into Oregon's other commercial airports is available from several neighboring states, but can be costly in comparison to flights into Portland.  While several links are direct, many itineraries will involve a connection through Portland.  ",{"type":"'''","value":["Mahlon Sweet Field"]}," (EUG) is the second largest commercial airport in the state and serves the Eugene-Springfield area.  ",{"type":"'''","value":["Rogue Valley International-Medford Airport"]}," (MFR) in ",{"type":"[[","value":[["Medford (Oregon)"],["Medford"]]}," is the primary access point for Southern Oregon, while ",{"type":"'''","value":["Roberts Field (RDM)"]}," in the ",{"type":"[[","value":[["Redmond (Oregon)"],["Redmond"]]},"-",{"type":"[[","value":[["Bend"]]}," area serves the same role for Central and much of Eastern Oregon.  For destinations in the far eastern portion of the state, arrival by air is best done through ",{"type":"[[","value":[["Boise"]]}," Airport (BOI) in ",{"type":"[[","value":[["Idaho"]]},".  Several other Oregon cities have airports capable of handling commercial traffic, including ",{"type":"[[","value":[["Coos Bay"]]},", ",{"type":"[[","value":[["Klamath Falls"]]},", ",{"type":"[[","value":[["Newport (Oregon)"],["Newport"]]},", ",{"type":"[[","value":[["Pendleton"]]},", and ",{"type":"[[","value":[["Salem (Oregon)"],["Salem"]]},".  Service is sometimes provided by regional airlines to these destinations, but frequencies and availability are changed frequently due to the low traffic demand for these services.\n\nNearly all significant cities throughout the state contain a municipal airfield for general aviation, or are within a short distance of such a field.  In addition several small fields exist at premier destinations such as Sunriver, allowing general aviation pilots the ability to directly fly into their chosen location.  The climate of the Oregon Coast and Willamette Valley regions can lead to rapidly changeable visibility and weather, while winter weather in mountainous areas and throughout Eastern Oregon can be severe, so while there ample times suitable for VFR flight, lack of IFR capabilities may lead to scheduling problems due to unpredictable weather patterns.  Several air taxi and aviation rental services are available for those without their own aircraft who wish to fly into these smaller airports.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}," offers several ways to enter and travel throughout Oregon by train:\n",{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Empire Builder"]]}]}," runs between Chicago and Spokane, Washington, where it then splits, with half of the train continuing to Seattle, and the other half to Portland."]},{"type":"*","value":[" ",{"type":"'''","value":["The Coast Starlight"]},". Regarded by many as America's most scenic train ride, the Coast Starlight runs between Los Angeles, California, and Seattle, Washington, stopping at many Oregon towns including Portland, Salem, Eugene, and Klamath Falls."]},{"type":"*","value":[" ",{"type":"'''","value":["Amtrak Cascades"]},". The Cascades is a special service that operates between Vancouver, British Columbia (Canada), and Eugene using special high-speed Talgo rolling stock. Stops include Portland and Albany. See the Amtrak website."]},"\nFor more information, see Amtrak's website, Wikivoyage's article ",{"type":"[[","value":[["Rail travel in the United States"]]},", or the Wikipedia pages on each of this train services.\n\n",{"type":"===","value":["By car"]},"\nOregon has numerous roads into the state from its neighbors:\n",{"type":"*","value":[" From ",{"type":"[[","value":[["California"]]},", the only freeway is Interstate 5, which taken north from ",{"type":"[[","value":[["Shasta"]]}," crosses the Siskiyou Mountains and into the upper Willamette Valley and most of the state's largest cities.  If traveling to the Oregon Coast, U.S. Highway 101 is a more scenic option connecting California's northern coast with Oregon's.  To the east side of the Cascades, U.S. Highways 97 and 395 offer good quality roads to access Central and Eastern Oregon."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},", the most common entry is across the Interstate 5 and Interstate 205 bridges in the ",{"type":"[[","value":[["Portland Metropolitan Area"]]},".  There are several other crossing points along the states' shared Columbia River border for regional travelers, including the impressive causeway on U.S. Highway 101 at the mouth of the Columbia River in ",{"type":"[[","value":[["Astoria (Oregon)"],["Astoria"]]},".  Further east, if coming from ",{"type":"[[","value":[["Spokane"]]}," or ",{"type":"[[","value":[["Yakima"]]}," areas, Interstate 82 crosses into the state near its northeastern corner. A very scenic route also exits along the Columbia River on US Hwy 12 (north end) and US Hwy 730 (south end). This joins Interstate 84 in eastern Oregon.  "]},{"type":"*","value":[" From ",{"type":"[[","value":[["Idaho"]]},", Interstate 84 is the primary way into the state, crossing the Snake River at ",{"type":"[[","value":[["Ontario (Oregon)"],["Ontario"]]}," and continuing through the Columbia Gorge into Portland.  Additionally, U.S. Highways 20 and 26 which enter the state near Nyssa offer routes across the middle of Eastern Oregon.  Several smaller roads cross the border for local access."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Nevada"]]},", there are limited options due to the sparsely populated nature of the Great Basin region.  U.S. Highway 95 is the largest road to cross the border, but is in fact primarily a route from Central Nevada into Western Idaho.  To access most of Oregon by way of Highway 95, it is necessary to use Oregon Route 78 to cut over to U.S. Highway 20 or to use Nevada and Oregon Route 140 to access Southern Oregon destinations.  From most of Nevada it is more convenient to use routes through California to get to Oregon."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nRoad travel within Oregon is facilitated by a network of highways criss-crossing the state.  Oregon does not have many freeways, with only Interstates 5 and 84 covering any significant distances beyond urban areas.  With I-5 to the west and I-84 hugging the northern edge of the state, the majority of the rest of the state is connected by a mix of U.S. and Oregon Routes.  While the network of these routes offer direct connections between most locations in the state, the state's geography does create some choke-points in mountainous areas, and inclement weather can delay or prevent travel through the many mountain passes.  Almost without exception, both U.S. and Oregon routes in rural areas are two-lane highways with occasional passing lanes added to relieve buildups over long stretches.  A few popular egress routes from the larger cities have been developed into divided highways for short distances, but this is far from the norm.  Rural highways, particularly outside of the Willamette Valley, are typically not lit and have fewer reflectors and other driver's aids than most other states equip their roads with.  More commonly traveled routes are being improved over time, and Oregon utilizes Safety Corridors over certain sections of its highways to promote safer driving and reduce accidents.\n\nDuring winter months, Oregon's mountain highways can become snow-bound.  Chains or other traction devices are required through many mountain passes during the winter, and certain passes are closed altogether.  The Oregon Department of Transportation maintains various ways to update travelers on weather and construction conditions throughout the state.  It is highly advisable that when traveling through rural Oregon to maintain an emergency kit including cold weather survival gear as several highways include long stretches between services and can be sparsely traveled at times.\n\nDriving in Oregon offers numerous opportunities for sightseeing and a large number of highways are naturally scenic routes to travel.  A wide variety of different landscapes can be found throughout the state, and roadside pullouts are provided along most for scenic viewpoints and interpretive kiosks.  Full service rest areas are only found along the Interstates, but a few limited service rest areas are available on U.S. Routes. \n\nExcept on Native American reservations such as the Umatilla Indian Reservation near ",{"type":"[[","value":[["Pendleton"]]},", Oregon is one of two states where self-service gas stations are illegal. (",{"type":"[[","value":[["New Jersey"]]}," is the other.) Accordingly, your vehicle will be refueled by an attendant. Tipping the attendant is appreciated, but optional. Gas stations are located in most towns, but due to the fact that self-service is illegal in the state, a higher number of stations (especially in smaller towns) close down during the night. Charging stations for electric vehicles are located in several places in the Portland and Eugene areas and along the I-5 corridor, with further expansion of this network underway.\n\nSpeed limits on freeways are typically 65 miles per hour outside of urban areas, while other highways are limited to 55 miles per hour. ",{"type":"<","value":["b",["Oregon has a reputation for strict speed limit enforcement"]]},", especially in comparison to some other western states.\n\n",{"type":"===","value":["By bicycle"]},"\nThe Oregon Coast is a premier destination for cycling, although traffic, narrow shoulders, heavy winds and rains, and windy roads make it dangerous.  Nevertheless, many people cycle the entire Oregon Coast each year.  In the summer months take Highway 101 north to south starting in Astoria through Lincoln City and onto Brookings to get breathtaking views of the Pacific Ocean.  The prevailing winds will be at your back all summer long. For the seasoned cyclist head north in winter months as the winds are out of the SW at that time of year.\n\n",{"type":"===","value":["By foot"]},"\nThe ",{"type":"[[","value":[["Pacific Crest Trail"],["Pacific Crest National Scenic Trail"]]}," (which runs from Canada to Mexico) passes through Oregon along the Cascade Mountains.  With almost no civilization along its route and very few highway crossings (four in the northern 150 miles of the trail), it is exceptional for experiencing nature while avoiding civilization.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Oregon_Coastline.jpg"],["thumb"],["425px"],["right"],["The Oregon Coastline"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Majestic Mountains"]},": The soaring snow-covered peaks of the Cascade Range, the lush covered mounts of the Coast Range, and the rugged ranges of Eastern Oregon all provide beautiful backdrops to outdoor activities throughout the state, and hikers and drivers both can discover incredible sights as they travel the valleys and passes through the ranges."]},{"type":"*","value":[" ",{"type":"'''","value":["Lush Forests"]},": Nearly every region of Oregon is home to large tracts of State and National Forest land, though each region boasts a unique mix of tree species and other flora.  Several areas of protected old growth forest remain in the state."]},{"type":"*","value":[" ",{"type":"'''","value":["Wildlife"]},":  Due to the large amount of habitat remaining in the state, a large number of wildlife species are able to be spotted.  This includes hundreds of species of birds, both migratory and resident, that can be spotted in city parks, along beaches, and in wildlife refuges.  For more exotic animals, the Oregon Zoo is home to world-class selection of animals."]},{"type":"*","value":[" ",{"type":"'''","value":["Performing Arts"]},":  Portland is home to vibrant theater and music scenes, catering to a variety of tastes throughout the city's neighborhoods.  Additionally, several major performing arts events are held in other locations around the state from jazz festivals on the beach to the world-renowned Shakespeare festival in Ashland."]},{"type":"*","value":[" ",{"type":"'''","value":["Sports"]},":  Portland hosts the state's only two professional major league teams, the National Basketball Association's Portland Trailblazers and Major League Soccer's Portland Timbers, while its minor league hockey team also draws fervent support.  Corvallis and Eugene both offer Division 1 NCAA sports at their respective university campuses.  Professional baseball is played by the short-season class A Northwest League in Eugene, Hillsboro, and Keizer."]},{"type":"*","value":[" ",{"type":"'''","value":["Rivers and Wetlands"]},":  With mountainous terrain and plentiful rain and snow, several rivers network across the state, from mountain streams fed by snow-melt, through raging rapids, over waterfalls and down into placid lakes and low-lying wetlands."]},{"type":"*","value":[" ",{"type":"'''","value":["Coastal Beaches and Rocks"]},":  The state's beaches are all public, allowing unfettered access to the shore with beautiful views of the storm-beaten coastal rock formations, free-standing rocks out to sea, and out across the Pacific to see the sunset."]},{"type":"*","value":[" ",{"type":"'''","value":["Gardens and Parks"]},":  Portland"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take to the Slopes"]},":  Mt. Hood offers year-round snow sports and some of the most extensive night-skiing facilities in the country, so there is never a bad time to take to the slopes.  Arrayed on the mountain (as well as other mountains in the state) are ample opportunities for downhill and cross-country skiing, snowboarding, and snow-shoeing, as well as motorized fun on snowmobiles."]},{"type":"*","value":[" ",{"type":"'''","value":["Go Whitewater Rafting"]},":  The Rogue River in Southern Oregon has amazing rapids and several services are available for all skill levels.  ",{"type":"[","value":["http:\/\/www.echotrips.com\/rogue\/ Echo Trips"]}," offers trips for four days on the Class III rapids.  Other rivers in Southern and Eastern Oregon offer a variety of rafting experiences as well."]},{"type":"*","value":[" ",{"type":"'''","value":["Go Camping"]},":  Oregon is dotted with campsites, catering to different types of camping experiences.  Several are on the grounds of numerous state parks, and the most popular sites can be booked up well in advance (especially those offering more services) so it is best to book ahead.  Camping offers a great way to experience the unique natural feel of each region."]},{"type":"*","value":[" ",{"type":"'''","value":["Drive a Dune Buggy"]},":  The Oregon Dunes National Recreation Area between Florence and Coos Bay offers areas for ATV and dune buggy activities, a fast-paced way to experience one of the more unique features of the Oregon Coast.  Several other places offer the chance to ",{"type":"[[","value":[["OHV Riding in Oregon"],["ride an off-road vehicle"]]}," throughout the state."]},{"type":"*","value":[" ",{"type":"'''","value":["Walk the Beach"]},":  Since all of Oregon's beaches are public, you can walk the entire coast if so inclined.  The regular storms of the Pacific Ocean deposit treasure along the Oregon shore, rewarding beach-combers with all nature of man-made and natural finds."]},{"type":"*","value":[" ",{"type":"'''","value":["Rock Climbing"]},":  ",{"type":"[[","value":[["Smith Rock"]]}," is internationally recognized as a rock-climber's destination, but Oregon's terrain has several other rock-climbing locations to find."]},{"type":"*","value":[" ",{"type":"'''","value":["Play at a Casino"]},":  Oregon has nine Native American casinos, including Chinook Winds, Kah-Nee-Ta, Kla-Mo-Ya, and Spirit Mountain.  Most contain lodging and restaurants as well."]},{"type":"*","value":[" ",{"type":"'''","value":["Bike Riding"]},":  The Spring Water Trail and downtown Portland are both scenic bike rides"]},{"type":"*","value":[" ",{"type":"'''","value":["Relax in the Hot Springs"]},":  Bagby Hot Springs, Breitenbush Resort, is a natural hot springs where you can soak."]},"\n",{"type":"==","value":["Buy"]},"\nUnlike most US states, Oregon has no sales tax. There is no tax included in posted prices and no tax is added at the till. This is worth bearing in mind if you're planning on making any large purchases during an interstate trip. Many large chain stores are located in Portland along the Columbia River. These stores attract shoppers from neighboring Washington, which has some of the nation's higher sales taxes.\n\nPortland has several neighborhoods with unique shops, as well as a Saturday Market for local arts & crafts as well as food and music. Powell's Books is the largest new & used bookstore in the state, but there are many smaller book sellers throughout Oregon. For souvenirs, the Made In Oregon chain of shops carries a variety of products from around Oregon in locations in several shopping centers as well as the Portland International Airport. The Oregon Coast is sprinkled with antique shops and purveyors of beach finds. In April, a gigantic garage sale is held in Lincoln City with over 100 sellers participating.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Four star dining in hiking boots and jeans?  This is perfectly acceptable (as are suits and tuxedos) at Timberline Lodge's Cascade Dining Room which offers seasonal northwest cuisine year round.  Excellent breakfast, lunch and dinner selections.  Dinner reservations are helpful most evenings, but a necessity at holidays and nice summer weekends."]},{"type":"*","value":["Visit one of 30 microbreweries within Portland city limits"]},"\n",{"type":"==","value":["Drink"]},"\n\nFrom the coastal hamlets to the valley cities to the remote towns of the high desert, Oregonians drink, and proudly. Because of the growing wine and microbrewery industries in the state which produce drink of world-class quality, having a tipple and touring beverage facilities is a popular pastime for Oregon residents and tourists alike. It is occasionally joked that one cannot throw a cat in the city of ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," without hitting a bar (though one shouldn't: the PETA people there can be touchy and rather humorless, especially regarding the hurling of cute little kitties), while most other towns of any appreciable size have at least two places in which one can imbibe. Yes, the drinking culture here is strong, and if you like to pickle your giblets then you'll be in heaven.\n \nOregon is an \"Alcoholic Beverage Control State\" and as such requires all distilled spirits to be sold by state-approved outlets. Because the liquor stores purchase their wares from the state at an inflated and heavily-taxed cost, liquor by the bottle or by the shot can run your booze bill up pretty quickly. Fortunately, Oregon has no shot size regulation (such as, say, ",{"type":"[[","value":[["Utah"]]}," has) and many bars - especially in the Portland area - pour their drinks quite liberally; in fact, a literal three fingers of whiskey is not uncommon if you know the barkeep. Bottoms-up, but don't bottom out!\n\nThere are no \"blue laws\" concerning time of alcohol sales other than a daily 2:30-7:00AM restriction, so if you like \"kegs and eggs\" for your Sunday breakfast, Oregon's your kind of place. Also, Oregon's alcohol laws are unitary within the state and are wholly overseen by the Oregon Liquor Control Commission (OLCC), so there's no need to worry about dry towns or dry counties.\n\nFinally, bartenders in Oregon seem to be a bit more strict about checking ID than those in many other states. This likely due to the aforementioned OLCC, which is known to be nothing short of draconian when it comes to the enforcement of laws regarding the furnishing of alcohol to minors by service workers and punishment under the same. If you look under 30 (or even 40!), just hand them your ID card \/ passport before you order because they ",{"type":"''","value":["will"]}," ask for it. There is also a total indoor smoking ban in all places but cigar and hookah bars.\n\n",{"type":"===","value":["Beer"]},"\n\nOregon has a large number of regionally- and nationally-known craft microbreweries, many of which distribute outside the state. Most are happy to host guests for tastings, and many are accompanied by restaurants and gift shops.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=McMenamin's"],["url=http:\/\/www.mcmenamins.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A unique network of restored historical buildings that are used as pubs, hotels, and breweries. Locations are distributed throughout the state, including Portland, Bend, McMinnville and Eugene."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rogue Brewery"],["url=http:\/\/rogue.com\/"],["email="],["address=748 SW Bay Blvd., Newport, OR 97365"],["lat="],["long="],["directions="],["phone=+1 541 265-3188"],["tollfree="],["fax=+1 541 265-7528"],["hours=11 am-midnight Sun-Thurs, 11 am-1 am Fri-Sat"],["price="],["content=Noted for its famous drinking skeleton icon and \"Dead Guy Ale,\" the Newport-based Rogue is internationally known for its exceptional beers. In addition to its Newport locations, Rogue operates brewpubs in Portland, Independence, Astoria and Eugene."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Deschutes Brewery"],["url=http:\/\/www.deschutesbrewery.com\/"],["email="],["address=901 SW Simpson Ave., Bend, OR 97702"],["lat="],["long="],["directions="],["phone=+1 541 385-8606"],["tollfree="],["fax="],["hours=Tours daily between 1 pm and 4 pm"],["price="],["content=One of the larger breweries in the state, Deschutes is well known for their Black Butte Porter, Obsidian Stout, and Mirror Pond Ale."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Full Sail Brew Pub"],["url=http:\/\/www.fullsailbrewing.com\/"],["email="],["address=506 Columbia St., Hood River, OR 97031"],["lat="],["long="],["directions="],["phone=+1 541 386-2247"],["tollfree="],["fax="],["hours=Open daily 11 am"],["price="],["content=Brews several well-known ales, including amber, IPA and pale ale styles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Standing Stone Brewery Company"],["url=http:\/\/www.standingstonebrewing.com\/index.html"],["email="],["address=101 Oak St., Ashland, OR 97520"],["lat="],["long="],["directions="],["phone=+1 541 482-2448"],["tollfree="],["fax=+1 541 482-9459"],["hours=11 am-midnight daily"],["price="],["content=A gourmet restaurant in southern Oregon with lager, amber, and several IPA lines. They also make several unique beverages such as an oatmeal stout, a barley wine and a seasonal wassail."]]}]},"\n",{"type":"===","value":["Wine"]},"\n\nIn recent years, Oregon has become renown as an outstanding wine producing region in its own right, with a range of temperate climates that allow the production of vintages significantly different from neighboring vineyards and wineries in California. The Willamette Valley, just south of Portland, is particularly well known for its distinguished Pinot Noirs, and is well-suited to grow other Burgundian and Alsacian varietals: Gamay Noir, Pinot Meunier, Chardonnay, Pinot Gris, Pinot Blanc, Riesling and Gewürztraminer among others.  A diverse arrangement of climates, though, fosters a range of other grapes throughout the state.\n\nOregon boasts more than 400 wineries in the state.  Some of the larger, more well-known wineries and vineyards are:\n",{"type":"*","value":[" Willamette Valley Vineyards, Turner (southeast of Salem)"]},{"type":"*","value":[" Rex Hill, Newberg (southwest of Portland)"]},{"type":"*","value":[" Valley View Vineyards, Jacksonville (southwest of Medford)"]},{"type":"*","value":[" King Estate, Eugene (southwest of the city proper)"]},{"type":"*","value":[" Erath Winery, Dundee (southwest of Portland)"]},"\nDue to strict policing for DUI's and meandering country roads, it is strongly suggested to hire a tour guide when visiting local wineries and participating in wine tasting.\n\n",{"type":"===","value":["Liquor"]},"\n\nLiquor in Oregon is sold in specifically-licensed stores (though supermarkets may still sell wine and beer).\n\nThere are several well-known distilleries:\n",{"type":"*","value":[" Hood River Distillery, Hood River, specializing in traditional strong liquors such as gin, vodka, rum, and whiskey. (Their Pendleton blended whiskey is strongly recommended)"]},{"type":"*","value":[" Clear Creek Distillery, Portland, specializing in liquors distilled from regional fruit produce."]},{"type":"*","value":[" Rogue Brewery has a fledgling - and tasty - distilling operation producing specialty liquors. "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Distillery Row"],["alt="],["url=http:\/\/www.distilleryrowpdx.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Respect"]},"\nOregonians are ",{"type":"''","value":["fanatically proud"]}," of the natural beauty of their state; littering or otherwise causing harm to the scenic beauty - including wildlife - found here is bound to draw attention to you that you probably do not want, up to and including that special type which only an officer of the law can give.\n\nThat being said, keep in mind that while Portland and the rest of the Willamette Valley is very cosmopolitan and culturally similar to San Francisco and Seattle, Eastern Oregon and Southern Oregon are more akin to Idaho and Nevada; that is to say, quite conservative. Contrary to popular belief, not all Oregonians are liberal, a fact which will become abundantly clear to you on a trip to a place such as ",{"type":"[[","value":[["Burns"]]},", ",{"type":"[[","value":[["La Grande"]]},", or ",{"type":"[[","value":[["Prineville"]]},".\n\nState issues in general tend to be divided along Willamette \/ non-Willamette lines (that is, large cities within the valley such as Eugene and Portland \/ smaller cities along the coast, around the mountains, and in the high desert), and some resentment between these groups may be uncovered. The State of Jefferson, a region of southern Oregon and northern California marked by a period of attempted secession during the first half of the 20th century, retains a very independent mindset: Jefferson Public Radio and the State of Jefferson Chamber of Commerce are two indicators of a retained degree of autonomy from this period.\n\n",{"type":"==","value":["Cope"]},"\nOregon is primarily in the Pacific Time Zone (UTC -8, DST UTC -7). However, most of Malheur County - a large, mostly rural county along the Idaho border - is in the Mountain Time Zone (UTC -7, DST UTC -6). \n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\nOregonians are known for being exceptionally kind and welcoming people; accordingly, violent crime in Oregon is quite low and visitors are not likely to have any harm come to them during their stay. Be aware, however, that violence has been on the rise in the ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," and ",{"type":"[[","value":[["Salem (Oregon)"],["Salem"]]}," areas due to increasing gang activity – troubles which have likely been exacerbated by the state's 8.1% unemployment rate (August, 2013). Property crime is always a problem. The most dangerous neighborhood in the entire state is probably the King neighborhood in Northeast Portland (and even this area is not too risky if traveling in a group at night). The Rockwood district in suburban ",{"type":"[[","value":[["Gresham"]]}," is also known for disturbingly high levels of violent and property crime. A casual visitor, however, will not likely have any reason to go to either of these places – in fact, most residents don't either. For hazards specific to these cities, please see their respective guides.\n\nIf you are in need of emergency assistance, dial ",{"type":"'''","value":["911"]}," on your phone.\n\n",{"type":"===","value":["Drugs"]},"\nMarijuana is decriminalized in Oregon. Possession of a user-quantity (1 oz. or less) is a civil violation and can be punished by a fine of $500-$1,000. The level of enforcement will vary greatly depending on where you are: in ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," (Potland?) the police will likely dump it on the ground and tell you to get lost; in ",{"type":"[[","value":[["Eugene"]]}," they might smoke it with you; and in ",{"type":"[[","value":[["Burns"]]}," you'll likely face down a judge who isn't too keen on letting some \"Godless stoner\" off with anything less than the maximum fine. Dealing is, as one might expect, not tolerated as well and offenders can expect unpleasant ramifications in the form of a felony conviction; this is especially true within 1,000 feet of a school.\n\nAs for \"hard drugs\", you're better off avoiding them. Due to the state's awful methamphetamine wave of the 1980s - 2000's, there is very little tolerance in this area and a number of tough laws passed in response to the epidemic will all but ensure that you will be involved with the legal system for a long time to come and at great expense. Another side effect of the state's notorious methamphetamine problem is that any medication containing pseudoephedrine (e.g. Sudafed) is treated as a Class III Controlled Substance of the Controlled Substance Act and thus requires a prescription. This also means that one must prove that they have a prescription to be in possession of such medications, so if one is coming from out-of-state it is a good idea to leave it at home.\n\nPsychoactive mushrooms grow naturally here and abundantly, but, of course, possession is illegal. Don't be stupid.\n\n",{"type":"===","value":["Natural hazards"]},"\n\nNatural hazards are also few, but include mountaineering fatalities (Mt. Hood in particular). ",{"type":"'''","value":["tsunamis"]}," on the coast are very rare, but have occurred; make note of the ",{"type":"'''","value":["\"Evacuation Route\""]}," signs. For information on the state's hazard assessment, visit the ",{"type":"[","value":["http:\/\/nctr.pmel.noaa.gov\/state\/or\/index.html NOAA Center for Tsunami Research site"]},". Sudden ",{"type":"'''","value":["snowstorms"]}," in the ",{"type":"[[","value":[["Cascade Mountains (Oregon)"],["Cascade Mountains"]]}," from October to May occur and could lead to increased ",{"type":"'''","value":["avalanche"]}," danger. The usual perils of ",{"type":"'''","value":["desert"]}," travel in the Southeastern part of the state could be eminent if you are unprepared, so always follow ",{"type":"'''","value":["desert survival guidelines"]}," ; and rattlesnakes, bears and other ",{"type":"'''","value":["wildlife"]}," (particularly east of the Cascade range).\n\n",{"type":"===","value":["Travel Hazards"]},"\n\nIf you venture out of the Willamette Valley during your stay, be sure that your automobile is well fueled and in suitable condition: while ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," is modern and well-populated, ",{"type":"[[","value":[["Eastern Oregon"]]}," includes some of the most sparsely populated areas in the United States. ",{"type":"[[","value":[["Harney County"]]}," in the Southeast region of the state, for example, is slightly smaller than ",{"type":"[[","value":[["Massachusetts"]]}," but is the home to only about 7,000 people. Breaking down out there will, in best case scenarios, make for a very long and annoying day; at worst, the consequences can be tragic. In rural areas, be aware that many seemingly passable roads are truly impassable for large portions of fall, winter and spring.  Apparent routes or shortcuts across mountainous areas and deserts should be validated with locals before attempting - deep snow has captured the vehicle of many a tourist or day tripper who ventured into unknown territory and pushed when they should have exercised better judgment.\n\nThis also applies to routes between the Oregon coast (US Hwy 101) and the I-5 freeway. Always plan in advance, with one alternative in case of closure. In no case should this be left to chance or your GPS. There are many potentially dangerous roads through the Coastal Mountain Ranges, especially in severe weather and for those travelling with a RV or trailer.  \n\nFinally, as the subject of the vast emptiness of Oregon has been broached, remember to always have an adequate map (Benchmark Maps makes an exceptionally good one), especially if traveling into the wilderness on foot: each year many hikers go ",{"type":"'''","value":["missing"]}," and, sadly, some never return. Know where you are going, and make sure someone else does too.\n\n",{"type":"*","value":["Oregon State Police: +1 503 378-3720"]},"\n",{"type":"*","value":["Oregon State University offers a ",{"type":"[","value":["http:\/\/asosu.oregonstate.edu\/saferide\/ Saferide Program"]}," throughout the week."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Washington (state)"],["Washington State"]]}]}," - Oregon's northern neighbor offers amazing natural scenery, from the imposing ",{"type":"[[","value":[["Mount Rainier"]]}," to the rainforest of ",{"type":"[[","value":[["Olympic National Park"]]},", as well as the quirky culture of cities like ",{"type":"[[","value":[["Seattle"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Idaho"]]}]}," - Oregon's eastern neighbor is a rugged state, with snow-capped mountains, whitewater rivers, forests, high desert, and plenty of wilderness."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nevada"]]}]}," - The Silver State borders Oregon to the southeast and is home to the adult playgrounds of ",{"type":"[[","value":[["Las Vegas"]]}," and ",{"type":"[[","value":[["Reno"]]}," as well remote desert and mountain landscapes."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["California"]]}]}," - Located south of Oregon, America's most populous state is home to ",{"type":"[[","value":[["Hollywood"]]},", the free spirits of ",{"type":"[[","value":[["San Francisco"]]},", and diverse natural wonders such as ",{"type":"[[","value":[["Yosemite National Park"]]},", ",{"type":"[[","value":[["Death Valley National Park"]]},", and the rugged ",{"type":"[[","value":[["Central Coast (California)"],["Central Coast"]]},"."]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Pacific_Northwest"]]},"\n",{"type":"{{","value":[["geo"],["43.94"],["-120.58"],["zoom=7"],["layer=OB"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Oregon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Oregon\/"]]}]