[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"==","value":["Understand"]},"\n\nOrienteering is navigation across terrain using a map and, when needed, a compass.  Orienteering skills are useful to outdoor enthusiasts.  In deserts and mountains, these skills can and often do save lives, as well as making outdoor adventures less stressful and more enjoyable. \n\nThe orienteering skills needed while hiking differ substantially from those needed in usual orienteering competitions. What you learn at any orienteering club or orienteering event is certainly useful, but you should also train orienteering in a hiking context and get some advice specific for hiking in terrain resembling that which is ahead, before going for demanding ",{"type":"[[","value":[["wilderness backpacking"]]},".\n\nThe biggest difference between typical competitive orienteering and wilderness orienteering is the quality of maps and the distances. In the wilderness you will – to a much bigger extent – have to infer the characteristics of any terrain from hints on the map. You will also have to decide where minor streams can be crossed, where to find good water and where to put you tent, in addition to choosing a good path for advancing. On the other hand, you are seldom in a hurry and you need much less precision.\n\n",{"type":"==","value":["Try it"]},"\nOrienteering is a fun activity for travelers.  Avid orienteers have been known to plan all their vacations (and work related travel too) around opportunities to go orienteering.  See the article on ",{"type":"[[","value":[["New Mexico#Orienteer"],["New Mexico"]]}," for information about orienteering in ",{"type":"[[","value":[["New Mexico"]]},".\n\nThere may very well be a hiking club where you live. They often arrange events also for inexperienced non-members and can help you get going.\n\nJust using a map and compass at any hike or walk in the nature will teach you much. Tips on what to look for (read: advice from an orienteer or experienced hiker) will make you learn much quicker.\n\n",{"type":"==","value":[" GPS "]},"\nWhile ",{"type":"[[","value":[["GPS navigation"],["satellite navigators"]]}," have become affordable and easy to carry and use, the necessity of traditional orienteering skills have in no way disappeared. You need orienteering skills to judge the information offered by the device and converting it to a real life route (and to get along would the device fail).\n\nIn many cases the device gives you an exact position and the direction to your next waypoint. But the shortest path is seldom ideal, sometimes even dangerous. Having made a typing mistake (or prematurely assumed your map uses WGS84 coordinates) you may be directed to the middle of nowhere. And in the backcountry you should use batteries sparingly, which means having the device turned off most of the time.\n\n",{"type":"==","value":["Stay safe"]},"\nSafety in the natural environment is an important goal of orienteering training.  Essential skills taught and developed through organized orienteering events, which apply also to many other outdoor activities, include the following:\n\n",{"type":"*","value":[" Know how to read a map.  Look at the legend and read the text around the margins.  Know what the different colors, patterns, and symbols mean."]},"\n",{"type":"*","value":[" Know how to orient the map to the terrain and relate features on the map to features visible in the terrain.  This can be as simple as knowing which way is north, and to rotate the map so that north on the map is north."]},"\n",{"type":"*","value":[" Find your safety bearing.  Look at the map, note the locations of roads and populated places, and decide ",{"type":"''","value":["in advance"]}," which way to go in the event of serious trouble (you are lost, someone is sick or injured, etc.).  Often, this decision is as simple as \"go downhill\" or \"go uphill\" or \"go south\".  It is important to make this decision in advance, and to make a habit of making this decision, because in an emergency many people's ability to make decisions becomes limited."]},"\n",{"type":"*","value":[" Know the local terrain hazards, and how to avoid them. Some examples are cliffs or steep slopes or loose rocks; poisonous snakes or sharp rocks or thorns; open pit mines or standing dead trees that may fall in windy weather; risk of lightning strikes on exposed ridges and flash floods in canyon bottoms."]},"\n",{"type":"*","value":[" Know how to handle accidents, such as a sprain. Have a plan about how to call for help in severe cases (is there mobile phone coverage?)."]},"\n",{"type":"*","value":[" Know out of bound areas.  Stay out of private property, posted no trespass government property, shooting ranges, areas closed to public use due to specific dangers (forest fire, severe weather, unexploded ordinance, toxic waste spills, etc.) or to protect resources (municipal water supplies, archaeological sites, endangered species)."]},"\n",{"type":"*","value":[" Don't lose your keys.  If you want to orienteer unencumbered, lock your stuff in your car and leave your keys at the registration table.  The person handling registrations should have a communal box for safekeeping of keys."]}," \n",{"type":"*","value":[" Ask questions.  Do you know about attack points, aiming off, collecting features, catching features, and handrails?  If not, ask for someone to give you some personal coaching before you head out on a course."]},"\n",{"type":"[[","value":[["Wikipedia:Orienteering"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Sport"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]