[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ortley-beach.com Ortley Beach"]}]},", also called Dover Beach South, is part of ",{"type":"[[","value":[["Ocean_County_(New_Jersey)"],["Ocean County"]]},", on the ",{"type":"[[","value":[["Jersey Shore"]]},". It is located on the Barnegat Peninsula and is physically separated from its governing entity, the city of Toms River. Ortley Beach spans about 10-15 blocks, and is surrounded by other popular summer destinations including Normandy Beach, ",{"type":"[[","value":[["Point Pleasant (New Jersey)"],["Point Pleasant"]]},", Mantoloking Shores, Bayhead, ",{"type":"[[","value":[["Seaside Heights"]]},", Lavallette, Dover Beach, and Seaside Park. ----\nThis small seaside vacation destination is a typical Jersey shore community. Sleepy and quiet during the offseason, with a large influx of visitors from mid-June through August. Vacationers enjoy the clean beaches, quiet sunsets, and relaxing atmosphere. Families come here to get away from it all while still being surrounded by the finest attractions the Jersey Shore has to offer.\n\n",{"type":"==","value":["Get in"]},"\nThe most popular access to Ortley Beach is by automobile, and during the summer months the traffic can become very congested. The worst traffic occurs on popular holidays such as Labor Day, July 4th, and Memorial Day. \n\n",{"type":"*","value":[{"type":"''","value":["From Northern New Jersey NJ"]}]},"\nDepending on your starting location, travel along the Garden State Parkway until Exit 92. Then, take Route 35 South over the bridge. Follow signs for “Seaside Heights”. From there, continue until you see the large blue water tower labeled ORTLEY BEACH on your left.\n\n",{"type":"*","value":[{"type":"''","value":["From Southern New Jersey"]}]},"Depending on your starting location, travel along the Garden State Parkway until Exit 82 East for Route 37. Then, take Route 37 East for 9 miles over the Bridge into Seaside Heights. Ortley Beach is the next block North of Seaside Heights.\n\n",{"type":"*","value":[{"type":"''","value":["From Philadelphia"]}]},"\nTake Route 70 East until Route 37 East, which meets in Lakehurst, NJ.  Continue on Route 37 and follow it over the bridge onto Route 35. From there, follow directions from “Northern New Jersey”.\n\n",{"type":"*","value":[{"type":"''","value":["From the West"]}]},"\nDrive along Route 195 East to the Garden State Parkway south.  Continue on the Parkway until Exit 82 East for Route 37. Take Route 37 East for 9 miles, follow it over the Bridge into Seaside Heights. From there, follow signs to your destination.\n\nTake exit 82 on the Garden State Parkway, route 37 east to Seaside Heights, and then north on route 35. Route 35 runs all along the water and will lead you all the way to the tip of Island Beach. It is very easy to get where you need to go. There is road access to both the ocean side and bay side of the water.\n\n",{"type":"==","value":["Get around"]},"\nOrtley Beach is less than a square mile in size. It is bounded by Barnegat Bay on the west and the Atlantic Ocean on the east. Most people enjoy walking as a form of transportation, but bicycles are also very popular. \n\n",{"type":"*","value":["Rossi's Bicycle Rental ",{"type":"[","value":["http:\/\/rossisrentals.com\/rentalitems.html"]},", Bay Boulevard, between Route 35 and Tunney Ave. Rents single and group bicycles."]},"\nTaxi service is also available for those who wish to experience the exciting nightlife that surrounds Ortley Beach.\n\n",{"type":"==","value":["See"]},"\nThe beach is the main attraction. The cooler sea air found here is also quite a relief from hot humid summer days that occur in places like Philadelphia, interior New Jersey, or New York City. You can't spend all day and night at the beach. What else are you going to do while you are on vacation? There are plenty of options. Some of these are close at hand and, depending on where you are staying, within walking distance. Other places such as Island Beach State Park, Tom's River, and Six Flags Great Adventure are further away and require more planning than someplace that is just a few blocks away.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.islandbeachnj.org\/ Island Beach State Park"]}]}," boasts ten miles of undeveloped barrier island with swimming beaches, hiking trails, and a look at what the now heavily developed Jersey shore once looked like.\n\n",{"type":"==","value":["Do"]},"\nThere is so much to do in Orley Beach for both familes and party-goers. For the kids, be sure to visit:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Seaside Heights Boardwalk"],["alt="],["url=http:\/\/www.discoverseasideheights.com\/boardwalk\/boardwalk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This boardwalk is more than a mile long. There are two amusement piers, the Casino Pier and the Funtown Pier, that are jam packed with rides. These two piers are separated by a long stretch of boardwalk filled with games of chance, food vendors, and arcades. You can also visit the waterpark and pay a small fee to fish from the Casino Pier. During the spring, summer and fall there are many parades, festivals and other celebrations that you can take part in."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Point Pleasant Boardwalk"],["alt="],["url=http:\/\/www.jenkinsons.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jenkinson's boardwalk offers amusements, rides, and also has an aquarium."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Barnacle Bills Amusements"],["alt="],["url=http:\/\/www.shorebiz.com\/barnacle\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arcade with a variety of games and a miniature golf course. The galley also offers food and ice cream, and only a walking distance from almost anywhere in Ortley Beach."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nYou can enjoy going out to diner, grab some takeout, or take a trip to the grocery store to stock up the rental house refrigerator without having to go far from home - or wherever it is you are staying during your time in Ortley Beach. Seaside Heights and Lavallette ",{"type":"[","value":["http:\/\/www.lavallette-nj.org\/"]}," are also close at hand. You can even venture further afield and head over the Tom's River Bridge to the continuous line of stores found along 37.\n\n",{"type":"*","value":[{"type":"'''","value":["Boathouse Cafe"]},", Bay Boulevard & Route 35, just past the A&P on your way to the Tom's River Bridge. 7AM-2PM daily."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gabriella's"]},", Route 35 North & 1st Ave, 732-793-7400. Italian and other dishes served in their dining room. They also have a bar, with many TV's, where sandwiches and other light fare are served."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sunny Hunny"]},", Route 35 North & 6th Ave, 732-793-3717. Amazing Breakfast, Lunch, and Dinner."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lavallette Ristorante & Pizzeria"],["alt=(some people call it Lavallette Pizza)"],["url=http:\/\/www.lavapizza.com"],["email="],["address=1700 Grand Central Ave"],["lat="],["long="],["directions=Route 35 North in Lavallette, between New York and Pennsylvania Avenues on the left"],["phone = +1 732-830-4101"],["tollfree="],["fax="],["hours=Summer hours are 11am-10pm daily, winter hours are Thursday to Sunday, see website"],["price="],["content=Extensive Italian menu, subs & Pizza too. Eat in one of their 2 dining rooms, or take out. Great food! BYO. Open for lunch and dinner. Just one mile from Seaside Heights, blocks from Ortley Beach."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Joey Harrison's Surf Club"],["alt="],["url=http:\/\/www.thesurfclubnj.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is easily the hottest spot for nightlife in Ortley Beach, and if you are over 21, it simply cannot be missed. Located right on the sand, it has been around since 1973. It is strongly suggested that you stop by on a Sunday around 5 pm or so. Of course, plan to wait in a line, because their Sunday party has become the “sure thing” if you want to listen to live music from the hottest DJ’s around (both local and international). It is a very trendy scene on Sundays where you will find the hottest crowds who flock from as far as 50 miles or more from all directions just to be at this party. Be prepared, it can get very crowded in there but, it is certainly worth the trip."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMany vacationers choose to rent houses and stay in them. Seasonal rentals are available.\n\nThere are also several hotels in the area, including:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Starlight Motel"],["alt="],["url=http:\/\/www.starlightmotel.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=1963 Rt. 35 North. The motel is in a good location. They are only one block from the beach and within a few blocks there is a Dunkin Donuts and a number of places to eat. Barnacle Bills arcade and putt-putt golf is right across the street."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Just to the north is ",{"type":"[[","value":[["Ocean_County_(New_Jersey)"],["Lavallette"]]},", which is much like Ortley Beach."]},{"type":"*","value":["Just to the south is ",{"type":"[[","value":[["Seaside Heights"]]},". It is much busier and has a large commercial boardwalk."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["39.95389"],["-74.07139"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ocean County"]]},"\n\n",{"type":"[[","value":[["wikipedia:Dover Beaches South, New Jersey"]]}]