[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["The Osa Peninsula"]}," is part of the ",{"type":"[[","value":[["South Costa Rica"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe Osa Peninsula is a wondrous, magical, and untouched place for nature-lovers and adventurers.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Drake Bay"]]}]},{"type":"*","value":[{"type":"*","value":["Drake Bay is actually just a bay that is often regarded as a city. The village in Drake Bay is actually called Agutijas. The Bay is named after Sir Francis Drake, the British pirate who, as the story goes, buried treasure on its beaches in 1579. Besides Agutijas, Drake Bay holds beautiful beaches and birds, along with expensive resorts and lodges."]}]},{"type":"*","value":[{"type":"[[","value":[["Puerto Jimenez"]]}]},{"type":"*","value":[{"type":"*","value":["Puerto Jimenez is a small, convenient city with its own airport. It can get crazy at night. It offers easy access to the beach villages of Carate and Cabo Matapalo."]}]},"\n",{"type":"===","value":["Villages"]},"\n",{"type":"*","value":[" Puerto Jimenez is a funky ole gold mine town & the only small town  with restaurants, bank, ATM, gas station, shoppes, internet cafes, airstrip, car rentals, grocery stores & night life."]},"All towns south of PJ (See below) are on a bumpy, unpaved road with no bridges over rivers. Many rivers become un passable for periods of time during heavy rains. You should consider this and plan accordingly. There are only a handful of places to stay north of Puerto Jimenez mostly rental homes, on the grid & easy to get to town. There are tons of fun eco tours near Puerto Jimenez;\nzip lines, \nkayaking, \nQuiet beaches, \nHorse back riding,\nSwim with Dolphins\nKayak and Chocolate Tours\n\nYou will definitely want a 4 X 4 between May- November. Wildlife and rainforest is the attraction of the Osa and you are in for a surprise.  Corcovado National Park headquarters is in PJ- reservations are necessary no more than 36 hours in advance and there is a daily limit of 50 people. Consider this and be aware that the \"park\" is not the only place to see wildlife such as in other areas of Costa Rica such as Manual Antonio. There is lots of wildlife in the rainforest of the towns of Bambu, Sandalo, Agujas, Canaza,- all about 10 minutes from Puerto Jimenez and there are easy 2 hour hikes up the rivers (take a guide)into Corcovado where most tourists never see- these areas are remote, pristine & teeming with wildlife. Get off the beaten paths of Corcovado National Park & go where most tourists don't go.  If you only have a week or less on the Osa Peninsula consider staying at lodges & vacation home rentals north of Puerto Jimenez about 10–15 minutes- in towns such as Bambu, Sandalo, Agujas, Canaza, and avoid beaches where eco lodges and cabinas are located where there are more tourists on beaches. \n\nWhile all beaches on the Osa are uncrowded, those north of town have no eco lodges, motel style or cabinas directly on the beach & so are completely private! You can easily day trip to surf Matapalo or go see real isolation in Carate and choose days when the sun is shining & roads are easier to drive!\n\n",{"type":"*","value":[{"type":"[[","value":[["Cabo Matapalo"]]}]},{"type":"*","value":[{"type":"*","value":["Great for surfers—it gets three amazing surf breaks. Waves are inconsistent but big when swells hit. Pristine beaches. Secluded, yet close to Corcovado National Park and Isla del Caño."]}]},{"type":"*","value":[" Carate"]},{"type":"*","value":[{"type":"*","value":["Has a local airport with regular flights to San Jose. Surrounded by tropical rain forest on east end of Corcovado National Park. Nice accommodations. Largely unknown to tourists."]}]},"\n",{"type":"===","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Corcovado National Park"]]}," - possibly the most biodiverse place on earth, with not a few gorgeous tropical white sand beaches on the periphery"]},"\n",{"type":"==","value":["Get in"]},"\n\nYou can fly to Puerto Jimenez or cross the Golfo Dulce from Golfito in a launch( Boat \/ Ferry ) to reach the Osa Peninsula. Golfito is directly across from Puerto Jimenez, the main city near the tip of the Osa Peninsula. You will need a passport and money, but no vaccinations are required.\n\n",{"type":"==","value":["Get around"]},"\n\nDrake Bay and Corcovado National Park can both be reached by charter planes from Pavas and San Jose. A  boat trip with a duration of one hour and thirty minutes from the Sierpe River is another possible method of reaching these destinations. In Puerto Jimenez, taxis are readily available, and you can also rent a car there. To reach Cabo Matapalo, fly to Puerto Jimenez and drive (45 minutes) to the village. Bumpy travel by bus is possible throughout the peninsula.\n\nOsa Peninsula, where you will find Costa Rica’s jewel of the National Park System, Corcovado National Park.  Osa continues to provide adventure travelers with great photos of monkeys, tapirs, cats, dolphins, whales and exotic birds.  A new  hwy # 245 was just completed, so now it’s only a 5 hr. drive from San Jose vs. the previous trek over the mountains and  through raging rivers. Navigating pot holes the size of Hollywood swimming pools are now cherished memories! \n\nThe days are over when you just  abandoned your rental car  along  the side of the pot hole riddled road and hitchhiked your way to Puerto Jimenez.  Yup…new asphalt,  bridges,  painted yellow lines, passing lanes, guard rails and bus stops in each town.  You could certainly sneak under the radar and land a  small plane just like the ole days.  Most people don’t know, but Puerto Jimenez was a dusty old gold mine town in its hay day, built completely in support of eager and persistent gold miners and the richest deposits of Gold in the world. \n\nDirt roads  came to The Osa 28 Years ago when president Nobel Peace Prize Winner - Oscar Arias was President of Costa Rica back in the early 80’s and he signed a deal with Ronald Reagan. The Roads for Peace project was born and the US Army corp. of engineers got busy building roads, bridges and schools. USA could keep a close eye on all of the Ollie North and Noriega activity in the mountains high above the city of David, Panama. Costa Rica and Taiwan were the only two countries that benefited from the short lived Roads for Peace program. Life for Costa Ricans has never been the same since. \n\n28 years later our road is all finished up.  Coincidentally ICE has upgraded the electrical capacity in the area and we have several  new airstrips and 3-G wireless technology .  But as usually, they’ve already over sold the band width, so don’t bother checking your e mail between 4-9PM. and forget about weekend surfing, your best surfing is still in Matapalo.\n\nFunky Puerto Jimenez is starting to catch up with the rest of the world.  With our new road and improved infrastructure all neat and tiddy, The Osa could be ready to join the ranks of Tamarindo and Jaco, however  most of us locals don’ even want to think about it.  When I moved  to The Osa 12 years ago., I shipped 2 cars and lived a life of dodging  lake sized pot holes with everyone else. One year there was  sign hung slightly above the Jaws sized swimming pool in Sandaol, Locals called  it “lago grande” the sign read. I called it jaws.  \n\nJust my luck, now  the road is paved and none of my cars run. The Osa is a changing place for sure.  3M billboards and dry cleaners haven’t arrived yet, nor has Pillsbury croissants, or Sarah Lee frozen pies. However, we’re always excited to see  Johnsonville Brats. Italian Sausage, Provolone Cheese  and Snyder Pretzels. We locals living on Osa, pay 3 times the going rate for food so we expect to have a few Pringles potato chips and Cracker Jacks every once in awhile.  Leave your golf clubs and tennis rackets at home and let the Osa’s prehistoric jungles get under your hardened skin . The Osa is not for everyone, however it is for folks  interested in sustainable  travel and learning how to go green in their own lives back home. From solar pizza ovens, compost gardens to exercise machines that charge your IPOD, it’s all available on The Osa.  \n\nEverybody wants to go green, get eco - fied and learn about sustainability. But how ? The Osa is a great place to start your sustainable mission. An important aspect of sustainable travel is supporting local Costa Rican tour operators, restaurants and gift shops. In order for Costa Rica to thrive as the leader in eco tourism we need to keep our local Costa Ricans employed, to prevent The Osa from becoming another Jaco or South Beach. Local sustainability is about jobs, so spread your dollars around and touch the lives of rural Costa Rica. \n\nMost people visiting The Osa Peninsula usually plan a week or two vacation, and that can get expensive while staying at beach lodges and resorts, especially if you are traveling as a family. Most people want to stay on the beach when visiting Southern Costa Rica, but what most people don’t know about Costa Rica, is that beaches are unbelievably HOT ! Full of Purajas ( sand flees ) black sand and open to the public, so you don’t get the privacy you deserve while your on vacation. Most of the lodges and eco resorts on the Osa Peninsula are off the grid, so adequate power, hot water and the 5 star amenities our civilization has grown to expect…are a hit and miss.\n\n",{"type":"==","value":["See"]},"\n\nMysterious stone spheres made by unknown people have been discovered in the Valle de Diquis area around Sierpe. See them first-hand to develop your own theory about their history.\n\nGold nuggets were discovered on Isla Violin of the Sierpe River. Go to see where a Gold Rush began.\n\n",{"type":"===","value":["Animals"]},"\n\nAnimals are the main thing to see. The Osa Peninsula is home to at least 1\/2 of ALL of the species that live in Costa Rica. Costa Rican wildlife includes:\n",{"type":"*","value":[" Scarlet Macaws"]},{"type":"*","value":[" Tayras"]},{"type":"*","value":[" Peccaries"]},{"type":"*","value":[" Monkeys"]},{"type":"*","value":[" Blue morpho butterflies"]},{"type":"*","value":[" Frogs"]},{"type":"*","value":[" Snakes"]},{"type":"*","value":[" Anteaters"]},{"type":"*","value":[" Armadillos"]},{"type":"*","value":[" Bats"]},{"type":"*","value":[" Wild cats"]},{"type":"*","value":[" Crocodiles"]},{"type":"*","value":[" Deer"]},{"type":"*","value":[" Manatees"]},{"type":"*","value":[" Fish"]},{"type":"*","value":[" Exotic squirrels"]},{"type":"*","value":[" Exotic raccoons"]},{"type":"*","value":[" Agoutis"]},{"type":"*","value":[" Coatis"]},{"type":"*","value":[" Sloths"]},{"type":"*","value":[" Tapirs"]},{"type":"*","value":[" Exotic Weasels"]},"\n",{"type":"==","value":["Do"]},"\n\nThere are plenty of things to do on the Osa Peninsula, from birdwatching to horseback rides through the jungle. The sea, of course, offers various activities such as snorkeling, swimming, SCUBA diving, and fishing. In Puerto Jimenez, the main town on the tip of the peninsula, you can shop and see the local culture. If you are lucky, you just might catch one of their many festivals. Some great restaurants are there for you to discover. The people are friendly and helpful. The Osa Peninsula is partly covered by the Corcovado National Park, which offers an exciting day-trip for travelers. The land of the peninsula is covered in white sand beaches and virgin tropical rain forest. With four species of monkeys, exotic birds, and countless amphibians and reptiles, the Osa Peninsula is also an ideal place for nature-watching. Rappelling, (waterfall or otherwise) mountain biking, surfing, hiking, and kayaking are a few other adventures for visitors to the Osa Peninsula.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jinetes de Osa"]}," (800) 317-0333"]},{"type":"*","value":[{"type":"*","value":["In Agujitas, the village of Drake Bay; nine-room lodge; faces black beach; tours; meals; dive and adventure packages."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cabinas Mirador Lodge"]}," (506) 8836-94-15  \/ (506) 8334-44-38"]},{"type":"*","value":[{"type":"*","value":["Drake Bay views, amazing sunsets; three meals a day; mid-range; tours; hiking;rustic cabins. ",{"type":"[","value":["http:\/\/www.miradordrakebay.com\/"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cabinas Las Caletas"]}]},{"type":"*","value":[{"type":"*","value":["On top of steep ridge; views of Drake Bay; cabins; tours; meals; owned by Tico\/Swiss couple. ",{"type":"[","value":["http:\/\/www.caletas.co.cr\/"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Eco-Manglares Lodge"]}," (506) 786-7414"]},{"type":"*","value":[{"type":"*","value":["Offers day tours of Drake Bay, Corcovado Park, and Caño Island; mangrove estuary boat rides and fishing trips; bungalow hotel; rustic wood rooms; restaurant."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Estero Azul Lodge"]}," (506) 786-7422"]},{"type":"*","value":[{"type":"*","value":["On the banks of the Sierpe River; guided tours; individual bungalows; restaurant; run by North Americans."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Pargo Rojo"]}," (506) 786-6092"]},{"type":"*","value":[{"type":"*","value":["Cheap; Tico restaurant; private boat tours; in Sierpe town; car-watching service."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Veragua River House"]}," (506) 786-7460"]},{"type":"*","value":[{"type":"*","value":["Recently remodeled; spacious grounds with flowers; bungalows; Italian food restaurant; run by Italians."]}]},{"type":"*","value":[{"type":"'''","value":["Río Sierpe Lodge"]}," (506)225-8553"]},{"type":"*","value":[{"type":"*","value":["Accessible only by boat; especially for divers, fishers, and eco-adventurers; day tours; package rates for multiple nights; at mouth of Sierpe River close to Isla Violin."]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Black Turtle Lodge"],["alt="],["url=http:\/\/www.blackturtlelodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Corcovado Lodge"]},". Located in the jungle, Casa Corcovado Lodge borders Corcovado National Park. The hotel keeps in touch with its natural surroundings and sits in harmony with the local environment."]},"\n",{"type":"*","value":[{"type":"'''","value":["Aquila de Osa Inn"]},". Situated in Drake Bay, Aquila de Osa Inn is a picturesque hotel offering guests a chance to enjoy the wonderful experiences of the rain forest including seeing many of Costa Rica's natural wildlife. Rates start from $165 a night. <\/sleep>"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amaya Family Cabins"],["url=http:\/\/www.amayafamilycabins.com"],["email="],["address="],["lat="],["long="],["directions=near northern border of Corcovado National Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Local Tico-owned and -operated eco resort on the beachfront portion of the Amaya family farm (37 hectares)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Finca Exotica Wildlife Ecolodge"],["url=http:\/\/www.fincaexotica.com"],["email="],["address=Carate Beach"],["lat="],["long="],["directions=At the end of the road before the entrance to Corcovado National Park"],["phone=+506 2735-5230"],["tollfree="],["fax="],["hours="],["price=$80–120 (food and taxes included)"],["checkin="],["checkout="],["content=Finca Exotica is the closest ecolodge accessible by car to Corcovado National Park. Restaurant and cabinas are integrated naturally into the landscape and overlook the Pacific Ocean and lush tropical rainforest. Organic meals and all the coconuts you could ever want."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lapa's Garden Retreat Rental Home"],["url=http:\/\/www.osarental.com"],["email="],["address=10 min n. of Puerto Jimenez"],["lat=9"],["long="],["directions=Located in rainforest with ocean views"],["phone=+506 8372-3529"],["tollfree="],["fax="],["hours="],["price=$750-1500"],["checkin=11AM"],["checkout=9AM"],["content=Lapa’s Garden Retreat Vacation Home Rental – Weekly Vacation Home Rental  3 Br \/ 2 Bth \/ Ocean View. Osa Peninsula Honeymoon Suite rents for 4 day minimum at $750 sleeps 2.  The entire home sleeps 6-8 and can be rented for as low as $1,200 per week. Great birdwatching, Congo , Whiteface and Titi Monkeys come right up to the house. Lots of rainforest trails to hike on. Contact Blondie for availability, rates and reservations. ",{"type":"[","value":["http:\/\/www.osarentals.com"]}," . phone \"+506 8372-3529\" They can also help you with domestic airfare, transportation to Osa, and eco tours in and around the Osa Peninsula near Corcovado National Park. Also on site: ",{"type":"'''","value":["Lapa's Nest Treehouse"]},", which rents for $1,800–2,500\/week and ",{"type":"'''","value":["Lapa's Vacation Home"]},", Br\/ 2 Bth\/ Jacuzzi \/ Pool \/ Sleeps 8-10, which rents for $1,475–2,175 and up per week."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sabalo Lodge"],["alt=Osa Peninsula Eco Lodge Sabalo Lodge"],["url=http:\/\/sabalolodge.com"],["email=info@sabalolodge.com"],["address=Osa Peninsula Costa Rica"],["lat="],["long="],["directions=Access By Boat From Sierpe"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A lodge located in a delicate ecosystem, dedicated to preserving it. Onsite: Sabalo's private waterfall, horseback riding in the mountainous rain forest, kayaking in the mangroves, and miles of hiking trails. Only 12 guests at a time."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amaya Family Cabins"],["url=http:\/\/www.amayafamilycabins.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= (near northern border of Corcovado National Park). Local Tico owned and operated eco resort on the beachfront portion of the Amaya family farm (37 hectors)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Saladero Lodge"],["url=http:\/\/www.saladerolodge.com"],["email="],["address=Golfo Dulce"],["lat="],["long="],["directions=1\/2 hour by boat from Pto Jimenez or Golfito"],["phone=+1 561-283-1947 (US), +506-8721-0425 (CR)"],["tollfree="],["fax="],["hours="],["price=$75 double and up"],["checkin=Morning"],["checkout=Morning"],["content=Remote, pristine yet easily accessible with comfortable screened cabins. 3 day minimum includes boat transportation, kayaks, snorkeling and fishing equipment. 1\/2 mile beachfront and 480 acres of primary rainforest. Many tours available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lapa Rios Eco Lodge"],["url=http:\/\/www.laparios.com\/"],["email=info@laparios.com"],["address="],["lat="],["long="],["directions="],["phone=+506 2735-5130"],["tollfree="],["fax="],["hours="],["price=from US$350"],["checkin="],["checkout="],["content= All inclusive.  Set in a private nature reserve.  16 private bungalows built above the sea.  Winner of numerous sustainability and eco lodge awards.  Full service spa. Many on-site and off-site activities."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe Osa Peninsula is a relatively safe area, and Costa Rica is much, much more stable than the surrounding Central American countries. However, it is recommended that you watch your pockets to make sure your wallet and passport do not get picked out. Also, lock your valuables in a hotel safe or lockable closet if possible. Do not wear flashy jewelry or fancy clothes, as they attract attention and  may allow criminals to target you as a wealthy tourist. No shots are needed to get into Costa Rica, but you should bring bug-repellent to keep away mosquitoes and other biting insects and prevent malaria and other similar diseases. Try to get a hat or bed with mosquito nets for extra protection. Be sure to drink lots of bottled water. Most restaurants have reliable food and water, but stay on the safe side with well-established restaurants and bottled water. All fruits and vegetables, such as cabbage or mangoes, should be thoroughly washed. It may seem obvious, but many people forget: wear sunscreen to prevent sunburn and skin cancer! Make sure that has a high SPF (Sun Protectant Factor) and blocks both UVA and UVB rays. Do not allow small children to swim in the ocean alone, as always. No matter who you are, do NOT travel alone at night. It is dangerous.\n\n",{"type":"==","value":["Holidays"]},"\n\nThese fun and religious holidays are celebrated uniquely in Costa Rica and should be watched for on the Osa Peninsula.\n\n",{"type":"*","value":[" Fiesta de Los Diablitos"]},{"type":"*","value":[" Festival\/Carnival del Mar"]},{"type":"*","value":[" Fiesta Palmares"]},{"type":"*","value":[" Fiesta Santa Cruz"]},{"type":"*","value":[" Día de Santo Cristo de Esquipulas"]},{"type":"*","value":[" Dia de los Boyeros"]},{"type":"*","value":[" Dia de San Jose"]},{"type":"*","value":[" Semana Santa"]},{"type":"*","value":[" Dia de Juan Santamaria"]},{"type":"*","value":[" Dia de los Trabajadores"]},{"type":"*","value":[" Fiestas Patronales Trinidad de Moravia, San Pedro de Montes de Oca, Leon Cortes, and San Jeronimo"]},{"type":"*","value":[" Fiesta San Juan de Tibas"]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["8.55"],["-83.5"]]},"\n",{"type":"{{","value":[["isPartOf"],["South Pacific Costa Rica"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Osa Peninsula"]]}]