[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Oshkosh"]}," is in east-central ",{"type":"[[","value":[["Wisconsin"]]}," on the shores of Lake Winnebago.  Its unusual name has travelled far as the name of \"Oshkosh b'gosh\" clothing, and as a synonym for ",{"type":"'''","value":["EAA Airventure"]},", one of the world's great celebrations of aviation, held at the Wittman Regional Airport here.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nOshkosh does not have any commercial air service, but ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wittmanairport.com Wittman Regional Airport"]}]}," (KOSH) can support any private aircraft that wish to land. If you plan to fly in here during Airventure, you will find yourself among tens of thousands of other aircraft doing the same thing. You absolutely must get the Airventure NOTAM from the Airventure website and follow it carefully.\n\nRegional commercial air service is available in ",{"type":"[[","value":[["Appleton"]]}," (ATW) which is 20 minutes north. In some cases it may be worthwhile to use ",{"type":"[[","value":[["Milwaukee"]]}," (MKE), 90 minutes south, or ",{"type":"[[","value":[["Green Bay"]]}," (GRB), an hour to the north, and come the rest of the way by road.\n\n",{"type":"===","value":["By car"]},"\nOshkosh is approximately 45 minutes south of ",{"type":"[[","value":[["Green Bay"]]}," and 1.5 hours north of ",{"type":"[[","value":[["Milwaukee"]]},". The main north-south route, US 41, is scheduled to become an interstate highway in the near future.  The main east-west route into Oshkosh is State highway 21.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound Bus Lines"],["url=http:\/\/www.greyhound.com"],["email="],["address=525 W 20th Ave"],["lat="],["long="],["directions=In front of the terminal at Wittman Regional Airport"],["phone =+1-920  231-6490"],["tollfree="],["fax="],["hours="],["price=$42 one-way from Chicago (example)"],["content=Greyhound offers service into Oshkosh from many cities in the region. The stop at the airport terminal is a couple of kilometers south of downtown."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fox Valley Shuttle"],["url=http:\/\/www.mkelimo.com\/foxvalley\/"],["email="],["address=2005 West 9th Avenue"],["lat="],["long="],["directions=Picks up at a Perkin's Restaurant, at the Intersection of Washburn and 9th Ave., just west of Hwy 41"],["phone =+1-920  233-6074"],["tollfree="],["fax="],["hours="],["price=$41.40 to MKE (example)"],["content=Runs about 8 scheduled trips between ",{"type":"[[","value":[["Milwaukee"]]}," airport, Oshkosh, and other cities. Allow 2 hours to get to MKE. Picks up here only if they have a paid reservation here. Discount for booking online."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Oshkosh Transit System"],["url=http:\/\/www.ci.oshkosh.wi.us\/Transit\/Transit.htm"],["email=transit@ci.oshkosh.wi.us"],["address=110 Pearl Avenue"],["lat="],["long="],["directions=Transit Center is at Pearl Ave and Market St."],["phone =+1-920  232-5340"],["tollfree="],["fax=+1-(920) 232-5343"],["hours=06:15h - 18:15h, from Monday - Saturday (no service on nights, Sundays, and some holidays)"],["price=$1.50 (adult)"],["content=The local bus operates 11 routes out of the Transit Center. Each route has two departures per hour. The web site has a route map."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Oshkosh City Cab Co."]}," +1-(920) 235-7000 "]},{"type":"*","value":[" ",{"type":"'''","value":["Yellow Cab Co."]}," +1-(920) 235-1950"]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=EAA Shuttle"],["url=http:\/\/www.ci.oshkosh.wi.us\/Transit\/busroutes\/2007_EAA_Route_Map.pdf"],["email=transit@ci.oshkosh.wi.us"],["address="],["lat="],["long="],["directions="],["phone =+1-920  232-5340"],["tollfree="],["fax=+1-(920) 232-5343"],["hours=06:20-22:40 (during AirVenture only)"],["price=$5\/round trip, $20 for an unlimited AirVenture week pass"],["content=During AirVenture there is a special shuttle that runs twice per hour from the Transit Center at 110 Pearl Ave, to the University of Wisconsin Oshkosh on Osceola Street opposite Gruenhagen Hall, to the bus drop area near the AirVenture main gate, to the Wittman Regional Airport terminal building, looping back to the Transit Center. The unlimited pass also lets you ride for free on any OTS route during AirVenture. If you are staying at UWosh housing for AirVenture, you can buy the bus pass when you check in."]]}]},"\n",{"type":"===","value":["AirVenture"]},"\nThe AirVenture grounds stretch for kilometers, literally.  You will walk a lot.  There are helpful trams that run north and south parallel to the flight line, and stop near many of the main attractions. The AirVenture map lists the routes.  Cars aren't allowed on the AirVenture grounds, except by certain staff.\n\nIf you can bring a bicycle, it will make travelling around much easier.  There is a bike corral about 200m from Theatre in the Woods in the direction of Camp Scholler.  However, there aren't other bike corrals.  This means that you may not be able to lock your bicycle in other places; you'll need to keep it with you as you explore.\n\nFor people who have a hard time walking, electric carts are available for rent from near the main gate. \n\n",{"type":"==","value":["See"]},"\nVarious attractions include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Paine Art Center and Arboretum"],["alt="],["url=http:\/\/www.thepaine.org\/"],["email=info@thepaine.org"],["address=1410 Algoma Blvd"],["lat="],["long="],["directions="],["phone =+1 920 235-6903"],["tollfree="],["fax="],["hours="],["price="],["content=Tu-Su 11AM-4PM. The local art museum housed in the former mansion of a lumber baron. Contains alternating exhibits and a collection of local art. $7 Adult, $6 Seniors (65+), $5 Students, $4 Children (Under 5 free), $18 Family."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=EAA AirVenture Museum"],["alt="],["url=http:\/\/museum.eaa.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mo-Sa 8:30AM-5:00PM, Su 10:00AM-5:00PM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oshkosh Public Museum"],["alt="],["url=http:\/\/www.oshkoshmuseum.org"],["email=museum_info@ci.oshkosh.wi.us"],["address=1331 Algoma Blvd"],["lat="],["long="],["directions="],["phone =+1 920 236-5761"],["tollfree="],["fax="],["hours="],["price="],["content=Tu-Sa 10AM - 4:30PM, SU 1PM-4PM. A good overview of the history of the town and area from pre-settlement days to the present. Currently the Apostle's Clock is undergoing restoration. $4 Adult, $3 Children (Under 6 free)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=OTS Route 1 (East Loop)"],["url=http:\/\/www.ci.oshkosh.wi.us\/Transit\/Transit.htm"],["email=transit@ci.oshkosh.wi.us"],["address=110 Pearl Avenue"],["lat="],["long="],["directions=Transit Center is at Pearl Ave and Market St."],["phone =+1-920  232-5340"],["tollfree="],["fax=+1-(920) 232-5343"],["hours=06:15h - 18:15h, every 30 minutes, from Monday - Saturday (no service on nights, Sundays, and some holidays)"],["price=$0.50 (adult)"],["content=The local bus route 1 (East Loop) follows a scenic route north along the waterfront, and for only 50¢ it's very cheap."]]}]},"\n",{"type":"===","value":["AirVenture"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Air show"]}," every day at 15:30h-17h.  Features a mix of world-class aerobatic performers, military aircraft demonstrations, and other rare and notable aviation demonstrations. The performers are all volunteers; AirVenture is to airshow performers as Carnegie Hall is to musicians. The schedule of performers is different every day. See the ",{"type":"''","value":["AirVenture Today"]}," newspaper for details. Just before the airshow at 14:30h, there is a showcase of various classic aircraft flying by."]},{"type":"*","value":[" ",{"type":"'''","value":["Aeroshell Square"]},", on a direct line from the main gate to the flight line, has an assortment of particularly notable military, historic, or record-making aircraft. For instance, in 2007 AeroShell square was filled by a huge C-5 Galaxy cargo plane, a slender glider which carried Steve Fossett to the world glider altitude record, a B-24 Liberator bomber, and a dozen more.  In the past, Concorde and SpaceShip One both were here.  Several of the planes allow walk-throughs."]},{"type":"*","value":[" ",{"type":"'''","value":["Warbirds"]}," in the north end of the show area.  Hundreds of aircraft from the 1930's to the 1970's.  P-51's, L-39's, DC-3's, a huge smorgasbord."]},{"type":"*","value":[" ",{"type":"'''","value":["Homebuilt"]}," aircraft park just behind the flight line from the control tower south to AeroShell square.  This area is also a great place to watch the air show. "]},{"type":"*","value":[" ",{"type":"'''","value":["Vintage aircraft"]},", a way to the south of AeroShell Square, feature hundreds of aircraft from the early 1900's through 1970."]},{"type":"*","value":[" ",{"type":"'''","value":["much much more"]},": AirVenture is so large, it's pretty much impossible to see and participate everything there in the week available.  Read the schedule, look for what interests you, or just stroll around and make discoveries. But don't fret about what you miss."]},{"type":"*","value":[" ",{"type":"'''","value":["Evening presentations at Theatre in the Woods"]}," feature historical or famous aviation figures. In 2007 the list included Chuck Yeager on breaking the sound barrier, a collection of WW II fighter pilots including the top-scoring living ace of all time and famed stick-and-rudder pilot Bob Hoover, and Barrington Irving, the youngest person every to fly solo around the world. "]},{"type":"*","value":[" ",{"type":"'''","value":["Fly-in Theatre"]}," features a different aviation-themed film each night at 20:30h, projected on giant outdoor screen, located just north of Camp Scholler. Frequently an aviation celebrity introduces the film; in 2007, former astronaut Jim Lovell introduced the film ",{"type":"''","value":["Apollo 13"]},". Film and popcorn both free."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sawdust Days"],["alt="],["url=http:\/\/www.sawdustdays.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=July 4 and nearest weekend. The annual celebration of Independence Day and the cities logging history. Includes amusement park rides, Native American encampment, fireworks and more."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Waterfest"],["alt="],["url=http:\/\/waterfest.oshkosh.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Art Walk"]},", Downtown (Park across from library or behind True Value Hardware). Monthly display of local artists in a variety of galleries and boutiques.  Food and drink offered in most stores. Dirst Saturday of the month 6PM-9PM, Free."]},{"type":"*","value":[{"type":"'''","value":["Festival of Lights"]},", Menominee Park, December.  A large assortment of Christmas light displays.  Christmas music is broadcast and sleigh rides are offered.  Fee, reduced with non-perishable food donation."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=CountryUSA"],["alt="],["url=http:\/\/www.countryusaoshkosh.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual Country music festival."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lifest"],["alt="],["url=http:\/\/www.lifest.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual Christian Rock festival."]]}]},"\n",{"type":"===","value":["AirVenture"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airventure.org\/ EAA AirVenture"]}]},", last Monday in July through Sunday. Sometimes known simply as \"Oshkosh\", it is one of the world's great aviation gatherings. A week-long aviation event offering seminars, product demonstrations, aircraft tours and daily airshows.  One of the largest airshows in the world.  Hundreds of thousands of people drive in, tens of thousands of aircraft fly in. A tent city sprouts under the wings of parked aircraft and beyond.  Be on the alert for closed roads all around Wittman airport and Highway 41 during the festival. Hotels can be filled for tens of miles around, but local universities open their dorm rooms, and private homes their spare bedrooms, to the visitor. See the AirVenture and Chamber of Commerce websites for leads on housing. If you plan to fly in to Wittman airport during AirVenture, you must ",{"type":"''","value":["absolutely"]}," get the AirVenture NOTAM and follow it carefully.\n\n",{"type":"'''","value":["Volunteering"]}," at AirVenture is a great way to experience the event at a whole different level.  ",{"type":"'''","value":["Flight Line Operations"]}," volunteers, clad in fetching orange vests, direct incoming and departing aircraft as they taxi between runway and parking. It's an exciting way to be close to a huge variety of noisy, smelly machines. ",{"type":"'''","value":["Protect Our Planes"]}," volunteers walk among the planes on display, reminding visitors not to touch and perhaps damage the planes, or smoke near them.  It's a way to help the festival while getting a good look at planes you wanted to see anyhow.  And there are many other possibilities, too. AirVenture's Volunteering web page",{"type":"[","value":["http:\/\/www.airventure.org\/2007\/events\/volunteers.html"]}," lists what you can do and how to register.  Or, come to the Volunteer Information Center on the grounds and offer your services. \n\n",{"type":"'''","value":["Forums"]}," are a held in a dozen open-walled lecture rooms to the north of AeroShell square.  Experts and enthusiasts volunteer to deliver hundreds of talks on every conceivable aviation topic.  Frequently the audience contains experts every bit as authoritative as the presenters. The ",{"type":"''","value":["AirVenture Today"]}," newspaper contains the full forum schedule for each day.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["AirVenture"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hangers A, B, C, D"]}," are filled with hundreds of vendors offering everything from T-shirts to turbochargers.  The major aviation retail vendors and equipment makers tend to be here.  There are usually excellent show special prices on the latest and coolest gadgets."]},{"type":"*","value":[" ",{"type":"'''","value":["Fly Market"]},", between AeroShell Square and the Forums area, have small booths with vendors of parts, junk, memorabilia, and dozens of other products.  Look for especially good deals in the last day or two of the festival, as vendors try to move merchandise so they don't have to cart it home."]},{"type":"*","value":[" ",{"type":"'''","value":["Aircraft vendors"]}," have elaborate booths along the road from the main gate to AeroShell Square, and spilling north and south along the festival area.  It's not an exaggeration to say that every significant manufacturer of general aviation aircraft for North America are present here.  They may feature their latest, coolest craft which were just announced at AirVenture."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jansen's"],["alt="],["url=http:\/\/www.jansensrestaurant.com\/"],["email="],["address=377 Bowen St"],["lat="],["long="],["directions="],["phone =+1 920 231-0690"],["tollfree="],["fax="],["hours="],["price="],["content=Lunch 11:30AM-2PM, Dinner from 5PM. A wide variety of steaks, seafood and sandwiches. Considered by many to be the best tavern food in town. Lunch $5-$10, Dinner $10-$20."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Papa John's"],["url=http:\/\/www.papajohns.com\/"],["email="],["address=150 Wisconsin St"],["lat="],["long="],["directions=at Campus Place, opposite UW's Scott Hall"],["phone =+1-920  232-7272"],["tollfree="],["fax="],["hours=10:00h - 23:45h"],["price=Small pizza $5.99-10.99, large pizza $10.50-17.99, soda $1.59, plus tax."],["content=Eat there at a few barren tables, or take out, or have them deliver. You can order from their web site.  Within 100m of this restaurant are a dozen other places to eat and drink."]]}]},{"type":"*","value":[{"type":"'''","value":["Kodiak Jack's"]}]},{"type":"*","value":[{"type":"'''","value":["Bangkok"]}]},{"type":"*","value":[{"type":"'''","value":["West End Pizza"]}]},{"type":"*","value":[{"type":"'''","value":["Cranky Pat's"]}]},{"type":"*","value":[{"type":"'''","value":["Mario's"]}]},{"type":"*","value":[{"type":"'''","value":["Vitali's"]}]},{"type":"*","value":[{"type":"'''","value":["Chalice"]}]},{"type":"*","value":[{"type":"'''","value":["Water City Grill"]}]},{"type":"*","value":[{"type":"'''","value":["Brooklyn"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Friar Tuck's"],["url="],["email="],["address=1651 W South Park Ave, Oshkosh, WI 54902"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=just outside the north gate of the \"North 40\" campground at the AirVenture is one of the great casual dining experiences of the area.\nWonderful staff, great and generous meals at a very fair price make this a Must Eat restaurant in Oshkosh."]]}]},{"type":"===","value":["AirVenture"]},"\n",{"type":"'''","value":["Food courts"]}," are scattered at a dozen locations throughout the grounds.  They can be broken into the \"Brats and Burgers\" and \"Cafe\" groups, each of which have similar menus.  Prices are a bit inflated; a full lunch will be $8-10.  All vendors operate out of stalls, and you eat on nearby picnic tables.\n\n",{"type":"'''","value":["Vegetarian food"]}," and healthy food is hard to find at AirVenture.  \"Park Cafe\", \"Warbirds Cafe\", and \"Classic Cafe\" offer a vegetarian wrap which is reasonably tasty at $8, but their \"Chef's Salad\" sadly has a stratum of ham.  Pizza vendors usually have a cheese pizza option: see for example the pizza counters on the northeast corner of Hanger B and the southwest corner of Hanger A.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["AirVenture"]},"\nThere are no bars or nightlife on the AirVenture grounds, except perhaps for private parties at various campsites.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Hotel & Suites Oshkosh"],["alt="],["url=http:\/\/www.wiscohotels.com\/oshkosh_hi"],["email="],["address=2251 Westowne Ave"],["lat="],["long="],["directions="],["phone = +1 920  303-1300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Quaint Oshkosh WI hotel near UW Oshkosh, Prime Outlet Mall and EAA Museum. Free express breakast, high speed internet, indoor pool, whirlpool and fitness center."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camp Scholler"],["url=http:\/\/www.airventure.org\/2007\/planning\/camp_scholler_guidelines.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$21\/night"],["checkin=07:00h during AirVenture"],["checkout=00h-24h during AirVenture"],["content=Camp with 40,000 other aviation enthusiasts on a 20'x20' lot.  Walk to bathrooms and wi-fi access points. At least one person in the group must be an EAA member. No reservations, but there's always plenty of room in Camp Scholler."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Airplane camping"],["url=http:\/\/www.airventure.org\/2007\/planning\/camping_with_aircraft.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$23\/night"],["checkin="],["checkout="],["content=If you fly in to AirVenture, there is a certain amount of space to park your plane and pitch a tent under your wing. Walk to bathrooms and wi-fi access points. At least one person in the group must be an EAA member."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 41.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Green Bay"]]}],["minorl1=",{"type":"[[","value":[["Appleton"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Milwaukee"]]}],["minorr1=",{"type":"[[","value":[["Fond du Lac"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["44.024722"],["-88.551111"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northeast_Wisconsin"]]},"\n",{"type":"[[","value":[["WikiPedia:Oshkosh, Wisconsin"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Wisconsin\/Localities\/O\/Oshkosh\/"]]}]