[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ostrow Lednicki"]}," (pronounced as Ostroof Ledneetsky) is a place in ",{"type":"[[","value":[["Greater_Poland"],["Greater Poland"]]},". It's an island on Lednickie Lake, appr 16 km westwards of ",{"type":"[[","value":[["Gniezno"]]}," and 40 km eastwards of ",{"type":"[[","value":[["Poznan"]]},", about 3 km north of the train line and road linking two mentioned cities. The whole island is on the area of Lednicki Landscape Park.\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"===","value":[" Tourist information "]},"\n\nThe Ostrow Lednicki Museum of the First Piasts - Dziekanowice 32, 62-261 Lednogóra, phone : +48 61 427 50 10, fax : +48 61 427 50 20, ",{"type":"[","value":["http:\/\/www.lednicamuzeum.pl"]},", mailto:sekretariat@lednicamuzeum.pl\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By bus"]}," - an independent travel to Ostrow Lednicki seems to be quite challenging - there are just few daily connections to village called ",{"type":"[[","value":[["Dziekanowice"]]},", from where the island is accessible on foot. There are 3 buses to ",{"type":"[[","value":[["Poznan"]]},", 4 to ",{"type":"[[","value":[["Gniezno"]]}," and 2 to some other surrounding villages, which have no meaning for tourists. It's much easier to get to the bus stop Dziekanowice-skrzyzowanie (pol. : crossing) which is located at the main road number 5, but from there one must walk more than 2 km to the island. \n\n",{"type":"'''","value":["By train"]}," - numerous connections (depending on the day - up to 14 daily) to Lednogora (34 km from Poznan and 17 from Gniezno, 38 and 17 minutes ride respectively), from where one must walk appr. 3,5km. It's essential to know, that accelerated and Inter-Regio trains ",{"type":"'''","value":["do not stop"]}," at the station (that's why the number of connections to Lednogora is smaller than to Gniezno). \n\n",{"type":"'''","value":["By bike"]}," - cyclers can get in to Dziekanowice using a Piast Cycling Trail, starting in Poznan just next to the crossing of Jana Pawla str and Baraniaka str, nearby the shore of Malta Lake. cycling time (depending on speed and e.g. wind) 3-4 hours. An interesting option is to take your bike to train with you one way and come back by bike - all trains stopping at Lednogora are traditional electric trains with a big compartment for bikes. \n\n",{"type":"'''","value":["By car"]}," - use the country road number 5 from Gniezno or Poznan, turn northwards at the monument of three ancient knights toward ",{"type":"[[","value":[["Dziekanowice"]]},", in the village - follow signs, soon on the left-hand side you'll see a big parking - 10 zlotys for coaches and 5 for cars.\n\n",{"type":"==","value":["Get around"]},"\nFrom the parking you have to pass the ticket office, decline a little bit to the lake shore and use a ferry to get to the island. On the island it's allowed only to walk - no motor vehicles are let in. \n\n",{"type":"==","value":["See"]},"\nThe main attraction is ",{"type":"'''","value":["the archeological complex"]}," on the island. The ferry, that take you there operates is the museum opening time from mid April till the end of October. On the Island you will find :\n",{"type":"*","value":[" the model of the ancient Lednica fortress from Xth-XIth cent"]},{"type":"*","value":[" the old hostel, now used only by archeologists"]},{"type":"*","value":[" the excavations (covered with a modern roof) : the remnants of the duchal Palace from 960s (the epoque of the first polish ruler : Duke Mesko I, buried in ",{"type":"[[","value":[["Poznan"]]},") with a chapel and baptistry - a similar baptistry has been discovered as well in the undergrounds of the ",{"type":"[[","value":[["Poznan"]]}," cathedral, and the ruins of early Piast-dynasty palaces have been found in Poznan, too and in Giecz. "]},{"type":"*","value":[" the remnants of a fortress chapel from the turn of Xth and XIth cent with tow shallow graves, often identified as graves of two sons of the first polish king Boleslaus the Brave. "]},{"type":"*","value":[" the northern parts of Lednica ramparts with a flag in their highest point"]},{"type":"*","value":[" the remnants of two bridges, which used to link the Island with other parts of the early-Piast-country : the Poznan-bridge (430m long) and the Gniezno-bridge (200m long, just next ti the ferry line), both destroyed during the attack of the Cezch prince Bretislav in 1038. "]},"\nOn the mainland you'll find so-called \"Small open-air museum\" with some windmills (including the oldest in Poland - from 1585, moved to Ostrow Lednicki from a village Gryzyna), with a copy of the Poznan church of St. John, where a small exhibition of Ostrow Lednicki archeological findings has been organised. \n\n",{"type":"'''","value":["Tickets"]}," : only for The Island and the Small Open-air Museum : 8 złotys (, children, students and retired  4), only to the Small Open-air Museum : respectively 4 i 2, a combined ticket for The Island and Greater-Poland Etnographical Park : 12 i 6 respectively. You have to add a parking fees : coaches 10 zlotys, cars : 5.\n\n",{"type":"==","value":["Do"]},"\nThe island is a place for many events :\n",{"type":"*","value":[" every year from May till September on Saturdays you can take part in free guided tours (have to pay only the entrance fee)"]},{"type":"*","value":[" 1-3.05 - The May Party in Lednica : local artists and handicraft"]},{"type":"*","value":[" the second half of May - a holy mass fro the souls of the first two polish ruler is celebrated at the ruins of the old chapel (another holy mass like that is celebrated yearly in November in ",{"type":"[[","value":[["Poznan"]]}," cathedral)"]},{"type":"*","value":[" July : a family feast \"In the duke Mesko's Lednica fortress\""]},"\n",{"type":"==","value":["Eat"]},"\nThere're three small snack-bars on the territory of the Museum :\n",{"type":"*","value":[" Rybakówka (The Fischer's House) - grilled fish, in the Small Open-Air Museum, Phone : +48 604 254 245 or +48 607 636 551"]},{"type":"*","value":[" The View-Tower Inn - grilled fish, in the Small Open-Air Museum, Phone : +48 61 427 56 60 or +48 509 108 223"]},{"type":"*","value":[" The Lovage Inn in the Greater-Poland Ethnographical Park, Phone :+48 607 771 659 or +48 600 221 078. "]},"\nAll 3 snack-bars can offer dinner for groups (ordering by phone)\n\nIn the vicinity :\n",{"type":"*","value":["  Alexandra Restaurant, 6, Radosna str., 62-010 Pobiedziska, Phone : +48 61 815 22 80, ",{"type":"[","value":["http:\/\/www.hotelalexandra.pl"]},", mailto:hotel@hotelalexandra.pl. "]},{"type":"*","value":[" Frąckowiak Restaurant, 62-260 Łubowo 15c, Phone : +48 601 575 228, ",{"type":"[","value":["http:\/\/www.motelmax.pl"]},"."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hotels"]},"\n",{"type":"*","value":[" Hotel Alexandra ***, 6, Radosna str., 62-010 Pobiedziska, Phone : +48 61 815 22 80, ",{"type":"[","value":["http:\/\/www.hotelalexandra.pl"]},", mailto:hotel@hotelalexandra.pl. A good location in a small, interesting, well-equipped rooms. "]},{"type":"*","value":[" Motel Frąckowiak, 62-260 Łubowo 15c, Phone :+48  601 575 228, ",{"type":"[","value":["http:\/\/www.motelmax.pl"]},". 24 beds in a motel located just next to main road nr 5. Maybe it is not a place for a few-day rest, but seem to be perfect for one night. "]},"\n",{"type":"===","value":["Agritourism"]},"\n",{"type":"*","value":[" Dworek nad Lednicą - Rybitwy 7, 62-261 Lednogóra, Phone : +48 61 427 48 03, mailto:rybitwy7@poczta.onet.pl. 10 beds just next to the Lednica Lake with a view over the Island, eqipped kitchen for guests, parking, boat and kayak rental."]},{"type":"*","value":[" Agroturystyka Barbara Czerniawska, Rybitwy 5\/1, 62-261 Lednogóra, Phone : +48 61 427 48 07, ",{"type":"[","value":["http:\/\/www.agro-turystyka.com.pl"]},", mailto:wojtek-mnich@wp.pl. 7 beds, as well next to the lake, angling, bike tours, bon-fires. "]},{"type":"*","value":[" \"U Małgosi\" Małgorzata Czerniawska, Rybitwy 5a, 62-261 Lednogóra, Phone : +48 61 427 49 90, ",{"type":"[","value":["http:\/\/www.agrorybitwy.prv.pl"]},". 12 beds, full-board on request (including eco-food), a place for grill, bon-fire, parking"]},{"type":"*","value":[" Agroturystyka Teresa i Witold Robakowscy, Sławno 56, 62-265 Sławno k\/Gniezna, Phone : +48 61 427 71 95, ",{"type":"[","value":["http:\/\/www.robakowscy.szlak-piastowski.pl"]},", mailto:robakowscy@szlak-piastowski.pl. 11 beds, a place for a grill and bon-fire, a pond, home cooking, unlimited fruit (in season)."]},{"type":"*","value":[" Rybakówka Sylwia i Marcin Król, Sławno 70A, 62-280 Kiszkowo, ul. Kościelna 11, Phone : +48 61 427 73 36. 4 big rooms with a private bathroom, kitchen for guests, cable TV, a priveta lake with angling oppportunities, a place for a bon-fire, bikes, fish smokieng. "]},{"type":"*","value":[" Zacisze Lednickie, Lednogóra 44, 62-261 Lednogóra, tel : 0502 971 251, ",{"type":"[","value":["http:\/\/www.zaciszelednickie.e-meteor.pl"]},". 200metres from the lake, 5 rooms, full-quipped kitchen, a place for a bon-fire. "]},{"type":"*","value":[" Agroturystyka \"Pod wierzbami\" - 62-261 Lednogóra 43, Phone : +48 61 427 48 24"]},{"type":"*","value":[" Agroturystyka MAT MAR - Walkszewo 12, Kłecko. 2 full-equipped flats and one small timber house.  "]},{"type":"*","value":[" Agroturystyka Alicja Godawa - Przyborowo 2, 62-260 Łubowo, Phone : +48 61 427 54 15 or +48 602 138 941. Rooms in an old Haulender-house (settler from the Netherlands from XVIth cent)."]},"\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"==","value":["Go next"]},"\nInteresting objects in the vicinity :\n",{"type":"*","value":[" The Greater-Poland Etnographical Park (between the village of Dziekanowice and road nr 5, so most visitors heading to Ostrow Lednicki are passing it by)"]},{"type":"*","value":[" the Fish-Gate (a fish as a symbol of the first Christians in 1st cent AC), where every year in May-June a large youth meeting run by the Dominicans from the Poznan monastery are organised"]},{"type":"*","value":[" timber churches in Weglewo and Lubowo"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pobiedziska"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Wielkopolskie"]]},"\n",{"type":"[[","value":[["WikiPedia:Ostrow Lednicki, Poland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Poland\/Voivodships\/Wielkopolskie\/Ostrow Lednicki"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["52.526669444444"],["17.3778"]]}]