[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ota"]}," (太田) is a city in ",{"type":"[[","value":[["Gunma"]]},".\n\n",{"type":"==","value":["Get in"]},"\nOta is located on the Tobu's ",{"type":"'''","value":["Isesaki Line"]},".\n\nIt is approximately 80 kilometers from Tokyo and 30 kilometers from Maebashi, the capital of Gunma Prefecture.\n\nDirect ",{"type":"'''","value":["Ryomo"]}," limited express trains run from ",{"type":"[[","value":[["Tokyo\/Asakusa"],["Asakusa"]]}," station in ",{"type":"[[","value":[["Tokyo"]]},". Services depart every 30 minutes during the mornings and evenings, and every hour during middays. The trip to Ota takes 70 minutes at a cost of ¥2030. Local Tobu trains, requiring a few transfers, will get you to Ota in about 2 1\/4 hours for only ¥1030.\n\nFrom Narita airport, Ota is most easily accessed using the Maple Bus Liner leaving almost every hour. The total trip lasts roughly 3 hours at a cost of 3200 yen.\n\n",{"type":"==","value":["Get around"]},"\nGunma is known for having the highest ratio of registered vehicles per population among Japan's prefectures and that is especially true of Ota, the home of Subaru Motors. There are few stations and buses tend to only run on main thoroughfares. Renting a vehicle is the most logical option for those staying outside of central Ota. Toyota Rent-a-car has two locations in the vicinity of the station and various sizes of vehicles are available for rent.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Aeon Mall"]},"(イオン太田ショッピングセンター) - This large shopping mall includes a supermarket and a movie theatre as well as many boutiques."]},{"type":"*","value":[{"type":"'''","value":["Daikoin Temple"]},"(大光院) - Founded in 1618. Popular with nickname ",{"type":"''","value":["Kosodate Donryu"]}," (meaning kid-raising Saint Donryu). Located 2.4 km northwest of the downtown."]},{"type":"*","value":[{"type":"'''","value":["Kanayama Castle"]},"(金山城) - A Kamakura-era castle on the top of Mt. Kanayama (244 m). Located 3.2 km north of the downtown."]},{"type":"*","value":[{"type":"'''","value":["Tenjin'yama Kofun"]},"(天神山古墳) - A large ancient burial mound (from around the 5th century)."]},{"type":"*","value":[{"type":"'''","value":["Yabuzuka Onsen"]}," (やぶ塚温泉)- Ota's hot springs. Originally it was Yabuzukahoncho Town area annexed by Ota. 9.7 km northwest of the downtown."]},{"type":"*","value":[{"type":"'''","value":["Snake Center"]},"(スネークセンター ) - Located in Yabuzuka Onsen area. Famous for collection of rare kinds of snakes."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:OtaAeonMall.jpg"],["thumb"],["200px"],["Aeon Mall"]]},"\n",{"type":"[[","value":[["Image:DaikoinOtaKosodate.jpg"],["thumb"],["200px"],["Daikoin Temple"]]},"\n",{"type":"[[","value":[["Image:KanayamaCastle.jpg"],["thumb"],["200px"],["Kanayama Castle"]]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThe south side of Ota Station features various drinking establishments, as well as the largest hostess bar district in Northern Kanto. While for all intents and purposes, a great many of the hostess bars are \"Japanese Only\", some establishments (particularly those staffed by Filipinas) do occasionally welcome non-Japanese. You can expect to spend roughly 4000 to 5000 per hour including drinks at most of the lower priced clubs. That being said, many such establishments may pad the bill and precaution is necessary whenever frequenting these locations. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["United"]},", Iida-cho 1024 (right down the main drag on the left side of the street). United is a local sports bar mainly catering to Western and Japanese clientele. A great place sit back with a bear and watch the game or shoot a round of pool. The owner and most of the staff speak English and are extremely hospitable."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ebony"]},", (Route 407 behind Sushi-ro). Ota's largest dance club, Ebony has been serving the area's large South American population for over a decade now. The clientele is usually made up of Brazilians and Peruvians, but a large number of hostesses from countries around the world frequent the club after on Saturday nights after 2am. The drink menu is somewhat sparse, but the 70's disco interior and atmosphere alone are worth the visit."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gunma"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ota, Gunma"]]},"\n",{"type":"{{","value":[["geo"],["36.291666666667"],["139.37583333333"]]}]