[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Otsuki panorama.jpg"],["thumb"],["A panorama of Otsuski"]]},"\n\n",{"type":"'''","value":["Otsuki"]}," (",{"type":"{{","value":[["lang"],["ja"],["大月"]]},") is a small city in ",{"type":"[[","value":[["Yamanashi"]]},".  It is a mix of small town, light local industry (including a Tokyo hydroelectric plant) and expensive bedroom community.  Most of its people are concentrated in the river valley through which the Chuo main line and expressway run.  The river gorge is very scenic, but the primary attractions are the mountains which form the majority of Otsuki-shi.  Shopkeepers have some English, but the vast majority of the signage and conversation is in Japanese.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[{"type":"'''","value":["Chuo JR Line"]}," This line is owned by JR so the Japan Rail Pass is valid to ride on this line.  This line runs west to east, generally speaking, from Tokyo past Kofu.  Otsuki is two hours from ",{"type":"[[","value":[["Shinjuku"]]}," and fifty minutes from Kofu.  Local trains run from ",{"type":"[[","value":[["Takao"]]}," and ",{"type":"[[","value":[["Hachioji"]]},", and expresses from Hachioji.  Not all expresses stop at Otsuki."]},{"type":"*","value":[{"type":"'''","value":["Fujikyu Line"]},"  This line is owned by a private company.  It runs from Otsuki Station to Kawaguchiko, where you can find Mt. Fuji (about 1 hour ride).  This line stops at Fujiyoshida (50 minute ride) and Fuji Highlands, the famous theme park and home of the many Guinness record holding roller coasters."]},"\n",{"type":"==","value":["Get around"]},"\nThere is a city bus system and taxis available.  The bus garage is right across the street from Otsuki Station.  Usually there are many taxis waiting in front of Otsuki Station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sasago Gangaharasuriyama"],["alt=雁ガ腹摺山"],["url=http:\/\/www.alternative-tourism.com\/Japan\/Mountaineering\/Day_walks\/Yamanashi\/Sasago_gangaharazuriyama.html"],["email="],["address="],["lat=35.687993"],["long=138.884397"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is said that Japan's national symbol, Mount Fuji, appears at its most symmetrical when viewed from Otsuki, so the area was chosen as the site to produce the image of the mountain that previously appeared on ¥500 notes.  The overlook is at the summit of this mountain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saruhashi"],["alt=猿橋"],["url="],["email="],["address="],["lat=35.61573"],["long=138.980221"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Saruhashi literally means 'monkey bridge'.  ",{"type":"''","value":["Saru"]}," means monkey and ",{"type":"''","value":["hashi"]}," means bridge.  It is known for its unique architecture which, as the story goes, is said to have been built by monkeys.  It is a beautiful bridge that runs over a stream with a nearby playground."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zuigakuin"],["alt=瑞岳院"],["url="],["email="],["address="],["lat="],["long="],["directions=The nearest station is Hatsukari."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The monastery was founded in 1978 with the intention of establishing a center that precisely follows the teachings of Zen Master Dogen (the Japanese monk who originally introduced the Soto Zen tradition to Japan from China in the 13th century), and located deep in the mountains among tall pines, it provides a perfect environment to practice ",{"type":"[[","value":[["Meditation in Japan"],["meditation"]]}," and experience a simple Zen life. Zuigakuin is popular with overseas students, and many have trained here over the years.  From the station, follow the road over the river and under the expressway. After passing through the small hill-side village of Fujisawa, the path enters a forest. It is about a one hour hike from the station to Zuigakuin. Prior reservation of at least one week is a requirement of staying at the temple."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]},". As Otsuki is within two hours from Tokyo, it makes an ideal place to enjoy a one or two day hike.  The mountains behind the town are dotted with pretty villages and offer wonderful views over Mount Fuji. There are even a few hot springs to soak out the Tokyo vibe.  The closest hike to Otsuki Station is Iwadono-san; the station has a free map showing hikes in the vicinity of the tracks.  The Iwadono-san museum has copies of the Otsuki-shi trail map, which shows where the trails are although it does not show their condition."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Iwadono-san"],["alt=岩殿山"],["url="],["email="],["address="],["lat="],["long="],["directions=Just NE of Otsuki Station."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 600m mountain is easily recognizable by the sheer rock face on the south side of the peak.  Once the location of a local warlord's castle, it now has a small museum half-way up and excellent views from the top.  The museum has an exhibition of photos of Fuji-san and some local history (in Japanese only).  The climb up the improved trail on the west side of the mountain takes about an hour; this trail is mostly paved and has (sometimes steep) stairs in all the steep areas.  The trail map shows an east-side route, which is unimproved except for handrails.  Wear excellent trail shoes and be in good condition for this hike."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Just south of Otsuki Station on the main road (National route 20) are a stationery shop and a convenience store."]},{"type":"*","value":[" There is a Daiei department store about four blocks east of Otsuki Station on Route 20 carrying groceries and prepared food, clothing, toiletries, stamps and small appliances."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The Daiei carries obento, donuts and other prepared foods."]},{"type":"*","value":[" In front of Daiei there are stands selling ",{"type":"[[","value":[[":WikiPedia:Okonomiyaki"],["okonomiyaki"]]}," (not unlike pork-octopus hash browns) and bean-paste fish waffles for dessert.  The okonomiyaki is tasty, but go light on the mayonnaise.  There are two large tables to eat at under an awning attached to the store."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox-3"],["image1=JR Chuo icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Nagoya"]]}],["minorl1=",{"type":"[[","value":[["Kofu"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Tokyo"]]}],["minorr1=",{"type":"[[","value":[["Hachioji"]]}],["image2=Chuo Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Nagoya"]]}],["minorl2=",{"type":"[[","value":[["Kofu"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Tokyo"]]}],["minorr2=",{"type":"[[","value":[["Hachioji"]]}],["image3=Chuo Expwy Route Sign.svg"],["imagesize3=100"],["directionl3=S"],["majorl3=",{"type":"[[","value":[["Fujiyoshida"]]}],["minorl3=",{"type":"[[","value":[["Tsuru"]]}],["directionr3=E"],["majorr3="],["minorr3="]]},"\n",{"type":"{{","value":[["IsPartOf"],["Yamanashi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Ōtsuki, Yamanashi"]]},"\n",{"type":"{{","value":[["geo"],["35.610555555556"],["138.94"]]}]