[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThere are four overland routes to ",{"type":"[[","value":[["Lhasa"]]}," from the four cardinal directions. Two will not be discussed here:\n",{"type":"*","value":[" from the South,  from ",{"type":"[[","value":[["India"]]},", via ",{"type":"[[","value":[["Nepal"]]}," "]},{"type":"*","value":[" from the north-west, from ",{"type":"[[","value":[["Kashgar"]]}," in ",{"type":"[[","value":[["Xinjiang"]]}]},"For more on those, and on the routes below, see the ",{"type":"[[","value":[["Tibet"]]}," article and the ",{"type":"[[","value":[["Tibetan journeys"]]}," itinerary.\n\nWhat we will describe here are routes from central China:\n",{"type":"*","value":[" by rail, using the new Qinghai-Tibet railway, the world's highest railway line, with oxygen pump into the cabin"]},{"type":"*","value":[" by road from the north, starting at ",{"type":"[[","value":[["Golmud"]]},", ",{"type":"[[","value":[["Qinghai"]]}]},{"type":"*","value":[" by road from the east, from ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Yunnan"]]}," or from ",{"type":"[[","value":[["Chengdu"]]},", ",{"type":"[[","value":[["Sichuan"]]}," (The Tibet Tea Road) — see more out-of-the-way places"]},{"type":"*","value":[" overland to Zhongdian, then fly to Lhasa  — see a lot without blowing the budget"]},{"type":"*","value":[" by land or air from Kathmandu (Nepal)"]},"\nFor any route, ",{"type":"'''","value":["you need travel permits"]}," for each area you visit. The Chinese government restricts access to Tibet; in theory, you can only get a permit as part of an organized tour group. In practice, some tour operators will take your money, get you the permit, and be happy if you go off on your own. Also, some local police stations will happily issue permits for their area, sometimes cheaper than the tour operators. For details, see the ",{"type":"[[","value":[["Tibet#Get_in"],["Tibet"]]}," article. Some travelers have gone without the permits, some have gotten away with it, but this no longer possible or advised. If you are caught you will be detained, fined and sent back at your own expense. Still you can go there as a single traveller, but only \"organized\".\n\nFor any route, you need to consider the risks of ",{"type":"[[","value":[["altitude sickness"]]},". Lhasa is at 3660 meters (12,000 feet). Most of the passes and some inhabited plateau areas are over 5000 meters (16,500 feet).\n\n",{"type":"==","value":[" By rail "]},"\nThe Qinghai-Tibet railway connects ",{"type":"[[","value":[["Golmud"]]}," and ",{"type":"[[","value":[["Lhasa"]]},". Golmud is in ",{"type":"[[","value":[["Qinghai"]]},", a Chinese province north of Tibet, also located on the Tibetan plateau, with a large part of the population ethnically Tibetan. Qinghai corresponds approximately with the historical Tibetan province of ",{"type":"[[","value":[["Amdo"]]}," and may still be referred to as that by Tibetan speakers. \n\nThis is the highest railway on earth, running at over 5000 meters above sea level in many places. The carriages are specially designed to help passengers avoid ",{"type":"[[","value":[["altitude sickness"]]},". Contrary to popular belief, the carriages are not pressurized. It is possible to open the train windows en-route and the train stops at many high altitude stations with no pressurization\/de-pressurization before the train doors open. The air is oxygen-enriched by outlets in the carriages. If that is not enough, you can plug a nasal catheter into an outlet for a more concentrated dose. Few passengers require these, but they are available if you do.\n\nThe train has different classes of travel — soft sleeper (4 berths in one compartment), hard sleeper (6 berths in one compartment) and hard seat (standard railway seating). In each carriage information about the journey is displayed on scrolling LED displays. This contains much information in Chinese and in English. It is possible to find out the current speed, time and date, altitude and next station information.\n\nEach carriage has an attendant who is responsible for the boarding of that carriage and the passengers within it. There is also a restaurant car serving food and drink and frequent trolley services for food and other essentials throughout the train.  Every train also carries a doctor and nurse.\n\nOne noticeable problem with the sleeper carriages is that there are only two toilets (one Western and one Chinese) in each carriage. These are not only very busy but also get very dirty as the journey progresses. You are advised also to take your own toilet paper. In addition to this there is barely enough room for luggage. Passengers often have to sleep with their suitcases on their beds if they are too large to fit under the beds or in the over-corridor area linked to each compartment.\n\nThe railway connects via Golmud to the main Chinese rail system. You can get tickets all the way to Lhasa from major Chinese cities — at least ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Chongqing"]]}," and ",{"type":"[[","value":[["Guangzhou"]]},", perhaps others. It's worth noting that on the Chongquing route, at least 24 hours of the 48 hour journey are spent traveling north to join the main Beijing to Golmud line. \n\nLine speeds average around 100 to 120 km\/h, certainly from Golmud to Lhasa, making the journey interesting but also laborious.\n\nOn arrival at Lhasa you should have your tickets ready for inspection at the barriers. Also \nwatch out for the taxi drivers who insist on charging a fixed rate per vehicle (despite number of occupants) of Y100 for the journey into Lhasa center. They can also become quite irate if you do not use their car! Its best to try and get 4 people together to split the cost (Y25 each) - but its still a rip off as standard fares in Lhasa start at Y5 and then Y1.8 per km. The journey to a central Lhasa hotel should cost no more than Y20. You could also reach Golmud via routes described in ",{"type":"[[","value":[["Silk Road"]]}," and ",{"type":"[[","value":[["Along the Yellow river"]]},".\n\n",{"type":"==","value":[" By road from Xining "]},"\nIt is also possible to reach Lhasa by road from Golmud, either by bus or hitchhiking. Combined with a train to Golmud, this is probably the cheapest route from central China into Tibet, and the one with the fewest hassles about permits. The journey takes about 30 hours.\n\nYou could also reach Golmud via routes described in ",{"type":"[[","value":[["Silk Road"]]}," and ",{"type":"[[","value":[["Along the Yellow river"]]},".\n\n",{"type":"*","value":[" Qinghai-Tibet Road II: ",{"type":"[[","value":[["Xining"]]},", ",{"type":"[[","value":[["Qinghai"]]}," - ",{"type":"[[","value":[["Yushu"]]}," - ",{"type":"[[","value":[["Nangqen"]]}," - ",{"type":"[[","value":[["Riwoq"]]},", ",{"type":"[[","value":[["Tibet"]]}," - ",{"type":"[[","value":[["Dengqen"]]}," - ",{"type":"[[","value":[["Baqen"]]}," - ",{"type":"[[","value":[["Nagqu"]]}," - - ",{"type":"[[","value":[["Lhasa"]]}]},"\nThe so-called \"Tang-Bo Ancient Road\" is an alternative of Qinghai-Tibet Road from Golmud to Lhasa. During China's Tang Dynasty, ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Princess_Wencheng Princess Wencheng "]}," took this road to marry ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Songts%C3%A4n_Gampo Songtsän Gampo"]},", the thirty-third king of the Yarlung Dynasty of Tibet.\n\n",{"type":"==","value":[" By road from Kunming or Chengdu "]},"\n\nHere we describe the route via Western Sichuan, Northwestern Yunnan and Eastern Tibet, starting from either Chengdu or Kunming.\n\n",{"type":"*","value":[" Sichuan-Tibet Hwy North: ",{"type":"[[","value":[["Chengdu"]]}," - ",{"type":"[[","value":[["Dujiangyan"]]}," - ",{"type":"[[","value":[["Danba"]]}," - ",{"type":"[[","value":[["Bamei"]]}," - ",{"type":"[[","value":[["Daofu"]]}," - ",{"type":"[[","value":[["Luhuo"]]}," - ",{"type":"[[","value":[["Ganzi"]]}," - ",{"type":"[[","value":[["Dege"]]}," - ",{"type":"[[","value":[["Chamdo"]]}," - Dengqen - Baqen - Nagqu - ",{"type":"[[","value":[["Lhasa"]]}]},"\n",{"type":"*","value":[" Sichuan-Tibet Hwy South: ",{"type":"[[","value":[["Chengdu"]]}," - ",{"type":"[[","value":[["Kangding"]]}," - ",{"type":"[[","value":[["Litang"]]}," - ",{"type":"[[","value":[["Batang"]]}," - Mangkam - Zogang- Pomda - Basu - Ranwu - Pome - Bayi - Lhasa"]},"\nFrom Chengdu, another option is to head north and west to see some of the ",{"type":"[[","value":[["Silk Road"]]}," areas, then to Golumd and into Tibet that way. See route above.\n\n",{"type":"*","value":[" Yunnan-Tibet Road: ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Yunnan"]]}," - ",{"type":"[[","value":[["Dali"]]}," - ",{"type":"[[","value":[["Lijiang"]]}," - Zhongdian (",{"type":"[[","value":[["Shangrila"]]},") - ",{"type":"[[","value":[["Benzilan"]]}," - ",{"type":"[[","value":[["Deqin"]]}," - ",{"type":"[[","value":[["Yanjing"]]}," - ",{"type":"[[","value":[["Mangkam"]]}," - ",{"type":"[[","value":[["Pomda"]]}," - ",{"type":"[[","value":[["Ranwu"]]}," - ",{"type":"[[","value":[["Pome"]]}," - ",{"type":"[[","value":[["Bayi"]]}," - Lhasa"]},"\n",{"type":"===","value":[" Zhongdian to Lhasa "]},"\nThe overland route is by road from ",{"type":"[[","value":[["Zhongdian"]]}," in northern ",{"type":"[[","value":[["Yunnan"]]},". The Chinese government is promoting tourism by calling the area around Zhondian Shangrila. The road condition has greatly improved over the years but you still need a four wheel drive vehicle. This southen road is extremely scenic with snowcapped mountains, alpine lakes and gorgeous scenery. Several companies offer tours on this route.\n\nThe route is quite difficult on your own, but there are busses; see the ",{"type":"[[","value":[["Shangrila"]]}," article for information.\n\n",{"type":"===","value":[" Chengdu to Zhongdian "]},"\nThe easy route from Chengdu to Zhongdian is to take a train to Kunming, then follow the ",{"type":"[[","value":[["Yunnan tourist trail"]]}," up to Zhongdian.\n\nThere is an alternate route taking a series of buses through Southern Sichuan, via ",{"type":"[[","value":[["Xiangcheng"]]}," to Zhongdian. This is several days rather off the beaten track, not for the fainthearted. However, you don't need permits for this. If you book the Zhongdian-Lhasa trip in Chengdu, it may include (at a cost, of course) a trip along this route in a more comfortable bus with a guide.\n\n",{"type":"===","value":[" Kunming to Zhongdian "]},"\nThis route is described in ",{"type":"[[","value":[["Yunnan tourist trail"]]},".\n\n",{"type":"==","value":[" Central China to Kunming or Chengdu "]},"\nSee ",{"type":"[[","value":[["Hong Kong to Kunming overland"]]}," for one route to ",{"type":"[[","value":[["Kunming"]]},", and ",{"type":"[[","value":[["Along the Yangtze river"]]}," for one to ",{"type":"[[","value":[["Chengdu"]]},".\n\nOf course there are many other ways to get there. Both cities have good road, rail and air connections to the rest of China, and both have some international flights.\n\n",{"type":"==","value":[" Overland to Zhongdian, then fly to Lhasa "]},"\nAn alternative route is to travel overland to Zhongdian via routes given in ",{"type":"[[","value":[["Hong Kong to Kunming overland"]]}," and ",{"type":"[[","value":[["Yunnan tourist trail"]]},", then fly to ",{"type":"[[","value":[["Lhasa"]]},".\n\nOne advantage is that this will probably be cheaper than the guided four wheel drive overland journey.\n\nThis also gives your body time to acclimatise and avoid ",{"type":"[[","value":[["altitude sickness"]]},". A flight from sea level to Lhasa at 3650 meters (over 12,000 feet) is very likely to cause illness. However, if you go via Kunming and Dali (both near 2000 meters) to Lijiang (2400) and Zhongdian (3200), spending a little time in each place, then you can fly to Lhasa (3650) with very little risk.\n\nOf course, you could also fly to Lhasa from Chengdu, Kunming or more distant Chinese cities. However, you would miss the very beautiful areas on the ",{"type":"[[","value":[["Yunnan tourist trail"]]}," and might run higher risk of altitude sickness.\n\n",{"type":"==","value":[" By road from Kathmandu "]},"\nThe overland from Kathmandu to Lhasa or from Lhasa to Kathmandu is probably the best known overland itinerary. The road distance of roughly 1000 km is full of stunning views from the subtropical climate of the South side of the Himalayas to passing Everest and other 8000 m peaks. En route are may important cultural and religious sites and monasteries. \n\nTour companies include:\n",{"type":"*","value":[" Navyo Nepal - Discover Asia  (Kathmandu-Lhasa). They offer tours and many non-commercial information  ",{"type":"[","value":["http:\/\/www.navyonepal.com"]}," on Tibet on their website. They handle individual and organized tours"]},"\n",{"type":"==","value":[" By air from Kathmandu "]},"\nMany fly in from the \"low lands\" of Kathmandu (1340 m), so acclimatisation is a must when arriving in Tibet. Air China flies during summer nearly daily, while in winter only once or twice (tuesday and saturday). \n\n",{"type":"{{","value":[["related"],["China"]]},"\n",{"type":"{{","value":[["related"],["Tibet"]]},"\n\n",{"type":"{{","value":[["usableitinerary"]]}]