[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Owase"]},"(",{"type":"{{","value":[["lang"],["ja"],["尾鷲市"]]},", Owase-shi) is a city located in the south of ",{"type":"[[","value":[["Mie"]]},", ",{"type":"[[","value":[["Japan"]]},".\nAs of 2008, the city has an estimated population of 21,002 and the density of 109 persons per km². The total area is 193.16 km². \n\nOwase is a collections of small towns including Owase-shi, Sugari, Mikisato,Kuki, Osonemura etc \n\nThe city was founded on June 20, 1954.\n\n",{"type":"==","value":["Get in"]},"\nOwase can be accessed by car via the National Highway Route 42, train or bus.\n\nFrom Nagoya:\n- Take a JR Rapid train (Nanki Wide View) to JR Owase station. The train ride takes approximately 2 hours and 30 minutes and cost 5730 yen.\n- Take a highway bus from Nagoya Meitetsu bus terminal to Owase. The one way bus ride takes approximately 3 hours and cost 3000 yen.\n- There is also the slower Local JR lines that are cheaper at 3320 yen but takes approximately 4hrs and 45mins to arrive. Strongly advised against it.\n\nFrom Osaka:\nTake a Kintetsu train to Matsusaka. At Matsusaka, take the JR to Owase.\n\nFrom Shingu:\nTake either the Nanki Express or the local JR train to Owase.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Attractions"]},"\nMagose Toge 馬越峠\nMagose Toge is one of the most popular hiking trails on the Kumano Kodo - Ise-ji Route. There is a hiking trail which leads to Mt. Tengura, overlooking Owase City. For more information, visit[1]\n\nKumano Kodo Centre\nConstructed entirely from cypress wood (tree of Owase), the Kumano Kodo Centre features the origins and history of the Kumano Kodo pilgrimage route. A playground, also made entirely from cypress, is located near the centre. The nearest train station is JR Osoneura or you can also take the bus to the Kumano Kodo Centre bus-stop.\n\nYume Kodo\nYume Kodo is an onsen located near the Kumano Kodo Centre. The facility features deep sea water onsen, which has healing properties, as well as sauna rooms. The nearest train station is JR Osoneura or you can also take the bus to the Kumano Kodo Centre bus-stop.\n\nOwase Jinja 尾鷲神社\nThis shrine is a historical monument in Owase. It's well known for an ancient, sacred tree which is aged over 1,000 years old. Also the venue for every year's Ya Ya Matsuri.\n\nKongobuji 金剛寺\nBuilt during the Edo Era, the Kongobuji has two fierce-looking deity statues guarding the entrance. It is located just beside the Owase Jinja.\n\nMikisato Beach 三木里ビーチ\nA beautiful white sandy beach, with clear turquoise waters. Located near the JR Mikisato train station.\n\nSugari 須賀利\nLocated in the east of Owase, Sugari is best accessed by a 20 minute ferry ride from Owase Port. It is an untouched, beautiful fishing village with friendly residents who would be more than happy to show visitors around. As of 2008, Sugari has a declining population of less than 200 people, with the majority aged above 60 years old.\n\nKuki 九鬼\nLike Sugari, Kuki is also a beautiful fishing town. If you are lucky, you will be able catch seagulls and comorant fishing at its best. Try the famed Kuki's tiger rolls, which come in two flavours - red bean or fresh cream. You can go there by taking the JR train to Kuki.\n\n",{"type":"==","value":["Festivals and Events"]},"\nItadaki Market イタダキ市\n1st Saturday of every month, 0900 - 1300hrs\nA monthly market featuring over 40 stalls where you can buy Owase's local produce such as fresh seafood, dried fish, sea salt, jam etc. At the market, you'll also be able to enjoy special performances (dance, taiko) by the locals.\n\nYa Ya Matsuri ヤーヤ祭り\n1-5 February\nThe biggest festival in Owase is the Ya Ya Matsuri. In the evenings of the 2nd to the 4th, men parade around the streets, jostling each other and chanting \"Ya Ya\" while drinking sake before the \"chosen\" ones dive into the sea to purify themselves. The festival ends off with a day-long street parade on the 5th featuring dance performances and finally, an archery contest at Owase Jinja.\n\nOwase Port Matsuri おわせ港まつり\nFirst Saturday in August A summer festival showing an impressive fireworks display.\n\nHachiman Jinja Matsuri 八幡神社例祭\n15 September\nThis festival marks a tribute to the Hachiman Jinja, located near the Owase Port. It begins with a day-long parade before culminating at the shrine.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nKotobuki Shokudo ことぶき食堂\nLocated right in front of the Owase train station, this restaurant is probably one of the oldest in Owase. The food is great tasting, comes in huge portions, and yet, is cheaply priced. Recommended eats include the Giant Katsu Set, Giant Ebi Fry Set, Inoshishi (Wildboar) Don and Champon (Nagasaki Noodles).\n\nMoriba もりば\nMoriba is well loved for its Tempura, Tebasaki (Chicken wings) and Miso Katsu. The restaurant is located along the National Highway Route 42.\n\nOni Gawara 鬼瓦\nIf you'd like to experience the freshness of Owase's sea produce, then Oni Gawara is the place to go. Its Sashimi Set Meal comes in 3 sizes and is highly recommended for sashimi lovers. Located near the train station.\n\nHao Hao Han Ten 好好飯天\nLocated along the National Highway Route 42, Hao Hao is a Chinese restaurant offering refined Chinese food. Popular dishes include the Ten Shin Han 天津飯, MaPo Han 麻婆飯 and the PiriKara (Spicy) Szechuan Ramen.\n\nHei Wa En 平和園\nFor a taste of authentic Chinese food, visit Hei Wa En. The owners come from Dahlian, China and serve traditional Chinese food.\n\nInaka 田舎\nInaka is famous for its affordable Inaka lunch sets at only 800yen. The set meal consists of 8 small side dishes (usually consisting of sashimi, a stewed meat, vegetables and soup), complete with rice.\n\nNakao なか尾\nGet your fill of collagen filled Tonkotsu ramen at this ramen house.\n\nYume Kodo 夢古道\nYume Kodo is popular for its \"all you can eat\" country style buffet every Sunday. Run by an NPO, meals are prepared by 4 groups of volunteers (very friendly obasans), who take turns to cook every week. It's delicious country-style, homecooked food that you won't be able to taste in typical Japanese restaurants. The buffet is so famous that some people travel from Nagoya or Osaka to eat it. Go early to prevent disappointment.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=JR Kisei icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Wakayama"]]}],["minorl1=",{"type":"[[","value":[["Kumano"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Kameyama"]]}],["minorr1=",{"type":"[[","value":[["Tsu"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["34.0667"],["136.1833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mie"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Owase, Mie"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Owase, Mie"]]}]