[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Oxford"],["otbp=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oxfordms.net\/ Oxford"]}]},"  is a historic, picturesque town in North Central ",{"type":"[[","value":[["Mississippi"]]},".  With its scenic town square, acclaimed restaurants, unique boutiques, oak-shaded neighborhoods, and friendly people, Oxford is the model Southern town.  Named after Oxford, England in hopes of attracting a university, the town was selected as the home of the University of Mississippi in 1848, which dominates life here today.\n\n",{"type":"[[","value":[["File:Oxford - Peabody Hall.jpg"],["thumb"],["350px"],["Peabody Hall"]]}," \n\n",{"type":"==","value":["Understand"]},"\nOxford is the home of the University of Mississippi, affectionately known as \"",{"type":"'''","value":["Ole Miss"]},",\" and is in Lafayette County.  It also served as the inspiration for Nobel Prize winner ",{"type":"'''","value":["William Faulkner"]},"'s fictional Jefferson (Lafayette County being ",{"type":"''","value":["Yoknapatawpha"]},"), the locale of many of his novels.  Oxonians and University members like to describe the town with the motto ",{"type":"''","value":["\"We may not win every game, but we never lose a party.\""]},"  Locals also, \"partially\" jokingly, refer to the Square as the ",{"type":"''","value":["\"Center of the Universe.\""]},"  Many residents see Oxford as a small town ",{"type":"[[","value":[["New Orleans"]]},", calling it the \"",{"type":"'''","value":["Little Easy"]},".\"  It is widely known throughout the South for its Southern charm, Old South feel, party atmosphere, and its ",{"type":"'''","value":["beautiful women"]},", whom even Hugh Hefner called the finest in the world.  Oxford is also considered a literary center with many writers calling it home.  Also being home to the Ole Miss School of Law and a federal courthouse, it is often said that everyone in Oxford is a ",{"type":"''","value":["\"lawyer, writer, or both.\""]},"  As if to prove this point, famous author ",{"type":"'''","value":["John Grisham"]}," still owns a house in Oxford and visits frequently.\n\n",{"type":"'''","value":["The Square"]}," is the center of downtown and is the main location for the town's best restaurants, shops, bars, and scenery (of the ",{"type":"''","value":["Old South architecture"]}," and gorgeous ",{"type":"''","value":["Southern belles"]},").  Chain restaurants, a Wal-Mart Supercenter, and other national retailers are located on the fringes of town.  However, most locals are staunchly anti-chain.  They actively protested the arrival of Applebee's and the Wal-Mart Supercenter, even voting out the old mayor because she did not do more to stop it.  Therefore, to truly enjoy Oxford, you must visit the Square and eat and shop at locally-owned establishments.  Otherwise, you are wasting your time visiting and are missing out if you only come for a football game.  Immerse yourself in the town to see why Reader's Digest proclaimed, \"",{"type":"''","value":["If Oxford didn't exist, it would have to be invented."]},"\"\n\nAs National Geographic Traveler wrote, \"",{"type":"'''","value":["Sophisticated little Oxford"]}," is waiting for you.\"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe closest airports with airline service are in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.memphisairport.org\/ Memphis"]}]},", 70 miles to the north, and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flytupelo.com\/ Tupelo"]}]},", 45 miles to the east. Memphis is a major hub for ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.delta.com\/ Delta Air Lines"]}]}," and is thus the preferred airport. Tupelo has daily flights to Memphis and Atlanta.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olemiss.edu\/depts\/airport\/ University-Oxford Airport"]}]},", also known as Clegg Field, offers service to private planes, including jets.  The airport has a 5,600 foot runway with a brand new terminal and aviation full-services.\n\n",{"type":"===","value":["By train"]},"\nFor passenger service, the nearest Amtrak ",{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/HomePage"]}," stops are on the City of New Orleans line in Memphis, TN ",{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/am2Station\/Station_Page&code=MEM"]}," and Greenwood, MS ",{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/am2Station\/Station_Page&code=GWD"]},".  The train will take you to Chicago or New Orleans.\n\n",{"type":"===","value":["By car"]},"\n\nMajor highways in the area are as follows:\n\n",{"type":"*","value":[{"type":"'''","value":["North-South"]}," - State Highways 7, 9, 315 and 331  "]},{"type":"*","value":[{"type":"'''","value":["East-West"]}," - State Highways 6,30,314,328 and 334  "]},{"type":"*","value":[{"type":"'''","value":["Highway 6"]}," - Connects with Interstate 55"]},"\nFrom Memphis or Jackson (Miss.) take I-55 to Batesville and exit ",{"type":"'''","value":["MS Hwy 6 EAST"]},".  Take the ",{"type":"'''","value":["Old Taylor Rd."]}," or ",{"type":"'''","value":["Coliseum Dr."]}," exits to access the University.  Exit at ",{"type":"'''","value":["South Lamar Blvd."]}," to get to the Square and downtown.  Oxford is approximately 25 miles from Batesville.  It takes about an hour and 15 minutes to travel to Oxford from Memphis, about 2.5 hours from Jackson, and about 45 minutes from Tupelo.  A shorter route from Memphis and Jackson is ",{"type":"'''","value":["Hwy 7"]},", but this road is two-lane.  However, from the eastern suburbs of Memphis, it is faster to take ",{"type":"'''","value":["Hwy 78"]}," to Hwy 7.  From downtown, the airport, and Southaven, ",{"type":"'''","value":["I-55"]}," to Hwy 6 is faster.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/us.megabus.com Megabus"]}]}," offers service to Oxford from ",{"type":"[[","value":[["Memphis"]]},", ",{"type":"[[","value":[["Jackson (Mississippi)"],["Jackson"]]},", and ",{"type":"[[","value":[["New Orleans"]]},". The bus stop is located at the Kudzu Lot at the corner of Taylor Road and Old Taylor Road (just north of the Old Taylor Road exit on MS 6\/US 278), at the southeastern corner of the Ole Miss campus."]},{"type":"*","value":[{"type":"'''","value":["Greyhound"]}," bus service to Oxford was suspended.  The closest Greyhound bus stop is located about 30 miles away in New Albany."]},"\n",{"type":"==","value":["Get around"]},"\nCurrently, the public transportation is called the O-U-T. It has several lines that run through all of the major points around town.  The best way to get around is by foot, as Oxford is a beautiful town to walk and parking is scarce downtown and on campus.  The second best way is by car.  Once you find a place to park on campus, stay there and walk everywhere you want to go.  The same applies to downtown.  Once you figure out how to navigate the square (it will take awhile) and the surrounding one-way streets, you can find a place to park by cruising the back alleys.  If you park illegally, you will get an expensive ticket.\n\nDo not drink and drive as the cops keep a watchful eye on the byways, not to mention you are risking your life and the lives of others.  You can avoid this by walking home, hitching a ride (it's easy to find a ride from a friendly stranger on the Square), or calling a cab. Currently, Angel Taxi offers its services for $10 anywhere in Oxford and the immediate area. Another up and coming taxi is Oxford Taxi, started in 2010. \n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"*","value":[{"type":"'''","value":["Angel Taxi"]},", +1 662 715-9382"]},{"type":"*","value":[{"type":"'''","value":["Hotty Toddy Taxi"]},", +1 662 832-8636"]},{"type":"*","value":[{"type":"'''","value":["Oxford City Cab"]},", 36 Highway 334, +1 662 234-2250"]},{"type":"*","value":[{"type":"'''","value":["Oxford Taxi"]},", 110 Victory Hill Lane, +1 662 701-7310"]},{"type":"*","value":[{"type":"'''","value":["Rock Star Taxi & Limo"]}," +1 662 701-7019"]},{"type":"*","value":[{"type":"'''","value":["Blue Line Taxi"]}," +1 601 613-9097"]},"\n",{"type":"===","value":["Car rental"]},"\n",{"type":"*","value":[{"type":"'''","value":["Enterprise Rent A Car"]},", 1615 Jackson Ave W, +1 662 281-0508, ",{"type":"[","value":["http:\/\/www.enterprise.com"]}]},"\n",{"type":"===","value":["Limousine service"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carbolimo.com Carbo Limo"]}]},", +1 662 801-7890, +1 662 236-1818, +1 662 254-7162, Email: audiebranch@bellsouth.net."]},"\n",{"type":"*","value":[{"type":"'''","value":["Oxford Limo"]},", 206 Hwy. 30 E, +1 662 238-7787"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.southerncomfortlimos.com Southern Comfort Limo's"]}]},", 12 Dell Street, Batesville, MS, +1 662 563-5466."]},"\n",{"type":"*","value":[{"type":"'''","value":["Limousine Connection"]},", 124 S Thomas St, Suite B, Tupelo, MS, +1 662 840-9484, +1 662 840-5884 (fax), ",{"type":"[","value":["http:\/\/www.ybusa.com\/6628409484\/limousine"]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eventlimo.net Event Limo"]}]},", 270 South Liberty St, Pontotoc, MS, +1 662 308-0071."]},"\nOxford is a certified Bicycle Friendly Community.  There are many bike paths open to the public, however, many car drivers are not fans of cyclists.  It is best to stick to sidewalks and watch when crossing intersections.\n\n",{"type":"===","value":["Bicycle"]},"\n",{"type":"*","value":[{"type":"'''","value":["LOU Pathways"]},", ",{"type":"[","value":["http:\/\/www.loupathways.org\/"]},".  This organization is in charge of developing the pathways system in the Oxford area.  Its website includes numerous maps and ride advice."]},{"type":"*","value":[{"type":"'''","value":["Oxford Cycling Club"]},", ",{"type":"[","value":["http:\/\/www.oxfordbikeclub.org"]},".  The local bike club maintains maps and organizes rides such as the Double Decker Spring Ride ",{"type":"[","value":["http:\/\/www.oxfordcycling.com\/dd.html"]}," and the Clear Creek Challenge ",{"type":"[","value":["http:\/\/www.oxfordcycling.com\/ccc.html"]},"."]},"\n",{"type":"==","value":["See"]},"\nOxford is an historic town best seen by foot.  Begin with the antebellum buildings on campus, the Courthouse Square, and Rowan Oak.  Soak up the town and meet some of the locals while you are at it!\n\n",{"type":"*","value":[{"type":"'''","value":["The Historic Oxford Courthouse"]}," - Located in the heart of the city, the Square. Burned by federal troops in 1864, it was rebuilt after the war and is scheduled to undergo an extensive restoration.  Visitors are allowed to browse the building on their own.  The courtroom upstairs is a step back in time. "]},{"type":"[[","value":[["File:Lafayette Co Mississippi courthouse during Double Decker Festival.jpg"],["thumb"],["Lafayette Courthouse during Double Decker Festival"]]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rowan Oak"],["alt="],["url=http:\/\/ww.mcsr.olemiss.edu\/~egjbp\/faulkner\/rowanoak.html"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 662 234-3284"],["tollfree="],["fax="],["hours="],["price="],["content=Old Taylor Road. The home of Nobel Prize winning author William Faulkner. This historic home and grounds located just blocks from the Square. Faulkner even wrote part of a novel on the wall of his bedroom, later uncovered during a renovation. Walking tours available. Free admission on Wednesdays, $5 on other weekdays (donations always accepted). Entrance to the grounds is free, open until sunset."]]}]},{"type":"[[","value":[["File:Rowan Oak 1.jpg"],["thumb"],["Rowan Oak, Home of William Faulkner"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Oxford Cemetery"]},", Here are buried such notables as William Faulkner and LQC Lamar, Confederate Ambassador to Russia, and Mississippi's only US Supreme Court Justice.  Tradition calls for visitors of Faulkner's grave to leave a pint of whiskey, though scotch is what he would prefer."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Grove"]},", Located on the campus of the University of Mississippi, or Ole Miss as it is affectionately known. During the early Spring it has the appearance of a nicely manicured park, but during football season it turns into the most revered tailgating locale in all of college football. Sports Illustrated rates tailgating in the Grove, a multi-acre green space in the heart of the Ole Miss campus, as one of America's premier college events, placing it No. 3 on a list of 100 things to do before graduating.  Bring your \"refreshments\" and your Sunday best.  See the \"Cope\" section below for an important rule while tailgating."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Southside Gallery"],["alt="],["url=http:\/\/www.southsideoxford.com"],["email="],["address=150 Courthouse Square"],["lat="],["long="],["directions=on the square"],["phone=+1 662 234-9090"],["tollfree="],["fax="],["hours="],["price="],["content= An intimate collection of changing art pieces located in the heart of Oxford, The Square. Free admission. This is a nice stop if you are browsing the Square during the day or if you are waiting on a table at night."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=University Museum"],["alt="],["url=http:\/\/www.olemiss.edu\/depts\/u_museum\/"],["email="],["address=5th & University Avenue"],["lat="],["long="],["directions="],["phone =+1 662 915-7073"],["tollfree="],["fax="],["hours=Tu-Sa 9:30AM-4:30PM, Su 1-4PM, closed most University Holidays"],["price="],["content= Features Greek and Roman antiques, 19th Century scientific instruments, the Theora Hamblett collection, a growing Southern folk art collection, and other temporary exhibits. There is an unpaved natural trail that leads from the museum parking lot to Rowan Oak (Faulkner's home). It is an easy walk that will give you a glimpse of an old-growth Mississippi forest, and it will also give you an idea of the jungle that the first settlers here had to clear in order to build their plantations."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ole Miss Blues Archives"]},", Ole Miss Campus, +1 662 915-7753.  The world's most extensive collection of blues recordings and related material.  If you are a blues enthusiast, this is the Mecca of recorded blues.  Even B.B. King recorded a live album (",{"type":"''","value":["Live at Ole Miss"]},") in the Grove."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Lyceum"]},", The first building on the Ole Miss campus. Seen as a symbol of the University. Used as a Confederate hospital during the Civil War.  The front columns contain bullet holes from the integration of James Meredith.  An extensive renovation occurred in 2000-2001.  Stop by the Chancellor's office located on the first floor, and someone will be glad to give you a tour of the beautiful building.  Even the friendly Chancellor loves to meet visitors."]},{"type":"[[","value":[["File:Lyceumfromlibrary.JPG"],["thumb"],["The Lyceum"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Ventress Hall"]},", A 19th century Victorian building on the edge of The Grove.  Originally used as a library, now the home of the College of Liberal Arts.  Inside is a huge stained glass window depicting a battle scene from The War(unless otherwise specified, \"the war\" in the deep South means the one taking place between 1861 and 1865). The window was commissioned by the Delta Gamma Sorority from the Tiffany Glass Company to honor the University Greys, a company comprised completely of Ole Miss students that suffered 100 percent casualties at the battle of Gettysburg. The turret contains a winding staircase filled with graffiti over 100 years old.  Legend has it that William Faulkner got intoxicated, climbed to the top of the turret, and began shouting ",{"type":"''","value":["\"Hotty Toddy\""]},"--the school's unofficial cheer.  However, this is likely merely a legend, but a darn good one.  A member of the staff inside would be happy to give you a brief tour."]},{"type":"[[","value":[["image:Barnard_Observatory.jpg"],["thumb"],["Barnard Observatory"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Barnard Observatory"]},", Another antebellum building on campus that was originally built to house the world's largest telescope.  It is widely believed among locals that the telescope was being shipped during The War when it was captured by Yankee troops and sent to Northwestern University.  However, it is more likely that the University could no longer afford to pay for the telescope after the war began, and Northwestern bought it instead.  The building was never used as an observatory and is now home to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olemiss.edu\/depts\/south Center for the Study of Southern Culture"]}]}," and hosts small exhibits."]},"\n",{"type":"*","value":[{"type":"'''","value":["Confederate Cemetery"]},", Located behind Tad Smith Coliseum on the Ole Miss campus. It is the resting place of more than 700 Confederate dead, mostly from the Battle of Shiloh. University buildings were used as hospitals and headquarters of both Union and Confederate forces between 1862 and 1865. All those buried here perished on the grounds of the University. While many names are known(they are etched on a monument in the center of the cemetery) most buried here are unknown soldiers. Union dead were once buried here as well, but long ago moved to a national cemetery. One of Oxford and Ole Miss' lesser known sites, it is a must see for Civil War Buffs."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=UM Department of Archives and Special Collections"],["alt="],["url=http:\/\/www.olemiss.edu\/depts\/general_library\/files\/archives\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A must for any Faulkner afficianado. Located in the ",{"type":"'''","value":["J.D. Williams Library"]},", it houses over 300 manuscript collections, the ",{"type":"'''","value":["William Faulkner Collection"]},", University archival collections, Mississippi State documents, and in the Mississippi Collections over 20,000 volumes of Mississippiana. Soon moving to the beautifuly restored and historic Bryant Hall."]]}]},"\n",{"type":"==","value":["Do"]},"\nOxford features a regular rotation of notable speakers, art exhibits, plays, musical productions, conferences and concerts in the Grove. The ",{"type":"'''","value":["Ford Center"]}," has a regular rotation of a variety of performing arts.  The ",{"type":"'''","value":["Lott Leadership Institute"]}," sponsors well-known speakers, such as Supreme Court justices, senators and royalty. Recent speakers include John McCain, Antonin Scalia, and the King of Jordan. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olemiss.edu\/calendar\/ Ole Miss Community Calendar"]}]}," has a current list of most upcoming events.  The biggest event of the year, other than football games, is the ",{"type":"'''","value":["Double Decker Arts and Music Festival"]},".  A favorite of many is the weekly ",{"type":"'''","value":["Thacker Mountain Radio Show"]},", where area musicians perform in front a live audience. If culture isn't your thing, the area features several golf courses, the huge Sardis Reservoir, a few state parks and recreation areas, and even a couple of day spas.\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gertrude C. Ford Center for the Performing Arts"],["alt="],["url=http:\/\/www.olemiss.edu\/depts\/fordcenter"],["email="],["address=100 University Ave"],["lat="],["long="],["directions="],["phone =+1 662 915-2787"],["tollfree="],["fax="],["hours="],["price="],["content=A new performing arts center featuring a range of performances from classical and popular artists, noted speakers and theatrical performances. The grounds also include a memorial rose garden and a smaller sculpture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Thacker Mountain Radio Show"],["alt="],["url=http:\/\/www.thackermountain.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A weekly live-broadcast, which takes place in Oxford's own Off-Square Books. Part Austin City Limits, part Prairie Home Companion, this eclectic show is the perfect representation of the down-home-hip character of Oxford. Each week the radio show features the Thacker Mountain house band and other well-recognized authors reading from and signing their latest work. Attracts a crowd of both visitors and locals. Great pre-dinner or pre-happy hour entertainment."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Big Truck Theater"]},", Taylor, MS.  This variety show is sort of ",{"type":"''","value":["Austin City Limits"]}," meets Taylor Grocery.  Early in the night individual performers go on stage. Later, a 10-piece band comes out and livens the place up. You can find it next to Taylor Arts just down from Taylor Grocery."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grand Oaks"],["alt="],["url=http:\/\/www.thecountryclubofoxford.com"],["email="],["address=1603 Grand Oaks Boulevard"],["lat="],["long="],["directions=at the Country Club of Oxford"],["phone =+1 662 236-3008"],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy the beautiful outdoors as you play this 18-hole golf course. Currently undergoing an extensive renovation as a Fazio-designed course."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=University Golf Club"],["alt="],["url=http:\/\/www.olemiss.edu\/depts\/golf\/index.html"],["email="],["address=College Hill Rd.-147 CR 1056"],["lat="],["long="],["directions="],["phone =+1 662 234-4816"],["tollfree="],["fax="],["hours="],["price="],["content= The University Golf Club is maintained by the Landscape Services Department at the University. The course is an 18-hole, par 72 golf course and a driving range."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Malco's Oxford Studio Cinema"]},", 1111 Jackson Ave W, +1 662 236-3000, ",{"type":"[","value":["http:\/\/www.malco.com"]},".  This movie theater features rocking-chair stadium seating and is the host of the annual Oxford Film Festival ",{"type":"[","value":["http:\/\/www.oxfordfilmfest.com"]}," in February.  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mallard Pointe Golf Course"],["alt="],["url=http:\/\/www.mallardpointegc.com\/view.asp?id=277&page=5563"],["email="],["address=3037 State Park Road"],["lat="],["long="],["directions="],["phone =+1 662 487-2400"],["tollfree=+1-888-TEE-MISS"],["fax="],["hours="],["price="],["content=Sardis, MS. A public 18-hole golf course located just outside of Oxford in Mississippi's beautiful John Kyle State Park. This has been ranked as one of the great public courses to play by several golf publications. For Ole Miss students M-Th, it's less than $17 including cart. For weekend visitors, it's about $45."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["John W. Kyle State Park"]},", 4235 State Park Road, Sardis, MS, +1 662 487-1345, ",{"type":"[","value":["http:\/\/mississippistateparks.reserveamerica.com\/ms\/John_W_Kyle\/Campground\/r\/campgroundDetails.do?contractCode=MS&parkId=152813"]},". Features 20 air-conditioned cabins, furnished with basic kitchen equipment and bed and bath linens. All of the cabins are located near the water, have fire places and accommodate up to four people.  Additionally, 2 cabins are located on the Mallard Pointe Golf Course ",{"type":"[","value":["http:\/\/www.mallardpointegc.com\/view.asp?id=277&page=5563"]},". Each of these cabins consists of 4 bedrooms, and they're equipped much the same as the other cabins. Reservations are required.  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Puskus Lake Recreation Area"],["alt="],["url=http:\/\/www.fs.fed.us\/r8\/mississippi\/hollysprings\/recreation\/puskus\/"],["email="],["address="],["lat="],["long="],["directions="],["phone= +1 662 236-6550"],["tollfree="],["fax="],["hours="],["price="],["content=About 10 Miles East of Oxford on Highway 30. The Puskus Lake Recreation Area is a lovely place to enjoy the natural beauty of the Holly Springs National Forest. Those looking for an alternative to crowded, concrete recreation areas will delight in Puskus Lake's natural beauty and quiet setting. Its remote setting, convenient to Oxford, provides a perfect atmosphere for camping, fishing, hiking and relaxing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sardis Lake\/Clear Creek"],["alt="],["url=http:\/\/www.sardislake.com\/"],["email="],["address="],["lat="],["long="],["directions=8 Miles North on Highway 314"],["phone=+1 662 563-4531"],["tollfree="],["fax="],["hours="],["price="],["content=Sardis, MS. The Sardis Lake area offers a wide variety of recreational activities such as camping, fishing, boating, skiing, picnicking, and more. There are 32 sites available with electricity, picnic tables, grills, water hookups, etc. Campground is open year round. Reservations must be made in advance."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Upper Sardis Wildlife Management Area"]},", Lafayette County, MS. From the intersection of Hwy. 7 and Hwy. 30 at Oxford go 12 miles east on Hwy. 30 to sign on the right saying Headquarters, +1 662 234-6125, ",{"type":"[","value":["http:\/\/mdwfp.com\/level2\/wildlife\/wma_DETAIL.ASP?ID=3"]},".  This 42,274 acre wildlife refuge provides a natural habitat for many species.  Game hunted are deer, dove, duck, quail, rabbit, squirrel, turkey and woodcock."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wall Doxey State Park"]},", 3946 Highway 7 South, Holly Springs, MS (",{"type":"''","value":["25 miles north of Oxford"]},"), +1 662 252-4231. Offers an abundance of outdoor recreation opportunities in a setting rich in natural beauty centered around a 60-acre, spring-fed lake."]},"\n",{"type":"*","value":[{"type":"'''","value":["Yoda Creek Golf Club"]},", 70 CR 259, Bruce, Ms (",{"type":"''","value":["24 miles south of Oxford"]},"), +1 662-983-9632. ",{"type":"[","value":["http:\/\/www.yodacreek.com"]},". Yoda Creek Golf Club is semi-private and open to the public. Its beautifully manicured amid hardwood trees, rolling hills, lots of water, and gorgeous homes and homesites. Week Day 18 holes $27 including cart. Weekends\/Holidays 18 holes $36 including cart. Driving range bucket of balls for $3. Yoda Creek Golf Club offers accommodations on property in the Cart Barn Inn @ Yoda Creek ",{"type":"[","value":["http:\/\/www.cartbarninn.com"]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Lyric Theatre"],["url=http:\/\/www.thelyricoxford.com\/"],["email="],["address=1006 Van Buren Avenue"],["lat="],["long="],["directions="],["phone = +1 662-234-5333"],["tollfree="],["fax="],["hours="],["price="],["content=The Lyric Theatre originally opened as a silent movie theatre in 1913. After extensive renovations, the Lyric Oxford opened its doors on the Oxford Square and now provides the North Mississippi Region with a premier live music and event venue. The proximity of Oxford to Memphis, New Orleans, St. Louis, and Nashville makes it an easy stop for touring musicians and bands."]]}]},{"type":"===","value":["Major Special Events"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Blues Symposium"]},", on the Ole Miss Campus, Contact Greg Johnson at +1 662 915-7753. Learn about Mississippi and the blues. Birthplace of the music and the artists. Admission is free."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Oxford Film Festival"],["alt="],["url=http:\/\/www.oxfordfilmfest.com"],["email=info@oxfordfilmfest.com"],["address="],["lat="],["long="],["directions="],["phone=+1 662 236-6429"],["tollfree="],["fax=+1 662 236-6988"],["hours="],["price="],["content= This four day annual film festival held in February features shorts and films by regional film makers alongside high profile independent films."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oxford Conference for the Book"],["alt="],["url=http:\/\/www.olemiss.edu\/depts\/south\/ocb"],["email=cssc@olemiss.edu"],["address="],["lat="],["long="],["directions="],["phone=+1 662 915-5993"],["tollfree="],["fax=+1 662 915-5814"],["hours="],["price="],["content=Contact Ann Abadie. Since its inauguration in April 1993, the conference has celebrated books, writing and reading; it has also dealt with practical concerns on which literary arts depend. Admission is free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Double Decker Arts Festival"],["alt="],["url=http:\/\/www.doubledeckerfestival.com"],["email=tourism@oxfordms.com"],["address="],["lat="],["long="],["directions="],["phone=+1 662 234-4680"],["tollfree=+1-800-758-9177"],["fax="],["hours="],["price="],["content=Courthouse Square. A daylong celebration of music, food, and arts on Oxford's historic square. Mingle with painters, potters, and woodworkers. Sample entrees from Southern chefs. Enjoy an eclectic blend of music including jazz, funk, blues and rock 'n' roll. Admission is free."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Fourth of July Celebration in Oxford"]},", A day-long event filled with patriotic speeches, music, food, children's activities, and an Independence Day parade. The festivities come to an end with a free concert at Oxford University Stadium featuring the Oxford Community Band - followed by a fireworks display. Skip the entertainment in the Grove beforehand, or at least picnic far from the stage. They allow everyone that thinks they have talent to perform."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Annual Faulkner and Yoknapatawpha Conference"],["alt="],["url=http:\/\/www.outreach.olemiss.edu\/events\/faulkner"],["email=cssc@olemiss.edu"],["address="],["lat="],["long="],["directions="],["phone=+1 662 915-5993"],["tollfree="],["fax=+1 662 915-5814"],["hours="],["price="],["content=Contact Ann Abadie. Apopular literary event that includes six days of lectures and discussions by scholars and dramatic readings from the works of William Faulkner. Celebrate at Rowan Oak, once the home of the famous writer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oxford's Town BBQ Throwdown"],["alt="],["url=http:\/\/www.oxfordbbq.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 662 232-2367"],["tollfree="],["fax="],["hours="],["price="],["content=Contact Kelly Houston. Championship teams compete in a Memphis Barbecue Network sanctioned contest. Amateur teams compete against each other to determine who cooks the best ribs. Over $20,000 in cash and prizes."]]}]},"\n",{"type":"==","value":["Learn"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olemiss.edu\/ University of Mississippi"]}]}," is a comprehensive research university and is home to a chapter of the prestigous Phi Beta Kappa.  It also is listed in The Student Guide to America's 100 Best College Buys and The Student Guide to America's Best College Scholarships. UM also ranks 50th on Kiplinger's Personal Finance magazine's list of best college buys for in-state tuition and 46th for out-of-state tuition.  Also in town is a branch of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.northwestms.edu\/campuses\/campuses.html Northwest Mississippi Community College"]}]},".  The local public school system is excellent and diverse.  The two local high schools are Oxford High School ",{"type":"[","value":["http:\/\/www.oxford.k12.ms.us\/schools\/ohs\/home\/home1017.htm"]}," and Lafayette High School ",{"type":"[","value":["http:\/\/www.lafayette.k12.ms.us\/lhs.html"]},".\n\n",{"type":"==","value":["Work"]},"\nBy far the major employer is the ",{"type":"'''","value":["University of Mississippi"]},", but other employers include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fncinc.com\/default.aspx FNC, Inc."]}]}," (a banking systems and data\/analytics management firm) and many local banks.  Oxford is also a regional healthcare center with constantly growing healthcare facilities.  A variety of jobs are may be found at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/northmiss.baptistonline.org\/ Baptist Memorial Hospital - North Mississippi"]}]},".  The free Daily Mississippian ",{"type":"[","value":["http:\/\/www.thedmonline.com"]}," and the daily Oxford Eagle ",{"type":"[","value":["http:\/\/www.oxfordeagle.com\/"]}," have updated help wanted ads.\n\n",{"type":"==","value":["Buy"]},"\nYou will find a variety of locally-owned shops downtown where you can purchase designer clothing, custom crafted pottery by Gail Pittman ",{"type":"[","value":["http:\/\/www.gailpittman.com"]}," and McCartys of Merrigold, Mississippi ",{"type":"[","value":["http:\/\/www.mccartyspottery.com"]},", local artwork, local music albums, and a variety of other upscale wares.  In fact, the shopping magazine ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.luckymag.com\/ LUCKY"]}]}," features Oxford as a small town with big city shopping.  Most stores will allow their customers to have charge accounts, which makes it convenient for students to send the bill home for payment.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Campus Book Mart"],["alt="],["url=http:\/\/www.campusbookmart.com\/um\/"],["email="],["address=1111 Jackson Avenue West"],["lat="],["long="],["directions=Inside the Oxford Mall"],["phone= +1 662 234-5993"],["tollfree=+1-888-712-5081"],["fax="],["hours="],["price="],["content= Ole Miss apparel, gifts, accessories, and textbooks. Locally operated."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chique"],["url=http:\/\/www.chiqueinoxford.com"],["email="],["address=303 South Lamar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= While on a mission trip in Brazil, designer Angel Overstreet decided that building a shoe factory would help the people of the impoverished town of Corumba.  She opened her first boutique in Oxford to market her ever-growing lines of quirky shoes and accessories, which are now sold in South American department stores as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Glo"],["alt="],["url="],["email="],["address=1417 University Ave"],["lat="],["long="],["directions="],["phone =+1 662 234-6266"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale custom furnishings and interior design."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hinton & Hinton"],["url="],["email="],["address=135 Courthouse Square (on the Square)"],["lat="],["long="],["directions="],["phone = +1 662 234-0691"],["tollfree="],["fax="],["hours="],["price="],["content= A men's store featuring designer clothing in the traditional style and outdoor gear."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Landry's"],["url="],["email="],["address=302 South Lamar Boulevard"],["lat="],["long="],["directions="],["phone = +1 662 281-0846"],["tollfree="],["fax="],["hours="],["price="],["content=Located just off the square down from Square Books on South Lamar, Landry's is a family owned and run business that carries fine men's clothing, accessories, and has friendly service."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Shea's"]},", 138 Courthouse Square (",{"type":"''","value":["on the Square"]},"), +1 662 236-5741. Specializes in contemporary women's fashion and accessories.  Le Shea's carries a full selection of casual wear, formal wear, and Grove appropriate attire.  In business since 1996, Le Shea's has become a favorite of Ole Miss co-eds and travelers alike.  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Lilly Pad"],["alt="],["url=http:\/\/www.lilypadgiftshop.com\/"],["email="],["address=128 Courthouse Square (",{"type":"''","value":["on the Square"]},")"],["lat="],["long="],["directions="],["phone=+1 662 238-2900"],["tollfree="],["fax="],["hours="],["price="],["content=This is the perfect spot to purchase fraternity, sorority, and other personalized gifts. They also offer Yankee candles, Vera Bradley luggage, Department 56 collectibles, trendy beaded jewelry, and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Local Color"],["url="],["email="],["address=1000 N Lamar Blvd."],["lat="],["long="],["directions="],["phone = +1 662 234-9605"],["tollfree="],["fax="],["hours=M-Sa 11AM-6PM"],["price="],["content= This locally-owned store featuring memorabilia from the counter-culture to local art.  This alternative-type style store carries many items such as tapestries, frisbee disc golfs, live albums, smoking accessories, t-shirts, and hacky sacks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mid-Town Farmer's Market"],["url=http:\/\/www.oxfordms.net\/about\/market.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 662 234-6447"],["tollfree="],["fax="],["hours=Sa 7AM-11AM, W 2:30PM-5:30PM. May-Sept."],["price="],["content= The market is on the north side of the Mid-town Shopping Center parking lot on North Lamar Boulevard.  It is staffed and run by volunteers and is restricted to farmers, producers and bakers who grow or use products produced in Mississippi."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Mississippi Madness"]},", 141 Courthouse Square (",{"type":"''","value":["on the Square"]},"), +1 662 234-5280, +1-866-234-5280. Features a variety of cooking accessories, Mississippi designer pottery, and Mississippi-made gourmet foods.  Pick up some ",{"type":"''","value":["Knock-You-Naked"]}," margarita mix made by Fat Mama's Tamales ",{"type":"[","value":["http:\/\/www.fatmamastamales.com\/"]}," in Natchez."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mustard Seed Antique Emporium"],["alt="],["url="],["email="],["address=1737 University Ave"],["lat="],["long="],["directions="],["phone =+1 662 281-8004"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM"],["price="],["content= A multi-dealer mall featuring antique furnishings, collectibles, decorative accessories, vintage clothing and jewelry. Voted \"",{"type":"''","value":["Best Place To Find Antiques"]},"\" in the state in the July\/August 2007 issue of Mississippi Magazine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Na-Ann's Interior Design"],["alt="],["url=http:\/\/www.na-anns.com"],["email="],["address=401 S. Lamar Blvd"],["lat="],["long="],["directions=on the Square"],["phone =+1 662 236-3747"],["tollfree="],["fax="],["hours="],["price="],["content=Custom frames, gifts, home accessories, and interior design."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Neilson's Department Store"],["url=http:\/\/www.neilsons1839.com\/index.html"],["email="],["address=119 Courthouse Square (",{"type":"''","value":["on the Square"]},")"],["lat="],["long="],["directions="],["phone = +1 662 234-1161"],["tollfree="],["fax="],["hours="],["price="],["content= Oldest continuously running department store in the South and offers the latest in every department. You'll find clothing, shoes, and accessories for the whole family, as well as home furnishings and gifts. Neilson's also carries Clinique and Estee Lauder cosmetics.  Features all the typical department store items, but specializes in personal service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Oxford Floral Company"],["url=http:\/\/www.oxfordfloral.com\/"],["email="],["address=1103 Jefferson Avenue"],["lat="],["long="],["directions="],["phone = +1 662 234-2515"],["tollfree="],["fax="],["hours=M-Sa 8AM-5:30PM"],["price="],["content=Antique furnishings and collectibles, estate silver, accessories, unusual gifts, fine china, crystal, and floral arrangements.  Voted \"",{"type":"''","value":["Best Place To Find A Perfect Gift"]},"\" in the July\/August 2007 issue of Mississippi Magazine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Oxford Tattoo Company"],["alt="],["url=http:\/\/www.oxfordtattoo.com\/"],["email="],["address=1151 Frontage Rd"],["lat="],["long="],["directions="],["phone =+1 662 281-8226"],["tollfree="],["fax="],["hours="],["price="],["content=M-Sa 2PM-11PM. A world-class tattoo studio offering full custom body art located at the corner of S. Lamar Blvd. and Hwy 6."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Rebel Rags"],["alt="],["url="],["email="],["address=2302 West Jackson Avenue"],["lat="],["long="],["directions=Inside the Goose Creek Mall"],["phone=+1 662-234-RAGS"],["tollfree=+1-877-281-REBS"],["fax="],["hours=M-Sa 9AM-7PM and Su 1PM-6PM"],["price="],["content= Rebel Rags has a full selection of items devoted strictly to Ole Miss attire and personal items. Customers can buy anything from Ole Miss caps to jeans to t-shirts to autograph footballs to bean bags. Product lines include Tommy Hilfiger, Cutter & Buck, Adidas, Russell, Heritage Pewter, Champion, Gear, Soffee, Team Jeans, Little King and many more popular brands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Square Books"],["url=http:\/\/www.squarebooks.com"],["email="],["address=129 Courthouse Square (on the Square)"],["lat="],["long="],["directions="],["phone=+1 662 236-2828"],["tollfree="],["fax="],["hours="],["price="],["content= Locally-owned bookstore that has been rated as the best independent bookstore in the nation.  The New Yorker described it \"as good as or better than any in New York.\"  Frequent signings by prominent authors.  Look inside the cover of your favorite book, as it may be signed.  They also operate ",{"type":"'''","value":["Off Square Books"]},", a discount bookstore that is actually on the Square but in a separate building.  In addition, they have a children's bookstore also located separately on the Square."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Taylor Farmers Market"],["url="],["email="],["address=Town Square Lane, Plein Air Neighborhood"],["lat="],["long="],["directions=From Hwy. 6, take Old Taylor Road for 8 miles, follow the signs. From Hwy. 7, take Hwy. 328 about 5 miles, veer right on Cutoff Road and follow signs."],["phone = +1 662-832-8727"],["tollfree="],["fax="],["hours=9AM-1PM Sa"],["price=free"],["content=Located eight miles from downtown Oxford, The Taylor Farmers Market is a celebration of local food, art and live music each Saturday June through October. Adjacent to the 2008 Southern Living Idea House and local shops and restaurants, the Taylor Farmers Market is fun for the entire family, with plenty of shade and green space to romp in or spread out a picnic blanket."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Kaleidoscope"],["url="],["email="],["address=116 Courthouse Square (on the Square)"],["lat="],["long="],["directions="],["phone = +1 662-234-6722"],["tollfree="],["fax="],["hours=M-F 10AM-5:30PM"],["price="],["content=Fun, Funky, Fashionable clothing and accessories. The only place in Oxford to find the brand Free People."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Therapy"],["alt="],["url=http:\/\/therapyonthesquare.com"],["email="],["address=136 Courthouse Square (",{"type":"''","value":["on the Square"]},")"],["lat="],["long="],["directions="],["phone=+1 662 281-1197"],["tollfree="],["fax="],["hours="],["price="],["content= Fine shoes, cosmetics, apparel, and accessories."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=University Sporting Goods"],["alt="],["url=http:\/\/www.rebelfever.com"],["email="],["address=105 Courthouse Square (",{"type":"''","value":["on the Square"]},")"],["lat="],["long="],["directions="],["phone=+1 662 234-1736"],["tollfree="],["fax="],["hours="],["price="],["content= University Sporting Goods has served the Oxford community and Ole Miss students for over 30 years. The store is a must-stop for Ole Miss apparel, running shoes, and t-shirts. University Sporting Goods also does screen printing for t-shirts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Village Tailor"],["alt="],["url=http:\/\/www.villagetailoronline.com\/"],["email=villagetailor@bellsouth.net"],["address=145 Courthouse (on the Square)"],["lat="],["long="],["directions="],["phone=+1 662 234-8217"],["tollfree="],["fax="],["hours=M-Sa 10AM-5:30PM"],["price="],["content= Designer women's clothing and accessories."]]}]},"\n",{"type":"==","value":["Eat"]},"\nFor a town of only 20,000 (35,000 when school is in session), Oxford is blessed with a wide variety of dining choices.  Home to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.southernfoodways.com\/ Southern Foodways Alliance"]}]},", Oxford has evolved into a \"mecca....which draws professional food scholars as well as amateur eaters\" according to Food & Wine writer, Pete Wells.  ",{"type":"'''","value":["City Grocery"]},", ",{"type":"'''","value":["208"]},", and ",{"type":"'''","value":["Ravine"]}," are highly recommended for upscale fine dining.  For more casual fare, you can't go wrong with ",{"type":"'''","value":["Boure"]}," or ",{"type":"'''","value":["Ajax"]},".  For a true Mississippi experience, you must eat at ",{"type":"'''","value":["Taylor Grocery"]}," or ",{"type":"'''","value":["Yocona River Inn"]},".\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Abners Famous Chicken Tenders"],["alt=2 blocks from the Square"],["url=http:\/\/www.abnerschicken.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great chicken tenders. Wall-to-wall sports memorabilia. Great sweet tea. It has now developed into a small chain with locations throughout Mississippi and the Memphis area. This is the original Abners and was started by former Ole Miss football player, Abner White. Great for a quick lunch."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Bottle Tree Bakery"]}," A quaint coffee and pastry shop in the morning. A sandwich place in the afternoon. Known throughout town for their wonderful breads, muffins and pastries. Has been featured on the Food Network and Oprah, who loves their apple pie."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=B's Hickory Smoked Bar-B-Q"],["alt="],["url="],["email="],["address=825 College Hill Road"],["lat="],["long="],["directions=Sky Mart"],["phone =+1 662 236-1562"],["tollfree="],["fax="],["hours=Mo-Su 9AM-10PM"],["price="],["content= Smoked Tenderloin, Chicken, Cornish Hens, Quail, Ribs, Pork Tenderloin, Beef Brisket, Hot Wings, Sides. Great place to pick up some barbeque for tailgating before football or baseball games, though you'll need to place any large order ahead of time. Although it's inside the BP gas station, don't let that fool you. It's some of the finest barbeque around. Any leftover 'Q is sold at a deep discount late at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Handy Andy"],["alt="],["url="],["email="],["address=800 North Lamar Boulevard"],["lat="],["long="],["directions="],["phone =+1 662 234-4621"],["tollfree="],["fax="],["hours=M-F 6:30AM-8:30PM, Sa 7AM-8:30PM"],["price="],["content= Specializing in great BBQ, sandwiches, ribs, and salads. Don't miss the peach and apple fried pies! One of the most popular spots in town. The crowd comes not for the atmosphere, which is definitely no-frills, but for the great food at cheap prices. Try the steak sandwich, but you can't go wrong with the great barbeque (still hickory smoked when most famous Memphis places have switched to gas smokers) or the hamburgers made they way they were 50 years ago. The banana pudding is some of the best you'll ever eat, and you can't beat the price at 97 cents per serving."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=McAlister's Deli"],["alt="],["url=http:\/\/www.mcalistersdeli.com"],["email="],["address=1515 University Avenue"],["lat="],["long="],["directions="],["phone =+1 662 234-1363"],["tollfree="],["fax="],["hours="],["price="],["content=Great soup and sandwich shop. While it has now grown into a corporation with locations in 18 states and growing, Oxford is home to the original McAllister's Deli, still located in an old, converted gas station on University Avenue. Scenes in the movie HEART OF DIXIE were filmed here. Everything on the menu is good, but the sweet tea made them famous. Sandwiches and other fare less than $10."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Newks Express Cafe"],["alt="],["url=http:\/\/www.newkscafe.com"],["email="],["address=1309 University Avenue"],["lat="],["long="],["directions="],["phone =+1 662 513-5303"],["tollfree="],["fax="],["hours="],["price="],["content=While it has only been open since early 2005, Newks is already marketing itself as a franchise company and has been named one of the companies to keep an eye on by Franchise Magazine. The atmosphere is very upscale and hip. Exceptional menu including soups, salads, pizza, and toasted sandwiches. Owned by the same family that opened the very first McAllister's Deli."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Den"],["alt="],["url="],["email="],["address=499 Heritage Drive"],["lat="],["long="],["directions="],["phone =+1 662 234-5537"],["tollfree="],["fax="],["hours=M-F 11AM-11PM, Sa-Su 12PM-11PM"],["price="],["content= Pizza Den has moved to a new location and has the same menu used by Pizza Bob to make this a favorite eating establishment among generations of Ole Miss students and Oxford residents. The restaurant is operated by Pizza Bob's five children and the same equipment used at the old location is being implemented at the new location. Menu items include Pizza, Spaghetti, and Sandwiches. The sandwiches are out-of-this-world good, and the stromboli is a local favorite. Be forewarned: the wait for your food is notoriously long, even when they don't appear to be busy."]]},"  "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Rib Cage"]},", 311 South Lamar, +1 662 238-2929, M-Sa 10AM-11PM, Su 10AM-3PM.  A rib joint that features an upstairs restaurant and downstairs bar. This is the perfect place to catch a game on one of their 10 televisions.  The food is great and the cold beer keeps the crowd coming in.  The fun is in the basement.  Watch out for the best looking waitresses in town."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uptown Coffee"],["alt="],["url="],["email="],["address=265 North Lamar Boulevard"],["lat="],["long="],["directions="],["phone =+1 662 513-0905"],["tollfree="],["fax="],["hours="],["price="],["content=Located right off the Square, Uptown is a perfect place to meet up with friends to have a cup of joe and hang out. High Speed Internet available."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tienda Y Taqueria"]},", University Ave. (",{"type":"''","value":["behind Oby's"]},").  Super-authentic, fresh Mexican cuisine at rock bottom prices.  Mexican food that Mexicans eat."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ajax Diner"]},", 118 Courthouse Square (",{"type":"''","value":["on the square"]},"), +1 662 232-8880.  Soul Food with a little spice in a funky atmosphere.  Mattie's Mom's Meatloaf is a local favorite.  Fried Oyster Poboy is highly recommended.  Excellent chicken and dumplins as well as veggie plates and fried pickles.  Was a favorite lunch spot for Eli Manning in his college days.  Voted Oxford's best \"plate lunch\", \"lunch\", and \"casual dining\". Entrees $8-15.  Reservations not accepted."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BBB (Big Bad Breakfast)"],["alt="],["url="],["email="],["address=719 North Lamar Boulevard"],["lat="],["long="],["directions="],["phone =+1 662 236-2666"],["tollfree="],["fax="],["hours="],["price="],["content=The best breakfast in town, a great, truly Southern joint serving on-site smoked breakfast meats, local eggs and cheese, fresh made jellies and jams, and locally ground grits. Try the Big Bad Breakfast plate or enjoy one of the other Southern literary-named dishes. Open for breakfast and lunch. Reservations not accepted."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boure"],["alt="],["url="],["email="],["address=309 North Lamar Boulevard"],["lat="],["long="],["directions="],["phone =+1 662 234-1968"],["tollfree="],["fax="],["hours="],["price="],["content=A moderately-priced offshoot of City Grocery, featuring contemporary and traditional items. Try the French Dip. Entrees $10-20."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Proud Larry's"],["alt="],["url=http:\/\/www.proudlarrys.com\/"],["email="],["address=211 South Lamar Boulevard"],["lat="],["long="],["directions="],["phone =+1 662 236-0050"],["tollfree="],["fax="],["hours=M-Sa 11AM-10PM"],["price="],["content=Downtown. Hand Tossed Pizza, Grill Food, Pasta Specials, Salads. When you step into Proud Larry's, you know instantly by the look of the building and the aroma of fresh bread that you have really found a unique place to dine. You can't beat their hand tossed pizza (the Mediterranean is exceptionally good), pasta dishes, salads, and burgers. Their spinach and artichoke dip is a must before every meal! By day, \"Larry's\" is a great place for a hot meal. By night, it becomes a true Oxford hotspot featuring great live music, including local and regional bands - such as North Mississippi All-Stars - as well as occasional surprises such as Elvis Costello."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taylor Grocery"],["alt=Taylor Grocery"],["url=http:\/\/www.taylorgrocery.com"],["email=forrest@taylorgrocery.com"],["address=4 County Road 338, Taylor MS"],["lat="],["long="],["directions=8 miles south of Oxford"],["phone = +1 662 236-6363"],["tollfree="],["fax="],["hours="],["price="],["content= This may well be ",{"type":"''","value":["the"]}," best catfish place in the world.  Rustic atmosphere in a historic former grocery in the arts community of Taylor, MS about 10  minutes south of Oxford.  Menu includes steaks, pork, and chicken, but well known for its fried catfish.  Live bluegrass and blues.  Brown Bag (bring your own alcohol) is a must.   Be prepared to wait for at least 30 minutes to an hour, but it's well worth it.  Locals bring their own drinks and tailgate outside on the front porch.   An art gallery is close by, as well as sculptor's and potter's shops, which you can browse while waiting for your table. Down the road is Taylor Creek Farm, where you can find fresh flowers, herbs and eggs, and they welcome folks to tour the gardens during the summer. Just steps away ",{"type":"''","value":["Big Truck Theater"]}," hosts Mississippi-rooted music, and they will notify you when your table at Taylor is ready. You are encouraged to brown bag there as well.   It is customary to sign the Taylor Grocery guest book as well as the walls, so bring your Sharpie.  Such notable signatures on the walls of Taylor Grocery include Archie, Eli, and Peyton Manning, Deuce McAllister, Barbara Walters, Jimmy Buffet, Elvis (though no confirmation on authenticity), and a number of literary greats.  Head south on Old Taylor Road for about 8 miles.  When you think you are lost, the road will end, and you'll see the place.  Featured in ",{"type":"''","value":["Southern Living"]}," and many other publications.  Open Th-Su from 5PM until they decide to close.  No reservations, and they frequently quit taking names by 7PM on the Friday of football weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Two Stick Market and Sushi Bar"],["alt="],["url="],["email="],["address=1007 Harrison Avenue"],["lat="],["long="],["directions="],["phone =+1 662 236-6639"],["tollfree="],["fax="],["hours=Tu-Sa 11AM-2PM & 5PM-10PM"],["price="],["content= Two Stick Market and Sushi Bar is just off the Oxford Square. If you are looking for something different and enjoy live entertainment, then this is the place for you. Two Stick also serves Sashimi and Nagiri."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"'''","value":["208"]},", Some of the best food in town.  Hip, chic atmosphere.  Can't go wrong with anything on the menu.  Carolina Crabcakes, Wasabi Tuna over Stir fry, She-crab Soup, and the oysters are great.  Reservations a must on Fridays of football weekends.  Entrees $20-30."]},"\n",{"type":"*","value":[{"type":"'''","value":["City Grocery"]},", 152 Courthouse Square (",{"type":"''","value":["on the square"]},"), +1 662 232-8080.  Upscale dining in the New Orleans tradition.  Good wine list.  Famous for their \"shrimp & grits.\"  Probably the most well-known restaurant in Oxford.  Chef John Currence was nominated for the prestigious James Beard award, the highest national award a chef can receive.  Entrees $20-30.  Reservations not available home football weekends, seat upon arrival."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Prime: A Steakhouse"],["alt="],["url=http:\/\/www.oxfordprime.com\/"],["email="],["address=1201 Jefferson Ave"],["lat="],["long="],["directions="],["phone =+1 662 238-7750"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale dining steakhouse located within the Downtown Oxford Inn & Suites. One of the newest additions to Oxford's menu, serving steak, fish, soups and more. Completely renovated dining area offers a relaxed bar atmosphere as well. Entrees $20-30. Reservations available, and will be a must on ballgame weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ravine"],["alt="],["url=http:\/\/www.oxfordravine.com\/"],["email="],["address=53 County Road"],["lat="],["long="],["directions="],["phone =+1 662 234-4555"],["tollfree="],["fax="],["hours="],["price="],["content=321. Outside the typical loop of the Square, this restaurant has an ever-changing menu using local products, set out in the country in a bed and breakfast. A five minute drive from town in a log cabin off of South Lamar, serene setting and excellent food. Menu is Southern with many contemporary twists, such as rack of lamb and seared duck breast. Local produce and goods are used when available. W-Su for dinner, as well as Sunday brunch. Reservations as well as walk-ins accepted."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Waltz on the Square"]},", CLOSED 1110 Van Buren Avenue, 662-236-2760, Elegant and Mod, upscale Oxford dining at its peak. The huge dining room with breathtaking decor and swanky lounge with sparkling lights are a most appropriate prelude to the fine gourmet food and specialty wine lists. Diverse menu covering Americana, Creole, Italian, Greek, and Pacific Rim, special request (vegan, vegetarian, allergen) friendly, come in blue jeans or ball gowns, just like the rest of Oxford.  Entrees $10-30. Reservations suggested. ",{"type":"[","value":["http:\/\/www.waltzonthesquare.com\/"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yocona River Inn"],["alt="],["url=http:\/\/www.yocona.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 662 234-2464"],["tollfree="],["fax="],["hours="],["price="],["content=04 Business 7 South, Abbeville, MS. Impressive menu which changes weekly. Check the website to find out what is being served any given week. There are a few mainstays which includes their famous Yocona Fillet. It's Brown Bag (BYOB), so bring along a bottle of wine or liquor. Located in an old home 15 minutes from Oxford on Hwy 334, (take the South exit from Hwy 6). Like Taylor Grocery, diners tailgate on the porch while waiting for a table. Entrees $10-32"]]}]},".  No reservations, and they frequently quit taking names by 7PM on the Friday of football weekends.\n\n",{"type":"==","value":["Drink"]},"\n\nCold beer is not sold in Oxford, except for bars and restaurants. Either purchase your cold beer at the county line on Hwy 6 or Hwy 7 as you are coming into town, or ice it down. An often told myth is that Oxford does not sell beer cold because the mayor once owned the local icehouse. Open containers are also not allowed in the city limits, but as long as you pour it in a cup, you are fine. If a cop sees a beer can or liquor bottle, he will pour out all of your supply. However, if you have it in a cup, you will not be bothered unless you are extremely unruly. This especially applies to the Ole Miss campus and The Grove.  Just ",{"type":"'''","value":["keep it in a cup"]}," and pour discreetly. Due to antiquated Southern laws, the Ole Miss campus is wet on liquor only (no beer allowed), except east of Gertrude Ford Boulevard (the old railroad bed), where both liquor and beer are allowed. In any case, alcohol is not allowed in plain view and must be kept in a cup.\n\nRemember, ",{"type":"''","value":["bars in Oxford close early"]},". Monday-Wednesday they close at midnight. Thursday and Friday they close at 1:00AM. They close at midnight on Saturdays except on game weekends, when they are open till 1:00AM. Still, most bar goers don't go home and go to bed but instead head to the infamous \"late-nights,\" parties at someone's home or apartment. Despite police efforts to crack down on ",{"type":"'''","value":["late-nights"]},", they are still going strong, sometimes numbering into the thousands of partiers. Word spreads about the location of late-nights earlier in the night at the bars. Be sure to secure your beer or liquor for the late-night before you go out, because they will have stopped selling by the time the bars have closed (12AM most days, Sunday it's a \"dry\" city).\n\nThe Chevron at University and South Lamar, called ",{"type":"'''","value":["\"Chicken-on-a-Stick\""]}," because of the drunk food it serves by the same name, is a very popular stopping point between the bars and the late-nights and has achieved legendary status. Several other convenience stores carry the same food minus the tradition. If you are too drunk to drive and have no other way home, you can almost always find a ride at Chicken-on-a-Stick (the Chevron) just after the bars close.\n\n",{"type":"'''","value":["The City Grocery Bar"]},", or \"The Grocery,\" is located above its namesake restaurant and tends to attract a mix between locals, writers, lawyers, and older college students.  ",{"type":"'''","value":["The Downtown Grill"]}," also has a great upscale bar popular with preppy students and the older crowd alike.  \"The Grill,\" as it is commonly referred to, frequently features live jazz and other types of music.\n\nIf you prefer a more casual place, you can't beat ",{"type":"'''","value":["Parrish's"]},".  Located just down from The Grill, it features great local bands and many blues artists from the region. Never a cover charge and the friendliest bouncers ever - not that they can't or won't still turn a drunken frat boy into a human shoe horn.  \n\nThe bar in the basement of the ",{"type":"'''","value":["Rib Cage"]}," has cheap beer and is a good place to watch a game.\n\nThe eclectic crowd prefers ",{"type":"'''","value":["The Jubilee Lounge"]},", which is the most democratic establishment in Oxford.  Be sure to check out their photobooth.  Another alternative place is ",{"type":"'''","value":["Two Stick"]},", but it attracts a wide variety of people from the Greeks to the womens studies majors, perhaps because it also serves sushi and often has live music.\n\nThe best place to hear live music is either ",{"type":"'''","value":["Proud Larry's"]},", ",{"type":"'''","value":["Two Stick,"]}," or ",{"type":"'''","value":["Parrish's,"]}," which all have local and regional artists frequently.  \n\n",{"type":"'''","value":["The Levee"]}," is also 18-and-up, is the young preppy students. 1008 Jackson Avenue, +1 662 236-3666 Located just off the Square next to Henry's Jubilee Lounge. Musicians be warned, the crowd is not there to listen to you. \n\nThere is one other bar that is popular with the 18-21 crowd--",{"type":"'''","value":["Illusions"]},", which is frequently referred to by its former names ",{"type":"''","value":["Nighttown"]}," or ",{"type":"''","value":["The Billiards Club"]},".  Pick up a free copy of the ",{"type":"''","value":["Daily Mississippian"]}," or the weekly ",{"type":"''","value":["Local Voice"]}," for drink specials and band listings.\n\n",{"type":"*","value":[{"type":"'''","value":["The Library Sports Bar"]},", Simply known as the \"Sports Bar\", it opened in early 2006 as an addition to the Library Bar & Grill and fills the void of a true sports bar on the Oxford Square.  Located at the corner of 11th Street and Van Buren - just down from the original Library Bar & Grill. The Library attracts a younger crowd as it is 18-and-up.120 South 11th Street, +1 662 234-1411. It l features talented local bands and entertainment at night. During the day, you can stop by and say hi to Johnny \"D\" to have lunch and a drink. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Murff's"]}," is a great pool joint. Southern Rock, Country, and impossibly cold beer will remind exactly what part of the country this is. Located at 1210 Harrison Avenue, +1 662 234-7558.  Just Off the Square, Murff's is a local bar and grill offering a full bar service and good bar food.  It's the best place in town for a game of pool. Guests must be 21 to enter the bar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Toddy's"]}," A 21 & up bar located underneath The Levee in the 10th Street alley (look for the red awning). Toddy's offers food, a variety of specialty drinks, infused vodka and infused bourbon, the newly introduced Mississippi-brewed Lazy Magnolia draught beers and two plasma screen TV's."]},"\n",{"type":"==","value":["Sleep"]},"\nWhile Oxford has no luxury hotels yet, two boutique hotels are under construction just off the Square..  One, (The Ava, under construction just off the Square on Jackson Ave., next to the pedestrian\/bike bridge) will feature a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vikingrange.com\/instruction\/instruction.html Viking Culinary Arts Institute"]}]},", spa, and fine dining.  Until they are built, the closest you will get to luxury is to stay at a bed and breakfast.  Oxford has a large number of hotel rooms for a town of its size.  However, if you are coming for a game weekend, nearly all the rooms are presold as a package deal for the season.  Occasional rooms do open up though, but chances are slim.  The next closest town with motels is Bruce (24 miles) Batesville (25 miles) to the west, Holly Springs (30 miles) to the north, Pontotoc (20 miles) to the east, Grenada (40 miles) to the south, and Senatobia (40 miles) to the northeast.  Many visitors choose to stay in downtown Memphis in order to experience Beale Street and only come in for the game, or they stay in Tunica at a casino. However, it can be ",{"type":"''","value":["very"]}," difficult to get in, out, or around Oxford on Game Day. A viable option is to rent an RV in Memphis and stay on campus for free.  You can park your RV and walk wherever you need to go the whole weekend.  If you are staying in Oxford, the ",{"type":"'''","value":["Downtown Inn and Suites"]}," and the ",{"type":"'''","value":["Inn at Ole Miss"]}," are the most highly recommended because of the quality of the rooms, the services, and the great locations.\n\n",{"type":"===","value":["Bed & Breakfast"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Creek Cabin Bed and Breakfast"],["alt="],["url=http:\/\/www.bluecreekcabin.com\/index.htm"],["email="],["address=535 Hwy 30 East"],["lat="],["long="],["directions="],["phone =+1 662 238-2897"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Provides a unique experience that combines a rustic 1800s log cabin with the charm and detail level that you expect today. The casual and friendly atmosphere will make you feel right at home. About 10 miles from Oxford."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Burrows Bed & Breakfast"],["alt="],["url=http:\/\/www.burrowsbandb.com"],["email="],["address=40 County Road"],["lat="],["long="],["directions="],["phone =+1 662 236-3913"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=287. The Burrows is located about 15 miles SE of Downtown Oxford, just north of US 278. The Burrows is a one-of-a-kind property, offering an eco-friendly, earth-sheltered architecture, luxurious in-room accommodations including whirlpool tubs, and a full southern breakfast. Amenities include a long porch with rocking chairs and a swing in addition to a pool table indoors. It is a great place for a relaxing getaway, and an excellent close-to-Oxford location to catch an Ole Miss football game."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cart Barn Inn @ Yoda Creek"],["alt="],["url=http:\/\/www.cartbarninn.com\/"],["email=Kay@cartbarninn.com"],["address="],["lat="],["long="],["directions="],["phone = +1 662-983-7829"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=07 CR 256, Bruce, Ms 38915. Cart Barn Inn @ Yoda Creek is a luxury Inn located 20 minutes south of Oxford in Bruce, Ms on the Yoda Creek Golf Club property. Amenities include hot southern breakfast, luxurious spacious bedrooms with private bath, flat screen satellite tv, high speed internet,plush linens, mini fridge, microwave, bottled water, large porch w\/grill and firepits, swings, table and chairs, courtyard and gazebo overlooking Yoda Creek Golf Course, swimming pool."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Colonel's Quarters"],["alt="],["url=http:\/\/www.thecolonelsquarters.com\/"],["email="],["address=20 County Road"],["lat="],["long="],["directions="],["phone =+1 662 236-9601"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=413. Nestled in the rolling foothills of North Mississippi, The Colonel's Quarters Bed & Breakfast is located just five miles outside of Oxford. The Colonel's Quarters includes spacious bedrooms with private bath, poolside gazebo & grill, high speed Internet, a large, rose bordered outdoor courtyard, wrap-around porch with beautiful view and a continental breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Empty Nest Bed And Breakfast"],["alt="],["url=http:\/\/www.emptynestoxford.com"],["email=reservations@emptynestoxford.com"],["address=81 County Road"],["lat="],["long="],["directions="],["phone = +1 662-801-9369"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=231, Oxford, MS 38655, The Empty Nest Guest House, close to historic Oxford, Mississippi, is a quaint cottage in the country. Horses, porches,shade trees, and peace & quiet abound on the quintessential country lane known as Camp Hopewell Road. Accommodations include two bedrooms, 1 Bath with a private entrance and a pool. Just 7 miles from downtown Oxford, the Empty Nest is about a 10 minute drive from the Oxford Square."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Puddin' Place"],["alt="],["url="],["email="],["address=1008 University Avenue"],["lat="],["long="],["directions="],["phone =+1 662 234-1250"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This historic home features antiques and interesting mementos. They offer two rooms and serve a gourmet breakfast. Walking distance to the Square and Campus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ravine"],["alt="],["url=http:\/\/www.oxfordravine.com\/"],["email="],["address=53 County Road"],["lat="],["long="],["directions="],["phone =+1 662 234-4555"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=321. A unique log home with three rooms, all with private baths. Guests will enjoy the outdoor pool, hot tub, and gazebo. Situated on two beautiful acres, the bed and breakfast has a sixty seat full restaurant which serves culinary delights by Chef and Proprietor Joel Miller. If you want to have a drink, then brown bagging is recommended."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The 5 Twelve (Formerly known as the Oliver-Britt House Inn and Tea Room)"]}," (circa 1905), 512 Van Buren Avenue, +1 662 234-8043. Newly renovated for a more modern feel. Beautiful Greek Revival architecture and elegant antiques make this a place you're sure to want to visit. Five rooms are offered with private baths and a Southern breakfast is served.  Walking distance to the Square and campus. The house also holds wedding receptions and other parties. ",{"type":"[","value":["http:\/\/the5twelve.com\/"]}]},"\n",{"type":"===","value":["Cabins & Cottages"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Creek Cabin"],["alt="],["url=http:\/\/www.bluecreekcabin.com"],["email="],["address=535 Highway 30 East"],["lat="],["long="],["directions="],["phone =+1 662 238-2897"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Nestled on 50 acres, Blue Creek Cabin is a unique bed & breakfast located in an authentic 1800's log cabin. Guests enjoy relaxing in front of the fireplace, luxurating in the handmade copper bathtub or savoring a full southern breakfast al fresco on the wrap-around porch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hightower Properties of Oxford, LLC"],["alt="],["url=http:\/\/www.oxfordtownhouse.com"],["email="],["address=815 Maplewood Drive"],["lat="],["long="],["directions="],["phone =+1 662 801-6692"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A variety of condos, townhouses, and private residences for short-term (2 days to 2 months) rentals. Football and other special event weekends, plus many available year-round."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=John W. Kyle State Park"],["alt="],["url="],["email="],["address=4235 State Park Road"],["lat="],["long="],["directions="],["phone =+1 662 487-1345"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sardis, MS. Features 20 air-conditioned cabins, furnished with basic kitchen equipment and bed and bath linens. All of the cabins are located near the water, have fire places and accommodate up to four people. Additionally, 2 cabins are located on the Mallard Pointe Golf Course ",{"type":"[","value":["http:\/\/www.mallardpointegc.com\/view.asp?id=277&page=5563"]},". Each of these cabins consist of 4 bedrooms and equipped much the same as the other cabins. Reservations are required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Oxford Cottage"],["alt="],["url=http:\/\/www.theoxfordcottage.com\/"],["email="],["address=1802 East Jackson Avenue"],["lat="],["long="],["directions="],["phone =+1 662 801-9369"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A beautifully furnished, three bedroom, 3.5 bath cottage in the heart the historic centre. Beautifully appointed, luxury home has 10 foot ceilings, heart pine floors and a relaxing Southern environment."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Silver Ash Ranch Retreat & Riding Stable"],["url=http:\/\/www.silverashranch.com"],["email="],["address=3549 Bethlehem Rd"],["lat="],["long="],["directions=The Silver Ash Ranch is located 15 miles north on Hwy 7, take a right by the only gas station in the town in Waterford. After approximately 1 mile, take a left on Bethlehem Rd. The ranch will be about 6 miles down on your left."],["phone = +1 662-333-9419"],["tollfree="],["fax="],["hours="],["price=$65 and up"],["checkin=2PM"],["checkout=12PM"],["content=Beautiful ranch retreat and riding stable, 25 acre stocked fishing lake, trail rides, overnight accommodations, retreats, parties, family reunions, and other events. 20 miles from Oxford, bordering Holly Springs National Forest."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Wall Doxey State Park"]},", 3946 Highway 7 South, Holly Springs, MS (",{"type":"''","value":["25 miles north of Oxford"]},"), +1 662 252-4231.  Features nine air-conditioned cabins offering forest or lake views. Accommodating four to seven persons, cabins are equipped with bed and bath linens and feature screened porches and fireplaces. Reservations are strongly recommended."]},"\n",{"type":"===","value":["Motels \/ Hotels"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn Oxford"],["url=http:\/\/www.comfortinn.com\/hotel-oxford-mississippi-MS002"],["email="],["address=1808 Jackson Ave W"],["lat="],["long="],["directions="],["phone=+1 662 234-6000"],["tollfree="],["fax=+1 662 281-0101"],["hours="],["price="],["checkin="],["checkout="],["content=This hotel offers 49 rooms with one king or two queen sized beds. The one-room suites are equipped with hair dryers, coffee units, sofa beds, a large desk, and a seating area. A spacious executive suite offers an in-room jacuzzi. All rooms include microwaves, refrigerators, irons and ironing boards, and data port telephones."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn"],["url=http:\/\/www.the.daysinn.com\/oxford12447"],["email="],["address=1101 Frontage Rd"],["lat="],["long="],["directions="],["phone=+1 662 234-9500"],["tollfree="],["fax=+1 662 234-9330"],["hours="],["price="],["checkin="],["checkout="],["phoneextra=+1 662 513-4580"],["content= Rooms here include a coffee maker and hair dryer. There is an outdoor pool and conference\/meeting facilities. Close to both the campus and the Square."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Downtown Oxford Inn & Suites"],["url=http:\/\/www.downtownoxfordinnandsuites.com"],["email="],["address=400 N Lamar Blvd"],["lat="],["long="],["directions="],["phone=+1 662 234-3031"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located within walking distance of the Courthouse Square. The hotel is equipped with a restaurant, lounge, meeting facility, and outdoor pool. Recently underwent a major renovation and is one of the best moderately-priced places to stay because of its great location. Consider this and the ",{"type":"''","value":["Inn at Ole Miss"]}," first."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn"],["url=http:\/\/hamptoninn.hilton.com\/en\/hp\/hotels\/index.jhtml?ctyhocn=OXDMSHX"],["email="],["address=110 Heritage Dr"],["lat="],["long="],["directions="],["phone=+1 662 232-2442"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Clean fresh comfortable rooms standard with coffee maker, iron and ironing board, data port and complimentary in-room movie channel. Enjoy complimentary local calls and no surcharge for using a calling card. Guests also enjoy the following complimentary items: On the House hot breakfast, Hampton's On the Run breakfast bags (M-F), high speed internet access in every room, Wi-Fi in the lobby, meeting rooms and public areas, coffee and tea in the lobby 24 hours a day, and USA Today copies M-F. Hampton also offers a 24 hour front desk, message and fax service. One of the newest and nicest moderately-priced hotels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Hotel & Suites"],["url=http:\/\/www.ichotelsgroup.com\/redirect?&path=hd&brandCode=ex&hotelCode=OXFMS&_IATAno=99601994"],["email="],["address=112 Heritage Dr"],["lat="],["long="],["directions="],["phone=+1 662 236-2500"],["tollfree=+1-866 270-5110"],["fax=+1 662 236-7987"],["hours="],["price="],["checkin="],["checkout="],["content=Hotel offers 67 rooms including 34 suites. A deluxe continental breakfast, guest laundry, and a fitness center available. Rooms include 2 two-line telephones, voice mail, data ports, coffee maker, iron and ironing board, hair dryer, work desk, and ceiling fan. The suites also include microwaves, refrigerators, wet bar, and sleeper sofa. A newer hotel and one of the better in Oxford."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inn at Ole Miss"],["url=http:\/\/www.theinnatolemiss.com"],["email="],["address=Alumni Dr"],["lat="],["long="],["directions=Ole Miss Campus"],["phone=+1 662 234-2331"],["tollfree=+1-888-486-7666"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Inn at Ole Miss is on the Ole Miss campus right across from the beautiful Ole Miss Grove. Ninety-one rooms and two suites are available. A free continental breakfast, outdoor pool, and conference facilities are offered. A new all-suite tower is under construction. If you can get a room here, this is the best place to stay in town because of the value and location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ole Miss Motel"],["url="],["email="],["address=1517 University Ave"],["lat="],["long="],["directions="],["phone=+1 662 234-2424"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=If you are having an affair, this would be the place to meet your mistress. In fact, this motel was featured in the early 90's comedy flick \"The Gun in Betty Lou's Handbag\" as the scene of an affair and murder. Despite its limited services, it has a good location close to the Square and offers the nostalgia of a Route 66 motor inn. However, word may spread in church that your vehicle was seen in the parking lot, causing severe damage to your reputation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Super 8 Motel"],["url=http:\/\/www.super8.com\/Super8\/control\/Booking\/search_results?brand_code=SE&p_country=US&p_state=MS&p_city=Oxford"],["email="],["address=2201 Jackson Ave W"],["lat="],["long="],["directions="],["phone=+1 662 234-7013"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=114 rooms hotel located on Jackson Ave. close to Wal-Mart. Guest rooms and amenities include clock\/radio, coffeemaker, iron and ironing board, hairdryer, and 25 inch television with Direct TV, free local calls, super start breakfast. Jacuzzi rooms, Executive 2 Room Suites, and microwaves\/refrigerators available."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nOxford is a very safe town, with the court dockets mostly full of minors-in-possession, public drunks, and DUIs. Oxford Police are always nearby and allow little slack for disruptive behavior.  The town is safe to walk at any time of night, with only the most basic precautions necessary.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Game Day"]},"\n",{"type":"[[","value":[["File:Ole Miss vs Auburn.JPG"],["thumb"],["Homecoming 2012 - Ole Miss vs. Auburn"]]},"\nOxford is very crowded on football game days.  Football is a religion here, and fall Saturdays are the sabbath.  Therefore, expect heavy traffic, hotels that fill months in advance, and no available reservations at restaurants.  Officially, the Grove opens for tailgating at 6PM Friday night.  However, the crowds can overwhelm security as early as 4PM Friday night, and all the good spots in the Grove will be gone by 8PM.  Most tailgating is concentrated in the Grove, but it takes place everywhere on campus.  The Circle, next to the Grove, has more of a family atmosphere.  Officially, liquor but not beer is allowed in the Grove, but all alcohol must be kept in a cup and out of plain view. ",{"type":"[[","value":[["File:OleMissvsTexas.JPG"],["thumb"],["The Grove - Ole Miss vs. Texas - 9\/15\/2012"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olemiss.edu\/alcohol\/ Alcohol Policy"]}]},".  The University policy on alcohol is very complicated and enforcement of it is even more so.  Prior to 2007, alcohol was officially prohibited on campus, but the University turned a blind eye towards it.  In 2007, the University instituted a new policy that legalized liquor on all the campus and beer on the part of campus east of Gertrude Ford Boulevard.  However, all alcohol must remain out of plain view at all times.  Keep it in a cup or in your cooler.  While beer is technically illegal in the Grove, the police will not confiscate it if you keep it in a cup.  Also new for 2007 is a rule that allows the police to search unattended coolers, so keep it at a tent that is attended at all times or put a lock on it.  Bottom line: keep your alcohol out of plain view and under your control, keep your behavior in check, and you won't be bothered by the police.  And don't even think about drinking and driving."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vaught-Hemingway Stadium"]}," Where the three-time national champion Ole Miss Rebels play football.  For online ticket sales and a seating chart, visit the  Ole Miss Ticket Office ",{"type":"[","value":["http:\/\/www.olemissticketoffice.com\/"]},".  The stadium is officially alcohol free, but many fans sneak in a flask, and drinking in the club levels and suites is completely ignored. Expect extensive body searches at the visitor and student gates. If you enjoy being molested by a security guard of the same sex, you're in heaven. At the other gates, security generally just looks inside purses and bags..  "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olemiss.edu\/gameday Game Day Info"]}]}," from the University.  Including tailgating and stadium rules, traffic info, and parking info."]},"\n",{"type":"*","value":[{"type":"'''","value":["RV information"]},".  The university provides free gravel RV lots at the Old Taylor Road and the Coliseum Drive exits off of the Hwy 6 bypass.  Overflow RV parking is available at the intramural fields, accessed by the Coliseum Drive exit (turn left at the four-way stop).  Paved lots with hookups including cable TV are available, but they must be purchased for the whole season.  The University officially does not allow RV parking before Friday afternoon, but in reality, they allow parking in the gravel lots days in advance.  People are known to never move their RV's from one Saturday to the next.  A private RV park with full amenities is available in town.  Many choose to stay at the more spacious and scenic Sardis Lake ",{"type":"[","value":["http:\/\/mdwfp.com\/PARKVIEW\/facilities.asp?ID=2813&facType=developed&Facility=Developed+Camping"]},", which offers a plethora of cheap RV parking with full hookups in a tree-shaded environment.  It is located between Oxford and Batesville, 15 to 20 minutes from town."]},"\n",{"type":"*","value":[{"type":"'''","value":["RV information"]},".  Cart Barn Inn @ Yoda Creek has Rv parking. ",{"type":"[","value":["http:\/\/www.cartbarninn.com"]}," kay@cartbarninn.com 662-983-7829  Located 20 minutes south of Oxford down hwy 7 to hwy 9w to Bruce."]},"\n",{"type":"===","value":[" Churches "]},"\n\nIf your weekend visit to Oxford necessitates a visit with the Deity, there are many local worship options. Some of these houses of worship have enough historic value to warrant a purely secular visit any day of the week. True to its Deep South locale, Oxford is replete with Baptist and Methodist churches, but other faiths are by no means left out in this cosmopolitan university town. Here is a very small sampling of Oxford's larger and historic religious buildings and bodies:\n\n",{"type":"====","value":["Baptist"]},"\n",{"type":"*","value":[{"type":"'''","value":["Antioch Primitive Baptist Church"]},", South 15th Street. This congretation was organized in 1836. The congregation has been meeting in the current building since 1949. Sunday services are at 10:30AM"]},"\n",{"type":"*","value":[{"type":"'''","value":["First Baptist Church (SBC)"]},", 800 Van Buren Avenue, +1 662 234-3515, ",{"type":"[","value":["http:\/\/www.gotofirst.org\/"]},". The congregation was founded in 1842 and the original church structure was burned by Union troops in 1864. Current site was obtained in 1881 and the current building was completed in 1952. Sunday services are at 8:30AM, 9:45AM and 11AM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Second Baptist Church (MBC)"]},", 611 Jackson Avenue, +1 662 234-7868. Officially organized by former slaves in 1869, the roots of this faith community stretch back to Baptist and Methodist ex-slaves who built a brush arbor on the edge of the old Pegues Plantation near the current church structure immediately after emancipation."]},"\n",{"type":"====","value":["Catholic"]},"\n",{"type":"*","value":[{"type":"'''","value":["St. John the Evangelist Catholic Church"]}," ",{"type":"'''","value":["(Roman Catholic)"]},", 403 University Avenue, +1 662 234-6073. Catholic presence in Oxford dates back to antebellum times when small numbers of Catholic residents and students at the University relied on visiting priests for spiritual sustenance. St. John's was founded in the 1930s as a mission of Water Valley's St. Patrick's parish. The original church building (a simple neo-classical structure constructed in 1943) and its adjoining rectory\/parish hall, played host to federal troops sent to quell the riots surrounding the integration of the University in 1962. These buildings were later declared structurally unsound and were razed in 2003 for the construction of a new church building on the same property. Masses are celebrated on Sundays at 8:30AM, 11AM and 5PM."]},"\n",{"type":"====","value":["Episcopal"]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Peter's Episcopal Church"]}," ",{"type":"'''","value":["(ECUS)"]},", 113 South 9th Street, +1 662 234-1269. Organized in 1851, this was the original seat of the first Episcopal bishop of Mississippi, making this building the pro-cathedral (i.e. preliminary cathedral) for the Episcopal Diocese of Mississippi. First resident pastor was Frederick A.P. Barnard, originally a faculty member at Ole Miss, eventually the university's chancellor and, later, president of Columbia University. The building was completed in 1860 and was the only religious structure within the town limits of Oxford to survive the burning of the town by Union troops in 1864. William Faulkner was a parishioner. Sunday services are at 7:45AM, 9AM, 11AM and 5:30PM. There is a Spanish language service at 7PM."]},"\n",{"type":"====","value":["Methodist"]},"\n",{"type":"*","value":[{"type":"'''","value":["Old Burns Church\/Belfry Building"]},", Original Building - West Jackson Avenue. Oxford's first African-American church, organized by former slaves in 1869 as Sewell Chapel, it was renamed Burns Methodist-Episcopal Church in 1900. An original wood frame structure was replaced in 1910 by the current brick building. The current congregation moved to a modern structure in 1973 on the corner of Molly Barr Road and Washington Avenue. After the congregation moved out, the 1910 building served for a time as an office for author John Grisham. Grisham donated the building for use as a Civil Rights museum. The congregation's current church building is located at 600 Molly Barr Road. Sunday worship service is at 11AM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Oxford-University Methodist Church (UMC)"]},", University Avenue, +1 662 234-5278. Founded in 1836 as Oxford Methodist-Episcopal Church, the congregation was originally served by a circuit-riding minister who made regular stops in Oxford for services. The church's first building was located on Van Buren Avenue and the congretation went through two more structures on Jackson Avenue before purchasing the current site in 1936. Services began at the current site in 1937 and the current brick sanctuary was completed in 1950. Famous parishioners have included Charles B. Galloway and L.Q.C. Lamar."]},"\n",{"type":"====","value":["Presbyterian"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["College Hill Presbyterian Church (PCA)"]},", College Hill Road, +1 662 234-5020. The church was originally organized in 1835. The building, built using slave labor and bricks fired on the grounds, was completed in 1846. It is the oldest church building in the Oxford area. During the Civil War, the surrounding community of College Hill was invaded by Union General Sherman and his troops in 1862, who occupied the grounds of the church and used the church building itself for sleeping quarters. William Faulkner was married here in 1929. The original structure and furnishings remain remarkably unchanged. The pulpit, pews and pew gates are original to the structure. The only major structural changes to the original structure were: 1) the addition of a veneer of modern brick which covers the structure's original exterior bricks (though the original brickwork is still viewable at a view points on the east side of the church exterior where some of the modern bricks were purposefully left un-mortared and can be temporarily removed to \"peek\" at the original bricks beneath), 2) the modern addition of office space in the rear of the structure, and 3) the removal of the building's slave galley (a balcony reserved for slaves to sit in during church services). The exterior doors which once led to the galley, however, still remain, floating ominously above the main entrance to the church, sans stairs."]},"\n",{"type":"*","value":[{"type":"'''","value":["First Presbyterian Church (PCUSA)"]},", 924 Van Buren Avenue, +1 662 234-1757. The first Presbyterian congregation in the town of Oxford was organized in 1837 by early settlers of Scottish descent. The church's original 1847 wood frame building fell casualty to the flames of 1864 (when the courthouse, it's square and other buildings and homes in town were burned by federal troops). The current building was built in 1881. Sunday worship services are at 8:30AM and 11AM."]},"\n",{"type":"====","value":["Unitarian-Universalist"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Unitarian-Universalist Congregation of Oxford,"]}," 31 County Road 198, +1 662 513-0970.  An intergenerational community that fosters spiritual growth through free thought and respect for personal beliefs.  Visitors of all faiths and beliefs are welcome.  Services are Sundays at 11AM, and children of all ages are welcome with childcare provided during the service (from 10:50 -12:15.)"]},"\n",{"type":"====","value":["Mormon (The Church of Jesus Christ of Latter-day Saints)"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Oxford Ward of the Church of Jesus Christ of Latter-day Saints,"]}," 3501 S Lamar Blvd, '' Worship service at 10AM.  Visitors are welcome."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["An excellent side trip, especially late at night after the bars close, is to ",{"type":"'''","value":["Graceland Too"]}," ",{"type":"[","value":["http:\/\/www.roadsideamerica.com\/tips\/getAttraction.php3?tip_AttractionNo==781"]},".  It is located 30 miles north in Holly Springs.  Students from the University have been known to visit this culturally-unique icon at all hours of the day (and night).  Even if you are not an Elvis fan, the real entertainment is the proprietor Paul McLeod, who puts on quite a show.  Just get to Holly Springs and any local can direct you to the fun.  It is open 24 hours and the cost is only $5.  After your third visit, you become a lifetime member and never have to pay again.  You also get your picture taken while wearing Elvis' actual leather jacket."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Memphis"]]}]},"-- The closest major city, known for Graceland, Beale Street, great music, and a revitalized downtown"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tunica"]]}]},"-- The South's gambling mecca featuring a dozen large casino resorts"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tupelo"]]}]},"--The birthplace of Elvis Presley"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Clarksdale"]]}]},"--The location of the famous Crossroads intersection of Highway 61 and 49 is known for its Delta blues and famous blues musicians"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Natchez"]]}]},"--The historic rivertown with the South's grandest collection of antebellum homes"]},"\n",{"type":"{{","value":[["Guidecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Mississippi Hills"]]},"\n",{"type":"{{","value":[["geo"],["34.3668"],["-89.5186"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Oxford, Mississippi"]]}]