[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Oven Camp.jpg"],["thumb"],["300px"],["Macleay River, Oven Camp, Oxley Wild Rivers National Park, NSW"]]},"\n",{"type":"[[","value":[["Image:Apsley Falls 08.JPG"],["thumb"],["220px"],["Apsley Falls, Walcha, NSW"]]},"\n",{"type":"'''","value":["Oxley Wild Rivers National Park"]}," is in the ",{"type":"[[","value":[["New England (New South Wales)"],["New England"]]}," region of ",{"type":"[[","value":[["New South Wales"]]},", ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Oxley Wild Rivers National Park"]}," (OWRNP) is 445 km (by road) north of ",{"type":"[[","value":[["Sydney"]]}," and 20 km east of ",{"type":"[[","value":[["Walcha"]]},". It is one of the largest national parks in NSW, is listed a ",{"type":"[[","value":[["UNESCO_World_Heritage_List"],["World Heritage Area"]]}," by UNESCO and forms part of the ",{"type":"[[","value":[["Gondwana Rainforest of Australia"]]},". Most of the lookout platforms and visitor facilities are readily accessible on the gorge rim, providing spectacular views into the Apsley and Macleay Gorges.\n\n",{"type":"===","value":["History"]},"\nThe OWRNP region was the tribal area of the Dunghutti people, whose descendants are now concentrated on the lower Macleay River. Archaeological evidence of Aboriginal camp sites have been found on the upper terraces of the Macleay and Apsley Rivers.\n\nThe park is named in memory of John Oxley who was the first European through the area when he passed near the Apsley Falls in September 1818. Major Archibald Clunes Innes, Commandant of Port Macquarie Penal Settlement, sent the first government gangs to penetrate the remote and inaccessible gorges and valleys in search of Australian red cedar (",{"type":"''","value":["Toona ciliata"]},") in c.1827. The cedar logs were hauled from the hillsides and floated down-river to Kempsey for loading on ships bound for Sydney.\n\nThe cedar cutters were soon followed by pioneer cattle graziers who took up Crown leases to start properties such as Kunderang and Toorooka. \n\n",{"type":"===","value":["Landscape"]},"\nOxley Wild Rivers National Park covers 145,000 ha and contains the scenic Macleay Gorges Wilderness Area. \n\n",{"type":"===","value":["Flora and fauna"]},"\nThis National Park was World Heritage listed in recognition of the extensive dry rainforest that occurs within the park, and the associated rich biodiversity that includes several rare or threatened plants and animals.\n\n",{"type":"===","value":["Climate"]},"\nTypically the temperatures increase when descending from the tablelands to the rivers and valleys of the parks. The higher peaks may be quite chilly during any season and warm clothing should be carried. Frosts may ice drinking water in winter and summer storms are common.\n\n",{"type":"==","value":["Get in"]},"\nOxley Wild Rivers National Park can easily be accessed by a regular vehicle, 20 km east of ",{"type":"[[","value":[["Walcha"]]}," at the ",{"type":"'''","value":["Apsley Falls"]},", 1 km off the Oxley Highway via a sealed road. ",{"type":"'''","value":["Gara Gorge"]}," is 18 kilometres south-east of ",{"type":"[[","value":[["Armidale"]]}," along the Castledoyle Road turning off ",{"type":"'''","value":[{"type":"[[","value":[["Waterfall Way"]]}]},". Other access points are available further east of Armidale and off the Waterfall Way.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA fee is payable and a key must be obtained at Apsley Motors to travel to ",{"type":"'''","value":["Riverside"]}," and ",{"type":"'''","value":["Youdale's Hut"]}," where a low range 4WD can be taken for a day trip or camping. Bookings can be made through the NPWS Walcha office or Apsley Motors, Walcha on (02) 6777 2755 or (02) 6777 4700.\n\nThe same conditions apply to visiting ",{"type":"'''","value":["East Kunderang"]}," and ",{"type":"'''","value":["Halls Peak"]}," camping area - contact the Armidale NPWS on +61 2 6738 9100. Other locations provide free camping sites, with the exception of Green Gully campground overlooking the Chandler and Wollomombi Rivers, which is off the Waterfall Way.\n\n",{"type":"==","value":["Get around"]},"\nThe spectacular Apsley Falls, Tia Falls and Wollomombi Falls are easily accessed using a regular vehicle. A 4WD with low range is required if trips are planned into the wilderness areas of Riverside Camping Area and Youdale’s Hut.  \n\nHorses may only be ridden along the Bicentennial National Trail which passes by Youdales Hut and Kunderang Homestead.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Apsley Falls"]}," – 20 kilometres east of Walcha, 1 km off the Oxley Highway. There is a 52 m steel stairway leading to an observation deck (with disabled access) where there are great views of the deep gorge and the falls. There are two spectacular falls, with two walking tracks taking in the Gorge Rim Walk and the Oxley Walk.  \n\n",{"type":"'''","value":["Tia Falls"]}," – 38 kilometres east of Walcha, 6 km off the Oxley Highway. The turnoff for this road is 19 kilometres past the Apsley Falls turnoff (travelling from Walcha). There are spectacular falls, with two walking tracks taking in the Falls and Gorge Walk (1.5 kilometres return) and the Tiara Walk (5 kilometres return), picnic facilities. \n\n",{"type":"'''","value":["Budds Mare campground"]}," is 44 kilometres east of Walcha via the Moona Plains Road. The route includes eight kilometres of unpaved roads, it is currently unsuitable for standard 2WD cars in its present washed out condition, as at 1 March 2011. The trail beyond Kanagra Vale gate provides public access to Budds Mare and Riverside camping areas. Budds Mare is set in bushland and a short walk takes you to the lookout which has spectacular views over Gondwana dry rainforest in the Apsley River Gorge. Heading to the right from the shelter shed is a track to a vantage point that overlooks Rusden Creek Gorge. There is a good eight kilometre walk from here down the ridge to the Riverside Visitor Area on the Apsley River, but it is only for well prepared bushwalkers with a sound knowledge of steep country. Return up the same track or follow the road from Riverside up to the top. The return routes are a demanding climb, suitable for fit, experienced bushwalkers only, carrying ample provisions. Alternatively, a 4WD vehicle pick-up may be arranged at Riverside.   \n\n",{"type":"'''","value":["Wollomombi Falls"]}," has a spectacular gorge with two waterfalls which are best seen after a good fall of rain. They are located 40 kilometres east of Armidale along the ",{"type":"[[","value":[["Waterfall Way"]]},". See rugged scenery, picnic, stroll along one of the gorge rim trails, or hike to the gorge riverbed. Facilities include drinking water, toilets, shelter shed and fireplace and bush camp sites are available for overnight stays. \n\n",{"type":"'''","value":["Dangars Gorge and Falls"]}," are 22 kilometres south-east of Armidale along the Dangersleigh Road and are home to the Dangars Falls (which need rain to flow over the gorge). It is the starting point for several walks. There are good places for picnics, camping and bushwalking. \n\n",{"type":"'''","value":["Riverside"]}," Rest Area is on the banks of the Apsley River, 50 kilometres east of Walcha and is reached by the Moona Plains Road.  The trail beyond Kanagra Vale gate provides public access to Budds Mare and Riverside camping areas. The trail from Budds Mare Rest Area is a steep gravel track and a ",{"type":"'''","value":["4WD with low range"]}," is necessary. Trailers are not permitted. Fees apply, a locked gate key and permit are essential to use this trail with a vehicle. Bluff Rock (or The Terrace) walk - 1.5 km, 1 hour, medium difficulty, is reached by heading north-west from the visitor area, across a gully and up the hill to the management trail which leads to the top of the bluff rock, overlooking the river and across to Paradise Rocks. Activities: Swimming, hiking, fishing and photography.  \n\n",{"type":"'''","value":["Youdales Hut"]}," is a historic pioneering timber slab walled hut that was built in the 1930s on a small pastoral run established in the Kunderang Gorges.  This camping ground is approximately 96 km from Walcha and can be accessed via Kangaroo Flat Road, which leaves the Oxley Highway 55 kilometres from Walcha. The trail is narrow and steep and a ",{"type":"'''","value":["4WD with low range is necessary"]},". Trailers are not permitted. Visitor numbers are limited so bookings are essential. A permit and key is necessary to gain entry to this area and they may be obtained from Apsley Motors or the NPWS office, Walcha. The area caters for both picnickers and campers, with wood barbecues (wood provided), toilet and interpretation display at the hut. It's ideal for picnics, swimming and short walks.\n\n",{"type":"==","value":["Do"]},"\nRide or walk the Bicentennial National Trail which passes through the park.\n\n",{"type":"==","value":["Buy"]},"\nNo shops or stalls are located in the OWRNP.\n\n",{"type":"==","value":["Eat"]},"\nTake your own food.\n\n",{"type":"==","value":["Drink"]},"\nOne may take their own drink, but it is usually safe to drink running water from streams, in moderate amounts, especially if boiled or treated.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[{"type":"'''","value":["East Kunderang"]}," a historic colonial homestead set on the banks of the Macleay River 112 km east of Armidale via Wollomombi. A 4WD vehicle is needed, a fee is payable, and a key is available from the Armidale NPWS. The homestead may be booked for up to ten people, for a minimum of two nights."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holden's Hideaway Cabin"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=02 67779194"],["price="],["checkin="],["checkout="],["content=Table Top. Situated 32 km from Walcha out towards the Winterbourne area. Phone, Secluded cabin on 2,518 acres on the edge of the spectacular Oxley Wild Rivers National Park and the Hole Creek Nature Reserve. Gas stove, fridge\/freezer, gas hot water for showers and a four-burner gas BBQ. Cutlery, pots, pans and crockery are all supplied. Within the property, there are 60 km of 4wd tracks for those with a taste for adventure. Accommodation for up to 10 people in the cabin. Large camping area around the cabin."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cheyenne Wilderness Retreat Farm Cottage"],["alt="],["url=http:\/\/www.cheyenneretreat.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Winterbourne Rd, Walcha NSW 2354. From Walcha go north, turn right at the showground, follow the Cheyenne signs for about 35 km from town centre to the end of the road. Telephone: +61 2 6777 9172, Facsimile: +61 2 6777 9117. Self contained in the cottage or fully catered in the homestead guest wing. These buildings are perched on the escarpment of the Oxley Wild Rivers National Park and Wilderness Area. Cheyenne, is a working 760 hectares (2,000 acres) cattle property."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=West Kunderang Recreational Retreat"],["url="],["email="],["address=Biston Park, Jeogla, NSW"],["lat="],["long="],["directions="],["phone=+61 2 6778 1264"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A private working cattle property on the banks of the Macleay River that is completely surrounded by the Oxley Wild Rivers National Park. Offers bushwalking, canoeing, fishing, horse riding and four wheel driving within the property."]]}]},"\n",{"type":"===","value":["Camping"]},"\nContact the Armidale or Walcha NPWS regarding access and camping fees etc. See also Armidale and Walcha below for more details.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Apsley Falls"]}," - You can park a caravan, trailer, or a tent in this campground. There are a total of 15 campsites there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Budds Mare"]}," campground is 44 km east of Walcha via the Moona Plains Road. See Walcha below for more information. Facilities here include: Campsites, toilets, picnic tables, wood barbecues, a supply of firewood. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dangars Gorge and Falls"]},", 22 km south-east of Armidale along the Dangersleigh Road has 20 km of walking tracks. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Halls Peak"]}," camping area is off Raspberry Road, east of Armidale. The very steep 4WD trail, suitable only for vehicles with a low range and high clearance, continues on down to a good camping area on the Chandler River. The new facility consists of thirteen camping sites with pit fires, tables, barbecues and toilets. There are several mines in this area and the Halls Peak Mine may be seen from near the camping area. Access is by key only and fees are payable. Bookings can be made through the Armidale NPWS on +61 2 6738 9100."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Riverside"]}," is a rare area where one can take a low range 4WD into a wilderness area for a day trip or camping, after paying a fee and obtaining a key at Apsley Motors. Facilities: 13 camp sites, toilets, picnic tables, electric\/gas barbecues, wood barbecues, firewood supplied. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tia Falls"]}," - You can park a caravan, trailer, or a tent in this campground."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wollomombi Falls"]}," camping area 40 km east of Armidale has drinking water, pit toilets, shelter shed, fireplace and bush camping available for overnight stays.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Youdale’s Hut Rest Area"]}," about 96 km from Walcha, is another 4WD destination with facilities which includes six campsites. See below."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Long Point"]}," campground - Access is via the historic gold mining town of Hillgrove, from Waterfall Way."]},"\n",{"type":"===","value":["Backcountry"]},"\nBeing a large area, there is ample to keep the adventurous occupied. Backpack camping is permitted throughout the park. \n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Exposure: Be prepared for extremes of temperature in 'The Falls' (gorge) country and nearby areas. "]},{"type":"*","value":[" Goannas will eat your food unless you have it well covered or hung up in a tree."]},{"type":"*","value":[" Snakes may be seen, but are unlikely to attack unless provoked."]},{"type":"*","value":[" Stinging trees (",{"type":"''","value":["Dendrocnide"]},") are quite common in many areas of the OWRNP and direct contact with these leaves causes a great deal of pain and can lead to hospitalization. This small tree has large heart shaped, lime-green leaves, often with small holes in them and covered with many fine stinging hairs."]},{"type":"*","value":[" Ticks and leeches may be encountered."]},"\nIt is advisable to carry a first aid kit as many of the OWRNP locations are very isolated.\n\nBe aware that many of the estimates for hiking times given in brochures underestimate the times that various trips will take. Food and other allowances should take this factor into consideration when planning trips.\n\n",{"type":"'''","value":["Note"]},": There are many areas in the park and surrounding areas where mobile (cell) phones (including Next G country models) do not have coverage. \n\n",{"type":"'''","value":["Emergency numbers"]},": Throughout Australia, the number for emergency services (Police, Fire and Ambulance) is 000 (triple zero). When using a mobile or cell phone, the numbers 000 and 112, are free of charge, and connect using any of the available networks. \n\nEmergency numbers such as 911 and 999 do not work within Australia.\n\n",{"type":"==","value":["Go next"]},"\nThere are ten separate visitor areas. Gara Gorge is for day use only. Wollomombi Gorge, Long Point, Dangars Gorge, Budds Mare, Apsley Falls and Tia Falls are suitable for 2WD car-based camping.\n\n",{"type":"===","value":["Walcha"]},"\n",{"type":"*","value":[" Visit the spectacular ",{"type":"'''","value":["Apsley Falls"]},", 20 km east of Walcha on a sealed road. The site has disabled persons access, about 7 viewing platforms, a gorge rim walk, picnic and camping areas. ",{"type":"'''","value":["Tia Falls"]}," are about 44 km east along the Oxley Highway. "]},{"type":"*","value":[{"type":"'''","value":["Budds Mare"]}," campground is 44 km east of Walcha via the Moona Plains Road. The viewing platform provides excellent views over the Apsley River Gorge. There is strenous 8 km walking track to the river, but a 4WD vehicle pickup may be made at Riverside after the fee and access key are obtained."]},{"type":"*","value":[{"type":"'''","value":["Riverside"]}," is a rare area where one can take a ",{"type":"'''","value":["low range 4WD"]}," into a wilderness area for a day trip or camping, after paying a fee and obtaining a key at Apsley Motors. "]},{"type":"*","value":[{"type":"'''","value":["Youdale’s Hut Rest Area"]}," about 96 km from Walcha, is another 4WD destination.  It is possible to access here for day visits or camping after paying a fee and obtaining a key at Apsley Motors. The facilities include 6 campsites."]},"\n",{"type":"===","value":["Armidale"]},"\n",{"type":"*","value":["Take a spectacular Fleet Helicopters ",{"type":"[","value":["http:\/\/www.fleethelicopters.com.au\/tours.html"]}," ",{"type":"'''","value":["helicopter flight"]}," over the wild rivers of the Oxley Wild Rivers National Park with its rugged surrounds."]},{"type":"*","value":["Take a drive east along ",{"type":"'''","value":["Waterfall Way"]}," and see the ",{"type":"'''","value":["Chandler Falls"]}," and ",{"type":"'''","value":["Wollomombi Falls"]},", the highest waterfalls in NSW."]},{"type":"*","value":[" Visit ",{"type":"'''","value":["Long Point"]}," campground - Access is via the historic gold mining town of ",{"type":"[[","value":[["Hillgrove"]]},", from Waterfall Way."]},{"type":"*","value":[" Camp at ",{"type":"'''","value":["Dangars Gorge and Falls"]},", 22 km south-east of Armidale along the Dangersleigh Road has 20 km of walking tracks."]},{"type":"*","value":[" ",{"type":"'''","value":["Gara Gorge"]},", 18 km along the Castldoyle Road, is a popular picnic and barbecue area that has scenic bush walks and swimming holes. It is the site of Australia's first public hydro-electric scheme. "]},"\n",{"type":"{{","value":[["geo"],["-30.9964"],["152.0100"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["New England (New South Wales)"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Oxley Wild Rivers National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Oxley Wild Rivers National Park"]]}]