[{"type":"{{","value":[["pagebanner"],["Bruddesta banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olandsturist.se\/ Öland"]}]}," is ",{"type":"[[","value":[["Sweden"]]},"'s largest island second to ",{"type":"[[","value":[["Gotland"]]},". It lies in the ",{"type":"'''","value":["Baltic Sea"]}," off the coast of ",{"type":"[[","value":[["Småland"]]},", connected to the mainland by a bridge from ",{"type":"[[","value":[["Kalmar"]]},".\n\n",{"type":"[[","value":[["Image:Sverigekarta-Landskap Öland.svg"],["250px"],["right"]]},"\n\n",{"type":"==","value":[" Cities "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Borgholm"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Färjestaden"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mörbylånga"]]}]},"\n",{"type":"==","value":[" Other destinations "]},"\n\n",{"type":"==","value":[" Understand "]},"\nÖland is rather sparsely populated, with most of the land consisting of farm land or in the north woods.\n\n",{"type":"==","value":[" Talk "]},"\nWhile English is widely known by most Swedes, the level of English spoken at the country side (including Öland) is noticeably lower than, for example, the level of English spoken in Stockholm.\n\nObserve that most tourist information signs will be in Swedish, English, German and in rare cases Dutch and\/or French.\n\n",{"type":"==","value":[" Get in "]},"\n;By plane or train\nThe nearest airport and railway is in ",{"type":"[[","value":[["Kalmar"]]},", see that page.\n;By car or bus.\nYou get in by car or bus from Kalmar over the Ölandsbron bridge.\n\n",{"type":"==","value":[" Get around "]},"\nTransportation is limited. There is no railway on Öland. and the bus routes and bus departures are relatively few, even though the situation gets a lot better during the tourist season from the beginning of June to the middle of August. Taking the bus, however, remains the most convenient way to get around on the island, since they cover most of the island and can get you within biking distance of interesting sights and beautiful beaches. Bringing a bike is recommendable, and convenient, as passengers are allowed to bring bikes on the buses. It's also the best way to experience the unique landscape of Öland. There are very nice biking trails along the long coast of Öland.\n\nSee ",{"type":"[","value":["http:\/\/www.klt.se KLT"]}," for bus connections from Kalmar and inside Öland.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Borgholm Castle"],["alt=Borgholms slott"],["url=http:\/\/www.borgholmsslott.se\/index.php?pid=23&lang=eng"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(or rather its ruin, as it burnt down in the 19th Century). It is not open all year round, but you can always admire it from a distance."]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["southern agricultural landscape"]}," (",{"type":"''","value":["Alvaret"]},") of Öland is a ",{"type":"[[","value":[["UNESCO World Heritage site"]]},". It is a unique landscape with rare species and evidence of human settlements from prehistoric times. This place is often listed as one of the must-sees in Sweden by Swedish, as well as international, travel magazines."]},{"type":"*","value":[" The villas in Borgholm have a lot of character, and it is rather entertaining to walk around and look at them."]},{"type":"*","value":[" ",{"type":"'''","value":["Solliden"]}," is the Royal summer residence with its beautiful garden."]},{"type":"*","value":[" ",{"type":"'''","value":["Vida Museum"]}," showing the works of among others Bertil and Ulrika Wallien and Ulf Trotzig"]},{"type":"*","value":[" ",{"type":"'''","value":["Eketorp"]}," an old fortification stemming from the middle ages with activities for children"]},{"type":"*","value":[" ",{"type":"'''","value":["Böda Sand"]}," a beautiful sandy beach on the very north of the island. To get there you walk through a mesmerizing forest called the Trolls' forest (Trollskogen)."]},{"type":"*","value":[" The rock formations, called ",{"type":"'''","value":["raukar"]},", on the beautiful Byerum beach. These formations have been created by natural erasion over thousands of years. If you're interested in seeing more of these 'raukar' they are in fact even more plentiful on Sweden's largest island, ",{"type":"[[","value":[["Gotland"]]},"."]},{"type":"*","value":[" The Northern tip of the island, with its lighthouse (Långe Erik), natural preserve and ",{"type":"'''","value":["Neptune's fields"]}," (Neptuni ängar)"]},{"type":"*","value":[" The Southern tip of the island, with its lighthouse (Långe Jan) and bird sanctuary\/center (Ottenby Fågelstation)."]},{"type":"*","value":[" The landscape south of Mörbylånga, which is now also a UNESCO World Heritage."]},{"type":"*","value":[" The only lake on Öland, ",{"type":"'''","value":["Hornsjön"]}]},"\n",{"type":"===","value":[" Itineraries "]},"\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[" Spend a day at one of Öland's many beaches"]},{"type":"*","value":[" Bike along the Öland trail (Ölandsleden), or the shorter Sweden trail (the part that runs on Öland, that is)"]},{"type":"*","value":[" Spend a day or two in the beautiful town of ",{"type":"[[","value":[["Borgholm"]]}," with its charming villas and cozy cafés. Close to the town are also the Borgholm castle and the Solliden (royal residence), which are both well worth a visit. The massive castle situated on a hill with a stunning view of the town of Borgholm and the sea and Solliden with its beautiful architecture as well as its gardens."]},{"type":"*","value":[" Buy potteryware from the many skilled potters. (Paradisverkstan is one of the big, located between Färjestaden and the Öland bridge. Resmo krukmakeri is also worth a trip in itself)"]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"''","value":["Kroppkaka"]}," is a Småland\/Öland specialty. Smoked fish is another one. Berries are usually abundant throughout the summer and early autumn. Mushrooms are plentiful in autumn.\n\n",{"type":"==","value":[" Drink "]},"\nThe island doesn't have much to offer in the nightlife department but if you head into the larger towns, e.g. ",{"type":"[[","value":[["Borgholm"]]}," (in particular), ",{"type":"[[","value":[["Färjestaden"]]}," and ",{"type":"[[","value":[["Mörbylånga"]]}," you will see a few nice restaurants and bars. The Strand Hotel in ",{"type":"[[","value":[["Borgholm"]]}," has a great nightclub in the summer.\n\n",{"type":"==","value":[" Stay safe "]},"\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"[[","value":[["WikiPedia:Öland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Sweden\/Regions\/Öland\/"]]},"\n",{"type":"{{","value":[["geo"],["56.7333"],["16.6667"]]},"\n",{"type":"{{","value":[["DEFAULTSORT:Oland"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Götaland"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]