[{"type":"{{","value":[["Pagebanner"],["Ölgii banner Eagle hunters.jpg"],["otbp=yes"]]},"\n\n",{"type":"[","value":["http:\/\/discover-bayanolgii.com\/ ",{"type":"'''","value":["Ölgii"]}]}," is the capital of ",{"type":"[[","value":[["Bayan-Ölgii"],["Bayan-Ölgii province"]]}," and is also known as Olgii, Ulgy, or Ulgii.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Olgii from Bugan Tou.JPG"],["thumb"],["300px"],["right"],["View from Bugan Tou Mountain overlooking Ölgii"]]},"\n\nNestled in the Altai mountains in western Mongolia, this small city was established in the 1840s by Kazakhs fleeing the expanding Russian Empire. Though current day Bayan-Ölgii was likely a wintering grounds for nomadic Kazakh herders living in what is now Xinjiang Province of China. More Kazakhs came after Stalin started suppressing traditional cultures and religion and during the Chinese Civil War in the 1930s. During this time Ölgii became a staging point for a Soviet-supported rebellion against the Nationalists in the western Muslim region of China. After the Chinese Communists won, Kazakh rebels and religious leaders were purged, about 500 arrested and 100 murdered in Bayan-Ölgii alone. The region was largely ignored since then, allowing the Kazakh's unique culture based on nomadic herding, vibrant art and music, and large, close families. Nowhere else on earth has the traditional practice of hunting with eagles been so well preserved, with 250 active ",{"type":"'''","value":["Kazakh eagle hunters"]}," in this small remote province.\n\nÖlgii serves as the starting off point for visiting ",{"type":"[[","value":[["Altai Tavan Bogd National Park"]]}," and ",{"type":"[[","value":[["Tsambagarav National Park"]]}," and the beautiful snow-capped mountains, glaciers, plentiful wildlife, nomadic herders still living felt tents called gers, and eagle hunters just outside the city.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   -10.7"],["febhigh =   -6.9"],["marhigh =   1.2"],["aprhigh =   9.0"],["mayhigh =   16.1"],["junhigh =   21.2"],["julhigh =   22.6"],["aughigh =   21.2"],["sephigh =   15.5"],["octhigh =   6.9"],["novhigh =   -2.4"],["dechigh =   -9.2"],["janlow =   -22.6"],["feblow =   -21.1"],["marlow =   -13.6"],["aprlow =   -5.1"],["maylow =   3"],["junlow =   8.3"],["jullow =   10.4"],["auglow =   8.6"],["seplow =   2.7"],["octlow =   -4.9"],["novlow =   -13.7"],["declow =   -20.2"],["janprecip =  0.6"],["febprecip =  0.5"],["marprecip =  1.3"],["aprprecip =  4.5"],["mayprecip =  10.6"],["junprecip =  25"],["julprecip =  34"],["augprecip =  20"],["sepprecip =  12.5"],["octprecip =  3.0"],["novprecip =  0.7"],["decprecip =  1.0"],["description = NOAA (1961-1990)\n",{"type":"<","value":["br"]},"\nurl = ftp:\/\/dossier.ogp.noaa.gov\/GCOS\/WMO-Normals\/RA-II\/MO\/44214.TXT ",{"type":"<","value":["br"]}]]},"\n\nÖlgii experiences a desert climate with long, very dry, very cold winters and short, warm summers.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Olgii-airport.jpg"],["thumb"],["Terminal at Olgii Airport"]]},"\nRoutes to enter include coming by plane to the Ölgii Airport, usually from either ",{"type":"[[","value":[["Ulaanbaatar"]]}," in Mongolia or from ",{"type":"[[","value":[["Kazakhstan"]]},"; routes can also include biking in, driving in by bus (from Ulaanbaatar or the ",{"type":"[[","value":[["Altai Krai"],["Altai region"]]}," of ",{"type":"[[","value":[["Russia"]]},"), or by private taxi\/transit.\n\n",{"type":"===","value":["By Plane"]},"\nÖlgii Airport is located 5 km from the center of the city. The airport has a new concrete runway and modern controls. Most flights are from Ulaanbaatar with the occasional stop on the way in Hovd, Ulaangom, or Moron. There has been flights to ",{"type":"[[","value":[["Kazakhstan"]]}," in the past, but none currently.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=AeroMongolia"],["url=http:\/\/aeromongolia.mn\/"],["email= ulgii@aeromongolia.mn"],["address="],["lat="],["long="],["directions=Same building as the Visitor Information Center on the southeast corner of the square on the 2nd floor."],["phone=+976 11 330373 (Ulaanbaatar)   +976 8808 0025 (Ölgii)"],["tollfree="],["fax="],["hours=Office Hours: 09:00-18:00 Everyday except Wed and Sun"],["price="],["content= It is generally cheaper, but uses older planes. Flights are Tues, Thurs, and Sat."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Eznis Airways"],["url=http:\/\/www.eznis.com\/"],["email="],["address="],["lat="],["long="],["directions=Ölgii office is next to the post office on the 2nd floor of the Altai Cashmere building."],["phone=+976 11 331111 (Ulaanbaatar)   +976 7042 7337 (Ölgii)"],["tollfree="],["fax="],["hours=Office Hours: Mon-Fri 09:00-18:00, Sat-Sun 10:00-18:00"],["content= Eznis has the newest aircraft and foreign pilots, though it costs more. Flights from ",{"type":"[[","value":[["Ulaanbaatar"]]}," land in Ölgii before continuing to ",{"type":"[[","value":[["Ulaangom"]]},". This is the only guaranteed transportation between the two cities. Flights on Mon, Wed, Fri, and Sun."]]}]},"\n",{"type":"===","value":["By Bus"]},"\nThere is a bus 3 times a week from Ulaanbaatar (48+ hours on most unpaved roads) costing 80,000 Tugriks. It leaves for UB from the Dragon Center in UB, and to UB from the Theater (giant red building west of square) in Ölgii. Bus to Kazakhstan leaves every 10 days, and cost US$100 to Astana. You need to get visa in UB first. Tickets can be bought in the basement of the west wing of the theater building. Buses leave for UB on Monday, Wednesday, and Friday at exactly 15:00. There are shared jeeps daily to and from ",{"type":"[[","value":[["Hovd"]]},". These are cheap, but very overcrowded. They leave from the Bazaar in Ölgii and Black Market in Hovd. Times depend on the driver. Travel time is roughly 8 hours, with a stop around halfway for dinner of buuz and hoshuur (steamed mutton dumplings and fried mutton pancakes). Price of shared jeep to Hovd is 20,000T.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Ölgii regions map.png"],["thumb"],["375px"],["Town map"]]},"\n\nTaxi is 700T per km.\n\nÖlgii is not a large town so you should be able to get most places by walking, 30-40 minutes at the most. There are no addresses. Business cards usually provide directions from a nearby landmark. For example, Eznis office is \"2nd floor of Altai Cashmere Building next to Post Office.\" Unofficial taxis are cheap and can be found alongside major roads or in\/near the city square. You can signal for a taxi by sticking your hand out waste high and flicking your wrist. As of 2013 it costs around 700-2100 togrog, depending where you're going, more if you don't speak Kazakh. Most drivers will speak Kazakh, but can speak Mongolian; bring a pencil and paper to write down numbers (in Tg) if you don't speak either.\n\nBy going to the bazaar you can also hire a shared taxi which is going further away into nearby towns, but note that the bazaar is closed on Mondays. Most taxis leave around 3-4PM afternoon. The Tourist Visitor Center can help arrange jeeps for getting out into the countryside as well as permits for various parks. Shared jeeps typically have at least 10 and up to 15 passengers for a 5 seat jeep.\n\n",{"type":"===","value":["To the Soums"]},"\nThere are shared jeeps on most days, except Monday, to the various Soums (villages) in Bayan-Ölgii. Jeeps leave the soums in the morning for Ölgii and return in the afternoon. Below are approximate prices in togrogs of transport to each Soum;\n",{"type":"*","value":["Altai, 10,000T"]},{"type":"*","value":["Altantsogts, 4,000T"]},{"type":"*","value":["Bayannuur, 12,000T"]},{"type":"*","value":["Bugat, 500T      (For shared jeep, taxi is 3,500T)"]},{"type":"*","value":["Buyant, 7,000T"]},{"type":"*","value":["Deluun, 15,000T"]},{"type":"*","value":["Nogoonnuur, 6,000T"]},{"type":"*","value":["Sagsay, 4,000T"]},{"type":"*","value":["Tolbo, 7,000T (paved road) - 60 km"]},{"type":"*","value":["Tsaagannuur,  5,000T (paved road)"]},{"type":"*","value":["Tsengel,  6,000T"]},{"type":"*","value":["Ulaankhus,  5,000T"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ölgii Mosque.jpg"],["thumb"],["275px"],["The Central Mosque"]]},"\nÖlgii is the capital of the Kazakh homeland of Mongolia. It has a unique traditional Kazakh culture and is the cultural, religious, and economic center of the region.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Petroglyphs"],["url="],["email="],["address="],["lat="],["long="],["directions=found all over Bayan-Ölgii"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= There are an estimated 1 million images throughout the region dating back 12,000 years. Petroglyphs are images that have been carved into rocks. The images trace the history of early cavemen to more recent groups like the Blue Turks (ancestors of modern Turkic language groups) as transition from hunter gather to pastoralism to 'modern' horse-based nomadism seen today in Mongolia. Several sites with large concentrations make up the Petroglyphic Complexes of the Mongolian Altai UNESCO World Heritage Site inside ",{"type":"[[","value":[["Altai Tavan Bogd National Park"]]},", though other sites are only a short drive outside of the city."]]}]},{"type":"[[","value":[["File:Altai Petroglyph.jpg"],["thumb"],["Petroglyph at Tsagaan Salaa"]]}," ",{"type":"[[","value":[["File:Olgii War Hero.JPG"],["thumb"],["Statue of war hero, Akie"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Turkic Standing Stones"],["url="],["email="],["address="],["lat="],["long="],["directions=found all over Bayan-Ölgii, with some in front of museum"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= are unique stone artifacts made by the ancient Blue Turks and others made between 2000BC to right before the Mongolian Empire. These standing stones are carved to look like a man and can be over 5 or 6 ft tall. Other standing stones have images of deer that appear to be flying, made by Turks or possibly Tuvans. There are around 1000 standing stones in the province, with a small number of deer stones."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum"],["alt=Myзeй"],["url="],["email="],["address="],["lat=48.96939"],["long=89.96991"],["directions=3 story building located northeast corner of the square"],["phone="],["tollfree="],["fax="],["hours=8AM-12PM 2PM-4PM"],["price=Admission 5000T, Photos 5000T"],["content= You should take time to visit it before heading out to the countryside to see the displays of Kazakh culture, local history, and wildlife. The 3 story museum has an entire floor dedicated to various tribes living in Bayan-Ölgii including the majority Kazakhs, Uriankhai, Dörvöd, Tuva, and Khoshuud, including a complete Kazakh ger (much larger and more colorful than Mongolian gers). There are also costumes and ancient artifacts from each tribe. The second floor has local history from the Communist era, and the ground level covers local wildlife, with many stuffed animals, and has a gift store full of Kazakh handicrafts. Outside is a small display of ancient small Turkic Stone Men (ones in countryside are much bigger)."]]}," ",{"type":"[[","value":[["File:Kazakh National Theater in Mongolia.JPG"],["thumb"],["The Kazakh National Theater"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mosques"],["url="],["email="],["address="],["lat=48.97029"],["long=89.96682"],["directions=Scattered throughout the city, Central Mosque is behind Tsambagarav Hotel"],["phone="],["tollfree="],["fax="],["hours=All Day"],["price="],["content= There are at least a half dozen mosques in the city that have all been built in the last 25 years. The call to prayer can be heard around town several times a day. The old mosque was destroyed in the 1930s during religious purges throughout Mongolia. You are free to go inside an take pictures, though you should follow Muslim customs inside the mosque. Another large mosque and minaret is at Bili Tagan School just north of the shower house next to several large communist era apartments."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Green Garden"],["url="],["email="],["address="],["lat=48.96996"],["long=89.96828"],["directions=Next to Tsambagarav Hotel"],["phone="],["tollfree="],["fax="],["hours=Open during summer, 10AM-10PM"],["price=free for foreigners"],["content= It is a nice place to hang out in the evenings; has cheap beer and soft drinks, and is one of the greener spots in town. Most tourists come in the summer when it is quite brown and dusty (in the winter it's snowy!), so green is a rare thing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Statues"],["url="],["email="],["address="],["lat="],["long="],["directions=Around center of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Ölgii has many modern statues besides its ancient stone men. The central square is dominated by the Soviet-Mongolian War Memorial commemorating Mongolia's contribution to the Great Patriotic War (World War 2). Facing the square is statues of Lenin and Sukhbaatar ('Ax Hero,' hero of the war of independence) in front of the government building. Inside the beer garden is a full size statue of a man playing a dombra (traditional Kazakh instrument). The most unusual statue is a full size statue of a local war hero, Akie, that died in 1929 during the war between White and Red Russians in Mongolia. Akie is firing a pistol backwards while running."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kazakh National Theater"],["url="],["email="],["address="],["lat=48.9672"],["long=89.96674"],["directions=Southwest of Square, the tallest building in town"],["phone="],["tollfree="],["fax="],["hours="],["price=Prices vary"],["content= This giant red building was constructed to promote Kazakh culture and host events in the city and now has concerts and plays from locals and groups traveling from Kazakhstan or elsewhere in Mongolia. Though it is not especially nice or well maintained, it does hold regular concerts and plays throughout the year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Altai Mountains"],["url="],["email="],["address="],["lat="],["long="],["directions=surround the city extending west and south"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= It's worth going on hikes up into the nearby mountains; find someone familiar who can guide you there, or just walk in any directions. Bugan Tou Mountain to the southwest can be hiked at 2775m."]]}]},"\nIt's also worth experiencing Kazakh hospitality in a ger, or white felt round-house. Many people set up gers in their yards in the summer, but you can also go outside of town to see gers in their \"natural setting.\"\n\n",{"type":"==","value":["Do"]},"\nMost people come to see the surrounding areas and don't spend a lot of time in Ölgii itself. It really helps to know someone local who can introduce you to other people! Learning at least a few words of Kazakh will also be helpful and people will really appreciate it.",{"type":"[[","value":[["File:Kazakh Eagle Hunters.JPG"],["thumb"],["Kazakh Altai Eagle Festival in Bayan-Ölgii"]]},"\n\n",{"type":"===","value":["Eagle Festivals"]},"\n",{"type":"[[","value":[["File:Kokpar.JPG"],["thumb"],["Traditional Kazakh game of Kokpar"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Altai Kazakh Eagle Festival"],["url="],["email="],["address="],["lat=48.88976"],["long=89.63521"],["directions=In the village of Sagsai, 45 minutes from Ölgii."],["phone="],["tollfree="],["fax="],["hours=September 22\/23"],["price=Admission is $30"],["content= This smaller eagle festival usually has 30 to 40 eagles and their horse-mounted masters. The event is held over 2 days and features displays of skill by the trained eagles, traditional Kazakh horse games such as a camel race, kokpar, Tiyn Teru, and Kyz Kuar. The event has handicrafts, food, and gers to stay in."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Golden Eagle Festival"],["url="],["email="],["address="],["lat=48.93669"],["long=90.05012"],["directions=Just outside of Ölgii"],["phone="],["tollfree="],["fax="],["hours=October 5\/6"],["price=Admission for festival and concert is $40"],["content= It is the largest gathering of eagle hunters in the world with 70 eagles and hunters at the event, which has been recognized by UNESCO as a World Heritage Cultural Event. There are 2 days of events starting with various competitions between eagle hunters such as appearance, returning to master on command, and catching a piece of fur pulled behind a horse. Other events are a camel race, kokpar(tug-of-war over goat carcass while on horseback), Tiyn Teru(race to pick up a coin on the ground), and Kyz Kuar('woman chase' with woman whipping man while racing. There are locally-made Kazakh handicrafts, food tents, and other entertainment at the festival site. Those with tickets to the event can attend a traditional Kazakh concert at the Kazakh National Theater in Ölgii."]]}]},"\n",{"type":"===","value":["Other Events"]},"\n",{"type":"[[","value":[["File:Nauryz.JPG"],["thumb"],["Nauryz Parade in Ölgii"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nauryz"],["url="],["email="],["address="],["lat=48.96849"],["long=89.96884"],["directions=Central Square and around town"],["phone="],["tollfree="],["fax="],["hours=March 22"],["price="],["content= It is the traditional Kazakh New Years during the spring equinox. There is a parade in the center of town, a concert, and everyone is dressed in traditional clothing. It is mostly a family holiday with everyone going from house to house to eat Nauryz soup and wish people a happy new years."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Naadam"],["url="],["email="],["address="],["lat=48.97001"],["long=89.95493"],["directions=Naadam Stadium and south of town"],["phone="],["tollfree="],["fax="],["hours=July 10\/11"],["price=All events are free"],["content= If you happen to be in town during Naadam (the Mongolian summer festival, usually in early July) there's a nice little celebration outside of town up on the hill, with horse racing, drinking, and lots of people picnicking and shopping at tents set up there. Village Naadams are held throughout the summer, and can be very entertaining."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Altai Nomad's Festival"],["url="],["email="],["address="],["lat="],["long="],["directions=In the lakes region of Altai Tavan Bogd National Park"],["phone="],["tollfree="],["fax="],["hours=July 21\/22"],["price=Admission is $30, not including transportation."],["content= The event has Kazakh horse games, cultural performances, and wrestling. Food, lodging, and handicrafts available during the event."]]}]},"\n",{"type":"===","value":["Tours"]},"\nThere is not a lot of infrastructure in Mongolia in general, and Bayan-Ölgii especially. There are no paved roads or many places to stay or eat or even buy food outside of the city. The parks are completely pristine, often without even border fences between Mongolia, Russia and China. Therefore most visitors use one of the several tour groups located in Ölgii for transportation, camping equipment, food, and guides. The largest companies offer unguided tour options to the main National Parks with only transportation and supplies, but no guide, cook, or other services. While other activities like mountain climbing, whitewater rafting, or going with an eagle hunter on a hunt will require a guide for most people.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Altai Expeditions"],["url=http:\/\/Altaiexpeditions.com"],["email=bek@altaiexpeditions.com"],["address="],["lat=48.96276"],["long=89.97079"],["directions=Office at their guesthouse 500 m south of square"],["phone=+976 9942 7003"],["tollfree="],["fax="],["hours=All year"],["price="],["content= They provides fishing, bird watching, mountain biking, hiking, horseback riding, jeep, hiking, whitewater rafting, and mountain climbing. The owner, Bekbolat, is a expert mountain climber and whitewater rafting guide. They operate a ger camp, guesthouse, and restaurant in Ölgii."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bear Valley Adventures"],["url=http:\/\/www.bearvalleyadventures.com\/"],["email=ako_s2001@yahoo.com"],["address="],["lat=48.97414"],["long=89.90007"],["directions=5km west of the airport"],["phone=+976 9942 6311 +976 9966 2324"],["tollfree="],["fax="],["hours=All year"],["price="],["content= Bear Valley has tour packages that offer cultural experiences, trekking, hiking, horseback-riding, fishing, cycling, kayaking, and mountain climbing. The owner, Akhmaral, has been a guide for many years. They have a ger camp and restaurant in Ölgii."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Blue Wolf Travel"],["alt="],["url=http:\/\/bluewolftravel.com"],["email=info@bluewolftravel.com"],["address="],["lat=48.96394"],["long=89.96596"],["directions=Office at their ger camp 500 m south of square"],["phone=+976 9493 4994"],["tollfree="],["fax="],["hours=All year"],["price="],["content=They are a large tour operator in Bayan-Ölgii, with ger camps in Sagsai and Ölgii, scheduled shuttle services to Tavan Bogd and Tsambagarav National Parks, tours in Russia, China, and Kazakhstan Altai regions, a wide selection of tours including unguided tours, and the only snow skiing trips in Western Mongolia. Though, Blue Wolf sometimes uses inexperienced guides."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kazakh Tours"],["url=http:\/\/kazakhtour.com\/"],["email=dosjan@yahoo.com"],["address="],["lat=48.96787"],["long=89.96983"],["directions=Office is located in the Central Square directly across from BU Palace."],["phone=+976 9942 2006"],["tollfree="],["fax="],["hours=All year."],["price="],["content= They offers a broad selection of tour packages and services, including scheduled shuttle services to Tavan Bogd and unguided tours. Their tours have many exciting activities such as fishing, bird watching, eagle hunting, mountain climbing, and whitewater rafting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jolaush Travel"],["alt="],["url=http:\/\/www.travelwestmongolia.com\/"],["email=sakok_nur@yahoo.com"],["address="],["lat=48.96281"],["long=89.95187"],["directions=3km west of the airport"],["phone=+976 9942 9910 +976 9305 7710"],["tollfree="],["fax="],["hours=All year"],["price="],["content=Jolaush Travel is a family owned and operated travel company that has extensive experience with foreigners and U.S. Peace Corps Volunteers. Jolaush Travel has packaged trips to Tavan Bogd National Park, fishing trips, and other custom packages"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Kazakh Tuskie.jpg"],["thumb"],["Hand-sewn wall hanging"]]},"\nBayan-Ölgii has developed a reputation around Mongolia and Kazakhstan for its unique craft production that is not found anywhere else. Local artisans export brightly colored embroideries with elaborate curving designs. The Kazakh designs has recently been used for handbags, wallets, computer bags, pillow cases, place-mats, and a wide range of products. Before the end of communism, the designs were used primarily for wall hangings on gers, traditional clothing, and the takiyat (Muslim prayer cap). Tourists visiting in the 90s started buying wall hangings (tuskies), some 40 or 50 years old, and created a demand for new wall hangings and other items. Local artisans also make fox fur hats, dombras (traditional instruments), chee (painted straw panels, and many other crafts that are used everyday by locals.\n\nLike much of Mongolia, the number and quality of shops have grown exponentially over the last 3 years. Three years ago, there was a few small general stores selling candy, flour, and cheap vodka. Today there are several supermarkets, cashmere shops, specialty stores for computers, home appliances, and fashionable clothing. The availability of particular items can still be inconsistent, but is still good considering the isolation.\n\nMost prices are in Mongolian Togrogs (1560 = $1), though tour guides and tourist activities will be priced in dollars.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bazaar"],["url="],["email="],["address="],["lat=48.97095"],["long=89.97192"],["directions=Located northwest of square, past the museum"],["phone="],["tollfree="],["fax="],["hours=12PM-6PM, closed on Monday"],["price=As of 2013, all parts of the market became free to enter"],["content= The Bazaar is a sprawling collection of small shops, kiosks, and street vendors in the center of the city. Meat, vegetables, fresh dairy, and packaged food can be bought next to Chinese clothes and goods, next to local crafts makers and souvenir shops. Outside the market, you can find shared jeeps to various villages and neighboring provinces, outdoor billiards tables, and small cafes. The bazaar serves as a central gathering place for commerce in the province, and is a must see place in Ölgii. Safety or theft is not a big issue in the market though there may be drinking near the billiards tables."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Altai Craft"],["alt=Art Shop"],["url="],["email="],["address="],["lat=48.96996"],["long=89.97049"],["directions=Across street from museum in storage container"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This cooperative is a providing women with employment by sewing. They have some beautiful Kazakh embroidered bags, pillowcases, placemats, coats, Kazakh hats, and even Christmas stockings!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Kazakh Craft"],["url=http:\/\/www.facebook.com\/KazakhCraft?ref=ts&fref=ts\/"],["email=narbek2001@yahoo.com"],["address="],["lat=48.96907"],["long=89.96924"],["directions=Shop located across from museum in 2nd floor of Bolor Restaurant building"],["phone=+976 9942 9906"],["tollfree="],["fax="],["hours="],["price=Starting at 3000T for a wallet over 200,000T for antique wall hangings"],["content= Kazakh Craft is an Ölgii based maker of traditional Kazakh embroidery and eagle hunter accessories. Though most of the actual embroidery is done at one of the 40 women sewers' homes. Their products can also be found in Ulaanbaatar and Kazakhstan. Their products are more expensive than most due to better sewing machines and use of high quality thread and leather."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Elaman Chee Maker"],["url=http:\/\/discover-bayanolgii.com\/elaman-chee-straw-panel-maker\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+976 8842 8092"],["tollfree="],["fax="],["hours="],["price="],["content= She is a local artisan of decorative straw panels used to cover the inside walls of Kazakh gers. These panels are made of painted wheat straw tied together in a slow laborious process. They make smaller panels for placemats, hot plates, and wall decorations. They do not speak English, so you will need a translator."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe dining choices in Ölgii are limited, but generally more tasty than Mongolian food elsewhere in the country. Most of the food here is Kazakh or Mongolian, though Turkish, Uighur, and International options are available. The biggest difference between Kazakh and Mongolian is that Kazakh meals have Halal meat (without blood) and more spices. Kazakh food is delicious and usually slow cooked over several hours with lots of meat, potatoes, noodles, and spices. The best dishes are bisbarmak (\"5 fingers\", slow-boiled mutton), sirne (grilled mutton), and kaz (smoked fatty horse sausage).\n\nMongolians and Kazakhs rarely eat meals without meat. Vegetarians should stick to the large restaurants and tourist camps or patronize the bazaar and some supermarkets, which have decent selection of fruits and vegetables. There is a regular supply of bananas, apples, pineapples, carrots, bell peppers, cabbage, oranges, and watermelon throughout the summer and fall. A much more limited selection is available during the winter due to the nearby Chinese border closing.\n\nAll restaurants, other than those at tourist ger camps are located in the city center near the apartment blocks and the Bazaar.\n\n",{"type":"===","value":["Budget"]},"\nThere are several small guanz (or cafes serving 2 or 3 fast, greasy dishes) in the center of town, which have mutton pancakes (hoshuur) or manti (dumplings) for cheap, usually served only with milky tea.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chinese Uighur Cafe"],["url="],["email="],["address="],["lat=48.97067"],["long=89.97168"],["directions=This hidden gem is in the bazaar near the entrance. Walk towards the main gate, walk past the jeeps, turn left at the gate, then make first left."],["phone="],["tollfree="],["fax="],["hours=11AM-5PM. Closed on Mondays"],["price=2500-5000T"],["content= It serves spicy Uighur dishes with lots of vegetables and spices. It is a welcome departure from the normal meat and flour of Mongolian canteens."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tolganai Shaykhana"],["url="],["email="],["address="],["lat=48.96754"],["long=89.96763"],["directions=Located between the post office and theater"],["phone="],["tollfree="],["fax="],["hours=10AM-6PM"],["price=200T for buuz, 500T for hoshuur"],["content= A small guanz with standard offerings of hoshuur and buuz washed down with milky tea. Prices are very cheap and service is fast."]]}]},"\n",{"type":"===","value":["Full Service"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pamukkale Turkish Restaurant"],["url=http:\/\/discover-bayanolgii.com\/pamukkale-turkish-restaurant\/"],["email="],["address="],["lat=48.96915"],["long=89.96530"],["directions=located northeast of the square near the police station"],["phone="],["tollfree="],["fax="],["hours=10AM-10PM Everyday"],["price=4000-9000T"],["content= is a nice Turkish-owned restaurant, serves Turkish, Mongolian, Kazakh, and some western dishes and salads. Most dishes include meat, rice, carrots, salad, and french fries. Serves koumis, coke products, juices, coffee, and desserts. Does not serve alcohol."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arvins"],["url="],["email="],["address="],["lat=48.96907"],["long=89.96867"],["directions=Behind Central square, facing Tsambagarav Hotel"],["phone="],["tollfree="],["fax="],["hours=10AM-10PM"],["price=5000T and up"],["content= Arvins is a small Mongolian restaurant, which is a little more expensive, but has nice food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Blue Wolf Cafe"],["alt="],["url="],["email="],["address="],["lat=48.96394"],["long=89.96596"],["directions=located in front of their ger camp, 500 meters south of the square"],["phone="],["tollfree="],["fax="],["hours=7AM-10PM"],["price="],["content=They can make Kazakh, Mongolian, and western dishes for breakfast, lunch, and dinner at a reasonable price. Though most people eating there have their meals included in the cost of their room or tour package. Only open during the summer, has live entertainment. Disappointingly, the \"western toilets\" don't work."]]}]},"\n",{"type":"==","value":["Drink"]},"\nKazakhs, like Mongolians, drink milky tea, though Kazakhs use less salt and more tea. Shops carry Coke, Fanta, juices, instant coffee, and alcoholic drinks, usually at room temperature. A few stores sell wine, imported beer, and whiskey (at very high prices). Restaurants and bars usually serve beer and coke cold.\n\nFriday is officially a dry day with no alcohol legally sold, out of respect for the Muslim majority. Bars and nightclubs are closed on Friday, though some restaurants and shops will still sell to foreigners. Be aware that you should not openly carry alcohol on this day or be visibly drunk. Public drunkenness on any day is not common like in other parts of Mongolia, and could result in a visit by the police.\n\nThere are about a dozen bars and 3 or 4 nightclubs in the city. Bars typically include karaoke and VIP rooms with small selection of beers and hard liquors.\n\n",{"type":"*","value":[{"type":"'''","value":["Kumiz"]}," is similar to Airag and is made from fermented mare's milk. Kazakhs drink it during the summer until it runs out in late winter. It has a fizzy sour taste and a small alcohol content. Several restaurants serve it, and there is one Kumizhana, or 'kumiz place.'"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kumizhana"],["alt="],["url="],["email="],["address="],["lat=48.96846"],["long=89.96290"],["directions=west of Pamukkale"],["phone="],["tollfree="],["fax="],["hours="],["price=2,000T per glass"],["content=Serves kumiz (fermented milk), milk tea, and occasionally kebabs. Also has a hookah lounge in the back."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are several hotels and ger camps in Ölgii. Hotels are open year round and cater to locals most of the year, while ger camps are only open during the main tourist season from May to October.\n\n",{"type":"===","value":["Hotels"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Altai Expedition Guesthouse"],["url=http:\/\/altaiexpeditions.com\/"],["email=bek@altaiexpeditions.com"],["address="],["lat=48.96276"],["long=89.97079"],["directions=500 m south of square"],["phone=+976 9942 7003"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= The guesthouse opened in May 2013 with 12 rooms and 24 beds. Each room has a bathroom with a hot shower, cable and WiFi internet. There is a restaurant with live entertainment and a fully stocked bar. Prices are per bed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tavan Bogd Hotel"],["url=http:\/\/www.facebook.com\/pages\/Tavan-Bogd-Hotel\/250919811643995?ref=ts&fref=ts"],["email=aydosolgey@yahoo.com"],["address="],["lat=48.96782"],["long=89.96675"],["directions=Located across from the Kazakh Theater"],["phone=+976 7042 3046"],["tollfree="],["fax="],["hours="],["price=Prices are 30,000T for simple, 45,000T for Semi-lux, and 60,000T for Lux"],["checkin="],["checkout="],["content= The hotel has 12 hotel rooms in simple (shared bathrooms), semi-deluxe (separate bathrooms), and deluxe (separate bathroom and sitting room). There is a restaurant and WiFi throughout. All bathrooms have hot showers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Duman Hotel"],["url="],["email="],["address="],["lat=48.96595"],["long=89.96793"],["directions=Located behind post office"],["phone=+976 9942 1515"],["tollfree="],["fax="],["hours="],["price=Rooms priced 30,000T and up"],["checkin="],["checkout="],["content= Duman has 40 rooms, most are in a new building that opened in 2011. Rooms are simple, semi-deluxe, and deluxe. There is a restaurant and nightclub in the hotel."]]}]},"\n",{"type":"===","value":["Ger Camps"]},"\n",{"type":"[[","value":[["File:Tourist Ger.JPG"],["thumb"],["Tourist Ger Camp in Ölgii"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blue Wolf Tours Ger Camp"],["url=http:\/\/bluewolftravel.com\/"],["email=info@bluewolftravel.com"],["address="],["lat=48.96394"],["long=89.96596"],["directions=Ölgii camp is 500 m south of square, other is in Sagsai, 27 km west of Ölgii"],["phone=+976 9493 4994"],["tollfree="],["fax="],["hours="],["price=Gers come in single ($20), double ($10), or 3+ beds options ($5-7) in Ölgii, or $12-15 per bed in Sagsai. All prices are higher during eagle festival. These prices don't include meals"],["checkin="],["checkout="],["content= It has free Wifi, hot showers, laundry, and a small restaurant at the ger camp in Olgii. Restaurant has live traditional entertainment and gers are Kazakh style."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Altai Expedition Ger Camp"],["url=http:\/\/altaiexpeditions.com\/"],["email=bek@altaiexpeditions.com"],["address="],["lat=48.97414"],["long=89.90007"],["directions=8 km from Ölgii, 5 km west of airport"],["phone=+976 9942 7003"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= It has 10 gers with 2 or 3 beds each. There is a restaurant located in a large ger serving international and Kazakh cuisine. The camp has modern indoor restrooms, clean showers, and WiFi in the restaurant. There is live entertainment and Kazakh art available also. Price of the stay and meals are included in tours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bear Valley Ger Camp"],["url=http:\/\/www.bearvalleyadventures.com"],["email=ako_s2001@yahoo.com"],["address="],["lat=48.97414"],["long=89.90007"],["directions=8 km from Ölgii, 5 km west of airport"],["phone=+976 9942 6311 +976 9966 2324"],["tollfree="],["fax="],["hours="],["price= Gers with 2 beds are $50 per person, gers with 3 or 4 beds $45 per person. Prices include 3 full meals"],["checkin="],["checkout="],["content= A tourist camp with ten gers and a restaurant that serves local and international fare. The camp has hot showers, indoor toilets, WiFi internet and computers, and laundry service. Meals are included in the price of rooms."]]}]},"\n",{"type":"===","value":["Camping\/ Homestay"]},"\nIt is possible to camp along the Hovd River flowing through town, though you will want to stay away from other homes or gers to avoid dogs that guard homes and livestock. Water from the river should be filtered before drinking since livestock graze near water during the summer months. Some families welcome travelers into their home for the night. Go to Ger-to-Ger to find families in Ölgii. ",{"type":"[","value":["http:\/\/www.gertoger.org\/ Ger-to-Ger"]},"\n\nFor a longer stay, it's possible to rent a local apartment for around 150 to 250,000T a month, if you can find someone to translate and advocate for you.\n\n",{"type":"==","value":["Cope"]},"\nGetting money or using the internet is surprisingly easy for such an isolated place. There are around a dozen ATMs that take Visa, MasterCard, and UnionPay from foreign banks. There is also Western Union at XAAH Bank in the square, and MoneyGram south of the square at Capitron Bank. Additionally, all banks exchange major currencies and can do wire transfers. Some business accept payment by credit card.\n\nInternet cafes are all over, including the ger district. Payment is usually around 500-600T\/hour and prints and faxes available. Internet quality isn't great, and viruses are common. WiFi is available in several hotels and Pamukkale Restaurant.\n\nPublic Shower House is West of Kazakh Theater in a fenced lot with trees (rare). Showers are 1500T, haircuts start from 2000T, and massages 10,000T. Operating hours are 10AM to 10PM everyday, though Sundays are very crowded. Stalls aren't very clean, but they will wipe it down if you ask, and it is almost always hot.\n\n",{"type":"===","value":["Language"]},"\nKazakh is the primary language spoken, though everyone should understand Mongolian. Russian is also common especially among older people. Turkish and English are understood by many educated adults, but not usually conversationally. Children will say 'hello' to anyone that looks European, though that is often the only word they know. Most signs will be in Cyrillic Mongolian.\n",{"type":"*","value":[{"type":"[[","value":[["Kazakh language"],["Kazakh Phrasebook"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mongolian language"],["Mongolian Phrasebook"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nNearby destinations include several-day excursions into other areas of Bayan-Ölgii province to see the beautiful mountain scenery, Kazakh herders, and ancient petroglyphs. There are around 60 deer stones, over 1,000 Turkic Stone Men and a million petroglyphs (pictures carved into stone) in the surrounding region. There are around 250 Kazakh eagle hunters living outside of the city that hunt for prized Corsac foxes with captured golden eagles released from horseback. These hunters are often followed by documentary film crews during the winter months.\n\n",{"type":"===","value":["National Parks"]},"\nBayan-Ölgii is home to 5 national parks and protected areas. The most popular are Altai Tavan Bogd National Park and Tsambagarav National Park with lots of wildlife, mountains, glaciers, lakes, and archeology. Sillkemiin Nuruu National Park and Kokh Serkhiin Nuruu National Park have large populations of Argali Sheep and Ibex and archeological sites. Devliin Aral Strictly Protected Area and the nearby Achit Lake serve as an important rest stop for millions of migratory birds. ",{"type":"[[","value":[["File:Pontuninii Glacier.JPG"],["thumb"],["Pontuninii Glacier on the slope of Tavan Bogd"]]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Altai Tavan Bogd National Park"]]}]}," is a 630,000 hectare park on the border of Russia and China, containing the Tavan Bogd Mountains ('5 Saints', highest in Mongolia at 4374m), the Pontuninii Glacier, the UNESCO World Heritage Site: Petroglyphic Complexes of the Mongolian Altai, and several large lakes. This is the most visited park in Western Mongolia, and famous for mountain climbing, fishing, archeological sites, and eagle hunters living inside the park. Park Permit is 3000T from the Visitor Center in Ölgii (southeast corner of square), and border permit (Chinese border permit at army barracks in Ölgii, Russian border permit at Tsagaannuur village north of Ölgii).\n\nShuttle services to the park are provided by 2 tour companies to the park on regular days to the base camp of Tavan Bogd Mountains. This is usually part of an unguided tour package with additional fees for tents, food, and extra services.\n",{"type":"*","value":[{"type":"[","value":["http:\/\/bluewolftravel.com\/altai-tavan-bogd-natpark\/ Blue Wolf Travel"]}," provides transfers to the Tavan Bogd on Wednesdays and Sundays and from the park on Mondays and Fridays. "]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.kazakhtour.com\/ Kazakh Tour"]}," has shuttles to the both sides of the park each Sunday, the Tavan Bogd Mountains Ranger Station and the bridge between Khoton and Khurgan Lakes (hiking or horse ride between these two places is a popular trek). The van is $214 divided by each passanger (up to 8). Shuttle begins on June 22nd."]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Tsambagarav National Park"]]}]}," is a 110,960 hectare park surrounding the sacred Tsambagarav Uul Mountains. The 4208m snow-capped mountain (2nd highest in Mongolia) towers over archeological sites, glaciers, lakes, waterfalls, and beautiful lush valleys. The park is supports many rare and endangered species like the Argali Sheep, Ibex, Snow Leopard, Rock Ptarmigan, and Altai Snowcock. During the summer nomadic Kazakh and Uriankhai herders live inside the park. Blue Wolf has a shuttle to Tsambagarav is on Wednesday and Saturday and from the park on Wednesday and Sunday.\n\n",{"type":"{{","value":[["IsPartOf"],["Western Mongolia"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.968333"],["89.968611"],["scale=50000"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ölgii (city)"]]},"\n",{"type":"[[","value":[["Commons:Category:Ölgii"]]},"\n\n",{"type":"{{","value":[["DEFAULTSORT:Olgii"]]}]