[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:La Amistad International Park.JPG"],["thumb"],["300px"],["right"],["Nature in La Amistad International Park"]]},"\n\nThe ",{"type":"'''","value":["La Amistad International Park"]},", or in Spanish ",{"type":"{{","value":[["lang"],["es"],[{"type":"'''","value":["Parque Internacional La Amistad"]}]]},", formerly the ",{"type":"'''","value":["La Amistad National Park"]},", is an transboundary protected area in Latin America, management of which is shared between ",{"type":"[[","value":[["Costa Rica"]]}," and ",{"type":"[[","value":[["Panama"]]},"\n\n\n\n",{"type":"==","value":["Understand"]},"\n\nThe park area is equally split between Costa Rica and Panama, as part of the former ",{"type":"''","value":["La Amistad Reserves"]}," of the ",{"type":"[[","value":[["Cordillera de Talamanca"],["Talamanca"]]}," mountain range. It covers 401,000 ha of tropical forest and is the largest nature reserve in Central America and together with a 15 km buffer zone it represents a major biodiversity resource at a regional (ca 20% of the regions species diversity) and global level. This is recognized in its strategic position in the Mesoamerican Biological Corridor and its designation as a UNESCO World Heritage Site. Its cross-frontier position gives it unique potential to improve bioregional planning.\n\n",{"type":"===","value":["History"]},"\nThe only substantial scientific explorations deep into the park have been lead by the Natural History Museum London, INBio and the University of Panama in the last 6 years (2003-2008). In 2006 the UK's Darwin Initiative funded a three year collaborative project lead by the Natural History Museum, London, INBio (Costa Rica) and ANAM (Panama). The aim of which was to generate baseline biodiversity information for the park and a map of the biodiversity. This involved a series of seven multi-disciplinary and international expeditions to remote parts of La Amistad during which over 7,500 plant, 17,000 beetle and 380 herpetological collections were made and deposited in the national collections of Costa Rica and Panama. These expeditions also lead to the discovery of 12 plant species, one dung beetle species, fifteen amphibian and three reptile species new to science.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe park’s buffer zone includes coffee and beef producers and indigenous subsistence farmers. A consequence of the difficulty of the terrain, the park is relatively unexplored.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nYou can find different animals in this park like the quetzal. This forest is a cloudforest. Which means most of the year it is covered in mist.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["In Panama"]},"\n",{"type":"====","value":["By bus"]},"\nThere is no direct bus to Las Nubes. But there are buses from David to Cerro Punta (price from David is around $4.30, from Volcán around $1.30) and then you can use taxi to Las Nubes for $3. Some buses are driving around crossroad Cerro Punta - Las Nubes - Guadalupe and from there you can walk 6 km to park entrance.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nPrice for adults is $5.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Hiking"]},"\n",{"type":"====","value":["In Panama"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Panama Verde trail"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Short and well marked trail showing Panamanian forest."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=La Cascada trail"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Moderately difficult trail until La Cascada viewpoint, from there to waterfall is very steep with a lot of poorly maintained wooden steps."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nTrails can be muddy even during dry season. If possible, walk with somebody else, because some trails are in poor condition and mostly without cell phone signal to call help.\n\nAfter returning to hotel, check yourself for ticks.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central America"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["{Geo"],["9.407083"],["-82.938806"]]},"\n",{"type":"[[","value":[["wikipedia:La Amistad International Park"]]}]