[{"type":"{{","value":[["pagebanner"],["La Digue banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Anse Source d'Argent 2-La Digue.jpg"],["thumb"],["350px"],["L'Anse Source D'Argent"]]},"\n\n",{"type":"'''","value":["La Digue"]}," is one of the smaller islands of the ",{"type":"[[","value":[["Seychelles"]]},".  It is reasonably accessible, well served with accommodation and some tourist facilities, but is much quieter, picturesque and exclusive than ",{"type":"[[","value":[["Mahe"]]}," or ",{"type":"[[","value":[["Praslin"]]},".  The key reason for visiting is to experience ",{"type":"'''","value":["L'Anse Source D'Argent"]},", one of the world's top beaches, largely on account of the exotic weathering of the large pink granite rocks studding the coastline, coupled with sandy beaches and palms.\n\nThere are several small islands just off the coast of La Digue:\n",{"type":"*","value":[{"type":"'''","value":["Félécite Island"]}]},{"type":"*","value":[{"type":"'''","value":["Frigate Island"]}]},{"type":"*","value":[{"type":"'''","value":["Marie Anne Island"]}]},{"type":"*","value":[{"type":"'''","value":["Recif Island"]}]},{"type":"*","value":["The ",{"type":"'''","value":["Sisters"]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":["There is a helipad served by Helicopter Seychelles ",{"type":"[","value":["http:\/\/www.helicopterseychelles.com\/"]},"."]},"There are several ferries a day the run between the port of Praslin, and La Digue costs round trip are aproximatley 40 euro as of 2011. There are also several locals of Praslin that offer boats for hire, however this option is very expensive. Expect to pay aproximatly 600 euro and upwards.  If you go this route you will have the chance to stop at some of the other less accessible islands in the area as well.\n\n",{"type":"==","value":["Get around"]},"\nDue to it's small size, La Digue has little need for the transportation infrastructure seen in Mahe or even Pralin.  There are only a handful of taxis for hire on the island, and no car rental agencies.  As a result of the low supply, prices for taxi are high - approximately 90 Euro for a half day or 30 Euro for a trip to the beach.  If you are staying at one of the resorts on the island, your hotel will likely arrange for ferry pick up, but check before hand to ensure you are not stranded.  For those arriving by ferry for a day trip, you will see many companies offering bikes for rent.  This is really the only way to travel around the island, and quite affordable at about 8 euros for a whole day, just make sure you test your bike before you take it.  If you aren't going very far, there are also ox carts (a buggy pulled by an ox) that you can catch a ride on.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Excursions can be made round the island on bicycles, to the reserve of the rare ",{"type":"'''","value":["Paradise Flycatchers"]},", to ",{"type":"'''","value":["Ile de Cocos"]}," for snorkeling, or over to ",{"type":"[[","value":[["Praslin"]]}," to see the Coco de Mer (suggestively shaped type of coconut)."]},"\n",{"type":"==","value":["Buy"]},"\nThere are several gift shops on the island, most of them right by the port. They offer the usual gifts of Seychelles. One notable purchase is fresh vanilla beans grown right on the island. 9 beans cost around 5 euros, a fantastic price, and cheaper then the beans on Praslin. Also if you visit the visitors center, they have free full color posters (1 per person) available.\n\n",{"type":"==","value":["Eat"]},"\nThere are several creol take-away resturants available in town offering curry, fish, pork, and rice dishes. For the more picky eaters ther is a very overpriced resort style restaurant offering more western familiar foods, as well as seafood. There is also a small gelato shop (ice cream) just south of town on the main road.\nYou can also go to a restaurant in advance and ask the chef to prepare a special meal for you. There are many grocery shops around where you can buy ready to eat food.\n\n",{"type":"==","value":["Drink"]},"\nBeer is readily available in La Digue and can be bought in various shops. Mineral water, cold drinks, etc are also available.\n\n",{"type":"==","value":["Sleep"]},"\nBeing that the island is very small, very few people stay over night. However if you choose too, or if you miss the last ferry at 5:00pm, there are just a few very expensive hotels in town. its a much better option to just plan on a day trip to the island, which is plenty of time to see all of the sites.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-4.3667"],["55.8333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Seychelles"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:La Digue"]]},"\n\n",{"type":"[[","value":[["Commons:Category:La Digue"]]},"\n\n",{"type":"[[","value":[["pt:La Digue"]]}]