[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["La Manzanilla"]}," is a small fishing village on the Bay of Tenacatita.  Is south of ",{"type":"[[","value":[["Puerto Vallarta"]]},".  From Puerto Vallarta, it takes about 3 hours by car to arrive in La Manzanilla.\n\nLa Manzanilla is a quiet town with about 1000 people.  La Manzanilla has a long, curving, gently sloping beach with gentle surf extending for about a mile. Good swimming, diving, fishing. Numerous restaurants line the beach.\n\n",{"type":"==","value":["Get in"]},"\nCheck with your travel agent as many airlines offer charter services to both Puerto Vallarta and Manzanillo during the high season.\nThe most direct route is to fly to Manzanillo Airport (ZLO). Manzanillo Airport is approximately 45 minutes south of La Manzanilla. You can rent a car at the airport from many of the well-known US car rental companies. The rentals are on-site at the airport and reservations are recommended. Alternatively you can take a taxi from the airport. Taxis are approximately $50 USD each way and there are plenty of taxis available as you exit the airport.  There is no direct bus service from the airport to La Manzanilla.  See here for detailed La Manzanilla travel information \n\nIf you fly to Puerto Vallarta there are two first class bus companies driving to Melaque which is 20 minutes South of La Manzanilla. ",{"type":"[","value":["http:\/\/www.lamanzanillahomes.com\/la_manzanilla_travel.htm"]}," you find more information on bus-schedules to and from La Manzanilla.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is bus service several times a day in and out of La Manzanilla: Local bus schedule. ",{"type":"[","value":["http:\/\/www.lamanzanillahomes.com\/la_manzanilla_travel.htm"]}," Taxi's are also readily available. A bike is handy to have but not necessary as you can walk to everything in town.\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["You can hire a local fisherman to go after Dorado, Sailfish,Tuna, and many other varieties of fish that frequent the bay. Wildlife observation is popular for Spotted Porpoises, Whales, Brown Pelicans, Cormorants, Brown-footed Boobies, Frigates, and many more varieties of animals."]},"\n",{"type":"*","value":["The active traveler will not be disappointed by a visit to La Manzanilla. There are ample hiking opportunities, snorkeling just off the beach, biking, kayaking, and boogie boarding. La Manzanilla also hosts a mangrove full of birds and other wildlife. A tour of the La Manzanilla mangrove  is a must during any visit."]},"\n",{"type":"*","value":["During the high tourist season, Mid-November-March, one can enjoy a number of classes in La Manzanilla, such as yoga, cooking and art.  There is also an art gallery in La Manzanilla."]},"\n",{"type":"*","value":["If local dining excites you, you'll find lots of restaurants in La Manzanilla."]},"\n",{"type":"*","value":["There is plenty to do and see in La Manzanilla.  Have fun doing everything or just relaxing on the beach."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are a wide variety of restaurants to try: fine Mexican, Italian, European and even Asian cuisine. The beach is lined up with open palapa restaurants which offer sun shades and lounge chairs to enjoy your day on the beach.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nLa Manzanilla hotels are modest but well-kepta nd usually include a private bath. Kitchens are typically shared, although some bungalow-style hotels include a private kitchen. Air-conditioning is not common, but televisions are becoming more popular in the hotels. When you arrive, if possible, check out a few rooms as usually each is different. Keep in mind high season is mid-November through March. It’s best to call ahead to confirm availability and pricing. Below is a listing of a few of the popular hotel choices. If you are looking for more upscale accommodations, they come in the form of vacation rentals. \n\nThere are also a couple of nice campgrounds in La Manzanilla.\n\n\n",{"type":"==","value":["Go next"]},"\n\nFrom La Manzanilla it is relatively easy to travel to Manzanillo, Colima, Guadalajara and Puerto Vallarta.\nETN is the most comfortable bus transportation in Mexico. The nearest bus-station from La Manzanilla is in Barra de Navidad.\nAnother bus line to Colima, Guadalajara and Mexico City is Primera Plus which also leaves from Melaque.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Jalisco"]]},"\n",{"type":"[[","value":[["wikipedia:La Manzanilla"]]}]