[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=La Paz"]]},"\n",{"type":"'''","value":["La Paz"]}," is a city in ",{"type":"[[","value":[["Baja California Sur"]]},", ",{"type":"[[","value":[["Mexico"]]},". It is located on the coast of the Gulf of California or the Sea of Cortez on the southern end of the long peninsula. Often overlooked by travelers by the more flashy nearby Los Cabos resorts, La Paz boasts a wonderful waterfront and world class beaches. The city itself is very clean, safe and attractive. \nThe islands off the coast are a popular destination in themselves. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe city of La Paz is served by the Aeropuerto Internacional General Manuel M치rquez de Le칩n (",{"type":"{{","value":[["IATA"],["LAP"]]},").  The city enjoys service from US carriers such as Alaska and Delta Airlines and Mexican carriers such as Aereo Calafia, Interjet, Volaris and Aeromexico.\n\nTaxis, shuttles and vans are readily available from the airport to your hotel but can be pricey. Prices are preset and at the time of this writing were $12.50 per person so an airport taxi with four people can run $50. Buy a ticket at the taxi counter inside the terminal. Expect to pay US$15-20 for a ride to downtown La Paz, as the airport is a fair distance away. As always, settle on a price before entering the taxi or shuttle. \n\nIt is best to arrange airport transfers thru your travel agent or hotel prior to arriving. Return trip taxis run about US$20 for 1 to 4 people.\n\n",{"type":"===","value":["By boat"]},"\n\nFerries from ",{"type":"[[","value":[["Mazatlan"]]}," and Los Mochis on the Mexican mainland are serviced by Baja Ferries. They are not cheap. One way fare is about US$90 from Mazatlan and about US$80 from Los Mochis. Both are overnight trips taking about 12 hours (more for Mazatlan, less for Los Mochis). The ferries have been privatized and fares are increasing rapidly (rates have more than tripled since 2000). The prices above should be fairly accurate as of now (1\/08), but you might want to check to see what the most current fares are.\n\n",{"type":"===","value":["By bus"]},"\n\nAutotransportes Aguila offers frequent bus service from nearby cities such as ",{"type":"[[","value":[["Cabo San Lucas"]]}," (about 2 hrs), ",{"type":"[[","value":[["San Jose del Cabo"]]}," (about 2.5 hrs) and ",{"type":"[[","value":[["Loreto (Baja California)"],["Loreto"]]}," (about 2 hrs), with direct (faster) and local (slower) service. Service is good, although tickets are a bit pricey.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Autotransportes Aguila"],["alt="],["url=http:\/\/www.autotransportesaguila.com\/"],["email="],["address=Av. Alvaro Obregon 818"],["lat="],["long="],["directions=across the street from the Kiosk in the Malecon"],["phone=+52-612-122-7898"],["tollfree="],["fax="],["hours="],["price="],["content=No reservations required."]]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis are readily available throughout town and prices are very reasonable, usually $5\/$10 for just about anywhere, but make sure to agree on a price \"before\" entering taxi and be clear that it is not a per-person price. \n\nLocal Taxi Location & Ph No's:\n",{"type":"*","value":["Degollado S\/N Tel: (612) 122-0164"]},{"type":"*","value":["GMO. Prieto y Bravo Tel: (612) 122-0156"]},{"type":"*","value":["Revolucion y Degollado Tel: (612) 122-0857 "]},{"type":"*","value":["Rosales S\/N Tel: (612) 122-0455"]},{"type":"*","value":["Abasolo y Sonora Tel: (612) 123-2044"]},{"type":"*","value":["Bravo y M. Rubio Tel: (612) 122-0060 "]},{"type":"*","value":["16 de Septiembre y 21 de Agosta Tel: (612) 122-0308"]},{"type":"*","value":["B. Dominguez y 5 de Mayo Tel:: (612) 122-0770"]},{"type":"*","value":["Serban y 5 de Mayo Tel:: (612) 122-1470"]},{"type":"*","value":["16 de Septiembre y Revolucion Tel:: (612) 122-0790"]},"\n",{"type":"===","value":["By rental car"]},"\nMany car rental agencies (for example, Alamo, Budget, National, Thrifty) have offices both at the airport and downtown. Daily car rental prices are relatively cheap, comparable to a one-way taxi ride from the airport to downtown. An important consideration is that car insurance is very expensive, with some agencies making policies compulsory.  In addition, some agencies may put a hold on your credit card for up to half the value of the car, so make sure your card has enough credit. \n\nDriving allows you to visit great beaches located away from town and to take day trips to nearby cities. It is possible to pick up the car at one location, for example at the airport, and drop it off at other location, for example downtown.  This allows you to avoid paying a taxi to get to your hotel, plus gives you a convenient way to visit places that are not within walking distance from town.\n\n",{"type":"==","value":["See"]},"\nLa Paz is home to various scenic beaches and boat docks. Playa El Tesoro is ideal for quiet, non-motorized watersports in a protected bay ringed with aquamarine shallow water that looked perfect for abundant fishing in the coves. Other popular public beaches a few miles outside of town (about 15 miles north of La Paz, no public transportation available) are:  Pichilingue, Balandra and El Tecolote.\n\nThe islands in the Sea of Cortez (such as Isla Espiritu Santo) can be visited by boat tours and are well worth the time to check out. For example, a tour to Isla Espiritu Santo leaving from Playa El Tecolote takes about 4 hours. The marine wildlife and worldclass views are a huge draw. Think Arizona with the Caribbean!\n\n",{"type":"==","value":["Do"]},"\nThere's an active night life on the Malec칩n of La Paz, the street that borders the harbor. You can walk around, go into a club, buy some drinks, etc.\n\n",{"type":"'''","value":["Whale Watching Tours"]}," - Begin your adventure in the capital city of La Paz. Then on to Port San Carlos to meet the aquatic stars of this tour, the Gray Whales of Magdalena Bay.  Snorkeling equipment is provided & a delicious seafood lunch is included in this adventure. On this tour you can go scuba diving with dolphins. They also provide bird watching tours as well.\n\n",{"type":"'''","value":["Nightlife"]}," - Among popular waterfront night clubs are La Paz Lapa, La Casa De Villa, and Hookah.  The most recent addition, completed in January of 2007, is The Jungle.   Also, locals can frequently be found sipping coffee until late at the popular franchise of Exquisito coffee shops.  \"Maleconeando\" is the local slang for something akin to \"Cruising\" in the US, and refers to bumper-to-bumper driving up and down the waterfront at night as a pickup spot and pastime. La Paz is quite safe downtown.\n\n",{"type":"'''","value":["Biking"]}," -The city of La Paz is spread out, and you will find yourself walking a fair amount.  The best way to see the city and surrounding area is by bike. There are a few rental facilities along the Malecon but for the best deals ask if your hotel has a bike for rent.  Rentals range from US$2-5\/hr.  A good day bike is north along the coast to Pichilingue and beyond.  There are numerous beaches to stop at and take a dip in the ocean.  Make sure to bring water.  Bike difficulty is beginner.\n\n",{"type":"==","value":["Buy"]},"\nYou can walk around the streets of the downtown in La Paz, you will see a lot of little shopping stores where you can buy artcraft made of seashells, wood and other materials of La Paz.\n",{"type":"==","value":["Eat"]},"\n\nSince this is a coastal city you can get fresh seafood, don't forget to taste the shrimps, lobsters, abul칩n, snail, etc.\nLa Paz serves the best fish tacos in Mexico, and they are available at most restaurants.\n\n",{"type":"'''","value":["Bismark Cito"]}," on the waterfront serves great shrimp tacos. Check the price of special combos if you are offered one, as the pricing may be out of line with the rest of the menu\n\nThere is a ",{"type":"'''","value":["hot dog cart"]}," located outside ",{"type":"'''","value":["Carlos 'n' Charlies"]}," that serves awesome bacon wrapped sausages in a bun. Very cheap.\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mr Fish"]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Kiwi"]},", on the beach serves excellent margaritas and has a good view over the bay at sunset.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]}," \n\nThis is Baja, so the best budget option is always going to be beach camping. There are a number of free camping areas near La Paz. The authorities often try to close these areas (many of which have semi-permanent populations of winter Canadians), but determined campers almost always insist on \"reopening\" them. For this guide we will only list the legal, for-profit areas.\n",{"type":"*","value":["Casa Blanca RV park $18\/ 2persons"]},{"type":"*","value":["La Paz RV park $20\/ 2persons"]},{"type":"*","value":["La Ventana Campground $4\/ person"]},{"type":"*","value":["Oasis RV park $10-17\/ 2 persons"]},{"type":"*","value":["Yo Yo's Campground and Trailer park $6\/ person"]},"\n",{"type":"===","value":["Budget"]},"\nArguably the best place for budget travelers to rest their weary heads is the Hostel California, a five minute walk from the Malecon. This brightly colored affair has around 20 rooms built around an outdoor terrace and is very cheap at around US$20 per night for a twin room. The accommodation on offer is very basic: rooms have a fan and private bathroom, and the staff are very friendly.\n\nSlightly more expensive but still a great rate is the Pension Baja Paradise which is only two blocks from the Malecon.  Rates are $25 to $45.  It has incredibly clean rooms, all offering air-con, fridge, TV, shower. Run by a family of tri-lingual Japanese, they are eager to help and run cheap extracurricular rental services in house.\n\nOther hotels in the downtown are Acuario, Miramar, Yeneka and Hotel Pekin. This last one is a mid-range 3 star hotel for $45  per night, in front of the Sea Side Road and .5 miles from the heart of the city.\n\n",{"type":"===","value":[" Mid-range "]},"\nOther hotels are: Hotel Los Arcos, Hotel La Concha\n\nHotel Los Arcos has two sections: the hotel itself and the cabanas. The cabanas are clean and have a safe in the room. Free parking is available on site.\n\nThe newest hotel in La Paz is Fiesta Inn, is a beach front hotel, business class, is located in the Marina Costa Baja where there are also available spots for yachts, restaurants, bars and shopping stores. Some weekends there are events in the Marina Costa Baja with dance groups, jazz music, samba music and other cultural diversions.\n\nYou can also find a wide variety of hotels and travel information on the official website of the La Paz Hotel Association at the ",{"type":"[","value":["http:\/\/www.lapaz-tourism.com\/ La Paz Hotel and Tourism Website"]},".\n\n",{"type":"==","value":["Go next"]},"\nIt is possible to take a ferry to mainland Mexico, though if you are taking your car, you will need proper permits.\n\nThe nearby cities of ",{"type":"[[","value":[["Todos Santos"]]},", ",{"type":"[[","value":[["Cabo San Lucas"]]},", ",{"type":"[[","value":[["Loreto (Baja California)"]]}," and ",{"type":"[[","value":[["San Jose del Cabo"]]}," make excellent destinations for side trips while visiting La Paz.\n\n",{"type":"{{","value":[["routebox"],["image1=Carretera federal 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Guerrero Negro"]]}],["minorl1=",{"type":"[[","value":[["Loreto (Baja California)"],["Loreto"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Cabo San Lucas"]]}],["minorr1=Jct ",{"type":"[[","value":[["File:Mexican Federal Highway 19.png"],["18px"]]}," ",{"type":"[[","value":[["Todos Santos"],["S"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Los Barriles"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Baja California Sur"]]},"\n",{"type":"{{","value":[["geo"],["24.142222"],["-110.310833"]]},"\n",{"type":"[[","value":[["wikipedia:La Paz, Baja California Sur"]]}]