[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["dotm=yes"]]},"\n",{"type":"''","value":["For other places with the same name, see ",{"type":"[[","value":[["La Paz (disambiguation)"]]}]},"\n\n",{"type":"'''","value":["La Paz"]}," is the administrative capital of ",{"type":"[[","value":[["Bolivia"]]},", while ",{"type":"[[","value":[["Sucre"]]}," is the constitutional capital and the seat of the Supreme Court. La Paz was established in 1548, and is in the Andes. Altitude of the city ranges from about 4,058 m (13,313 ft) above sea level in El Alto (where the airport is located) to 3,100 m (10,170 ft) in the lower residential area. It is the highest national capital in the world.\n\nThe sight from the air as one flies into La Paz is incredible.  First, one sees the sprawling shantytowns of El Alto, slowly giving way to the sight of La Paz itself, clinging tenuously to the sides of what looks like a large gash in the earth.\n",{"type":"[[","value":[["Image:Palace of gov, la paz.jpg"],["thumb"],["right"],["250px"],["Bolivian Palace of Government in La Paz."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Orientation"]},"\n\nLa Paz was built in a canyon created by the Choqueyapu River (now mostly built over), which runs northwest to southeast. The city's main thoroughfare, which roughly follows the river, changes names over its length, but the central tree-lined section running through the downtown core is called the ",{"type":"'''","value":["Prado"]},".\n\nLa Paz geography, in particular the altitude, reflects the city's society: the lower you go, the more affluent. While many middle-class ",{"type":"''","value":["paceños"]}," live in high-rise condos near the center, the really rich houses are located in the lower neighborhoods southwest of the Prado. The reason for this division is that the lower you go in the city the milder the weather is. And looking up from the center, the surrounding hills are plastered with makeshift brick houses of those struggling in the hope of one day reaching the bottom.\n\nThe satellite city of El Alto, in which the airport is located, is spread over a broad area to the west of the canyon, on the altiplano.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["El Alto International Airport"]}," (",{"type":"{{","value":[["IATA"],["LPB"]]},"), El Alto. This is the world's highest international airport; at 13,313 ft\/4,058 m above sea level, it's almost half as high as a jetliner's cruising altitude, and takeoffs require a longer runway due to the thin air. There is an airport departure tax of US$25 for international flights, Bs. 15 (around US$ 2) for domestic flights. Tax can only be paid in cash, but several ATMs which also give out US$ are available at the airport.\n\nMost South American airlines (LAN, TACA, Avianca, SkyAirline etc.) serve El Alto Airport as well local airlines (Boliviana de Aviación (BoA), Transporte Aéreo Militar (TAM), Aerocon and Amaszonas). Most international flights will make a stop over in Santa Cruz to pick up or drop off passengers. American Airlines is currently the only U.S. carrier serving Bolivia, with one daily flight from Miami.\n\nState-funded Boliviana de Aviación (BoA) and TAM (usually for a cheaper price) serve major domestic destinations as well as some major South American hubs. Aerocon mainly provides air links to communities in the Beni Department via their hub Trinidad. Amaszonas provides direct service to tourist destinations like Rurrenabaque or Uyuni. LAB (Lloyd Aéreo Boliviano) was Bolivia's national airline until April 2007, when services were suspended by the Bolivian government due to financial problems.\n\nWhile you may be in the practice of racing to immigration when you get off a plane, in order to avoid long queues, forget about this in La Paz. Take things very easily or you will be seriously out of breath and may suffer medical complications. Just walk slowly to the immigration area.\n\nFrom the airport, the official rate for a taxi into central La Paz is Bs 60 (about US$9). Only use radio taxis with a sign on the roof. Shared vans cost Bs 3.80 (US$0.50). When returning to the airport, please give yourself plenty of time if taking the bus. Often they are full once they pass near Plaza San Francisco, especially during rush hour 5-7PM. The first bus leaves from Plaza Isabel de Católica in Sopocachi at 6:15AM\n\nIf you are taking a TAM flight OUT of La Paz airport be VERY careful to verify which airport it is leaving from, some TAM flights leave from the El Alto Intl airport and others from the military base airport.  I got mistakenly dropped off early morning by the taxi driver at the Military airport which is about 2 km from the Intl airport and had no choice but to catch a cab back for the ripoff price for 30 Bs (for 2 km!) as it was early morning! (As of Nov. 2011 all TAM flights seem to be leaving from El Alto Intl. - May 2012 update - TAM flights do sometimes still leave from the military airport)\n\n",{"type":"===","value":["By bus"]},"\n\nThe main bus terminal is in Central Park, near the upper end of the Prado and a 15-20 min walk from most hostels. From this bus station, buses leave for big cities such as Cochabamba, Santa Cruz, Oruro, Potosí, Sucre, Tarija and Arica. Buses leaving La Paz usually stop in El Alto to pick up more passengers. It sometimes takes almost an hour until you really leave the city.\n\n",{"type":"[[","value":[["Cochabamba"]]}," 7-8 hr. Normal day buses cost around Bs 20 while \"full cama\" (flat bed) buses with for example Bolivar cost Bs 90. Semi cama between the two. \n",{"type":"[[","value":[["Oruro"]]}," 3 hr, Bs 15.\nTo Chile, buses run to ",{"type":"[[","value":[["Arica"]]},", around 8 hr, some continuing to ",{"type":"[[","value":[["Iquique"]]}," (12-14 hr - best to get the bus at 7AM, later buses will result in arriving in Iquique in the middle of the night.)\n\nBuses departing to, and arriving from, ",{"type":"[[","value":[["Lake Titicaca"]]},", like ",{"type":"[[","value":[["Copacabana"]]},", ",{"type":"[[","value":[["Sorata"]]},", ",{"type":"[[","value":[["Desaguadero"]]},", ",{"type":"[[","value":[["Tiwanaku"]]}," and so on leave from the area \"Cementerio\" (the city cemetery). Buses are leaving from \"parada Copacabana\", \"parada Sorata\", \"parada Desaguadero\" in the \"Cementerio\"-area.\n\nBuses going towards \"Los Yungas\" and ",{"type":"[[","value":[["Tropical Lowlands (Bolivia)"],["Amazonas"]]},"-region, such as ",{"type":"[[","value":[["Coroico"]]},", ",{"type":"[[","value":[["Chulumani"]]},", ",{"type":"[[","value":[["Irupana"]]},", ",{"type":"[[","value":[["Caranavi"]]},", ",{"type":"[[","value":[["Rurrenabaque"]]},", ",{"type":"[[","value":[["Riberalta"]]}," and ",{"type":"[[","value":[["Guayaramerín"]]}," are leaving from the area Villa Fatima, \"parada Yungas\".\n\nBuses going towards ",{"type":"'''","value":[{"type":"[[","value":[["Quime"]]}]},", any bus going to Oruro from the main bus terminal will stop in ",{"type":"'''","value":["Conani"]},", from whence you catch a mini-van into the Cordillera de Quimsa Cruz.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:La Paz-Calle Jaen.jpg"],["thumb"],["200px"],["Colonial buildings on Calle Jaen"]]},"\n\n",{"type":"===","value":["By bus"]},"\n\nThere are three types of shared public transportation in La Paz: regular buses or \"micros\"; shared vans, called \"mini buses\", and shared taxis running set routes advertised on the windshield, called \"trufis\". The former cost Bs 1,30 while the second are Bs 1,50-2,30 depending on duration. A trufi will generally cost you Bs 3-3.50. All types have their routes indicated on the windshield, but mini buses have the bonus of fare collectors hanging out the side, yelling out routes in a rapid, auctioneer-like manner. You can hail a bus or mini bus anywhere; to get off, just yell out ",{"type":"''","value":["\"¡voy a bajar!\""]},"\n\n",{"type":"===","value":["By taxi"]},"\n\nThe easiest way to get around is by taxi. They aren't metered, so agree on a fare before boarding; a ride within downtown should be about Bs 6-8. If you want to go further, ask two or more taxi drivers before boarding. A normal ride by taxi from downtown to a place within the city won't cost more than Bs 20.\n\n",{"type":"===","value":["By foot"]},"\n\nIf you ever find yourself to be lost, in general the easiest thing is to simply walk downhill.  You will eventually find yourself on the Prado or another main avenue, then You'll be able to take a taxi to the downtown, if you are on the southside of the city (Zona sur).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:CALLE LINARES OR WITCHES MARKET, LA PAZ, BOLIVIA.jpg"],["thumb"],["The Witches Market in La Paz"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sagarnaga Street"]},", (",{"type":"''","value":["just south of Plaza San Francisco"]},"). La Paz' main tourist strip. It's mainly a market street with ",{"type":"''","value":["artesano"]}," and souvenir stores, but you'll also find budget hostels, tour and travel agencies, cafes, and lots and lots of backpackers. Don't be suckered by the roving sellers of \"trilobite-in-a-rock\"."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Witches' Market"]},", (",{"type":"''","value":["Mercado de Hechiceria"]}," or ",{"type":"''","value":["Mercado de las Brujas"]},"). Calle Linares between Sagarnaga and Santa Cruz. Vendors sell llama fetuses and dried frogs for Aymara rituals, as well as soapstone figurines and aphrodisiac formulas. This street is also the best place to pick up a ",{"type":"''","value":["charango"]}," or other Bolivian musical instrument."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eloy Salmon"]},". Shops on this street sell cheap electronics."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Calle Jaen"]},". One of the few places in the city with preserved colonial buildings, currently housing several interesting museums."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza Murillo"]},". Contains government buildings and the city cathedral."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Valle de La Luna"]},". Surreal, weathered rock. Just outside the city. Take a local bus to Mallasa (Bs2.30) or a taxi (Bs 35) or join a tour. The entrance to the park is located next to the flags and costs Bs15. If you want to see more eroded formations with glittering diamond like silver and pink sand, try going on a red bus to Alpacoma from Calle Buenos Aires, then take a Bs. 2.00 trufi to the brick ovens, then walk a few minutes over the pass to the upper Achocalla valley (towards the well-hidden municipal dump)."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Thursday & Sunday Market in El Alto or Feria de 16 de Julio"]},". A huge market held in El Alto every Thursday and Sunday. This mostly Aimara market is one of the world's biggest, and a person can find just about anything. The latest software and DVDs are practically free as are high quality used clothes, jackets, sweaters and everything else imaginable. For newbies, stick to the railroad tracks starting at the ceja and ending at Plaza Ballivian. Do not bring anything valuable (like camera or iPhone) and keep your money (except small bills like 10's) inside your clothing. Bring sunblock. As a long time resident of Bolivia, this is one of my favorite pass times and the area where I have practically furnished my house, dressed my kids and bought plants for my garden. On fair days there are hundreds of mini buses leaving from the Prado."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Self-guided Public Transport Tour"]},". The best way to see the real La Paz is to jump on and off public transport minibuses and micros at random, go to the end of the line, turn around and jump off at any place that looks interesting. There is no way to get lost and each jump on and off costs about $US 0.15. Buy fruit and so on along the way and talk to people in the periferal zones. Quite safe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mercado Uruguay"]},", A labyrinth of street market stalls on a steep slope. Best fish meals in the city (\"Fish Alley\"). From the corner of Santa Cruz and Illampu walk up hill about four blocks... othat is, two blocks will bring you to the round Plaza 14 de Septiembre. One block straight up will bring you to Eloy Salmon, and another block to the market."]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Old train station-La Paz.jpg"],["thumb"],["The Old Train Station"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=CIRCULAR Circuit of Culture and Art: One ticket for three awesome museums"],["alt="],["url=http:\/\/www.circularbolivia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit La Paz museums, one ticket for three within a week! With the aim of promoting the cultural and historical heritage of La Paz and Bolivia, we launched a single ticket to access the circuit, which will be sold at tourist agencies, hotels and The museums of the circuit. The Three Museums of the Circuit are San Francisco Museum: a Catholic-indigenous face, the National Ethnographic and Folk Museum: a Trip through Bolivian Cultures, and the National Museum of Art: Exhibitions, collections, history and more."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Museum San Francisco"],["alt="],["url=http:\/\/www.centrocultural-museosanfrancisco.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Plaza San Francisco. This restored religious complex has housed some of Bolivia's most important historical moments, including the birth of the Independence Revolution of 1809. Also, one can climb the church tower to get a panoramic view of both the indigenous and Mestiza quarters. Displays are in Spanish and English along with personal guides."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=National Ethnographic and Folk Museum"],["alt="],["url=http:\/\/www.circularbolivia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ingavi 916, esq. Jenaro Sanjinés. The MUSEF shows us the Bolivian cultures in their historic dimension and their current situation. These cultures are alive in the cities and the countryside, in markets, schools and churches, in streets, the jungle or a minibus. Not a single corner of Bolivia escapes its diversity. And to understand this complexity better, the MUSEF offers us an incomparable tour."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=National Museum of Art"],["alt="],["url=http:\/\/www.circularbolivia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Calle Comercio esq. Socabaya. No doubt, the tour through the National Museum of Art is a ride through the history of Bolivian art, its paintings, sculptures, photos and other artistic expressions; a singular experience for both national and foreign visitors."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tiwanaku Museum"]}," (",{"type":"''","value":["Museo Tihuanaco"]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum of Contemporary Art"]}," (",{"type":"''","value":["Museo de Arte Contemporaneo"]},"), Av. 16 de Julio 1698 (Prado). The permanent collection upstairs (Bs10) contain many works by renowned Aymara painter Mamani Mamani. The downstairs gallery containing work by students and up-and-comers is free."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Coca Museum"],["url=http:\/\/www.cocamuseum.com"],["email="],["address=Calle Linares 906"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-Su 10AM-7PM"],["price=Bs 10"],["content=A favorite of foreign tourists, this small museum details the history and significance of the coca plant, including the effect of the ",{"type":"''","value":["U.S. War on Drugs"]},". The displays are in Spanish, but booklets of complete translations in other languages are provided. According to the museum, crack cocaine is the greatest epidemic since the Plague in the Middle-Ages. And yes, there are free samples of coca leaf for visitors."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Musical Instrument Museum"]}," (",{"type":"''","value":["Museo de Instrumentos Musicales de Bolivia"]},"), Calle Jaen 711. Displays a huge collection of sound-producing devices from Bolivia and beyond, some of which you can play yourself. The museum was founded by charango master and inventor Ernesto Cavour, and some of his creations on display (such as multi-bodied guitars) are downright bizarre."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum of Precious Metals"]}," (",{"type":"''","value":["Museo de Metales Preciosos Precolombinos"]},"), Calle Jaen 777. Pre-Columbian treasures in silver and gold."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Submerged Museum"]}," (",{"type":"''","value":["Museo Subterraneo"]},"), in front of the city stadium. Hardly deserving the name \"museum\", it's essentially a small outdoor plaza sunk into the ground with a huge replica Tiwanaku monolith in the middle of it. The original one used to be there, but it was moved back to Tiwanaku for preservation."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bolivian Andean Textile Museum"],["alt=Museo de Textiles Andinos Bolivianos"],["url=http:\/\/www.museodetextiles.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Plaza Benito Juarez 488. It exhibits a large variety of textiles and weavings from all the Bolivian andean communities. It's a must-see for weaving lovers. It also displays several garments, like ponchos, from all these regions. The museum also includes a shop (90% of your purchase belongs to the artists) and it is located at lovely house in Miraflores."]]}]},"\n",{"type":"===","value":["Views"]},"\n\n",{"type":"[[","value":[["File:LaPazBolivia.jpg"],["630px"],["center"],["Panorama of La Paz"]]},"\n\nLa Paz is a city which can be a sight in itself, and there are several viewing places or ",{"type":"''","value":["miradores"]}," offering impressive panoramas.\n  \n",{"type":"*","value":[" ",{"type":"'''","value":["Mirador Killi Killi"]},", (",{"type":"''","value":["from Avenida Sucre take Avenida La Bandera and then walk straight up, the mirador is on the right side"]},"). You can get the best view of La Paz from here. No entrance fee. You can either walk, take a taxi or bus to get there. Buses with sign \"V. Pabon\" go there, such as \"micros\" W, P, 22, 137."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parque Laikacota"]},", (",{"type":"''","value":["at the top of Av. Ejercito west of the city center"]},"). The best panorama from within the bowl, with clear views of the city and the rugged terrain to the east, all the way to Mt. Illimani. Admission is Bs 3.50."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mirador Monticulo"]},", (",{"type":"''","value":["next to Plaza España"]},"). This small park (free entry) has a church and lots of trees which block much of the city, but the clear view of Illimani makes it an evening hotspot for couples."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Av. Camacho"]},", (",{"type":"''","value":["In the heart of downtown"]},"). Points straight to Illimani, and from the intersection with the Prado it's framed by skyscrapers in an interesting juxtaposition."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Condor Samana"]},", (Take a red bus from Calle Buenos Aires east towards Ciudad Satellite): Near Alpacoma, The most unknown of La Paz view sites, on top of some eroded cliffs belowe Ciudad Satellite, The condors used to nest here before the city moved up. If upu look out the left hand side of the bus you will spot the castle like formation a bit before getting to El Alto."]},"\n",{"type":"==","value":["Do"]},"\nTake it easy on your first day in La Paz if you arrive from low altitude. Even if you feel fine, resting and walking slowly will help. Try not to eat too much, at least the first day or so. And sleep as much as you can.\n\nOne good thing to do is to take any mini-bus or micro from near your hotel to the end of the line, walk down a bit and catch another one to the end of the line, walk down some more and catch another one and so on. Cheap, no danger and you will see the most fascinating things imaginable.\n\n",{"type":"===","value":[" Bolivian wrestling cholitas"]},"\nShows every Sunday at Ceja El Alto, Zona 12 de October. Taxis from downtown tourist area at most 50bs.\n\n",{"type":"===","value":["Peñas"]},"\n\nOne of the most recognizable aspects of Andean culture is its folk music, which you can enjoy at a number of ",{"type":"''","value":["peñas"]},", or music clubs.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Huari"]},", Calle Sagarnaga 329. Its location makes it the convenient choice for foreign tourists, so be prepared for extreme tourist prices and slightly tacky decor. (The ancient Incas probably didn't have black lighting.) Nonetheless, the music and dance performances are excellent."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marka Tambo"]},", Calle Jaen 710. Considered among the best for serious fans of the music."]},"\n",{"type":"===","value":["Cinemas"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["MegaCenter"]},", (",{"type":"''","value":["in the entrance to Irpavi in the \"Zona Sur\""]},"), From downtown you must go on public transportation."]},{"type":"*","value":[" ",{"type":"'''","value":["MultiCine"]},", 2631 Avenida Arce, (a couple of blocks south of Plaza Isabel de Catholica), ",{"type":"[","value":["http:\/\/www2.multicine.com.bo"]},". Brand new multiplex cinema with 1 3D screen. Shows current Hollywood blockbusters."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Cinemateca Boliviana"]},", Guachalla and Federico Suazo St''). Most modern movie theater in the city.  You can see new mega-releases as well as local films and international festivals."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Monje Campero"],["alt=at the beginning of Av. 16 de Julio"],["url=http:\/\/monjecampero.com.bo"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["16 de Julio"]}," (",{"type":"''","value":["near to Plaza del Estudiante"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cine Azul"]},", (",{"type":"''","value":["at the beginning of Av."]},"16 de julio''). Despite the best efforts to censor it Latin America's premier underground bluey showhouse is still up and running. The steam is literally dripping off the walls, among other things."]},"\n",{"type":"===","value":["Bank Holidays and special dates"]},"\n16 July - Anniversary of La Paz\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"===","value":["Languages"]},"\n\n",{"type":"====","value":["Schools"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Instituto Exclusivo"],["url=http:\/\/www.instituto-exclusivo.com"],["email="],["address=Avenida 20 de Octubre #2315"],["lat=-16.50900990542171"],["long=-68.12729358673096"],["directions="],["phone=+591 2 242 1072"],["tollfree="],["fax="],["hours="],["price="],["content=Study Spanish, English, Dutch, German, Portuguese or several other foreign languages with experienced and personable teachers. Excellent individualized and small group instruction with friendly staff. Activities from salsa classes to local excursions, including museum, market or peña visits upon request.  Free internet, homestays and transportation."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pico Verde Languages"],["url=http:\/\/www.pico-verde.com\/"],["email="],["address=363 Sagarnaga St"],["lat="],["long="],["directions=up from San Francisco, close to corner with Calle Illampu"],["phone=+591 2 231 8328 or +591 737 18240"],["tollfree="],["fax="],["hours=M-F 9AM-6PM, Sa 9AM-1PM"],["price=US$4.50-8 per hour depending on class size and hours taken"],["content=Friendly Spanish school in the heart of La Paz´s historical district. Specialises in crash courses for travellers wanting to get to grips with or improve their Spanish, as well as longer courses for those spending more time in the city. Group or individual classes tailored to any level, with experienced teachers who all speak fluent English, as well as some French, German and Italian speakers. Homestays and volunteering opportunities can be arranged, as well as other activities. Competitive prices and laid back atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=SpeakEasy Institute"],["url=http:\/\/www.speakeasyinstitute.com"],["email="],["address=Avenida Arce #2047"],["lat="],["long="],["directions="],["phone=+591 2 244 1779"],["tollfree="],["fax="],["hours="],["price="],["content=Highly trained, experienced teachers and courses tailor-made, short survival Spanish, brush up on what you know, prepare for international exams, understand exactly what the subjunctive is. Homestays, volunteer work and cultural activities offered."]]}]},"\n",{"type":"====","value":["Private teachers"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=William Ortiz"],["alt=Servicing for ABC Spanish Tuition"],["url=http:\/\/abc-spanishtuition.tk"],["email=williamor@hotmail.com"],["address=Miraflores, Avenida Simon Bolivar, Pasaje 1880, house Nº 1785"],["lat="],["long="],["directions=opposite China Motors Company, walk the alley up to the end"],["phone=+591 2 2220582 or +591 72552871"],["tollfree="],["fax="],["hours=Mon-Sun 8AM-8PM"],["price="],["content=Mr. Ortiz, has taught Spanish since 1992, in La Paz, his place is located 20 min walk from Sopocachi and 10 min to the centre. The schedules for the lessons are completely flexible and the student could start lessons any day of the week. Individual, Group and tailor-made classes. Family homestay, Volunteer work and Educational tours could be organized for students during the course. Intensive lessons 3-4 hrs\/day or Short-term intensive lessons 5-10 hrs\/day. Free hostal pick-up."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rita Clavijo"],["url=http:\/\/www.ritaclavijo.com"],["email=rc@ritaclavijo.com"],["address=Pasaje José Manuel Loza Nº 420 (Calle Prudencio esq. Juan de Vargas)"],["lat=-16.503692"],["long=-68.123592"],["directions=Miraflores, between Parque Laicacota and Estadio Obrero"],["phone=+591 728 89 364"],["tollfree="],["fax="],["hours="],["price="],["content=For those who find learning in a formal school environment difficult, or whose schedules make fitting in with a school's timetable impossible. Rita offers private tuition at whatever time is most convenient, either at her home, your hostel, or a quiet café of your choice. More than 10 years experience teaching Spanish, and a positive, adaptable approach based on her extensive study of cognitive theory. Specialises in helping students who have found that rigid, traditional approaches don't work for them."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Iris Palacios"],["url=http:\/\/www.onlineonsitespanish.blogspot.com"],["email="],["address=Calacoto district, Calle 23 N 7870"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-7PM"],["price="],["content=Private Spanish classes in the heart of south area of the city. Certified teacher with 5 years of experience. Flexible schedules, kitchen, WiFi, volunteer placements, homestay and host families."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Handicrafts lapaz.jpg"],["thumb"],["250px"],["Handicrafts market in Santa Cruz street in La Paz."]]},"\n\n",{"type":"===","value":["Handicrafts"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fair trade shop"],["url="],["email="],["address=958 Calle Linares"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Weavings are upstairs, better quality than the stuff on the street with comparable prices. Nicely mounted with wood panels and ready for hanging."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=A Manos"],["url="],["email="],["address=Calle Carlos Bravo 299"],["lat="],["long="],["directions=Behind Hotel Plaza on el Prado"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good quality handicrafts. Has a café (Café El Consulado), travel agency; Topas Adventure Travel Bolivia, and 5 great rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Ayni Bolivia"],["alt=Fair Trade handicrafts"],["url=http:\/\/www.aynibolivia.com"],["email=ayni@aynibolivia.com"],["address=Av. Illampu 704"],["lat=-16.4955"],["long=-68.1402"],["directions=one block from witches market"],["phone=+591 2 279 2395"],["tollfree="],["fax="],["hours=M-F 8AM-8:30PM, Sa 10AM-6:30PM"],["price=US$2-50"],["content=Fair trade store member of World Fair Trade Organization WFTO, has 26 different groups, with a wide variety of handicrafts (alpaca, wood, ceramics, native textiles, table cloth, greeting cards). One store is located inside Hotel Rosario and other at the street."]]}]},"\n",{"type":"===","value":["Gear & equipment"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Spitting Llama Bookstore & Outfitter"],["url=http:\/\/www.thespittingllama.com"],["email=info@thespittingllama.com"],["address=947 Calle Linares"],["lat="],["long="],["directions=inside the Hostal Posada de la Abuela"],["phone=+591 79770312"],["tollfree="],["fax="],["hours=M-Sa 10AM-7:30PM"],["price="],["content=Offers offers a wide range of trekking, camping equipment and similar requirements. They also rent things like tents and sleeping bags. Thousands of books in English and many other languages and have Bolivia's best book exchange. English-speaking staff available."]]}]},"\n",{"type":"===","value":["Maps"]},"\n\nLa Paz is a good place for buying maps of the country. Topographical maps are available in 1:50 000, 1:100 000 and 1:250 000. The most popular maps, including the 1:250 000 version of Cordillera Real and the 1:50 000 version of Volcan Sajama are sold by street vendors that roam Calle Sagarnaga and from stalls along el Prado. But the best place to buy maps is the \"Instituto Geografico Militar\", IGM. The instituto has two offices in town, listed below.\n\n",{"type":"*","value":[{"type":"'''","value":["Edificio Murillo No. 100"]},", Calle Juan XXIII parallel to Calle Murillo at the end of Calle Rodríguez. This office is likely to be closest to where you stay and sometimes has as map or two on offer, but most often asks you to come back mañana when they still don't have the map you want. It's has a nice atmosphere though, and makes a nice visit for mapophiles needing that fix of fresh map air."]},"\n",{"type":"*","value":[{"type":"'''","value":["Oficina Central"]},", Estado Mayor General, Av. Saavedra No. 2303. This is the place to go, but a little out of the way. It is said to be open afternoons, but it's best to visit between 9PM and 11PM Closed if there's a soccer game in the nearby Stadium. Take a micro marked \"E. Mayor\" from Plaza San Francisco. The unmarked entrance is 20 m down Av. Saavedra from the main car entrance to the Estado Mayor. Surrender your passport in the window marked IGM, get a number tag to hang around you neck and walk down the road and to the left. Many maps are only available in copies for Bs 30 a sheet. An original is Bs 40."]},"\n",{"type":"==","value":["Eat"]},"\nFor lunch try the little almuerzo-kitchens. You'll get a decent menu for under Bs10. Be careful with or avoid salads the first days. If you are on a budget it is always possible to eat in the local markets.\n\nMost of the fancier restaurants in La Paz are at the bottom of the Prado, around the vicinity of Plaza Isabel La Catolica and Plaza Avaroa.\n\nThere's a string of inexpensive ",{"type":"'''","value":["pizza"]}," and hamburger joints on the west side of Avenida 6 de Agosto south of Plaza del Estudiante. ",{"type":"'''","value":["Sergio's"]}," is considered the best, and is good for checking upcoming music venues.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chifa Puerta del Sol"],["url="],["email="],["address=Av. Ballivian #503 (Calacoto, Calle 11)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Average Chinese. Not worth the 17 km drive out of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Consulado"],["url="],["email="],["address=Calle Bravo 299"],["lat="],["long="],["directions=Behind Hotel Plaza (Prado)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New place in La Paz. Best brunch in town, gourmet food in beautiful surroundings. Wifi and garden. Working with the \"New Andean Kitchen\" and organic coffee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Sabrosa Taiwanesa"],["url="],["email="],["address=Calle Chichas No. 1208, Zona Miraflores, 2221186"],["lat="],["long="],["directions=a short walk or quick taxi from Plaza Isabela Católica, just on the other side of the Puente de Las Americas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New family-run Taiwanese restaurant.  Flavourful dishes and a good sized menu (veg and non-veg) in a clean setting.  30Bs for chicken with spicy peanut sauce (2-person portion). (Update 2 June 2011: Restaurant seemed to be closed today around 1PM...in fact, aside from the small Taiwanese decorative lantern hanging next to the front door, it was hard to tell if that was even the correct address.  Maybe closed permanently?)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Utama"],["url="],["email="],["address=Av. 16 de Julio 1789 (Prado)"],["lat="],["long="],["directions=top floor of Plaza Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= With its fabulous view of the city, the Utama has served the likes of Fidel Castro and Alberto Fujimori (embattled former President of Peru), yet the main dishes (Bolivian and international, in portions ample for two) are only around Bs 50 (US$6.50)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Angelo Colonial"],["url="],["email="],["address=Calle Linares 922"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A dark, bohemian cafe set in an old mansion decorated with scads of antiques. Serving Bolivian and mediocre international food. The best drip coffee in La Paz. Painfully slow service. Another location on the Prado. Serves llamas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tambo Colonial"],["url="],["email="],["address=in ",{"type":"''","value":["Hotel Rosario"]}],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lavish breakfast buffet for Bs 20  (US$2.50), great international and local food from 12 noon-11PM. Try the Lake Titicaca trout with Beni almonds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Naira"],["url="],["email="],["address=Calle Sagarnaga 161"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Catering mostly to travelers (and guests of the hotel—see below), but a good sampling of Bolivian dishes. Expensive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Alo Cubano"],["url="],["email="],["address=Av. Aniceto de Arce"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best place to pretend you're back in the 50s plotting a Pan-American revolution with Fidel and Che."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Contigo Peru"],["url="],["email="],["address=second floor of Edificio Alameda (on the Prado)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Good ",{"type":"''","value":["ceviche"]}," and other seafood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eli's New York Deli"],["url="],["email="],["address="],["lat="],["long="],["directions=on the Prado"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Try ordering with a thick New York accent and see what you get. Prices gone sky high this year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sultan"],["url="],["email="],["address=San Miguel, Zona Sur"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great Arabic fast food in a tiny setting. Try the falafel for 7 Bs. Order a \"super\" for 10 Bs if you're hungry and be there for lunch when the boss isn't around (bigger portions)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Italia"],["url="],["email="],["address=Calle Ilampu 809"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves nice breakfasts with a friendly smile. Pizzas are not good, and also overpriced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Mia Pizzeria"],["url="],["email="],["address=Calle Ilampu"],["lat="],["long="],["directions=below one of the two"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cheaper than \"Italia\" with more American style pizzas. Take-away available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al amir"],["url="],["email="],["address=Murillo 824"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=has nice Arabic food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=100% Natural"],["url="],["email="],["address=Calle Sagarnaga 345"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Often full, especially around 11PM, but serves huge sandwiches and great vegetarian burgers in a cozy atmosphere. Good food, better juices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Star of India"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open from 9AM for breakfast, then lunch served Mon-Sa from 11:30AM and Sun from 4PM"],["price="],["content=The highest Curry House in the world!. This is one of the few places you can get curry in Bolivia (and also can deliver to your hostel). Good veggie and vegan options. The curries and side dishes are mediocre at best, if you're longing for a UK style curry you'll be disappointed. They offer a free \"I survived the world's most dangerous vindaloo\" T-shirt to anyone who finishes it - people generally don't. Portions are small for a curry house."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Ciudad"],["url="],["email="],["address=Plaza Estudiantes"],["lat="],["long="],["directions=Lower end of the Prado"],["phone="],["tollfree="],["fax="],["hours="],["price=Burgers 15-20 Bs, main courses 30-40 Bs"],["content=Open 24 hr."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Karlovy"],["url="],["email="],["address=Av. Claudio Aliaga Nº 1182 - Bloque J-47, San Miguel"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8AM-12PM"],["price="],["content=An elegant coffee shop in the hip southern part of La Paz.  Serves fantastic food all day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sol y Luna"],["url="],["email="],["address=Calle Murillo and Cochabamba"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wide selection of international food, Dutch owned and operated. Excellent coctails and always a good atmosphere. Drink Coca Leaf Mojitos where the mint is replaced by Coca Leaves - top cocktail!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yussef (closed down)"],["url="],["email="],["address=cnr illampu and Sagarnaga"],["lat="],["long="],["directions=As you go up Sagarnaga it is on the right inside a building about 10 m before the corner"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lebanese food, with real authentic Lebanese owners. Great platters for vegetarians and mea eaters alike. Also real quality Baklava. great hosts there and atmosphere. It is a little more pricey than the usual fare but definitely worth it."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Namas Te"],["url=http:\/\/www.namastebolivia.com"],["email="],["address=Zoilo Flores #1334"],["lat="],["long="],["directions=San Pedro"],["phone="],["tollfree="],["fax="],["hours=8:30AM-7PM"],["price=Bs 20"],["content=In the heart of the city, San Pedro. Serving possibly the best homestyle vegetarian cooking w\/much flavour and love. Deep fried vegan patties. Fixed lunch starts midday. Music w\/your organic coffee\/tea\/food.  If you want the menú del dia, be sure to reserve it in advance by calling!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Terraza Cafe"],["url="],["email="],["address=Ave 16 de Julio 1615"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On el Prado. Very nice restaurant-cafe for Bolivian standards. Try the personal size pizza. The one with extra cheese, pesto, tomato and caramelized onions is to die for."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ken Chan"],["url="],["email="],["address=Batallon Colorados No.98. Esq.Federico Suazo"],["lat="],["long="],["directions=200 m on the right side of Batalíon Colorados from the round-about at the lower end of the Prado (the left street if coming from the direction of the bus station)"],["phone=+591 2 2442292"],["tollfree="],["fax="],["hours="],["price=Set meal main around Bs 40~50"],["content=Authentic Japanese food in this restaurant run by the Japanese Society in La Paz. Japanese specialties such as ramen, chicken katsu and karaage in addition to the expected sushi. Set meals with miso soup, (Japanese) rice are available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Coca"],["url="],["email="],["address=Rosendo Gutiérrez Nº 482"],["lat="],["long="],["directions="],["phone=+ 591 2 2410892"],["tollfree="],["fax="],["hours="],["price=20Bs"],["content=In the Sopocachi district, about a block and a half from Plaza Avaroa, La Coca is an ",{"type":"''","value":["almuerzo"]}," style restaurant offering a very good four course menu for the price. Choice of 3 soups and 5 main courses, at least one of each guaranteed to be vegetarian. Quiet, pleasant decor, friendly and competent staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Glam"],["url="],["email="],["address=Sanchez Lima Nº 2237"],["lat="],["long="],["directions="],["phone=+ 591 2 2423446"],["tollfree="],["fax="],["hours="],["price=85Bs"],["content=High-end international cuisine at a price to match. The food is excellent, and the surroundings live up to the name, but you won't get much change from 400Bs for two people (including wine and dessert). Despite describing itself as a \"jazz lounge\", the resident DJ has never heard of Chet Baker, Miles Davis or John Coltrane, and seems to prefer elevator music ... though with a little prodding can be persuaded to put something more tolerable on."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nLocal law prohibits serving alcohol after 4AM. There are a number of speakeasies defying this.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Paladar-Cozinha Brasileira"],["url="],["email="],["address=C. Ferrecio #B-28, San Miguel"],["lat="],["long="],["directions=On the right side of Alexander Coffee"],["phone=+591 2 2774337"],["tollfree="],["fax="],["hours=Tu-Su 12noon-3:30PM\/Tu-Sa 7PM-11:30PM"],["price=US$5-15 with drinks"],["content=Traditional Brazilian cuisine. Feijoada (hot bean pot with smoked pork rib, smoked sausages, sun dried meat and bacon), moqueca de Peixe (pirarucu filet [white meat amazonian river fish] slowly cooked in coconut milk and spices). A caipirinha is the perfect cocktail for this meal or you can also have wine or beer if you aren't feeling that adventurous. Variety of grilled meats (not \"rodizio\" style), chicken and trout. Cozy and owned by a Brazilian and French Canadian couple."]]}]},"\n",{"type":"===","value":["Cafes"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Alexander The Great"]},", Av. 16 de Julio 1832 and other locations. Many thought the legendary Macedonian slayer had long since died.  Not so in fact, although he is considerably tamer after a rough encounter with a fiery cholita."]},"\n",{"type":"*","value":[{"type":"'''","value":["Blueberries"]},", Av. 20 de Octubre 2475. This café serves very delicious coffee, and also has a very appealing breakfast menu. The café is situated at the east end of Plaza Avaroa, where you may also find an \"Alexanders Coffee\"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Confiteria La Paz"],["url="],["email="],["address=Avenida Camacho & Ayacucho"],["lat="],["long="],["directions=close to Obelisco"],["phone="],["tollfree="],["fax="],["hours=8AM-midnight"],["price="],["content=Free WiFi for customers"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Papaya's Cafe"],["url="],["email="],["address=Calle Jaen and Sucre"],["lat="],["long="],["directions=Cafe of the Museo Costumbrista"],["phone=+591 791 13 593"],["tollfree="],["fax="],["hours=9:30AM-midnight"],["price=Bs 20-100"],["content=Llama burgers, terrines, pates. Quinoa tabulets and salads, highland cheeses. Specialized in coca sours drinks. Saya home made beer."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pepe's Coffee Bar"]},", Jimenez 894. Decent coffee and a nice calm getaway close to the tourist ghetto. Sandwiches are disappointingly small, but tasty. The \"Trekker´s Breakfast\" is huge and delicious."]},"\nCoffee is not a popular drink in Bolivia. If you want a sweet hot drink try api, made of corn.\n\n",{"type":"===","value":["Bars"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Note Café\/Wine Bar"]}," [closed down, as of April 2012], Plaza gaston Velasco, Viluyo esq. Linares (1 block from sagarnaga and illampu; at the top of the stairs when you exit Oliver's).  Great vibe; it's a fantastic place to chill with friends, have a drink & a bite to eat.  The people behind the bar know their stuff (from martinis to wine to local beer), and there's excellent chili, lamb chops and tapas on the menu.  Good prices compared with other bars in the area; it's open from the late afternoon onwards."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oliver's Travels"]},", Calle Murillo (opposite Sol y Luna). Northern English owned backpackers bar serving standard English fare at mid-range prices. Under new management. Fun party atmosphere,and a warm welcome from Eglish speaking staff. Also has travel Has WiFi and TV for most sporting events and a book exchange (very good, but expensive). Tour agency and great happy hour Su-Th. Wednesday nights are theme orientated with fancy dress. Available for large bookings and tour groups. Great food, the breakfast is very nice and not too overpriced compared with the other local options."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sol Y Luna"]},", Calle Murillo. Dutch owned & managed traveller's hangout. Good atmosphere, different areas, live music, free WiFi, large screen TV for important football games. Pool table, serve coca leaf mojitos, where coca leaves are substituted for mint leaves."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Irish"]},", Plaza Avoroa. Food is overpriced but good, and the cocktails are reasonable, though not as good as some from some of the other bars. Mostly frequented by Bolivians and is of course a ",{"type":"''","value":["themed"]}," bar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Traffic"]},", San Jorge. Bar with a good atmosphere and fairly good music. There is a large dance floor and a comfortable bar. Owner Asher has taken 6 steps back from managing the place after a sting operation codenamed 'superhuey' ."]},"\n",{"type":"*","value":[{"type":"'''","value":["Antique Pub"]},", Pichincha 662. Recorded rock music, and all sorts of old things including fob watches, photographs, a kid's tricycle and a six shooter to keep you amused. They serve food too."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pomp Pomp Salty Man"]},", Loayza and Comerceo.  Known for its great clandestine happy sauces.  ATM on premises."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hard Rock Cafe"],["url="],["email="],["address=Calle santa-cruz #399 esq. illampu"],["lat="],["long="],["directions="],["phone=+591 2 211 9318"],["tollfree="],["fax="],["hours=10PM-4AM"],["price="],["content=Open all week long, great parties, all kind of music.  The biggest bar in Bolivia serves almost every drink there is.  Full of backpackers and locals, great music and atmosphere."]]}]},"\n",{"type":"*","value":[" ¨BackStage¨, La Florida, Calacoto. Trendy karaoke lounge with a great ambience and an amazing variety of songs both in Spanish and English. A good option if you visit the Zona Sur."]},"\n",{"type":"===","value":["Clubbing"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mongo's"]},", Hermanos Manchego 2444. Since 1995 has remained one of the most popular places for travellers with a good mix of locals. It's a lively atmosphere every night of the week at this place. Open from 6PM-3:30AM. Serving the best in global cuisine, and well priced. Be careful, though, as many tourists (as of July 2009) have reported being duped by being charged much higher prices for drinks than listed on the menu. Check your bill carefully! Unfortunately because of its popularity with tourists, Mongos has attracted pick-pockets as of late. A common trick to for a Bolivian to 'drunkenly' hug you in the bar, while he takes your phone\/wallet\/valuables from your pockets."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Forum"]},", (",{"type":"''","value":["near Plaza Espana"]},"). Bolivian hangout and a proper disco venue, the other one is called Soundbar. Very dressed up Bolivians frequent the establishment. Worth a look if you're missing a big club with big pretensions."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Gitana"]},", Zona Sur, Calle 8 de Calacoto, is a bar\/club hangout for upper class youth of La Paz's South Zone. Dress well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dry Law"]},", Zona Sur, Cota Cota, is a pretty hip club in La Paz's rich South Zone that's slightly on the right side of pretentious. Good alternative to Mongo's or RamJam if you're sick of bumping into Gringos all the time. Dress well."]},"\n",{"type":"==","value":["Sleep"]},"\n\nIf you do not want to pay for a bed, you can pass a night ",{"type":"''","value":["in loco"]}," along ",{"type":"''","value":["Calle Sagarnaga"]}," or ",{"type":"''","value":["Calle Illampu"]},". These streets are merged into fairs and museums, so are full of people all day long. Be sure to inspect your room before signing the register.\n\n",{"type":"===","value":["Hostels"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Maya"],["alt="],["url=http:\/\/www.hostalmaya.com\/"],["email="],["address=Calle Sagarnaga 339"],["lat=-16.4978384"],["long=-68.1387949"],["directions="],["phone=+591 2 231 1970"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Quality, inexpensive hostel in La Paz with very friendly, helpful, bilingual staff. The terraces have a fantastic view of the city, and they're located in the best neighborhood near all the bars, museums, restaurants, and great events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Loki Backpackers Hostel"],["alt="],["url=http:\/\/www.lokihostel.com\/la_paz"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2 2458748"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Loayza 420. Set in a beautifully restored 100 year old hotel, with an amazing bar in the old ball room. Also houses the Oxygen Bar on the 3rd floor with a rooftop terrace and BBQ area. Amenities include real duvets, comfortable beds, hot showers, breakfast, English speaking staff, tour desk, internet and WiFi, International phone service, pool table, TV-room with DVDs, cable, and enough partying to keep you up until 3AM. Dorm beds from Bs 40. Matrimonials, triples and twin rooms also available. Probably the worst internet connection in La Paz (and that's saying something) so take care of any online bookings or arrangements before arriving. Side note, was raided in early June 2013 by the police looking for drugs. At least two travellers were caught and Loki's liquor license was officially taken away."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pirwa Backpackers Hostel La Paz"],["alt=Pirwa backpackers La Paz"],["url=http:\/\/www.pirwahostelsperu.com\/hostels-lapaz\/"],["email=pirwalapaz@gmail.com"],["address=Av Montes #641"],["lat=-16.490987"],["long=-68.1393313"],["directions=central area of ​​the city"],["phone=+591 2 2458748"],["tollfree="],["fax="],["checkin="],["checkout=11:00"],["price=From US$6.90\/person (45Bs\/person)"],["content=24 hr hot showers, movies, in-house bar, attentive staff, free breakfast, free internet, pick up service, and comfortable beds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Perla Negra Hostal"],["alt=Hostal Perla Negra"],["url="],["email="],["address=P. Kramer #775"],["lat=-16.4894744"],["long=-68.1392099"],["directions=Opposite bus station upset of stairs on the left very small sign"],["phone="],["tollfree="],["fax="],["hours="],["price=120bs for double with shared bathroom"],["checkin="],["checkout=12:00"],["content=24 hr hot showers, free pool table\/ping pong\/table football, free breakfast, free internet, WiFi in all rooms and comfortable beds. Feels more like a hotel than a hostel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Adventure Brew Hostel and Brew Too"],["alt="],["url=http:\/\/www.theadventurebrewhostel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2 246 1614"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avenida Montes 533. New, bright and clean. Micro-brewery on-site, and a rooftop bar, with BBQs most nights. Just down the road is the annex: ",{"type":"''","value":["The Adventure Brew Too"]},". there, dorm beds are Bs 48-72, single with bath Bs 192. Includes all-you-can-eat pancake breakfast, slow internet, WiFi, a range of DVD-films and a small Saya beer. Although their internet booking engine will state they are full, they might have a bed if you call. The location is good for the bus terminal, but a bit off for other things. US$20 per night for a single."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wild Rover Backpackers Hostel"],["alt="],["url=http:\/\/wildroverhostel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2 2 211 6903"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Comercio 1476. Un-officially the highest Irish owned hostel\/bar in the world and with a crowd to match, Wild Rover is a new backpackers just 3 blocks from the famous Plaza Murillio in a beautiful old ex presidents house. Facilities include 24 hr reception, travel agency, backpack lockers, 24 hr gas powered hot showers, extra wide beds with specially made winter\/summer duvets, fun bar with daily activities, all day food menu with the food you miss from home, wifi and free internet, pool table and TV room. Very popular with British\/Irish backpackers. Some rooms are very noisy due to proximity of the bar, ask for a room in the back. Dorms from Bs 40."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Solario"]},", Calle Murillo 776. Clean and cheap backpacker joint, located one and a half block from Calle Sagarnaga along Murillo. It is a 10-15 min walk from the bus station or a short taxi-ride. Warm water, shared bathrooms with electrical showers, cheap laundry service, free internet and wifi as well as free use of a kitchen. Nice mix of people - especially popular with Japanese and French travellers. Occasionally full but back-up options are available in the same block, albeit not quite as good value. No lockers so valuables must be left with the office. Singles Bs 35, Doubles Bs 60, Triples Bs 90, 4 bed dorm Bs 25, 6 bed dorm Bs 20."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bacoo Hostel"]},", 693 Alto de la Alianza St.. Big sized party hostel, guests are mostly very young. Dorms around 50 Bs (depending on the size), 2 pivates; 140-160 Bs, but very poor beds and bad shower in the privates (April 2012)."]},"\n",{"type":"===","value":["Other Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel la Valle"],["alt="],["url="],["email=info@lavalle.com"],["address="],["lat="],["long="],["directions="],["phone=+591 22456085"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great location, great prices (double with private bath (no TV), 90 bs) and very friendly staff. Popular with Bolivians. Great place."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Inkaterra Backpackers Home"]},", across the bus terminal, singles from Bs. 30."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arty´s Guesthouse"]},", Avenida Montes, a few blocks down from the Adventure Brew. Small family run hostel, friendly staff but the midnight curfew can be a bummer."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Illimani"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2 220 2346"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Illimani #1817 In Barrio Miraflores, a few blocks from the Stadium. Basic and secure accommodations with shared bath and sink in room. Ms. Filomena is the manager who keeps an eye on the place and is always happy to help. Has a courtyard and places to wash and dry clothing. Expect to pay 25 b for a single. Doubles are available. Is not in the normal city central tourist area. If you want to be by the tourist stuff, do not stay here. If you want less gringos around this is a good place."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Carretero"]},", about 5 blocks north of San Francisco, dorm for 20 Bs. Basic. Gets a lot of \"Artisans\" staying there."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Austria"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2 235 1140"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Yanacocha. Very popular with backpackers. Offering warm water, friendly staff and a central location. Singles Bs35, shared room Bs30."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hosteria Blanquita"]},", Santa Cruz 242, is a nice place, with a friendly staff, offering doubles for 80 Bs 12 midnight curfew. Be wary of confusing billing calculations and over charging. ",{"type":"''","value":["Use your own calculator"]}," to check the totals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Continental"]},", top end of Calle Illampu. Doubles with shared bath are 80 Bs. 10% discount with ",{"type":"''","value":["HI-card"]},". Former members of Status Quo tend to use this hotel whilst in town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hostal Cactus"]},", Calle Jimenez. Kitchen, laundry service, lousy Nestle instant coffee maker, rooftop terrace, nice quiet street. Very popular with the pseudo-hippie types. Can be very loud outside the rooms near the employees reception area (Friday night fiesta time). 30 Bs for privates (10 Bs for lentil soup)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Majestic"]}," Calle Santa Cruz. Splurge just a little and for 130 bolivianos you get a nice comfy double (Single 100 Bs) with TV (loads of movie channels) and private bathroom with hot shower. All in the heart of the backpacker area. Breakfast is also included, but isn´t great. The Senora in charge is a lovely lady and will take good care of you."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hostal Lobo"]},", c\/Illampu esq Santa Cruz, low prices, friendly staff, a home away from home taste of Tel Aviv."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Savoy"]},", Calle Chuquisaca 675, very friendly staff, free wifi, basic breakfast (ask for more and you'll get more for free), hot showers, clean, doubles from Bs160. Quite street, though stinks a bit. Recommended!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Milton"],["alt="],["url="],["email=h_milton@accelerate.com"],["address="],["lat="],["long="],["directions="],["phone=+591 22353511 or +591 22368003"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Illampu #1126-1130. A bit worse for wear, but excellent value for the price. Friendly and honest staff. Singles from 100 Bs which includes a real breakfast, cable TV, room with view, bathroom with solar\/gas hot water (not electric), decent furnishings, and wifi, which is rare to find in this price range. They also run a travel agency and bus company for tours."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tiquina Palace Hotel"]}," - Pasaje Tiquina 150. Good central location, nice rooms and very good hot shower. Free wifi. Doubles with 2 beds are of better quality than the ones with one bed. Rooms on the right side (if standing in front of it) have the most windows and are a bit bigger. The higher in the building the less noise from outside. 160 Bs for a double, basic breakfast included (May 2012)."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Colibri Camping"],["alt="],["url=http:\/\/www.colibricamping.com"],["email=colibricamping@hotmail.com"],["address=Calle 4, Jupapina"],["lat="],["long="],["directions=www.colibricamping.com\/find-us"],["phone=00 591 76295658\/010 76295658"],["tollfree="],["fax="],["checkin="],["checkout="],["price=$7pp"],["content=Nestled on a beautiful mountainside high above the Valley of Flowers. While away your days in a hammock, hike in the spectacular Valley of the Moon, trek to the Devil’s Molar, or enjoy horse-riding and mountain-biking and a taste of local culture and cuisine. Fully-equipped kitchen, brand new bathrooms. Campsites, cabins and teepees."]]}]},{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apartment Collita"],["alt="],["url=http:\/\/www.bolivia-apartments.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle 6, Los Pinos. Gorgeous, spacious and tastefully equipped apartment for 4-6 people in the Zona Sur of La Paz. Prices are between $US140-$175 (per week)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Posada en La Paz"],["alt="],["url=http:\/\/www.laposadaenlapaz.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2 243 5204"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Hermanos Manchego 2551. Small, friendly and bilingual staff run this posada in the heart of the restaurant and pub district. Between Mongo´s and Traffic, and just steps from Mamprahon's Asian Food. Singles US$20, doubles US$30."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel España"]},", Av. 6 de Agosto 2074, 244-2643. Located in the Sopocachi district close to numerous nice restaurants, the España has a charming garden courtyard as well as a solarium. There's a single net-connected PC in the lobby. Singles US$24, doubles $34."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Rosario"],["alt="],["url=http:\/\/www.hotelrosario.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2 245 1658"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. Illampu 704. Located in the Aymara District close to the Witches Market and many touristic attractions. Has a colonial style building with sunny patios. Free Internet and WiFi. Has a travel office. Beautiful rooms. Friendly and helpful staff. Complimentary tea and mate de coca. Singles US$28–31, doubles US$63 per night. Book ahead as it fills up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Naira"],["alt="],["url=http:\/\/www.hostalnaira.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 2235 5645"],["tollfree="],["fax=+591 2 231 1214"],["price="],["checkin="],["checkout="],["content=Calle Sagarnaga 161. In business since 1975, with a good restaurant in the basement and a popular cafe (Coffee Banais) on the ground floor."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apart'Hotel A La Maison"],["url="],["email=contact@alamaison-lapaz.com"],["address=Pasaje Muñoz Cornejo nº15"],["lat="],["long="],["directions=near from plaza de Espana"],["phone=+591 2 241 3704"],["tollfree="],["fax="],["hours="],["price=Bs 280-630 for 40-120m²"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ritz Apart Hotel"],["alt="],["url=http:\/\/www.hotel-ritz-bolivia.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Plaza Isabel La Catolica 2478. 5 stars and all suites in the heart of Sopocachi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Plaza Hotel La Paz"],["alt="],["url=http:\/\/www.radisson.com\/lapazbo"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. Arce 2177. Luxury hotel situated in Sopocachi in the heart of La Paz."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIn crowded areas be careful for ",{"type":"[[","value":[["pickpockets"]]}," and ",{"type":"'''","value":["bagslashers"]},". A common trick is that one person spills something on your clothes and, while you or he wipes it off, another person lifts your wallet or slashes your bag. Be vigilant when checking into a hotel or hostel. Keep a hand on all your bags and belongings at all times. Acting as if they work for the hotel, opportunist thieves will create a diversion and snatch the nearest unattended bag.\n\nIf you are approached by ",{"type":"'''","value":["plain-clothed"]}," police officers, don't show any valuables or your passport. Certainly, don't get in a taxi with them as it is a trap. Undercover police are strictly ordered not to hassle tourists. There have been several cases of muggings and things going missing from bags or luggage after \"drug searches\". Insist on being taken to the police station before giving them access to your things. If you can, call the 110, which is the Bolivian number for emergencies. Take care: an Austrian couple was found murdered in 2006 after following false police into a taxi.\n\nA recent twist in the above scam is the involvement of accomplices where they try to befriend you on a bus and when the 'plain clothes' policeman approaches the accomplice claims that the same thing happened to them and that you should cooperate with them. This is a trap and the same scam as described above.\n\nThere have been several cases of violent muggings in ",{"type":"'''","value":["taxis"]},". Take only Radio Cabs (they will have the telephone number and their call centre listed above the cab). The ",{"type":"''","value":["taxis"]},", or Gypsy Cabs, have no boarding above the taxi and have taxi written on the side and are dangerous to take at night, as many of the drivers are paid to drive tourists to specific locations for muggings. Be especially careful if you are at one of the illegal after-hours bars such as Fin Del Mundo or Route 36, as most of the muggings happen in taxis from these locations. Lock the doors and don't allow other people to share the journey with you.\n\nThere are more reliable taxi firms to use:\n\n",{"type":"'''","value":["Magnifico Taxis"]},", ☎ +591 2 2410410\n\n",{"type":"'''","value":["La Paz Taxis"]},". ☎ +591 2 2221212\n\n",{"type":"'''","value":["Gold Taxis"]},", ☎ +591 2 2722722.\n \nLa Paz is a very safe city, and if you keep your wits about, you there shouldn't be any problems.\n\nComputer hard drives can be damaged by operating them at altitude, and so if you use a laptop computer or anything else containing a hard drive (including iPods and certain other MP3 Players), you are taking a risk.  Most hard drives sold today safely work up to 3,000 m\/10,000 ft.  La Paz exceeds this altitude by one-third. While you may get by without anything bad happening, the hard drive could be destroyed (disc crash) and you will lose your data and installed software (even after returning to sea level).  At the very least, you should back up your data before arriving.  The high elevation won't subsequently \"stress\" the hard drive though, assuming nothing else happens during your visit.\n\n",{"type":"==","value":["Stay healthy"]},"\nTravelers to La Paz often become ill the moment they arrive in the city. Why? La Paz is 11,900 feet above sea level, the highest capital city in the world. People with ailing hearts or bronchial problems are warned to stay away, and even those in perfect health usually cannot avoid some illness resulting from the altitude.\n\nThe altitude of La Paz is well within the zone where ",{"type":"[[","value":[["altitude sickness"]]}," could be a problem, especially for those arriving from at or near sea level.  (Just spending a day or two at an intermediate elevation may not be enough.)  It's is highly recommended that you have adequate ",{"type":"[[","value":[["travel insurance"]]},", familiarize yourself with the symptoms of altitude sickness, and inform your physician to what elevation you will be traveling (up to 4,000 m\/13,000 ft. for La Paz, and 6,000 meters\/20,000 ft. if you want to climb ",{"type":"[[","value":[["Huayna Potosi"]]},").  Taking Ginko Biloba supplements for a couple weeks before a climb in altitude has been known to eliminate altitude sickness. On your first night in La Paz you are likely to find difficulty in breathing and wake up panting for breath. Mate de Coca (Coca Leaf tea) is a popular remedy. Take it easy when walking around town and if you are young and healthy don't be lured into a false sense of security. Marathon runners can get altitude sickness while those far less healthy can have few symptoms. You can also request \"soroche-pills\" at any pharmacy, which will help.\n\nDespite being near the equator, it does occasionally snow a little in La Paz during the middle of the year, and packing some warm clothing is a must year-round.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\nInternet cafés are on each street corner in La Paz. Current standard fare is Bs 2-4\/hour. There are four internet cafés around Plaza Mendoza at this price, all with good connection.\n\nIf you have a laptop computer you can find WiFi access at several cafes and similar establishments.\n\n",{"type":"'''","value":["Sol Y Luna cafe"]},", Calle Cochabamba.\n\n",{"type":"'''","value":["Oliver's Travel Bar"]},".\n\n",{"type":"'''","value":["Café El Consulado"]},". Fast internet in the café and patio.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":[" There are many ",{"type":"'''","value":["laundrettes"]}," situated around the city, charging from Bs 6 per kilo wash and dry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Changing money"]}," on the street does not give you a better rate, and some tricks will most likely be tried such as false Alasitas or Banco de la fortuna Notes (toy money). Still, it is convenient on weekends and after hours, -just stay alert. There are also local exchange houses off El Prado - for example at Almirante Grau, offering better rates than the banks."]},"\n",{"type":"*","value":[" If you need to ",{"type":"'''","value":["Extend your Bolivian visa"]}," this is easily done at the Immigration Office, located at Avenida Camacho (between streets Loyaza and Bueno). Bring a photocopy of your passport's photo page, your entry stamp as well as immigration card (the green one). The copy store across the street from the Immigration Office is well versed with the requirements, cost for copies is less than Bs 1. Bring your passport and copies to counter #2 and ask politely for an extension. Note that you cannot extend your stay to more than 90 days in total."]},"\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinbolivia.fco.gov.uk\/en\/"],["email="],["address=Avenida Arce No 2732, Casilla"],["lat="],["long="],["directions="],["phone=+591 2 243-3424"],["tollfree="],["fax=+591 2 243-1073"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/bolivia.usembassy.gov\/"],["email=consularlapaz@state.gov"],["address=Avenida Arce #2780"],["lat="],["long="],["directions="],["phone=+591 2-216-8297"],["tollfree="],["fax=+591-2-216-8808"],["hours="],["price="],["phoneextra=+591 2-216-8246 (emergencies), +591-715-33713 (after hours emergencies)"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Image:Lake Titicaca on the Andes from Bolivia.jpg"],["thumb"],["250 px"],["Lake Titicaca with the Andes at the background, 35 km. away from La Paz"]]},"\n\nThe most popular day trips from La Paz are to ",{"type":"[[","value":[["Tiwanaku"]]},", ",{"type":"[[","value":[["Chacaltaya"]]},", and ",{"type":"[[","value":[["Lake Titicaca"]]},", \nthough the latter (especially ",{"type":"[[","value":[["Copacabana"]]},") is pushing it a bit in terms of time.\n\nAnother popular daytrip is the bike ride down the world's most dangerous road, North Yungas Road (a.k.a. ",{"type":"'''","value":["Death Road"]},"). It's a 64 km long scenic ride downhill to ",{"type":"[[","value":[["Coroico"]]},". There was an average of 100 motor fatalities a year (though in the ten years that companies have been biking down the road, there have only been 12 biking fatalities), a world record, mostly due to the Bolivian driving style than to the road itself. Although it's a narrow, winding road with big drops on the side, going down by bike is probably the safest way to get to ",{"type":"[[","value":[["Coroico"]]}," and there are several tour agents in La Paz offering the trip.\n\nFor a safer and more relaxed trip to Yungas, you may want to take the South Yungas Road that leads to Chulumani by bus. Around 36 km up the South Yungas Road you will find a surprise: a European castle, built in the 1930s, emerges in the middle of the coca and flower growing region. It´s a treat because the people who run the castle\/hotel have built many narrow roads for hiking through mountains and mountain cascades. Much calmer and relaxing than Coroico. The hotel is called the Hotel y Parque Ecologico el Castillo del Loro.\n\nFor spectacular mountain views, native cloud forests and exploration hiking, take a 5 hour bus\/minivan trip to ",{"type":"[[","value":[["Quime"]]},". This is off the La Paz to Oruro Road.\n\n",{"type":"{{","value":[["isPartOf"],["La Paz (department, Bolivia)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-16.4951"],["-68.0474"]]},"\n\n",{"type":"[[","value":[["Commons:Category:La Paz"]]},"\n",{"type":"[[","value":[["Wikipedia:La Paz, Bolivia"]]}]