[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["La Quinta"]}," is a city in ",{"type":"[[","value":[["California"]]},".\n\nLa Quinta is a desert resort city in Riverside County, California, about 30 minutes southeast of Palm Springs. La Quinta is one of the nation's leading golf destinations, having 28 golf courses within the city limits. Tourism is centered primarily on golf, hiking in the surrounding mountains, relaxing at the historic La Quinta Resort, and shopping and dining in the ",{"type":"''","value":["Village."]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Palm Springs International Airport"]}," (",{"type":"{{","value":[["IATA"],["PSP"]]},"), ",{"type":"[","value":["http:\/\/www.palmspringsairport.com"]},".  Located in the nearby city of Palm Springs.  Daily flight connections with most major cities throughout the United States and Canada are available by most major US and Canadian airlines. Some airlines serving Palm Springs Airport are seasonal and operate only during the busier winter season. One-way taxis from Palm Springs Airport to the La Quinta Resort and the La Quinta Village take 30 minutes and cost about $50."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Centro\/Imperial County Airport"]}," (",{"type":"{{","value":[["IATA"],["IPL"]]},"), is the second closest commercial airport to La Quinta with regularly scheduled passenger flights. It is located about 70 miles south of La Quinta and has two daily flights on United Airlines",{"type":"[","value":["http:\/\/www.united.com\/"]},". Imperial County's small airport has free parking and a motel on-site, but there are no public transportation connections to La Quinta."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["LA\/Ontario International Airport"]}," (",{"type":"{{","value":[["IATA"],["ONT"]]},") ",{"type":"[","value":["http:\/\/www.lawa.org\/ont\/"]}," in ",{"type":"[[","value":[["Ontario (California)"],["Ontario"]]},", about 70 miles to the west of Palm Springs, is also served by most major airlines and is the third closest commercial airport to La Quinta. There is no public transportation to La Quinta from Ontario Airport."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bermudadunesairport.com Bermuda Dunes Airport"]}]}," is just a few miles from La Quinta and is one of two nearby general aviation airports.  This airport is accessed by private aircraft.  Private jet charter services are provided at this airport by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.desertjet.com Desert Jet"]}]},"."]},"\n",{"type":"===","value":["By train"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Amtrak Station"]},", 300 North Indian Canyon Drive, in Palm Springs (",{"type":"''","value":[".6 mi south of Interstate 10"]},"), 1-800-USA-RAIL (872-7245), ",{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/am2Station\/Station_Page&code=PSN"]},". Amtrak's Sunset Limited route connects Palm Springs with Los Angeles, Tucson, and points eastward with three westbound and three eastbound trains per week. Amtrak also provides bus connections to and from the San Joaquins trains, which run up California's Central Valley to the Bay Area and Sacramento.  Be advised the \"train station\" in Palm Springs is an open platform with no services."]},"\n",{"type":"===","value":["By car"]},"\n\nFrom ",{"type":"[[","value":[["Los Angeles"]]},", take Interstate 10 East towards ",{"type":"[[","value":[["Phoenix"]]},", exit at Washington Street or Jefferson Street, and then head south about 5 miles. La Quinta is a two hour drive from Los Angeles and San Diego if there is not much traffic.\n\n",{"type":"===","value":["By bus"]},"\n\nNeighboring ",{"type":"'''","value":["Indio"]}," has a full-service international bus terminal located at 45-525 Oasis Street served by ",{"type":"'''","value":["Greyhound"]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Crucero"]}]}," ",{"type":"[","value":["http:\/\/www.crucero-usa.com\/"]},". The terminal has a staffed ticket counter, a video game arcade, vending machines, and Baggage Express service. International service and connecting buses to Phoenix, Bakersfield, and Los Angeles are every 15 to 30 minutes. At least six direct buses serve Mexicali, BC from Indio's bus terminal daily with additional connecting services available to Ciudad Juarez and Tijuana. The terminal is three blocks north of Highway 111 where Sun Line's route 111 bus stop provides a local connection to La Quinta. Indio's library, post office, and courthouse are within a 5 minute walk. Indio's current bus terminal is scheduled to be relocated to a new intermodal transit center at 83100 Indio Boulevard in the near future.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrakcalifornia.com\/ Amtrak California's"]}]}," Thruway Bus Service Route 19b serves La Quinta twice daily, with direct connections to train stations in San Bernardino and Bakersfield. The bus stop is located at 78998 Highway 111 in La Quinta. Route 19B also stops at the Palm Springs Airport and originates from the Indio bus terminal.\n\n",{"type":"==","value":["Get around"]},"\n\nLa Quinta has a small but friendly downtown known as the ",{"type":"''","value":["Village"]},". Many boutique shops, outdoor restaurants, and art galleries are located there. La Quinta's heart is the adjacent eclectic neighborhood known as ",{"type":"''","value":["The Cove"]},". The commercial retail corridor is in the northern portion of the city along Highway 111.\n\n",{"type":"===","value":["By car"]},"\n\nHighway 111 runs east-west along the north side of La Quinta and connects all the cities in the Coachella Valley.  Highway 111 has many signals and lots of traffic, so if you are going far (e.g. Palm Springs), you should utilize Interstate 10. Washington Street and Jefferson Street are the major north-south arteries serving La Quinta. \n\n",{"type":"===","value":["By golf cart"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.la-quinta.org\/Index.aspx?page=596 City of La Quinta"]}]}," permits the use of golf carts within the Village and Cove neighborhoods on designated golf cart paths and local streets with reduced speed limits. Visitors to the La Quinta Resort and SilverRock Resort can quickly and easily reach the La Quinta Village and Cove by golf cart.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sun Bus"]},", +1-800-347-8628, ",{"type":"[","value":["http:\/\/www.sunline.org"]},". Lines 111 and 70 serves La Quinta. Route 70 connects to the Village and Cove neighborhood and Route 111 connects to most neighboring resort cities. "]},"\n",{"type":"===","value":["By bike"]},"\n\n",{"type":"'''","value":["La Quinta"]}," and the surrounding environs are mostly flat and dry and can make for good cycling during the cooler months. The ",{"type":"'''","value":["City of La Quinta"]}," has an extensive bicycle route network",{"type":"[","value":["http:\/\/www.la-quinta.org\/Index.aspx?page=273"]}," that connects to most neighboring cities. Colorful local bicycle clubs can often be seen riding around in groups.\n\n",{"type":"==","value":["Do"]},"\n\nGolfers of all skill levels come to La Quinta in order to make a pilgrimage to the famous golf courses at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pgawest.com\/Club\/Scripts\/Home\/home.asp PGA West"]}]}," and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.laquintaresort.com\/ La Quinta Resort"]}]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.la-quinta.org\/Index.aspx?page=274 SilverRock Resort"]}]}," offers a very challenging golf course designed by Arnold Palmer, featured in the Skins Game and the Bob Hope Classic tournaments.\n\nHiking in the nearby mountains, gambling at nearby Indian casinos, bicycling, horseback riding, and dining out are also popular activities. There is an extensive network of hiking and horseback riding trails leading from the city into the nearby mountains, most notably the Cove trailhead located at the southern end of the ",{"type":"'''","value":["Cove"]}," neighborhood",{"type":"[","value":["http:\/\/www.laquintacove.org\/"]}," at the corner of Calle Tecate and Avenida Madero. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.la-quinta.org\/Index.aspx?page=273 Bear Creek Trail"]}]},", connecting the Village and the Cove with the adjacent mountains, has a trail head located at the western end of Calle Tampico in the Village. La Quinta is also home to a number of excellent day spas and massage parlors.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oldtownlaquinta.com\/ Old Town"]}]},", in the ",{"type":"'''","value":["La Quinta Village"]}," is a popular shopping, dining, and tourism destination.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.riversidecountyparks.org\/locations\/regional-parks\/lake-cahuilla\/ Lake Cahuilla Regional Park"]}]},", located at the west end of Avenue 58, offers a campground, swimming pool, hiking, and fishing.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.la-quinta.org\/Index.aspx?page=3 City of La Quinta"]}]}," has a public pool and tennis courts at the corner of Avenue 52 and Avenida Bermudas in the Village.\n\nThe annual ",{"type":"'''","value":["Coachella Music Festival"]}," is held in the neighboring city of Indio at the Empire Polo Grounds, which is adjacent to La Quinta's city limits.\n\n",{"type":"==","value":["Buy"]},"\n\nLa Quinta is a popular place to purchase golf merchandise, as the city has numerous retail golf specialty stores, custom outfitters, and pro shops. The Village offers art galleries and small boutiques.  The primary retail commercial corridor is along Highway 111, though most tourists prefer to shop at nearby El Paseo in Palm Desert. The Village holds a certified farmer's market from October through the winter season on Saturday mornings.\n\n",{"type":"==","value":["Eat"]},"\n\nLa Quinta is noted for having a wide selection of excellent restaurants, including ",{"type":"'''","value":["Arnold Palmer's Restaurant"]},", ",{"type":"'''","value":["Main Street Grill"]},", ",{"type":"'''","value":["Amore"]},", ",{"type":"'''","value":["Okura"]},", ",{"type":"'''","value":["The Hog's Breath"]},", ",{"type":"'''","value":["El Ranchito"]},", ",{"type":"'''","value":["O! Sushi"]},", ",{"type":"'''","value":["Stuft Pizza"]},", ",{"type":"'''","value":["The Beer Hunter"]},", ",{"type":"'''","value":["Solano's Bistro"]},", ",{"type":"'''","value":["Lavender"]},", ",{"type":"'''","value":["The Homestead"]},", ",{"type":"'''","value":["Chapelli's"]},", ",{"type":"'''","value":["The Cliffhouse"]},", ",{"type":"'''","value":["Maru Korean BBQ"]},", and ",{"type":"'''","value":["Cunard's"]},". Tourists seeking authentic Mexican cuisine often head to the neighboring cities of Indio and Coachella.\n\n",{"type":"==","value":["Drink"]},"\n\nAlthough La Quinta is well known as a town that frequently imbibes in \"golf and scotch,\" it is also well known for its random and frequent DUI checkpoints.\n\n",{"type":"'''","value":["The La Quinta Resort"]}," is a popular place to enjoy a drink. There is a noted wine bar and cellar in the Village. ",{"type":"'''","value":["The Beer Hunter"]}," is a popular sports bar with an extensive beer selection. ",{"type":"'''","value":["Back Street Brewery"]}," inside ",{"type":"'''","value":["Lamppost Pizza"]}," on Highway 111 makes very good craft beer. Most golf courses have excellent bar facilities.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vacationrentseekers.com\/ Vacation Rent Seekers"]}]}," manages several vacation home rentals located all over La Quinta in developments such as the Legacy Villas, which was built originally by the La Quinta Resort & Spa.  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.laquintaresort.com\/ The La Quinta Resort"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/embassysuites1.hilton.com\/en_US\/es\/hotel\/LAQCAES-Embassy-Suites-La-Quinta-Hotel-Spa-California\/index.do Embassy Suites"]}]},", both in the Village, and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/homewoodsuites1.hilton.com\/en_US\/hw\/hotel\/LAQHWHW-Homewood-Suites-by-Hilton-La-Quinta-California\/index.do Homewood Suites"]}]}," in the northern part of the City, are La Quinta's three hotels. Many visitors choose to rent vacation homes and condos by the week or month. Neighboring cities of Palm Desert, Palm Springs, and Indian Wells are home to numerous upscale hotels and resorts. The nearby city of Indio offers budget travelers numerous clean, affordable, hourly lodging options along Indio Boulevard. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.riversidecountyparks.org\/locations\/regional-parks\/lake-cahuilla\/ Lake Cahuilla Regional Park"]}]}," on Avenue 58 offers the only campground and RV park in La Quinta.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Joshua Tree National Park"]]}]},". This desert park is a great day trip to take while at La Quinta.  You can get there in less than an hour by taking Interstate 10 east to the Cottonwood Spring Road exit.  Take a minimum of four hours to do the loop through the park.  Camping is allowed as well as rock climbing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Idyllwild"]]}]}," is a mountain resort approximately 45 minutes drive away on the beautiful Palms to Pines highway.  It can also be reached by a challenging 10 mile hike from the top of the Palm Springs Tramway."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["The Salton Sea"]]}]}," One of the world's largest inland seas and lowest spots on earth at -227 below sea level, the Salton Sea was re-created in 1905 when high spring flooding on the Colorado River crashed the canal gates leading into the developing Imperial Valley. Hundreds of years prior to that time, it was an ancient freshwater lake that had evaporated. Although the shoreline is receding again, the brackish sea is home to a variety of migratory birds. Increasing salinity in the Salton Sea basin has limited the number and types of fish that can be found there, and most fish currently caught are Tilapia. Consuming fish from the Salton Sea is not recommended. Kayaking, camping, birdwatching, photography, and hiking are the most popular recreation opportunities."]},"\nOther nearby desert resort cities include ",{"type":"[[","value":[["Cathedral City"]]},", ",{"type":"[[","value":[["Desert Hot Springs"]]},", ",{"type":"[[","value":[["Rancho Mirage"]]},", ",{"type":"[[","value":[["Palm Desert"]]},", ",{"type":"[[","value":[["Indian Wells"]]},", ",{"type":"[[","value":[["Palm Springs"]]}," and ",{"type":"[[","value":[["Indio"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Riverside County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["33.67743"],["-116.29552"],["zoom=14"]]},"\n",{"type":"[[","value":[["Wikipedia:La Quinta, California"]]}]