[{"type":"{{","value":[["pagebanner"],["Battle Harbour (Labrador) banner Shoreline.jpg"],["caption=Battle Harbour, Labrador"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newfoundlandlabrador.com\/PlacesToGo\/Labrador Labrador"]}]}," is 'The Big Land', the mainland portion of the province of ",{"type":"[[","value":[["Newfoundland and Labrador"]]},", ",{"type":"[[","value":[["Canada"]]},".  Despite occupying an area larger than the United Kingdom, Labrador has a population of just over 26,000. Labrador covers the Atlantic watershed of the eponymous Labrador Peninsula from the tip at Cape Chidley to the southern border with Quebec, east to the Strait of Belle Isle.  \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"[[","value":[["File:Labrador Region Map with Towns and Highway.svg"],["thumb"],["450px"],["Labrador's regions"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmaptext="],["region1name=Western Labrador"],["region1color=#C4A479"],["region1items="],["region1description=Home to ",{"type":"[[","value":[["Churchill Falls"]]},", ",{"type":"[[","value":[["Labrador City"]]},", and ",{"type":"[[","value":[["Wabush"]]},", as well as the enormous Smallwood Reservoir."],["region2name=Nunatsiavut\/North Coast"],["region2color=#FDFDFD"],["region2items="],["region2description=An area self-governed by the Inuit of Labrador as of 2005, over 72,000 square kilometres of land, including the area north of ",{"type":"[[","value":[["Nain (Labrador)"],["Nain"]]}," and a portion of the Atlantic coast to the south."],["region3name=Central Labrador"],["region3color=#408F48"],["region3items="],["region3description=Dominated by the community of ",{"type":"[[","value":[["Happy Valley-Goose Bay"]]},", a former NATO base, central Labrador is also home to the largely unpopulated interior lands, called by some the last unspoiled land in North America, although this claim can be disputed."],["region4name=South Coast\/Labrador Straits"],["region4color=#4059FD"],["region4items="],["region4description=Home to the historic Basque whaling station at ",{"type":"[[","value":[["Red Bay"]]},", as well as a large number of outport communities dotting the historic Labrador coast."]]},"\n\n",{"type":"==","value":["Cities"]},"\nWithin Labrador, one can hardly speak of cities in the usual sense.  Here's a list of the important communities, historically and presently:\n\n",{"type":"*","value":[{"type":"[[","value":[["Labrador City"]]}]},{"type":"*","value":[{"type":"[[","value":[["Happy Valley-Goose Bay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Churchill Falls"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nain (Labrador)"],["Nain"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hopedale"]]}]},{"type":"*","value":[{"type":"[[","value":[["Port Hope Simpson"]]}]},{"type":"*","value":[{"type":"[[","value":[["Red Bay"]]}," -- a National Historic Site, site of Basque whaling in 16th and 17th centuries."]},{"type":"*","value":[{"type":"[[","value":[["Battle Harbour"]]}," -- once a bustling fishing station, now site of preserved and restored buildings from last three centuries."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Nachvak Fjord Labrador 2008.JPG"],["thumb"],["upright 1.5"],["Nachvak Fjord"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Torngat Mountains National Park Reserve"]]}," -- the new reserve within Nunatsiavut, including Mount Caubvick (1,652 metres\/5,420 ft)."]},"\n",{"type":"==","value":["Understand"]},"\nLabrador is home to the largest herds of Caribou in the world, and is teeming with the kind of abundant wildlife often associated with the northern portion of ",{"type":"[[","value":[["Canada"]]},".  Home to a diverse population of Euro-Canadians and Natives (Inuit, Innu, Metis), Labrador is a site of first contact between peoples--it is often considered to be Markland, one of the locations visited by Leif Ericson in the 11th Century.  Despite its rich history and resources, the region and the people of Labrador have not been historically wealthy.  The region is isolated, with resource development and roads such as the Trans-Labrador Highway being recent projects.  In many ways, the relationship between Labrador and its historical 'parent,' ",{"type":"[[","value":[["Newfoundland"]]},", has been a microcosm of the relationship between the province of Newfoundland & Labrador and the government of Canada--Labrador often feels ignored and exploited by the island government in Newfoundland.  Nonetheless, like Newfoundland, Labrador is culturally rich and is an interesting destination for tourists that is off-the-beaten path.  \n\nA note of caution: While often interesting to visit, many Labrador Native communities do not encourage tourist 'invasions'.  Respect the wishes of the local culture as you would in any other place.\n\n",{"type":"==","value":["Talk"]},"\nIt is worth noting that the languages of Native peoples are still widely spoken as first languages for much of the Native population.  English is the main language of most people, and even if not, majority of the people can speak it to some degree.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Plane"]},"\n\nFlying to Labrador requires a good deal of change and an affinity for small aircraft. You can get to Labrador from any Atlantic province or Quebec. Major airports with direct flights to Labrador include Montreal (YUL), Halifax (YHZ) and St. John's (YYT). You will be likely be dealing with Air Canada or Provincial Airlines from out-of-province. Air Labrador does short run flights in Labrador, the Quebec North Shore and St. Anthony. It should be reiterated that these flights are ",{"type":"''","value":["expensive"]},". One way flights not booked well in advance are upwards of 700 dollars. One way. Book well in advance. For the private aviator, Labrador is home to stunning geography and clear blue sky. You should know that outside of Goose Bay and Labrador West, informal is the best way to describe Labrador airports. Govern yourselves accordingly.\n\n",{"type":"===","value":["By Car"]},"\n\nThe only overland road from Quebec to Labrador is a very long and difficult highway heading north from Baie-Comeau. Please read the Stay Safe section if you intend on making it to your destination. The portion from Baie-Comeau to the provincial border is mostly unpaved. Past Labrador City, almost all of the road to Goose Bay has recently been paved. The highway continues just outside of Goose Bay as a gravel road to the coast. The new gravel portion between Goose Bay and Cartwright Junction is 300 kilometres, and another 100 to gas stations in either Cartwright or Port Hope Simpson. The road is paved again past Red Bay until its terminus at Blanc Sablon, where you can catch ferries to Newfoundland. It is not possible to drive from ",{"type":"[[","value":[["Sept-Îles"]]}," to Blanc Sablon by following the north shore of the Gulf of St. Lawrence as the road simply does not exist. The few villages in this section are supplied by outport ferry or aircraft.\n\n",{"type":"===","value":["By Ferry"]},"\nFrom the south travel to Labrador is by ferry from Newfoundland to Blanc Sablon, Quebec. It is then approx 5 kilometres east to the Labrador border. The winter ferry service takes a longer path, weather permitting, Blanc Sablon - ",{"type":"[[","value":[["Corner Brook"]]}," instead of landing in St. Barbe on Newfoundland's ",{"type":"[[","value":[["Great Northern Peninsula"]]},".\n\n",{"type":"===","value":["By Train"]},"\n\nYou may have read on the internet that there is a train that will bring you to Labrador City from Sept-Iles. Well, it's not that simple.\n\nThere ",{"type":"'''","value":["was"]}," a train from Sept-Iles to Labrador City (and further north to Schefferville, QC), but recently the train has rerouted to not travel into Labrador City itself, which is about a 45 minute drive from the rail line. Now they just flag stop at a place they call Emeril Junction, which is literally in the middle of nowhere next to the Trans Labrador Highway. There is no cell phone service and no services whatsoever. Unless you have someone waiting for you, it is completely useless. And it's a shame, because from what I can tell the Sept-Iles-Schefferville line is a fantastic ride with spectacular scenery. But it's not much use if you can't get to\/from the train stop is it?\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" Between towns "]},"\n\n",{"type":"====","value":[" All season "]},"\n\nThe only all season inter-town public transportation in Labrador is done via airplane, either Provincial Airlines or Air Labrador. It's a good way to get acquainted with very tiny, very loud Twin Otters. It is almost as expensive as flying into the province. When the ice is clear in the late spring\/summer\/early fall, the Northern Ranger traverses up the North Coast, Cartwright, Black Tickle and Goose Bay.\n\n",{"type":"====","value":[" Seasonal "]},"\n\nDuring parts of the season, CAI Nunatsiavut Marine ",{"type":"[","value":["http:\/\/www.labradorferry.ca\/index.php"]}," operate ferries along the coast for passengers and freight.\n\n",{"type":"===","value":["In town"]},"\n\nTaxis, rental cars, or bring your own car. Goose Bay and Labrador West have cab companies and rental kiosks at the airport. In the smaller communities you are limited to whatever you bring, or hoofing it. Walking around is a nice way to tour smaller Labrador communities, especially on the coast.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Labrador City:"]}," tours of massive iron mines can be taken on Sundays and Tuesdays, they must be booked in advance with the Labrador West tourist office.\n\n",{"type":"'''","value":["Churchill Falls:"]}," Only one thing to do here; take a tour of one of the largest dams in Canada.  Info and reservations can be obtained by calling a tourist liaison in Churchill at +1 709 925 3335. \n \n",{"type":"'''","value":["Happy Valley-Goose Bay:"]}," Muskrat Falls ",{"type":"<","value":["b",["was"]]}," an impressive sight, but development of a major hydroelectric plant to harness Muskrat Falls has taken over the area. Don't expect to get access by the normal route off the TLH; there have been protesters and the crews will likely just want you to go away. The 5 Wing Goose Bay military base used to be a busy USAF and NATO fighter training facility, and much of that infrastructure still stands. North West River, commonly referred to as 'Striver, and the Sheshatshiu Innu First Nation are 35 km (on paved road!) north of Goose Bay.\n\n",{"type":"'''","value":["Southern Labrador:"]}," The scenery along the Trans Labrador Highway is beautiful yet harsh enough to remind the traveller that those who live here are toughened by the elements that shape their existence every day. The coastline is beautiful with distant mountains and a pseudo tundra as the backdrop. Red Bay is a village at an old Basque whaling station. There exists one of North America's oldest burial sites. The paved road south to Blanc Sablon begins here.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Labrador City:"]},"  McDonalds, Mary Brown's(fried chicken), an assortment of family owned restaurants ranging in basic fast food fare to family style hotel\/restaurants.\n\n",{"type":"'''","value":["Churchill Falls:"]}," Well stocked market and the Midway Restaurant serving decent breakfast, lunch, and dinner as well as fast-food fare.\n\n",{"type":"'''","value":["Happy Valley-Goose Bay:"]}," KFC, Burger King, A&W, Mary Brown's, Pizza Delight, as well as standard bar\/grill fare at the bar\/grills.  There is a co-op market as well as a second supermarket offering surprisingly fresh produce, great cuts of meat, and standard pre-prepared food. Compared to the rest of the country they are both small and expensive. However, you will find most of what you are looking for there.\n\nTowns other than these have less options, usually consisting of a few bars and corner stores and maybe a bakery.\n\n",{"type":"==","value":["Drink"]},"\nRoadhouses are the most common, don't expect to be treated to winetasting with a pianist playing classical music in the background.  You will find a stunning array of hard liquors, Molson or Labatt beer, and plenty of country music at these bars.\n\n",{"type":"==","value":["Stay safe"]},"\nMake sure to bring a full gas tank as it is possible that the distances may be too great for lower kmpl\/mpg cars.\nBring a first aid kit as a hospital is usually over a hundred km\/miles away if not hundreds.  Bring duct tape for repairs on loose parts, bumpers, etc,. Marine epoxy is essential as you will likely experiences punctures in gas tanks and fuel lines from rocks especially in lower riding cars.  \n\nRoad conditions do vary from paved in towns to gravel roads where highway speeds are possible, to washboarded\/rocky roads that can literally shake a car apart or send it into a ditch.  ALWAYS drive at a safe speed, there is no need to drive at the speeds that the locals do (100-110 Km\/60-70 MPH), it is always better to make it late than not at all.  Also watch out for moose, caribou, porcupine as they all obviously can disable your cars in varying ways.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Great Northern Peninsula"]]},", ",{"type":"[[","value":[["Newfoundland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sept Iles"]]},", ",{"type":"[[","value":[["Québec"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Newfoundland and Labrador"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia: Labrador"]]},"\n",{"type":"[[","value":[["commons:Category:Labrador"]]}]