[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Lachung"]}," is a city in ",{"type":"[[","value":[["North Sikkim"]]},", ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLachung is the most popular tourist destination of North Sikkim and serves as a base for visits of ",{"type":"[[","value":[["Yumthang"]]},", ",{"type":"[[","value":[["Katao"]]}," and ",{"type":"[[","value":[["Yumasamdong"]]}," areas. Lachung is situated at an altitude of 8610 ft, at 27.54° latitude and 88.64° longitude. It has been described as the \"most picturesque village of Sikkim\" by ",{"type":"''","value":["Joseph Salton Hooker"]}," in his Himalayan Journal (1855). The weather is rather cold with temperatures between 12-20° C in summer and below freezing point in winter.\n\n",{"type":"==","value":["Get in"]},"\n\nDue to Lachung proximity to Nepal and the military presence, entry to North Sikkim is only possible on a guided tour, and a travel permit must be organised in ",{"type":"[[","value":[["Gangtok"]]}," 1-2 days prior to travel.  \n\nAlthough the distance from Gangtok to Lachung is only 120 km, travel takes 5-6 hours on account of the mountainous terrain.  Nevertheless, the journey into the valley is stunning. All travel is by 4-wheel-drive as the roads are subject to frequent landslides.\n\n",{"type":"==","value":["Get around"]},"\n\nYou can easily explore the town by foot.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lachung Gompa"]},".  Sitting atop the hill across the valley from the town, is one of the most picturesque gompas (Buddhist temples) in Sikkim. It is a short 30 minute walk uphill from the town, and the amazing backdrop of snow-capped peaks makes this a worthwhile stroll."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["excursion to Yumthang Valley"]}," (elevation: 12000 ft, 3.564 m. latitude: N 27° 52'. longitude: E 88° 41'). You must stay overnight at Lachung and visit Yumthang valley in the morning. The valley can be visited as part of a package tour only. The best season for visiting the valley is from late February to mid June, when thousands of colourful flowers are in full bloom. September to December is best if you want to enjoy a view of the snow-capped mountains. It is a drive of abaout 1 hr from Lachung to Yumthang Valley. The road from Lachung and Yumthang is lined with rhododendrons which bloom in April and May and give the valley the name \"Valley of Flowers\"."]},{"type":"*","value":[" ",{"type":"'''","value":["excursion to Yumesamdong"]},", about 15 Kms (1 hr drive) from Yumthang at an altitude of 15.300 ft, close to Chinese border."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["27.7000"],["88.7500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Sikkim"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lachung"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lachung"]]}]