[{"type":"{{","value":[["pagebanner"],["Pangong Tso lake banner.jpg"],["caption=Pangong Tso (lake) in the Changthang"]]},"\n",{"type":"'''","value":["Ladakh"]}," is a mountainous region in northeast ",{"type":"[[","value":[["Jammu and Kashmir"]]}," in north ",{"type":"[[","value":[["India"]]},"  and in the area known as the Trans-Himalaya, (the lands beyond the Himalaya: ",{"type":"[[","value":[["Tibet"]]},", ",{"type":"[[","value":[["Xinjiang"]]}," and northern ",{"type":"[[","value":[["Pakistan"]]},").  It's slightly smaller than Scotland,  the settled population live between 2700 m and 4500 m, and nomadic encampments even higher, and it's the largest and the least populated region of ",{"type":"[[","value":[["Jammu and Kashmir"]]},".\n\nThe people are a roughly 50-50 mixture of Buddhist and Muslim.  Buddhists are the majority in the east and while Muslims have the majority in the north and west. Travellers are likely to see more of the Buddhists as most of the tourist attractions are in the east and directly related to Tibetan Buddhist culture.\n\nOne branch of the ancient ",{"type":"[[","value":[["Silk Road"]]}," ran through Ladakh and was a fairly important trade route at one time, for example when ",{"type":"[[","value":[["Marco Polo"]]}," crossed it. A pass leads north from ",{"type":"[[","value":[["Leh"]]}," to ",{"type":"[[","value":[["Khotan"]]}," in what is now ",{"type":"[[","value":[["Xinjiang"]]},". From Leh there are several routes south; the main one involved following the Indus down to ",{"type":"[[","value":[["Srinagar"]]},".\n\n",{"type":"==","value":["Regions"]},"\nLadakh is subdivided into to districts:\n",{"type":"*","value":[" Kargil District consisting of Drass (famed as the second coldest inhabited place on the earth with recorded temperatures of -56 degree Centigrade), Suru, Chiktan and Batalik-Garkon "]},{"type":"*","value":[" Leh District (Urdu:ضلع لہ) is a modern administrative division, comprising of the eastern half of Ladakh"]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kargil"]]}," - key to access to ",{"type":"[[","value":[["Zanskar"]]}," area, and a necessary stop along the way from Leh to ",{"type":"[[","value":[["Srinagar"]]}," and the Vale of ",{"type":"[[","value":[["Kashmir"]]},". A mostly Muslim town. Blossoming apricot orchards in summertime."]},{"type":"*","value":[" ",{"type":"[[","value":[["Leh"]]}," - a medium sized town, very picturesque. An excellent base for exploring Ladakh. Good guest houses and restaurants."]},{"type":"*","value":[" ",{"type":"[[","value":[["Shey"]]}," - was the capital of Ladakh until Leh took its place. The Kings of the time paid for the construction of numerous chortens (Stupas), and Mani walls that now crowd the area around the road. There is a Gompa, now under restoration, with a 12m high Sakyamuni Buddha statue"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nubra Valley"]]}," - The fertile Valley of Nubra formed a part of the overland route between Tibet and Turkestan, prior to the partition of British India, and even until the Indian\/Chinese war of 1967. Once dotted with garlands of camel and yak caravans, this Silk Route is also known as the 'Valley of Flowers' of Ladakh, and is amongst the greenest valleys in the region, you may also be able to spot feral camels descendants of the caravan trade.  Along the eastern edge of Karakoram Range lies Nubra Valley, at an altitude of around 10,000 ft above sea level. Situated along the ancient caravan route of Central Asia, enigmatic Nubra Valley can be reached only by road through Khardung La (18,380 ft), the highest motorable road in the world! Khalsar along the Khardung Pass is the point where two roads bifurcate, one leading to Diskit and Hunder while the other one reaching the town of Sumur and Panamik. This high-altitude Ladakh valley unfolds a bizarre blend of landscapes, with gushing rivers, flowers orchards, desert sand dunes and green fields. Open to tourists since 1994, Nubra Valley draws adventure enthusiasts from all corners of the globe. Nubra means Ldumra or the Valley of Flowers. True to its name, Nubra is covered with colourful roses and beautiful lavender bushes throughout the warmer months. Quaint villages and Buddhist monasteries against the beautiful backdrop of snow-clad peaks add charm to this valley of contrasts. Since Nubra is close to the borders of Pakistan and China, an Inner Line Permit is required before visiting the valley."]},{"type":"*","value":[" ",{"type":"[[","value":[["Zanskar"]]}," - one of the remotest regions of the Ladakh. Zanskar is spread in around 300 km of area, which is only accessible through high passes. This valley is higher than any other valley in Ladakh region and located in the inner ",{"type":"[[","value":[["Himalaya"]]},". Here rain fall is very less and the climates is very harsh."]},"\n",{"type":"==","value":["Understand"]},"\nTourism info: \nLeh Tourism\n\nDy. Director Tourism\n\nLeh-(Ladakh) - 194101\nTelephone: 01982-252297, 252095\n\nLadakh was an independent kingdom for nine centuries, but it was very strongly influenced by Tibet and the neighbouring Muslim region.  Linguistically Ladakhi is very closely related to ",{"type":"[[","value":[["Tibetan"]]},". Tibet has long been where Ladakhi Buddhists would go for higher religious education, which since the incorporation of Tibet into China has meant the Ladakhis have made the much shorter trip to the Tibetan monasteries in India.  The architecture of Ladakh is almost identical to that of Tibet, both of residential buildings and of the monasteries. The class structure, or more precisely the lack of a sharply defined class structure, is common to Tibet and Ladakh, and is in sharp contrast to the rest of India.  Related to this is the relatively high status, freedom and outspokenness of Buddhist women in Ladakh and Tibet.\n\nImportantly, a set of cultural practices that keep the population from growing to be more than the land can support, and to prevent a farm from being divided up and thus being unable to support a family, is common to both cultures:  \n\n",{"type":"*","value":[" Monasteries: these would take large numbers of the monks and nuns and thus keep the population at a stable level."]},{"type":"*","value":[" Polyandry: a practice where one woman marries all the brothers of a family to prevent the family's land from being divided, was common in both Ladakh and Tibet until into the 20th century.  "]},{"type":"*","value":[" Primogeniture: a system where the inheritance after a man's death (primarily the land) would pass to his oldest son in order to keep farms large enough to support a family.  "]},{"type":"*","value":[" Khangbu: the little house to which the father and mother would retire once their eldest son married and took over the management of the farm, inheriting the main house along with it."]},"\nHowever, Tibet was far from the only influence on Ladakh.  Where Tibet was largely closed off to outside influence, Ladakh was a nation where the caravan trade played an important role.  Traders from the neighbouring Muslim lands (both Kashmir and East Turkistan, now the Xinjiang province of China) were a common sight in Leh's bazaar until the 20th century.  The folk music is based on the styles of the Muslim parts of the Western Himalayas; likewise polo was imported from these lands and enjoys popularity to this day with Ladakhis regardless of faith.\n\nOver the couple decades the relationship between Buddhists and Muslims in Ladakh has deteriorated.  Possibly due to the complex roles of the communites as minorities relative to each other.  Muslims are a minority in Leh, majority in J&K, minority in India; Buddhists a majority in Leh, minority in J&K to Muslims, in India to Hindus.  Possibly due to the importation of identity politics from the rest of India.  Whatever the reason, it has never erupted into the kind of violence seen elsewhere in India at times, but it still may take the sheen out of a place that seems remarkably idyllic, when a new friend says something that's hard not to hear as racist.\n\n",{"type":"===","value":["Geography"]},"\n\nThe Indus valley is the Ladakhi heartland, with the highest population density, and large amounts of agricultural land.  Running parallel, roughly north-east south-west with it are a series of valleys and mountain ranges. North of the Indus valley is the Ladakh range, on the other side of which is the Shayok, and Nubra valleys.  South of the Indus is the Stok range, clearly visible from Leh.  On the other side is the Markha valley, a popular trekking destination. Farther south-west is a series of minor ranges and then uninhabited valleys we come to Zangskar, with the Kargyak and the Stod rivers joining at Padum, to form the Zangskar river which bucks the trend and flows north through a narrow gorge to join the Indus.  To the south of Zangskar is the Grand Himal range marking the southern limit of Ladakh.\n\nTo the east of this series of ranges is the Changtang, a high plateau home to nomads.  It is known as Kharnak in the west, Samad Rokchen in the north east and Korzok in the south east.  Not a true plateau, it has a chaotic assortment of minor mountains ranges not much higher than the wide valleys between them.  With no drainage leading out of this area, there are a number of beautiful salt water lakes that make popular destinations for tourists.\n\n",{"type":"===","value":["Fauna"]},"\n\nThe animals of Ladakh have much in common with the animals of Central Asia generally, and especially those of the Tibetan Plateau.  \n\n",{"type":"====","value":["Birds"]},"\nAn exception to this, are the birds, many of which migrate from the warmer parts of India to spend the Summer in Ladakh.  Birds are also, rather predictably, the easiest form of wildlife for tourists to see, and the only thing tourists who don't leave the paved roads, and villages, can be sure to see.  For such an arid area, Ladakh may surprise you with the variety of birds, a total of 225 species have been recorded.\n\nThe Indian ",{"type":"'''","value":["redstart"]},", and ",{"type":"'''","value":["Hoopoe"]},", both summer in Ladakh and are very common.  Surprisingly, the ",{"type":"'''","value":["Brown-headed Gull"]}," is seen in summer on the Indus, and on some lakes of the Changthang.  Other migratory  water birds, include the ",{"type":"'''","value":["Brahimini duck"]},", ",{"type":"'''","value":["Ruddy Sheldrake"]},", and the ",{"type":"'''","value":["Barhead goose"]},".  \n\nThe ",{"type":"'''","value":["Black Necked Crane"]}," is famous due to its extreme rarity. It is found only in Ladakh and Tibet.  Other specifically high altitude birds are the ",{"type":"'''","value":["Tibetan Raven"]},", ",{"type":"'''","value":["Red-Billed Chough"]},", ",{"type":"'''","value":["Snow-cock"]},", and ",{"type":"'''","value":["Chukor"]},".\n\nThere are two main raptors in Ladakh.  The ",{"type":"'''","value":["Lammergeier"]},", a vulture, is relatively common here.  It's unusual in that its head has feathers, unlike most vultures.  The ",{"type":"'''","value":["Golden Eagle"]},", is also found in Ladakh, is closely related and outwardly the same as found in North America.\n\n",{"type":"====","value":["Ungulates"]},"\nHunting by British so called \"sportsmen\" during colonial rule, and more recently unofficially by the Indian army, has taken its toll on the wildlife population.  In recent years however things have been improving due to greater popular awareness of the value of wildlife, an awareness that has spread as far as reaching some members of the army.\n\nThe ",{"type":"'''","value":["Ibex"]}," is found in high craggy terrain, it still numbers several thousand in Ladakh, and trekkers often spot them.\n\nThe ",{"type":"'''","value":["Bharal"]},", or Blue Sheep, is even more common, ranging in the Himalayas from Ladakh east as far as Sikkim.  Its unusual in that it is neither a true sheep nor true goat, but has characteristics of both.\n\nThe ",{"type":"'''","value":["Shapo"]},", or ",{"type":"'''","value":["Urial"]},", is a goat, found at lower elevations, mostly in river valleys, and therefore is often directly in competition with domesticated animals.  They are now rare, numbering about one thousand.\n\nThe ",{"type":"'''","value":["Argali"]},", or Nayan, is a relative of the Marco Polo Sheep of the Pamirs.  They are impressive animals with huge horizontal curving horns.  They are extremely rare in Ladakh, numbering only a couple hundred, however they do have a wide range throughout mountainous areas of the Chinese Provinces of Xinjiang, Qinghai, and Gansu.\n\nThe ",{"type":"'''","value":["Chiru"]},", or Tibetan Antelope, (known in Ladakhi as Tsos) is also endangered.  It has traditionally been hunted for its wool, which must be pulled out by hand, a process done after the animal is killed.  The wool obtained from the Chiru is called Shahtoosh, and is valued in South Asia for its lightweight and warmth, but more than anything else, as a status symbol.  Early in the 20th century the Chiru was seen in herds numbering in the thousands, surviving on remarkably sparse vegetation, they are sadly very rare now.  The owning or trading in Shahtoosh is now illegal in most countries.\n\nThe ",{"type":"'''","value":["Kyang"]},", or Tibetan Wild Ass, is one animal that visitors can expect to see from the comfort of a vehicle, if they take a Jeep tour on the Changthang.  They favor the rolling grasslands of this area, and with their natural curiosity makes them fairly easy to spot, despite the relatively low numbers, about 1500 individuals.  They often seem to be drawn by their curiosity toward a jeep, or trekkers, only to be overcome with shyness and run away.  The tendency to repeat this a number of times is most endearing.\n\n",{"type":"====","value":["Predators"]},"\nNone of the predators of Ladakh are a safety concern to trekkers, it is people who are a danger to these animals.\n\nThe ",{"type":"'''","value":["Snow Leopard"]},", is justifiably famous.  It once ranged throughout the Himalaya, Tibet, and as far as the Sayan mountains on the Mongolian, Russian border; and in elevation from 1800m to 5400m.  They are extremely shy, and very hard to spot, and as such not well known, it is believed there are about 200 in Ladakh.  While tourists are unlikely to see the cats themselves, during winter sightings of the footprints and other marks are not uncommon.  Tourists that want to see Snow Leopards should visit during the winter, as at this time the cats descend to lower altitudes, and are more active as prey is harder to find, befriending one of the biologists who come to Ladakh to study Snow Leopards would also help.\n\nOther cats in Ladakh are even rarer than the Snow leopard, if not as impressive, the ",{"type":"'''","value":["Lynx"]},", numbering only a few individuals,  and the Pallas's cat, who looks outwardly like a house cat.\n\nThe ",{"type":"'''","value":["Tibetan Wolf"]}," is the greatest threat to the livestock of the Ladakhies and as such is the most persecuted, there are only about 300 wolves left in Ladakh.  They look unremarkable, and outwardly the same as Wolves seen in Europe and the Americas.\n\nThere are also a few ",{"type":"'''","value":["Brown Bears"]}," in the Suru valley and the area around Dras.  They are not a threat to trekkers\n\n",{"type":"====","value":["Small Animals"]},"\n",{"type":"'''","value":["Marmots"]}," are common; you can even sometimes see them from the road, although they don't look different enough to the marmots common to other mountainous areas of the world to be of much interest.\n\nThere are also plenty of ",{"type":"'''","value":["voles"]},", ",{"type":"'''","value":["hares"]},", and several types of ",{"type":"'''","value":["Pika"]},".\n\n",{"type":"===","value":["Further Reading"]},"\n\nLeh's many excellent bookshops offer a wide variety of books on Ladakh, Buddhism and Islamic history; general reading.  They are well worth visiting, and have many titles not available outside India.  Some recommended titles on Ladakh are:\n\n",{"type":"'''","value":["Ladakh, Crossroads of High Asia"]},": Janet Rizvi, an entirely enjoyable, meticulously researched overview of Ladakhi Culture, History, economy and Geography.  It never lets its precision and accuracy get in the way of its approachability and personalness.\n\n",{"type":"'''","value":["Ancient Futures"]},": Helena Norberg-Hodge, A passionate explanation of, and plea for, the preservation of the traditional values of Ladakh.  A remarkable work despite its occasional lack of balance, it is an influential book and a must read for all visitors to Ladakh.\n\n",{"type":"==","value":["Talk"]},"\nThe language of Ladakh is ",{"type":"'''","value":[{"type":"[[","value":[["Ladakhi phrasebook"],["Ladakhi"]]}]},", a ",{"type":"[[","value":[["Tibetan phrasebook"],["Tibetan"]]}," dialect with written Ladakhi being the same as Tibetan. Tibetans can learn Ladakhi easily but Tibetan is difficult to speak for Ladakhis. Spoken Ladakhi is closer to the Tibetan spoken in Western Tibet. Ladakhi language is a shared culture platform which brings the Muslims and Buddhists together as one people of this Himalayan region.\n\nLadakhis usually know Hindi and often English, but in villages without road access neither can be expected. A high quality Ladakhi phrasebook, Getting Started in Ladakhi, by Melong Publications, is available in Leh and well worth getting. Not only will any attempts you make to speak the language be appreciated, it will be useful.\n\n",{"type":"'''","value":["Julley"]}," is the most commonly used word for greeting, saying bye and thank you.\n\n",{"type":"==","value":["Get in"]},"\n\nBuses run directly to ",{"type":"[[","value":[["Leh"]]}," from either ",{"type":"[[","value":[["Manali"]]}," or ",{"type":"[[","value":[["Srinagar"]]},". Enroute to Leh one can stop in a number of places , most will get off in Keylong , the administrative center for Lahaul. Overlooking Keylong is the Kardang monastery.  This is the choice that most travelers will want to take due to the tense security situaton in Kashmir, however the road is only open from June to mid October due to snow fall. There are shared taxis from Manali which start early in the morning and reach Leh early next morning.Tourist buses from HPTDC and the local HRTC buses, stop overnight in Keylong.There are also minibuses and shared cabs that makes a overnight stop in Sarchu - this comes with a high incidence of altitude sickness , since Sarchu ( also dubbed \"The Vomit Hilton\") lies more than seven hundred meters higher than Leh , at 4253 meters. Coming from ",{"type":"[[","value":[["Srinagar"]]}," there are a few interesting places to stop en route : ",{"type":"[[","value":[["Kargil"]]}," at 2693 meters ( where the buses stops , the best choice for altitude acclimatization) ,  (",{"type":"[[","value":[["Lamayuru"]]}," and ",{"type":"[[","value":[["Alchi"]]}," that also  offer accommodation). The opening and final closing of both roads, but no major events in between, are announced on the ",{"type":"[","value":["http:\/\/leh.nic.in official Leh website"]},". Srinagar-Leh news updates are found  ",{"type":"[","value":["http:\/\/vistet.wordpress.com\/category\/srinagar-leh-road\/ here"]},", Manali-Leh ",{"type":"[","value":["http:\/\/vistet.wordpress.com\/category\/manali-leh-road\/ here"]},"\n\nDaily flights to Leh are run by Indian and Jet Airways from ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Srinagar"]]},", ",{"type":"[[","value":[["Jammu"]]}," and elsewhere. These are, however, subject to inclement weather and may be cancelled at any time, keep your schedule flexible. Altitude sickness is also a worry given the altitude.\n\nYou can ride in to Leh between June and Mid october (when the roads are open) on a motorcyle too. \n\nBikers usually follow either of the 2 routes\n\n1. Delhi -> Ambala -> Jalandhar -> Patni Top -> Srinagar -> Kargil -> Leh\n\n2. Delhi -> Chandigarh -> Manali -> Sarchu -> Pang -> Leh\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nLadakhi buses run from Leh to the surrounding villages. They are often overcrowded and generally disorganised and poorly run.  Daily buses or mini buses run to Alchi, Basgo, Dha-Hanu, Likir, Nimmu, and Saspul; twice daily to Chemray, Hemis, Matho, Stok, and Tak Tok; hourly or more often to Choglamsar, Phyang, Shey, Spituk, Stakna, Thiksay.\n\n",{"type":"===","value":["By taxi"]},"\n\nYou will find in Leh a number of local taxis, that will take you to the surrounding monasteries much faster and more comfortably than Public transport.  Rates are fairly steep compared to elsewhere in India.\n\n",{"type":"===","value":["By truck"]},"\n\nTrucks often stop for hitchhikers, who are usually expected to pay half the bus fare, bargaining may be necessary. They are slower than the buses and sometimes stop for long periods to unload cargo.\n\n",{"type":"===","value":["By motorcycle"]},"\n\nIn Leh there are a number of shops that will rent motorbikes, mostly the Royal Enfield, still made in India today (350 and 500 cc model). Rents are fairly cheap, and if you are are used to old bikes and left hand side driving, it is certainly a great way to move around if short of time, and far cheaper than local taxis. Be sure to check your rented bike before you leave so that you don't end up getting stranded in the middle of nowhere. As always in India, drive carefully, as other drivers often lack caution.\n\n",{"type":"'''","value":["Things to note"]}," \n\n1. In most sections of the journey, the road are in a bad condition but in certain conditions the roads are literally non-existant. Bottom line is that BRO (Border Roads Organisation) has done a good job, with what ever little resources that are available, in making these difficult terrains accessible to vehicular traffic.\n\n2. Though there are many mechanics in Leh who deal with many bikes, the availability of spares is limited. So before you leave please be sure to get your bike serviced (also get all cables checked\/ changed, set chain, get oils topped up, brakes inspected etc.) and also carry all necessary spares (cables, chain link, bulbs etc.)\n\n3. Make sure to carry the originals of all your bike's documents.\n\n4. Glaciers tend to melt as the day progresses and flow (at some places across roads). So be sure to plan to reach and cross these glacier melts commonly known as Nalas (for example Pagal nala, Khooni nala, Whiskey nala, Brandy nala etc.) during the earlier part of the day, when the flow is low and the depth depth of the water is still easily passable.\n\n5. When you encounter a Military convoy, always pull over and let them pass. It might be a good idea to find out from the locals as to when the convoy goes uphill and downhill and try to time your trip accordingly.\n\n",{"type":"===","value":["By bicycle"]},"\n\nThe scenery is magnificent viewed at the pace of a bicycle, however one would need to be well prepared with full camping equipment. There is a bit less than 1000 km of paved roads in Ladakh.  The ",{"type":"[[","value":[["Manali"]]},"-",{"type":"[[","value":[["Leh"]]},"-",{"type":"[[","value":[["Srinagar"]]}," road makes up about half of that, the remainder being spurs off it.  As such it's not possible to string together a loop, and the only route that would avoid backtracking would be to follow the ",{"type":"[[","value":[["Manali"]]},"-",{"type":"[[","value":[["Leh"]]},"-",{"type":"[[","value":[["Srinagar"]]}," road.  You would need to check the current situation and think carefully to decide if travelling in Kashmir at bicycle pace is more of a risk than you want to take.\n\nIn addition to the paved roads there are some trekking routes that would be possible to ride a lightly loaded sturdy mountain bike on, perhaps hiring a horse and handler to take your baggage.  Padam to Darcha, via Shingo La (pass) would be a good route for this, though you would still need to push your bike over the pass itself.  Ask trekkers in Ladakh for more options.\n\n",{"type":"===","value":["By foot"]},"\nFor the traveler with a number of months it is possible to ",{"type":"'''","value":["trek"]}," from one end of Ladakh to the other, or even from places in ",{"type":"[[","value":[["Himachal Pradesh"]]},".  The large number of trails and the limited number of roads allows you to string together routes that have road access often enough to restock supplies, but almost entirely avoid walking on motor roads.  See below in the Do section for more info.\n\n",{"type":"'''","value":["NOTE"]},": \n\nIf you plan to drive\/ ride in to the Ladakh region in your own car\/ bike, \n\n1. Carry enough spares and all the required tools.\n\n2. Try and learn basic vehicle maintainence before you start on the trip.\n\n3. Carry spare fuel. (There is a 380km strech on the Leh - Manali highway  \nwhich has no petrol pumps).\n\n4. You will need to get permits to visit certain places (For example \nKhardung La)\n\n",{"type":"==","value":["See"]},"\nMany places in Ladakh need an inner line permit which is available for free in DC's office in Ladakh. A travel agent can also arrange the permit for Rs 100 per person within an hour on any working day.\n\nThe main tourist sites relate to Tibetan Buddhism (mainly Gompas - Buddhist Monasteries) and to the stunning landscape.  Ladakh is not only home to some of the most beautiful and serene monasteries you'll ever see, but it also a land of rich natural beauty - and it's this natural beauty that hits you so hard, because it's a barren beauty. Many travelers find themselves at loss to understand how something so barren can yet be so beautiful. Be respectful, these are holy places and active monks in most of them.\n\nMany of the monasteries in the area can be visited from ",{"type":"'''","value":[{"type":"[[","value":[["Leh#Monasteries"],["Leh"]]}]}," including the Hemis monastery which is the largest monastery of Ladakh with at least 150 lamas.  Also, many of the villages in the area are worth a visit, including some close to ",{"type":"'''","value":[{"type":"[[","value":[["Leh#Villages"],["Leh"]]}]}," and some in ",{"type":"'''","value":[{"type":"[[","value":[["Nubra Valley#See"],["Nubra Valley"]]}]}," or ",{"type":"'''","value":[{"type":"[[","value":[["Zanskar#See"],["Zanskar"]]}]},".\n\nMust-see landscapes include the ",{"type":"'''","value":[{"type":"[[","value":[["Kargil#See"],["Moon-land-view"]]}]}," in the area around Lamayuru on the Leh-Kargil highway, and ",{"type":"[[","value":[["Leh#See"],["Pangong Tso"]]}," which is a 40 miles long lake with a lovely colour of its water  \n\n",{"type":"===","value":["Itineraries"]},"\nThere are some regular tourist circuits which entail driving 200-400 km roundtrip out of Ladakh. One needs to acclimatize to the attitude in leh (3500 m) before heading out as AMS (acute mountain sickness or altitude sickness) can ruin the entire trip.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Leh-Karu-Chang La-Tangtse-Pangong Tso & Back"]}," This is a pouplar trip to Pangong Tso Lake and can be done by taxi\/bike. Most people do it as a day trip starting early in the morning and come back by the evening. However, there are arrangements for stay near the lake in Lukung & Spangmik and one can stay overnight to enjoy this place at a slower pace. Camping is also possible."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leh-Khardung La-Nubra Valley (Valley of Flowers)"]}," This is another popular trip but difficult to do in one day. Nubra Valley may not be as beautiful as is touted to be, and is second favourite to tourists as a trip out of Leh. Some people return from Khardung La (18380 ft), which is claimed to be the highest motorable pass in the world. It provides excellent views of Ladakh Range as well as Karakoram Range on the other side. Accommodation is available along the way and in Nubra Valley at various places. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leh-Upshi-Tso Kar-Tso Moriri"]}," This is another trip which covers two smaller lakes Tso Kar and Tso Moriri. There is accommodation available in Korzok(Tso Moriri) but camping near the lake is not allowed."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leh-Lamayuru-Leh"]}," This is an easier drive along Indus river towards Kargil and one can also see the confluence of Indus and Zanskar on the way. Lamayuru is a beautiful place and is home to the oldest monastery and one of the most important in Ladakh. One can stay in the monastery or in the surrounding village."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Various monasteries-around Leh"]}," There are 4-5 big monasteries around Leh and can be covered in one day. Most important of them are Thiksey, Hemis, Spituk, Stok and Shey."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parang La Trek"]}," Parang La Trek is one of the most challenging and adventures trekking trail. This trek is located on an isolated route far into the mountains with many rivers to be crossed."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kang Yatse"]}," This trek is located to the south east part of the Leh, in the Markha valley. This valley is a dream for every trekker and everyone wish to trek the Markha Valley for at least once."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Volunteer"]},": There are numerous ",{"type":"[","value":["http:\/\/visitladakh.com\/ngos.html NGOs in Ladakh"]},", mostly centred on Leh, many of which take foreigners as volunteers if you can commit to a stay of a few months."]},"\n",{"type":"*","value":[{"type":"'''","value":["Meditate"]},": There is a meditation center in ",{"type":"[[","value":[["Choglamsar"]]},", with an office in Leh, that offers meditation courses and retreats for various levels of experience."]},"\n",{"type":"*","value":[{"type":"'''","value":["Festivals"]},":  In late June and early July, the whole Ladakh region comes alive with festivals. Some are held at the local cricket and polo club in Leh, while others are held at the monasteries. Reserve a place well in advance as they get very crowded. Some of the festivals are only held every 12 years, (such as one at Hemis) and at that time the monastery will display its greatest treasure, such as a huge ",{"type":"''","value":["thangka"]}," (a religious icon painted or embroidered on cloth). ",{"type":"[","value":["http:\/\/visitladakh.com\/festival-calendar.html Festival Calendar till 2014"]},"."]},"\n",{"type":"===","value":["Trekking"]},"\n",{"type":"*","value":[{"type":"'''","value":["Trek"]},": Ladakh is an excellent trekking area for experienced trekkers. The infrastructure is nowhere near as developed as in ",{"type":"[[","value":[["Nepal"]]},", necessitating greater preparedness on the part of the trekker. Most trekkers go with a guide and some pack horses, which is easy to organise, and if arranged in Leh quite affordable. It is possible to trek independently, but this should not be undertaken lightly and without much consultation with locals. People do go missing and die on those trails! "]},"\nBelow are a few selected routes:\n\n",{"type":"====","value":["The Baby Trek"]},"\n\n",{"type":"'''","value":["Duration"]},": 2-3 days \n\n",{"type":"'''","value":["Season"]},": Year round\n\n",{"type":"'''","value":["Get In"]},": The trail starts at Likir, there are a few buses from Leh daily.\n\n",{"type":"'''","value":["Description"]},"\nLadakh's one \"tea house trek\" is, despite the name, hard work because of the steep and frequent assents and descents.  Its highest point is 3750 m (unusually low for Ladakh); it passes through frequent villages, allowing the traveler to sleep in guest houses or peoples' homes every night, it is a good introduction to trekking in Ladakh, and way to acclimatize to the altitude.  The main attraction of this trek is the large villages of beautiful well made houses, among good agricultural land; the mountains and views from the passes are relatively unimpressive.\n\n",{"type":"'''","value":["Route"]},"\nLikir village - Phobe La (3580 m)- Sumdo village - Chagatse La (3630 m) - Yangthang village - Tsermangchen La (3750 m) - Hemis Shukpachen village - Mebtak La (3720 m) - Ang village - Tingmosgam village.\n\n",{"type":"*","value":["The ",{"type":"[[","value":[["Markha Valley Trek"]]}," :This trek is among the easily accessible and popular trek in Ladakh. This trek also leads to a large Diversity of landscapes.  Markha Valley is surrounded by the high altitude mountain Kangyatse which is at the height of 6400 meters from the sea level.  Tourists will pass through colourful villages and beautiful valley where they can experience the enjoy the tradition and culture of Leh Ladakh. "]},"\n",{"type":"===","value":["Maps"]},"\n\nGeneral traveling maps showing the roads and tourist sites are commonly available in India and abroad.\n\nThe best quality trekking maps are nowhere near the quality of maps covering trekking areas of Europe or North America. Note that high quality maps of the border regions of India\/Pakistan\/China are technically illegal in India for security reasons, your map may be confiscated if you allow security personnel to see it. (despite very high quality maps of Indian J&K and the LoC being available from the Survey of Pakistan in Islamabad!)\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Survey of India"]}," produces a very out of date (early 1980s) trekking map of J&K; it's cheap, and could be useful for planning a route with an experienced guide."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["US Army Map Service. "]}," (1:250000) - produces out of date (1950s and 60s) topographic maps of whole India, easily available on the Internet."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soviet Military Topographic Maps "]}," (1:200000 & 1:100000) - maps produced in the 1970's and 1980's which are now easily available on the internet but expensive. They provide a good information but all the labels are in Cyrillic script limiting their use."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Artou"]}," (1:300000) - based on satellite imagery. Until recently the best available, it is satisfactory for pre-trek route planning, but not good for navigation. A pirated version is available in Leh. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trekking Map of Ladakh"]}," by Sonam Tsetan (approx scale 1:600000) is very accurate for what it shows: the trails, village names, and water courses.  It lacks topography but has the most accurate place names of all the maps, making it a very useful planning tool.  It's available in Leh for about 200 Rp."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leomann"]}," (1:200000) - may have better scale than the Artou, but it actually contains less information and is less accurate; however the series does cover a lot more of Ladakh and elsewhere in the Himalayas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ladakh Zanskar Trekking Map Series"]},"  by Editions Olizane (1:150000) - an excellent topographic map, with lots of detail."]},"\n",{"type":"==","value":["Eat"]},"\nLadakhi food has much in common with Tibetan food, the most prominent foods being:  Thukpa, noodle soup; and Tsampa, known in Ladakhi as Ngamphe, roasted barley flour, edible without cooking it makes useful, if dull trekking food.  \n\nA dish that is strictly Ladakhi is ",{"type":"'''","value":["skyu"]},", a heavy pasta dish with root vegetables.\n\nAs Ladakh moves toward a less sustainable, cash based economy, imported Indian foods are becoming more important.  You are likely to be served rice, dal (lentils) with veggies even in villages without road access, and it's standard in Leh.\n\nIn Leh you can taste a wide range of cuisines- which include north Indian, Tibetan, Chinese, Italian and even Korean.  Bakeries are plenty in Leh town.  Like in other heavily touristed areas of the Himalaya they often claim to be German Bakeries.  They serve seasonal fruit pies, tarts, brownies and a variety of breads.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tea"]}," it traditionally made with strong black tea, butter, and ",{"type":"'''","value":["salt"]},", it is mixed in a large churn and known as gurgur cha, due to the sound of mixing it.  Similar to tea traditionally drunk elsewhere in Central Asia, it's more like soup than tea elsewhere, it can be refreshing and invigorating if you can get use to it.  Sweet tea (cha ngarmo) is common now, made Indian style with lots of milk and sugar.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Beer"]}," (chang) is traditionally made from barley; it has a yeasty taste slightly similar to sake."]},"\n",{"type":"==","value":["Stay safe"]},"\nLadakh is one of the safest parts of India, and the most basic precautions against petty theft are enough to keep you and your possessions safe. The locals are very friendly and humble. Most of the region is dotted with military cantonments every 50-80 kms, but mainly because of its strategic position on international border between India and China. The army plays a major part in rescue and aid efforts, and that is why you will be required to produce identification documents or written permission from local authorities before entering some remote places.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"[[","value":[["Leh"]]}," is above 3500 m (over 11,000 feet) and other parts of Ladakh are higher yet. There is risk of ",{"type":"[[","value":[["altitude sickness"]]},", especially for those who come from a lower altitude quickly, such as by flying in.\n\nThose with specific health problems should carry any medication that they need.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Ladakh"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["geo"],["34.1700"],["77.5800"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Jammu_and_Kashmir"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ladakh"]]}]