[{"type":"{{","value":[["pagebanner"],["Lady Elliot Island banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Australia_lei_map.png"],["thumb"],["250px"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ladyelliot.com.au\/ Lady Elliot Island"]}]}," is the southernmost inhabited island in the ",{"type":"[[","value":[["Great Barrier Reef"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe island was named after the ship, Lady Elliot that was once stranded on its reef.\n\nIt was once mined for guano, and was almost completely cleared of vegetation.  It has been revegetated and has become a natural sanctuary since the 1960s.  Today some of the island is managed as an eco-tourism resort.\n\n",{"type":"===","value":["Landscape"]},"\n\n\nThe island is a coral cay, with the highest point only a few metres above the high tide.  It is largely sandy, with grasses and substantial trees across the island, including a few beachside palms.  No hills to climb, only two real walking tracks across the island.  It is possible to walk around the island on the beach, even at high tide.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe island is home to a great diversity of marine life.    Many varieties of tropical fish, the ever present Sergeant Major, Parrot and Butterfly fishes along with Moon Wrasse are probably the most common.  Trigger fish, flute fish and anemone fish are fairly easily seen. Reef Sharks, Manta Rays, Sting Rays are also around if you look.  Mantas can even be spotted from the air when landing on the island, so keep an eye out.  The corals are all hard corals, there is some colour in some of the coral, especially in deeper water, but most of the coral and anemones are not brightly coloured.\n\nTurtles breed and hatch their young on the island beaches, and can be viewed in the summer months. Green turtles and Hawksbill turtles are common in the water at all times of year.  They are curious creatures, and will often cruise around with you, rather than avoiding you.  They are easily seen from boats or while snorkelling.  Loggerhead turtles are rarer but do inhabit the area.\n\nAll flora and fauna is protected on the island and the bay.  No fishing is allowed.  Nothing can be removed from the island, including shells and washed-up coral.\n\n",{"type":"===","value":["Climate"]},"\nSub-tropical, with more rain and warmth in the summer.   Daytime temperatures average in the high 20s during summer, and low 20s during winter.  It can remain warm and comfortable for swimming well into April.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Lady Elliot Island (LYT)"]}," has a grass airstrip running the length of the island, immediately adjacent to the resort.\n",{"type":"[[","value":[["Image:Australia_lei_bn2.jpg"],["thumb"],["170px"],["Frequent aircraft transfers"]]},"\n\nDirect flights are available from ",{"type":"[[","value":[["Hervey Bay"]]},", ",{"type":"[[","value":[["Bundaberg"]]}," or the ",{"type":"[[","value":[["Gold Coast"]]},".  Lady Elliot operates a small fleet of 10-seater Britten Norman Islander aircraft, and has regular services to the mainland for day-trippers and for longer stays.  The first and last flights in and out are reserved for people daytripping or staying for a single night.\n\nThere are no commercial ferries to the island, and there is no wharf.  There are some dive operators which work just off the island, and also some moorings off the island for private craft.  Private craft must pay the appropriate fees, and cannot use the resort facilities.\n\nThe flights have a scenic aspect to them.  The flights from Bundaberg go pretty much directly over the water to the island, but the flights from Hervey Bay give you a view over Fraser Island, and the flights from the Gold Coast, have a scenic trip up the coast.  The planes maintain an altitude of around 500-900m or so for the trip.\n\nReturn flights to the island from ",{"type":"[[","value":[["Hervey Bay"]]}," and ",{"type":"[[","value":[["Bundaberg"]]}," are $248, and $589 from the ",{"type":"[[","value":[["Gold Coast"]]},".  One way flights are unavailable!\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"[[","value":[["Image:Australia_lei_lighthouse.jpg"],["thumb"],["250px"],["The lighthouse and reef"]]},"\nThere is a \"marine park tax\" of A$4.50\/person\/day, usually included in the airfare and accommodation price.\n\n",{"type":"==","value":["Get around"]},"\nEverywhere on the island is accessible by foot.  You can walk the length of the island in 15 minutes, and walk around it in around 30 minutes.\n\nThe walking tracks are sand formed, and not paved, and may present some difficulty to people with wheelchairs or a disability.  There are buggies available to staff, but are not hired.  It is occasionally possible to hitch a ride with a staff member going your direction.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The lighthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The old lighthouse still stands on the island, but it is no longer in use.  The actual light comes from the unattractive light bulb on a steel tower right next to the original structure.  A small cemetery, including the graves of the lighthouse keepers wife and daughter are nearby.  The residences used by the light keepers are now converted into staff residences, and are inaccessible to visitors who take notice of the signs, but can be seen from the path, and from the air"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The power scheme"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are fed up with nature, take a look at the solid\/diesel power scheme that keeps the place running.  The solar panels are by the runway, the diesel generator underneath.  The island desalinates its own water for showers and human consumption."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Australia_lei_lagoon.jpg"],["right"],["400px"],["thumb"],["The lagoon"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Snorkelling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best snorkelling is between Coral Gardens and the Lighthouse.  You can enter the water at one and snorkel to the other.  Check the current current direction at the Dive Shop if you want to know which way will be easiest.  There are cut-outs of the reef at both locations to allow exit and entry to the water at low tide (high tide is easy off the beach). Don't forget to drop your reef shoes at your exit point.  Hundreds of species of tropical fish can be seen, as well as many Green and Hawksbill turtles.  Reef Sharks (harmless) and Manta Rays.  You can also snorkel in the lagoon 2 hours either side of the high tide."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba Diving"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scuba diving can be arranged by the Dive Shop if staying on the island, but you can't dive on the day you are flying in or the day you are flying out, so plan accordingly.  Other operators run dive trips to the reef from the coastal towns."]]}]},{"type":"[[","value":[["Image:Australia_lady_elliot_noddy.jpg"],["250px"],["right"],["thumb"],["The White Capped Noddys flock all over the island"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Glass bottom boating"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Trips runs daily, several times if demand requires it.  Take your snorkelling equipment to dive off the boat."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Reef Walking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Reef walking can be done at low tide in the lagoon.  Reef walking shoes are provided."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fish Feeding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=3pm daily at the fish pool, if you want the fish to come to you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bird Watching"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Birds are top of the food chain at Lady Elliot, and as a result they are there in abundance.  Over 100 species can be seen on the island.  An umbrella comes in handy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is small salt-water pool as part of the resort, but it is not inspiring.  Ocean swimming is possible in some areas, but can be difficult because of the corals and rocks, particularly a low tide.  Deck chairs are scattered around the beaches"]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is a small shop on the island, open until 4pm daily.  It sells gifts and souvenirs, as well as ice-creams, drinks etc.\n\n",{"type":"==","value":["Eat"]},"\nThere is a choice of buffet lunch ($20 pp) or sandwiches, burgers, fish and chips ($12).  Dinner and breakfast are included in room tariffs.\n\nDon't expect a large buffet spread for dinner, it is all fairly basic, steak, fish, chicken, vegetables and salad, with a vegetarian hot dish as well.\n\n",{"type":"==","value":["Drink"]},"\nThere is a bar on the island, but the nightlife is quiet, and the bar closes early.  There is a free pool table and ping-pong table.  They mix cocktails, including the a creamy chocolate special celebrating Susannah McKee, the wife of the lighthouse keeper, who supposedly committed suicide on the island, unable to handle the isolation.\n\n",{"type":"==","value":["Sleep"]},"\nThere is accommodation on the island, all administered by the resort under a lease.  Permanent tents (\"Eco-huts\" in marketing speak) are erected, which have solid doors, solid floors, and canvas around the sides. \n\nOther basic cabins and rooms with bathrooms sleeping up to six are available.  \n\nRoom pricing includes dinner and breakfast.\n\nRoom rates start from $132 pp for a 6-share bed in the cabins (that were left behind by the previous activities on the island), rising to around $300 pp for a twin share room.  Eco-huts (permanent tents, with floors) cost around $149 quad-share.  Rates include buffet dinner and breakfast.\n\n",{"type":"==","value":["Connect"]},"\n\nAn Internet terminal is in the reception building, a small fee applies to use it.  A satellite phone is available in the departure lounge, operated by Telstra.  It requires a Telstra Phonecard for operation, and these are on sale at the shop.  There is no mobile (cell) phone reception on the island.\n\n",{"type":"==","value":["Stay safe"]},"\n\nStonefish have venomous spines and settle on the reef, and rely on being still and camouflaged.  Always wear reef shoes or fins when entering the water to avoid danger.  Cone shells can cause death.  Don't pick anything up that looks like a cone.  Seek urgent medical advice if stung.\n\nFire coral can cause irritation on the hands if you touch it.  Sea cucumbers fire sticky threads if you pick them up - and you will need to remove them and wash your hands if you do.\n\nBull Rays are timid, and generally lie on the bottom of the reef.  They have a barb in their tail they can use if threatened.\n\nReef sharks are timid and harmless.  Manta Rays have no barb.\n\nThere are four red lights at either end of the runway, and at the crossing point by reception.   Don't cross, and leave the runway area if the lights are flashing.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["Guidepark"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Reef Islands"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lady Elliot Island"]]},"\n",{"type":"[[","value":[["Commons:Category:Lady Elliot Island"]]},"\n",{"type":"{{","value":[["geo"],["-24.1167"],["152.7167"]]}]