[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Laem Sing"]}," (แหลมสิงห์) is a beach in ",{"type":"[[","value":[["Phuket"]]},", 1 km from ",{"type":"[[","value":[["Surin Beach"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe name means \"Lion's Point\". The beach is in a small, curving bay with rocky headlands at the foot of forest-fringed cliffs and is among Phuket's most beautiful spots. Look for signs indicating the path down to the beach.\n\n",{"type":"==","value":["Get in"]},"\nHire a taxi (or tuk-tuk if you are a firm negotiator). Most drivers will be familiar with the beach. If necessary, show them on your guidebook map. Taxi's standard price for the one-way trip seems to be 500 baht (high season), but you should always try to bargain. You will be dropped off along the side of the road where there's a sign pointing to a trail heading into the forest. A short but steep walk with occasional views through the foliage tease as you descend the hills above the beach. Mind your step. The trail is rocky and can be quite muddy after rain.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nSee the beach and get some tan. There isn't much else to look at here except maybe under water. Fortunately, it's a beautiful beach and it faces west so you get nice sunsets. Although the beach is full of rental sun chairs, for the moment it is now as crowded as some of the more popular beaches along the Phuket's west coast.\n\n",{"type":"==","value":["Do"]},"\nSwim, lay on the beach, have a meal or a few beers at one of the four open-air restaurants on the beach. There are also rentals for speed boat with water skiing or wakeboarding, some jet skis, glass bottom canoes, and adventure diving trips as well as snorkeling. If you just rent the snorkeling gear or have you own set with you, stay out of the righten side (when facing the sea) of the beach where the boats and jet skis operate. Instead, swim to the tip of the left barrier rocks and despite of rather murky waters, you can see a good variety of fish in the shallow water. Watch out for the rip current when swimming back. For more colourful reefs and fish you may want to consider the adventure trip.\n\n",{"type":"==","value":["Buy"]},"\nFood and drink from one of the restaurants on the beach, basic souvenirs from the few shops betweeen the restaurants. There isn't much else to buy unless some hawkers come around. \n\n",{"type":"==","value":["Eat"]},"\nThere are four small open-air restaurants on the beach. The restaurant to the right (when facing the sea) is fantastic.  Try the prawns in green curry or sweet chili sauce. They also have a selection of fresh seafood like lobster, king prawns, squid and various fish. Without doubt one of the best meals for your money in Thailand. Papa's Restaurant in the middle is not as memorable, but also well worth trying.\n\n",{"type":"==","value":["Drink"]},"\nSingha beer. Served ice cold and very refreshing on a hot day. Also, the fruit shakes are very nice and you should definitely try the freshly squeezed fruit juices.\n\n",{"type":"==","value":["Sleep"]},"\nDon't sleep on the beach. There's no accommodation. Let's hope it stays that way.\n\n",{"type":"==","value":["Go next"]},"\nWalk up the path the way you came and there should be a taxi or a tuk-tuk waiting by the road. If not, one should come by very soon. Prices to Phuket town by taxi is around 500 baht (high season), so tuk-tuk should be negotiable and priced lower. If you arrive by taxi, you may want to arrange a pick-up with the same driver so you won't have to worry about finding your way back. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["12.4833"],["102.0667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Coast (Phuket)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]