[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Lafayette"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lafayettechamber.org\/ Lafayette"]}]}," is in the ",{"type":"[[","value":[["East Bay (Bay Area)"],["East Bay"]]}," region of the ",{"type":"[[","value":[["San Francisco"]]}," ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]}," in ",{"type":"[[","value":[["California"]]},".  It is primarily a residential town located in the hills between ",{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]}," and ",{"type":"[[","value":[["Walnut Creek"]]},", although it does offer shopping and dining, and the Lafayette Reservoir is popular with hikers.\n\n",{"type":"==","value":["Get in"]},"\n\nLafayette is home to the wealthy set. With home prices starting at a million dollars\nit's easy to see why Lafayette is the gem of the East Bay. The median age is 45, and the singles scene is\nnon-existent. Nevertheless, Lafayette attracts a variety of people for a variety of\nreasons. Most people come for the quiet, private atmosphere.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lafayette Reservoir"],["url=http:\/\/www.ebmud.com\/services\/recreation\/east_bay\/lafayette\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an awesome little park, with plenty of outdoor activities. You can walk the three mile paved trail that closely follows the shore of the lake, or you can brave the six mile dirt trail that climbs up and down the hills which form a bowl around the reservoir. Although swimming is not permitted, there is a place to rent paddleboats, which can hold four people, and are a great way to chase the ducks around! The reservoir is also a great place to spend a nice afternoon fishing or having a picnic -- there are plenty of tables, and even some great little secluded ones!  Be aware, however, that at times it feels like everyone in the East Bay has decided to get their nature fix at the same time.  Parking is metered and closely monitored, so bring quarters."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chow"],["url="],["email="],["address=53 Lafayette Circle"],["lat="],["long="],["directions=La Fiesta Square"],["phone=+1 925-962-2469"],["tollfree="],["fax="],["hours=Mon-Thu 7 AM to 10 PM, Fri 7 AM to 11 PM, Sat 8 AM to 11 PM, and Sun 8 AM to 10 PM"],["price="],["content=One of the East Bay's best mid-range options, with excellent pasta dishes, a laid-back atmosphere, and vastly overpriced won tons that are still worth getting.  Meals range in price from $8 to $17.  Reservations are not accepted, and the line can be long on weekends; call ahead and try to get your name on the waiting list early."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Charro"],["url="],["email="],["address=3339 Mount Diablo Blvd."],["lat="],["long="],["directions="],["phone=+1 925-283-2345"],["tollfree="],["fax="],["hours=Mon-Sun 11 AM to 10 PM"],["price="],["content=Famous for their margaritas and cheese dip, El Charro has been in Lafayette since 1947. The atmosphere is consistently delightful, and the food is very moderately priced. Kid friendly. Meals range in price from $6 to $15."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yan's Restaurant"],["url=http:\/\/www.yanschinabistro.com\/"],["email="],["address=3444 Mount Diablo Boulevard"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While it's easy to drive past without noticing, Yan's Restaurant is easily one of the best Chinese Restaurants in Lafayette (also in Walnut Creek, El Cerito, and Danville). The atmosphere is a little drab, but the traditional Chinese cuisine is excellent on most nights. Parking isn't too big of an issue and you should be more focused on trying the perfectly spicy orange chicken."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Round Up Saloon"],["url="],["email="],["address=3553 Mt. Diablo Blvd."],["lat="],["long="],["directions="],["phone=+1 925-284-4817"],["tollfree="],["fax=+1 925-284-5450"],["hours="],["price="],["content=Lafayette's oldest bar packs a surprising amount of attitude given its suburban surroundings.  Pool, shuffleboard, and drink specials make this a popular spot in the evenings.  It is also high(est) on Lafayette PD's places to look for DWIs, so be careful, especially late at night"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lafayette Park Hotel & Spa"],["url=http:\/\/www.lafayetteparkhotel.com"],["email="],["address=3287 Mount Diablo Blvd."],["lat="],["long="],["directions="],["phone=+1 925-283-3700"],["tollfree=+1-800-368-2468"],["fax=+1 925-284-1621"],["hours="],["price="],["checkin="],["checkout="],["content=Definitely not the place for a budget traveler, this hotel is rated the only five star diamond lodging in the Bay Area, offering luxury accommodation for those not wanting or needing to be too near the area's major tourist destinations.  Rates start at $249 per night, with suites costing as much as $499 an evening."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Walnut Creek"]]}," - Downtown Walnut Creek is perhaps Contra Costa County's best option for restaurants and bars.  Shopaholics will also be more than satisfied with the variety of downtown boutiques."]},{"type":"*","value":[" ",{"type":"[[","value":[["Orinda"]]}," - A mostly residential city, Orinda does offer a movie theater that is a throwback to the golden years of cinema."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["37.885833"],["-122.118056"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Contra Costa County"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lafayette, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/L\/Lafayette\/"]]}]