[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Lagan"]}," is a city in ",{"type":"[[","value":[["Kalmykia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe town was founded in 1870 and has a population of around 15,000. It is located a few kilometers from the Caspian Sea.\n",{"type":"==","value":["Get in"]},"\n\nBuses run twice daily from the ",{"type":"[[","value":[["Astrakhan"],["Astrakhan'"]]}," bus station.  Morning and 4pm.  Fares are 235 rubles.  The bus takes 4 hours and runs on very bad roads.  Of the distance of 120 kilometers about one third is unpaved.  \n\nIt is recommended to take a private seat in a Lagan' taxi from the same Astrakhan' bus terminal.  The taxis cost from 250 to 300 rub per person.  You will have to wait until all four seats in the car are sold before departing.  \n\nAlternatively, one can take a bus or similar taxi to Liman.  Price is RUR 150.  From Liman one can arrange a taxi to Lagan.\n\n",{"type":"==","value":["Get around"]},"\n\nOne can walk around the entire city, from the center to the outskirts.  Taxis, hitch-hiking and marshrutkas (hire buses) operate in the city.\n\n",{"type":"==","value":["See"]},"\n\nThe Buddhist sites and temples throughout the city.  \n\n",{"type":"==","value":["Do NOT"]},"\n\nDo NOT go to Lagan expecting to see the Caspian sea.  The canal connecting the city to the sea is patrolled by Russian border guards 24 hours a day.  You can walk along the canal for 10km, but with 7km to go before the Caspian, you will not be allowed to continue.  \n\nIf you arrange for an outing on the sea with local residents and the border guards ahead of time, they may allow you to accompany a fishing boat.  \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gostinitsya Lagan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An affordable hotel in the city center, next to the police and administrative center."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["45.390833"],["47.365833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kalmykia"]]},"\n",{"type":"[[","value":[["WikiPedia:Lagan, Russia"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]