[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Lagorce01.jpg"],["thumb"],["300px"],["Lagorce"]]},"\nLagorce is a little village in a relatively large ",{"type":"''","value":["commune"]},", near ",{"type":"[[","value":[["Vallon Pont d'Arc"]]}," ",{"type":"[","value":["http:\/\/www.vallon-pont-darc.com\/site\/?lang=_uk"]}," in the ",{"type":"[[","value":[["Ardèche"]]}," département, in the south of ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By public transport"]},"\n\nThe way to Lagorce is long. It is far from major cities. You have to head for Vallon Pont d'Arc, which you can reach via a TER ",{"type":"[","value":["http:\/\/www.ter-sncf.com\/"]}," bus that runs around 4 times a day from Montelimar and Valence train stations, both of which have a TGV train service.\n\nYou can get a timetable for many bus routes in the region surrounding Lagorce from Ardeche Tourisme.com ",{"type":"[","value":["http:\/\/www.ardeche-tourisme.com\/uk-hosting-ardeche\/ardeche-route.php"]}," and regional timetables are also currently available ",{"type":"[","value":["http:\/\/www.ardeche.fr\/Transport\/fiches-horaires"]},".\n\nAdditionally, there are routes via ",{"type":"[[","value":[["Alés"]]}," and ",{"type":"[[","value":[["Avignon"]]}," (via ",{"type":"[[","value":[["Bagnol sur Ceze"]]},").\n\nFrom ",{"type":"'''","value":["Avignon"]}," take the LR 15: AVIGNON - VALLON PONT D'ARC - RUOMS - AUBENAS.\n\nFrom ",{"type":"'''","value":["Vallon"]}," you can walk through the woody hills, or along the old way (Route Vieille de Lagorce) to Lagorce or you can hitch along the new road.\n\nFrom ",{"type":"'''","value":["Alés"]}," you need to go to Aubenas and return with the LR 15 from Aubenas back down to Vallon Pont d'Arc, but Alés has a train station that makes access from further afield good (Nimes, Carcassone, Montpellier, Marseilles - all of which have cheap flights), from which you can also hitch north up to Vallon.\n\nFrom ",{"type":"'''","value":["Alés"]}," take the LR 13: ALES - LES VANS - JOYEUSE - LARGENTIERE - AUBENAS\n\n",{"type":"===","value":["By car"]},"\n\nGo to some road planner online and type in: Lagorce 07150, Ardeche.\n\n",{"type":"==","value":["Get around"]},"\n\nWalk in the beautiful hills, following the ",{"type":"[[","value":[["Sentier Botanique"]]}," in wild boar territory and enjoy fantastic views and local wildlife.\n\n",{"type":"===","value":["By public transport"]},"\n\nThere is no public transport inside Lagorce, it is just a little village perched on a cliff side, which looks a bit like a sleeping Stegosaurus, and in the Valley of Salastre, which leads to the Valley of Ibis, where there are fantastic pools in spring for swimming.\n\n",{"type":"===","value":["By canoe"]},"\n\nCanoe is the best way to truly enjoy the beauty of the river. There are a lot of spots along the river where you can stop to enjoy the view or to swim. However, as this is a nature reservation area, there are only 2 sites designated for camping: \"Gaud\" or \"Gournier\", both can be reached by canoe.\n\n",{"type":"===","value":["By car"]},"\n\nThere are many great places to visit by car.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ma Magnanerie"]},", a refurbished authentic silk farm.  Shows visitors the full life cycle of the silkworm through all stages of development from egg to butterfly. ",{"type":"[","value":["http:\/\/www.mamagnanerie.com\/"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sentier Botanique"]},", which is several marked trails in the hills around Lagorce."]},"\n",{"type":"==","value":["Do"]},"\n\nGo for walks, hang out, meet some locals, old and young. Walk through Chadafaud, (Lagorce) in the medieval part of the village. Walk in the beautiful hills, following the ",{"type":"'''","value":["Sentier_Botanique"]}," in wild boar territory and enjoy fantastic views and local wildlife, which is really great in Spring. April, May and June is the very best time to visit for that, when the Salastre still runs and acts as a breeding ground for zillions of frogs and you can hear the nightingales sing, watch the owls fly through the night. It is also nice to visit in autumn (late August to October), when the summer heat fades, and of course for the fully hot South of France experience, when the water is warm in the many rivers, come in the high season. The restaurants are full of Dutch, German, French, Italian and other tourists, as well as the locals. \n\n",{"type":"==","value":["Buy"]},"\n\nThe local grocery shop is run by a young, friendly couple.\n\nThe ",{"type":"''","value":["commune"]}," has been growing steadily in the last few years, due to the success of a local, organic cosmetics factory, Melvita, which is 5 km north of Lagorce in the direction of Aubenas (in Marquenoux), so especially in the season there are a few shops and also locals selling organically grown vegetables, honey and other things. Ask in the grocery shop for more information.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are two restaurants, ",{"type":"'''","value":["Le Tilleul"]}," and ",{"type":"'''","value":["Le Cheval Blanc"]},", both of which have bars.\n\n",{"type":"==","value":["Drink"]},"\n\nSee above. There are also two vineyards just across the valley, in Ibie.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Cheval Blanc"]}," on the main street that runs through the village is a hotel. There are ",{"type":"'''","value":["a few B&B's"]},", such as ",{"type":"''","value":["on the rocks"]},{"type":"[","value":["http:\/\/lagorcerocks.com"]},", in Chadafaud, the medieval part of the village, which sits on a cliff-side. \n\n",{"type":"===","value":["Camping"]},"\n\nFollowing the Salastre river towards the Ibie will take you to Camping de l'Ibie, which is a collection of nice wooden huts, some with great views over vineyards and others with great views of wild hill sides. The campsite is itself on a hill and features a swimming pool at the very top. Spectacular spot for a swim.\n\n",{"type":"==","value":["Respect"]},"\n\nLeave nothing but footprints...\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Orgnac l'Aven"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Montélimar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vallon_Pont_d'Arc"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Aubenas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Avignon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Alés"]]}]},"\n",{"type":"{{","value":[["geo"],["44.4486"],["4.4181"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ardèche"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lagorce,_Ardèche"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lagorce (Ardèche)"]]}]