[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Laguna Miramar"]}," is in the state of ",{"type":"[[","value":[["Chiapas"]]}," in ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Laguna Miramar en la Selva Lacandona.jpg"],["thumb"],["Laguna Miramar"]]},"\n\nLaguna Miramar is located deep in the Lacondon jungle on the border with ",{"type":"[[","value":[["Guatemala"]]},".  It is one of the most ecologically untouched areas of ",{"type":"[[","value":[["Mexico"]]},", containing around 20% of all species in ",{"type":"[[","value":[["Mexico"]]},".  The lake itself is a pure blue color and quite warm, making for great swimming and canoeing.  Additionally, there are untouched Maya ruins around the lake (although arranging to see them is quite difficult).  The trip to the lake is not for the faint of heart taking several days of very rough travel through the rain forests of ",{"type":"[[","value":[["Chiapas"]]},".  Tourism at Laguna Miramar is handled through the local Mayan community of ",{"type":"[[","value":[["Emiliano Zapata"]]},".\n\n",{"type":"===","value":["History"]},"\n\nLaguna Miramar is one of the most untouched areas of Mexico.  Many of the indigenous communities still dress in traditional clothing and in some cases still live deep in the jungle around the lake.\n\n",{"type":"===","value":["Landscape"]},"\nBeautiful!\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe Lacondon Jungle surrounds Laguna Miramar, with steep mountains ringing the lake.  During a visit expect to hear (and possibly see) howler monkeys, crocodiles, tarantulas, scorpions, and a number of wild birds including parrots.\n \n",{"type":"===","value":["Climate"]},"\n\nLaguna Miramar is warm year round, although the rainy season runs from August until October.  Laguna Miramar is in a rain forest, so no matter the time of year, expect at least some rain and a lot of mud.\n\n",{"type":"==","value":["Get in"]},"\nGetting to Laguna Miramar will involve at least a day and a half of travel from any of the major cities in ",{"type":"[[","value":[["Chiapas"]]},".  In most cases it will involve riding in a \"collectivo\", which is a four wheel drive ford truck with an open air cage in the back stuffed with up to 20 people (some of whom will be sitting on the top of the cab of the truck.  Traveling by collectivo through the jungle is an experience in and of itself.  \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ocosingo"]]}," to San Quentin (70 pesos) - There are several \"colectivo\" buses that leaves from around the corner from Ocosingo's main market early in the morning.  The first colectivo leaves at 9AM, with colectivos leaving periodically after that for a few hours.  The schedule is likely to change, so arrive at the departure area early in the morning (7AM) and ask the locals for the departure time.  The collectivo takes 6 hours to get to San Quentin from which it is another 1km walk to ",{"type":"[[","value":[["Emiliano Zapata"]]},".  The ride is very beautiful, ranging from alpine forests, towering mountains with high cliffs, jungle rivers, small Maya villages, Zapatista strong holds and Mexican jungle military outposts."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ocosingo"]]}," to San Quentin by Airplane - There is an airport located on the way to the Maya ruins of ",{"type":"[[","value":[["Toniná"]]}," that offers flights to San Quentin for an unknown price."]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Comitan"]]}," to ",{"type":"[[","value":[["Las Margaritas"]]}," to San Quentin - Las Margaritas is located a short distance from Comitan (under 10km).  It is possible to take a local ",{"type":"[[","value":[["Comitan"]]}," collectivo to Las Margaritas where a colectivo departs several times early in the morning.  The trip from ",{"type":"[[","value":[["Las Margaritas"]]}," to San Quentin should be about 6 hours."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Las Nubes"]]}," - Supposedly, it is possible to go to the Jungle waterfall of ",{"type":"[[","value":[["Las Nubes"]]}," located near the ",{"type":"[[","value":[["Lagos de Montebello"]]}," and take a river boat 2 hours into the Lacondon jungle from where it is possible to catch a colectivo to ",{"type":"[[","value":[["Emiliano Zapata"]]},".  It may be best to have the Maya at ",{"type":"[[","value":[["Emiliano Zapata"]]}," arrange this as a way of returning to \"civilization.\"  The cost is 800 pesos for the boat (split between the number of people on the boat.   "]},"\n",{"type":"*","value":[" Tours - It is possible to arrange a tour to Laguna Miramar in ",{"type":"[[","value":[["San Cristobal de Las Casas"]]}," for around $400 USD usually requiring a minimum of 4 persons.  If you ask in ",{"type":"[[","value":[["San Cristobal de Las Casas"]]}," about getting to ",{"type":"[[","value":[["Laguna Miramar"]]}," you will be told this is the only way to reach the lake."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\nAsk for \"El Presidente de Tourismo\" after you arrive in ",{"type":"[[","value":[["Emiliano Zapata"]]},".  He will arrange your first night of accommodation and a guide for the following morning to take you to Laguna Miramar.  You will be charged a number of relatively insignificant and sometimes meaningless fees by \"El Presidente.\"  The total cost comes to around $25 a day per person, which includes the park fee, the fee for camping, a maya guide and use of the canoes at the lake.\n\nIf you want to see the Maya ruins at the lake, be sure and talk to El Presidente about this while you are in ",{"type":"[[","value":[["Emiliano Zapata"]]},".  The ruins are located in the village of ",{"type":"[[","value":[["Benito Juarez"]]},"'s section of the lake.  ",{"type":"[[","value":[["Benito Juarez"]]}," is a pro-Zapatista village and as such is not interested in cooperating with ",{"type":"[[","value":[["Emiliano Zapata"]]},"'s ecotourism project, but it is possible for arrangements to be made, but \"El Presidente\" will have to make the arrangements before the guide leaves for the lake.\n\n",{"type":"==","value":["Get around"]},"\n\nHiking\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The Small Cave in the Lake"]},{"type":"*","value":[" The hand paintings carved in rock on the Lake"]},{"type":"*","value":[" Ancient rock sculpture in the jungle"]},{"type":"*","value":[" The Maya ruins (maybe)"]},{"type":"*","value":[" Surrounding Maya villages"]},{"type":"*","value":[" The remote Maya jungle village of Nuevo Galilea (Probably requires a maya guide, canoe and 2 days)"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Supposedly it is possible to take a horse trip out into the jungle"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Not much to buy out there.  They do produce several different variations of ",{"type":"[[","value":[["Emiliano Zapata"]]}," organic coffee."]},"\n",{"type":"*","value":[" You can stock up on food for when you will be camping at the lake.  Don't expect much, but enough for several days of rough camping."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are several maya houses that have been converted into \"restaurants\", i.e. a woman cooking over an open flame with a selection of eggs or carne asada.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is some dispute as to whether alcohol is allowed in ",{"type":"[[","value":[["Emiliano Zapata"]]},".  To put this to rest, you can purchase beer at the local shops in ",{"type":"[[","value":[["Emiliano Zapata"]]},", so if you want to travel with some Tequila to ",{"type":"[[","value":[["Emiliano Zapata"]]}," it is not a problem.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"[[","value":[["Emiliano Zapata"]]}," has six small buildings that pass as a place to sleep, (although there are occasional tarantulas, cockroaches and scorpions).  Alternatively there is a covered outdoor \"palapa\" in both ",{"type":"[[","value":[["Emiliano Zapata"]]}," and at the lake where you can sleep either on the ground or in a hammock.  A tent is not needed for either sleeping at Laguna Miramar or ",{"type":"[[","value":[["Emiliano Zapata"]]},".\n\n",{"type":"===","value":["Camping"]},"\n\nOther than the palapa and the canoe at the lake, you will be doing some hard core camping.  Bring flash lights, sleeping bags, cooking utensils, pans for cooking over an open fire, etc.  \n\nFire - you can create a camp fire out at the lake.  The wood is a bit damp but does eventually light.\n\n",{"type":"===","value":["Backcountry"]},"\n\nThere is a very remote Maya village called Nuevo Galilea located across the lake and a 2 hours hike into the jungle.  The Maya paddle with their whole families in canoes across the lake to the trail head for ",{"type":"[[","value":[["Emiliano Zapata"]]}," in order to purchase supplies.  A trip to Nueva Galilea with a guide might be spectacular.   \n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[" Don't take pictures of the military"]},{"type":"*","value":[" The locals don't like their picture taken, so ask first.  You may seriously upset them by taking their picture without asking permission."]},{"type":"*","value":[" There is some minor hostility from the Zapatista villages, so if going to one, do so during daylight hours."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Collective to ",{"type":"[[","value":[["Las Margaritas"]]}]},{"type":"*","value":[" Riverboat to ",{"type":"[[","value":[["Los Nubes"]]}]},{"type":"*","value":[" Collectivo to ",{"type":"[[","value":[["Ocosingo"]]}]},{"type":"*","value":[" Airplane to ",{"type":"[[","value":[["Ocosingo"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Chiapas"]]},"\n\n",{"type":"{{","value":[["geo"],["16.393489"],["-91.28813"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]