[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Laguna de Apoyo"]}," is a nature reserve in the ",{"type":"[[","value":[["Capital Region (Nicaragua)"],["Capital Region"]]}," of ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nTake a taxi offered by the independent hotel, The Monkey Hut, for $1.  See their website for information about pick up times and locations.You can also get a shared mini bus from Hotel Oasis in Granada same deal. \n\nBetter options for an independent traveller is by bus from Masaya, 3 buses a day, 1 is very early about 6am the other is at 10.30 am and another mid afternoon. There are more frequent busses to the crater rim and you will need to walk down the hill.You can apparently walk from Granada cemetery approx 2-3 hours.\n\n",{"type":"==","value":["See"]},"\n\nThis laguna is surrounded by mountains, as the laguna actually is within a crater of an inactive volcano.  The water here is clear.\n\nIt is possible to go to the top of the mountains to a town called Caterina.  From here you can view the whole laguna. \n\nThe laguna itself is very isolated, and not many people come here.  This is great, because you will feel like you are in your own little paradise.\n\n",{"type":"==","value":["Do"]},"\n\nRelax\n\nKayak\n\nSwim\n\nStay in Hotels\n\nRent Bikes from the Posada de la Abuela hotel\n\n",{"type":"==","value":["Buy"]},"\n\nThere are a few real estate plots around the river.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many small restaurants along the edge of the river. The most delicious is at the Hotel Posada de la Abuela\n\nEither where you stay or there are a few comedors by the lake towards the Spanish School. The last one (not surprisingly) is probably the best and cheapest.Despite being in the middle of nowhere there are touts outside the first two, ignore them.\n\n",{"type":"==","value":["Drink"]},"\n\nThe juice at the Hotel Posada de la Abuela is fantastic!\n\n",{"type":"==","value":["Sleep"]},"\n\nLa Posada Ecologica de la Abuela - for $60 a night you will sleep in a private air-conditioned bungalow, and be in paradise. The food, atmosphere and service at this hotel are magnificent. They have bikes, kayaks and rafts that you can use free of charge.  This hotel would also be a great place to host a get together, wedding, or business meeting.\n\nFrom the bottom of the hill clockwise. Monkey Hut Dorm $10 upwards with rooms up to $75 (2007). Takes day trippers. Craters Edge, this is for the grown ups. Rooms $20 to $45, a great dorm at $11 also takes day trippers. Both places have websites. Moving on take a right at a children's playground down a slope and past 4 or 5 comedors to the Spanish school which apparently also rents rooms. There are two other more expensive options.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Capital Region (Nicaragua)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]