[{"type":"{{","value":[["Pagebanner"],["Laguna Beach Banner.JPG"],["caption=Main Beach"]]},"\n: ",{"type":"''","value":["Laguna Beach may also refer to ",{"type":"[[","value":[["Bang Tao"]]},", ",{"type":"[[","value":[["Phuket"]]},", ",{"type":"[[","value":[["Thailand"]]},"."]},"\n\n",{"type":"'''","value":["Laguna Beach"]}," is a resort-residential community (population about 20,000) along the Pacific coast in ",{"type":"[[","value":[["Beach Cities (Orange County)"],["South Orange County"]]}," in ",{"type":"[[","value":[["Southern California"]]},".  It is known for its extensive artist community, seaside village atmosphere, beautiful beaches, and luxury resort hotels. Fans of the Beach Boys will recall the mention of the city in the song \"Surfin' Safari\".  In warm sunny weather, Laguna Beach can have an overwhelming Mediterranean-island ambiance.  Laguna Beach attracts a few million visitors a year.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Orientation"]},"\nLaguna Beach lies along the coast of the Pacific Ocean with a ridge of hills bounding its eastern edge. The main road is Pacific Coast Highway, also referred to as Coast Highway, Highway 1 and PCH. \n\n",{"type":"'''","value":["North Laguna"]},"\nThis is the area from about High Street north to the city line at Crystal Cove State Park. This stretch of Coast Highway has a few restaurants and shops, but is main residential (large gated communities) with entry points to secluded beaches. \n\n",{"type":"'''","value":["Main Beach \/ The Village"]},"\nThis area fans out from Broadway, a street that becomes Laguna Canyon Road (CA 133, a main artery into Laguna Beach). To the north is the famous Gallery Row area and oceanfront Heisler Park. To the south is the village area with shops and restaurants. Broadway ends at Main Beach, with its boardwalk and popular sandy beach area.\n\n",{"type":"'''","value":["South of Main Beach"]},"\nThis is the long area from about Cleo Street south to Aliso Creek Beach. This stretch of Coast Highway contains a lot of shopping, restaurants, hotels and entry points to secluded beaches. Residential neighborhoods slope up the hills.\n\n",{"type":"'''","value":["South Laguna"]},"\nThis is the area from Aliso Creek Beach south to Crown Valley Parkway. It contains cliff side beaches, some restaurants and shopping, a hospital and residential properties.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nOrange County's ",{"type":"'''","value":["John Wayne Airport"]},", also known as ",{"type":"'''","value":["SNA"]},", ",{"type":"[","value":["http:\/\/www.ocair.com"]}," is only about 15 miles from Laguna Beach.  From SNA, you can get to Laguna Beach by one of several ways: rent a car and drive (most popular), take a taxi (about $50), take a door-to-door shuttle (about $30) or limo, or take the OCTA [see Orange County Transportation Authority below] bus #76 ($2.50, runs hourly) to the Newport Transportation Center and transfer there to the OCTA bus #1 that runs to Laguna Beach via the Pacific Coast Highway.  All of these modes may be found at the SNA's Ground Transportation Center across the street from Terminal A and B, with the exception of the OCTA bus #76, which is boarded at the OCTA Bus Stop at the far end of Terminal B curbside.\n\n",{"type":"===","value":["By car"]},"\n\nLaguna Beach is located along the Pacific Coast Highway (CA 1) at the \"T\" intersection of Laguna Canyon Road (CA 133), which becomes Broadway in town.  When arriving on summer nights during Pageant of the Masters performances expect a lot of traffic along CA 133 and plan extra time to get into town.\n\nFrom John Wayne Airport, you can take either Interstate 405 (to the north) or CA-73 (to the south and partway a toll road) to get to CA-133 and south to Laguna Beach.  Alternatively, you can drive south from John Wayne Airport to Newport Beach and pick up CA-1 to Laguna Beach.\n\n",{"type":"===","value":["By rail"]},"\n\nAmtrak and Metrolink stations are located in Irvine, Laguna Niguel, San Juan Capistrano, and San Clemente. From there it will be necessary to take public transportation or a taxi.\n\n",{"type":"==","value":["Get around"]},"\n\nLaguna Beach is a linear town stretched along the Pacific Coast Highway (CA 1) punctuated by several canyons.  In town, Broadway (CA 133, which becomes Laguna Canyon Drive out of town) divides the Pacific Coast Highway into the North Coast Highway and the South Coast Highway; address numbers increase outward from Broadway, with odd-number Coast Highway addresses on the ocean side.\n\n",{"type":"===","value":["By public transit"]}," \n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.octa.net\/ Orange County Transit Authority (OCTA)"]}]},".  The OCTA Bus #1 runs up and down the Coast Hwy twice an hour.  It also stops at the Transit Center on Broadway in downtown Laguna Beach.  $1.50"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lagunabeachcity.net\/government\/departments\/publicworks\/services\/transit.htm Laguna Beach Transit"]}]}," operates three mainline fixed bus routes, hourly schedule, year round six days a week (6:30AM to 6:15PM weekdays; 9:20AM to 6:15PM Saturdays; no service Sundays). The Gray route services North Laguna, Laguna Canyon, and Top of the World.  The Blue route services Bluebird Canyon and Arch Beach Heights.  The Red route services the South Coast Hwy corridor from Downtown to Ritz Carlton (Dana Point) and back. All buses loop back to the Transit Center on Broadway in downtown.  Adults 75 cents.  "]},"The ",{"type":"'''","value":["FREE Summer Shuttle Service"]}," is a four-line service to accommodate locals and visitors going to the Pageant of the Masters, local art festivals, etc.  Beginning in late June through the end of August, the four Summer shuttle routes operate seven days a week from 9:30AM to 11:30PM Frequency 30 minutes.\n\n",{"type":"===","value":["By car"]},"  \n\nAlthough a car may be convenient, parking is at a premium in the summer; ",{"type":"'''","value":["beware of having your car towed"]},". You'll probably have to pay to park downtown in beach weather. The cheapest option is parking in the residential areas on the other side of Pacific Coast Highway, although you risk begrudging the residents. If you are trying to get downtown a good place to park is the district parking lot just across from Laguna Beach High School. From here you can take a short walk into town.  Lot prices in the summer range from $7 - $15.\n\n",{"type":"==","value":["See"]},"\n\nBefore seeing anything, visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lagunabeachinfo.org Laguna Beach Visitors Bureau"]}]},", 252 Broadway (tel. 800\/877-1115 or 949\/497-9229).  It is in the heart of town and distributes lodging, dining, and art gallery guides. It's open Monday through Friday from 9AM to 5PM, and Saturday from 10AM to 4PM (plus Sundays in the summer).\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Art-A-Fair"],["url=http:\/\/www.art-a-fair.com"],["email="],["address=777 Laguna Canyon Road"],["lat="],["long="],["directions="],["phone = +1 949-494-4514"],["tollfree="],["fax="],["hours=Su-Th 10-9; Fri & Sat 10-10"],["price=$3.50-7.00"],["content=The Art-A-Fair Festival is one of three premier outdoor art shows held annually in Laguna Beach.  Located in Laguna Canyon between the Sawdust Festival and Festival of Arts in a beautiful garden setting, it features over 125 artists, plus live entertainment, fine food, demonstrations and workshops.  Artists from California as well as many other states and countries apply annually and are accepted through a jury system, which contributes to the high quality of art and master crafts among participants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Festival of Arts"],["url=http:\/\/www.lagunafestivalofarts.com\/"],["email="],["address=650 Laguna Canyon Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-11:30PM during the summer"],["price="],["content=This fine art festival showcases Orange County’s most accomplished artists during the summer months.  Held on the same grounds as the Pageant of the Masters, there are demos, music, and food available in addition to the artwork."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pageant of the Masters"],["url=http:\/\/foapom.com\/"],["email="],["address=650 Laguna Canyon Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held nightly during the summer, the Pageant of the Masters advertises itself as the place \"where art comes to life\", which is about the best description that could be given of an event that is unlike any other.  For over seventy years this annual pageant has presented recreations of famous paintings, statues and other works of art on a stage with orchestral accompaniment.  The catch is that real people act as models for the subjects depicted.  The artwork is textured in such a way that it is often impossible to distinguish the 3-D reproduction from a 2-D image, so bring binoculars to get a closer look.  Tickets sell out early every year, so plan ahead to attend this event."]]}]},"\n",{"type":"*","value":["Every summer there is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sawdustartfestival.org\/ Sawdust Festival"]}]}," 935 Laguna Canyon Rd. It is going on at the same time as the Pageant of the Masters. Lots of brilliant local (Laguna Beach) art to look at."]},"\n",{"type":"==","value":["Do"]},"\n\nThere is very ",{"type":"'''","value":["good scuba and skin diving"]}," in Laguna. Diver's Cove is in north Laguna.\n\n",{"type":"*","value":["There are some good ",{"type":"'''","value":["surfing"]}," breaks in Laguna however it is always best to check with lifeguards for the designated areas since it is not allowed at many beaches. But be weary and considerate since several breaks are pretty localized. Surfing tends to be more laid back at ",{"type":"'''","value":["Thalia st"]}," since there are already a ton of people out in the water anyways. Grab a sponge board and hit the glassy shore break at ",{"type":"'''","value":["Main Beach"]},", or the neck breakers at ",{"type":"'''","value":["Crescent Bay"]},"."]},{"type":"'''","value":["CAUTION:"]}," Laguna is notorious for its shore breaking waves which cause countless neck and back injuries year round. Checking with lifeguards about the conditions is alway a must if you are thinking about going out in the water for your first time.\n\n",{"type":"*","value":["There are some steep streets going to Top of the World and Arch Beach heights that are great for downhill skateboarding. Especially the fire road between T.O.W and Arch Beach heights. While you're up there check out the amazing view and a beautiful sunset."]},"\n",{"type":"*","value":["Awesome ",{"type":"'''","value":["tide pools"]}," at Moss Street--bring the kids and check out some sea anemones."]},"\n",{"type":"*","value":[{"type":"'''","value":["Experts only skimboarding"]}," at Victoria Beach and Aliso however there are strict rules about skimming during the summer."]},"\n",{"type":"*","value":["Good ",{"type":"'''","value":["mountain biking"]}," in Laguna Canyon and Laguna Wilderness Park. Laguna's mountain biking tends to be very vertical and will test your limits. Going off roading from the fire road between Arch Beach Heights and T.O.W. can be quite a rush."]},"\n",{"type":"*","value":[{"type":"'''","value":["Take a hike"]}," out in El Morro canyon."]},"\n",{"type":"*","value":[{"type":"'''","value":["Have a picnic"]}," in one of the many beautiful parks in the Laguna area."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Laguna Beach Art Tours"],["alt=artists home tours"],["url=http:\/\/LagunaBeachArtTours.weebly.com"],["email="],["address=1200 S Coast"],["lat="],["long="],["directions="],["phone = +1 714-270-0388"],["tollfree="],["fax="],["hours=by appt"],["price=$55 & up"],["content=Get an insider's peek into the hidden world of artists with Laguna Beach Art Tours' home tours.  Enter artists' private home studios, see live art demos, amazing locations + purchase original art. Tours ideal for corporate groups, clubs or any special day; by appointment."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe sales tax here is 8.25%, .5% higher than all other Orange County cities.\n\n",{"type":"*","value":["Check out the ",{"type":"'''","value":["art galleries"]}," on Coast Highway, e.g., the stretch north of Bluebird Canyon. Its a nice stroll."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=SoCal Sports Massage"],["url=http:\/\/www.socalsportsmassage.com"],["email="],["address=1000 No Coast Highway"],["lat="],["long="],["directions="],["phone = +1 949-903-4639"],["tollfree="],["fax="],["hours=Daily by appointment"],["price="],["content=A professional therapeutic and sports massage practice as well as spa party planners. Modalities practiced include Neuromuscular, Trigger Point, Deep Tissue, Therapeutic & Sports Massage."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Costa Azul Itn'l"],["url=http:\/\/www.coastaazul.net"],["email="],["address=689 S. Coast Hwy"],["lat="],["long="],["directions="],["phone = +1 949-497-1423"],["tollfree="],["fax="],["hours=9AM-8PM 7days"],["price="],["content=Stand up paddle & surf lessons $95 for private.  $75\/person for semi-private.  Lessons include wetsuit and board."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere are a wide range of options for dining in Laguna Beach. The high-end restaurants and inexpensive options are mixed together both in the village core and along PCH. Most restaurants will have their menu outside so that you can determine if the food and prices are what you're looking for. \n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Adolfo's Mexican Food"],["alt="],["url="],["email="],["address=998 South Coast Hwy"],["lat="],["long="],["directions=at Anita Street, south of Main Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=9AM-9PM, Daily."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Zinc"],["alt="],["url=http:\/\/www.zinccafe.com\/lagunamenu.htm"],["email="],["address=350 Ocean Avenue"],["lat="],["long="],["directions=in the village"],["phone = +1 949 494-6302"],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian café serving breakfast and lunch. Very popular with locals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gina's Pizza and Pastaria"],["alt="],["url=http:\/\/ginaspizza.com\/menu\/"],["email="],["address=610 North Coast Hwy"],["lat="],["long="],["directions="],["phone=+1 949 497-4421"],["tollfree="],["fax="],["hours="],["price="],["content= and 1100 South Coast Hwy. +1 949 494-4342. Two locations for some great Italian food including pizza, pastas and hearty sandwiches, with pitchers of beer available. The southern location has outdoor seating for people watching with an ocean view. Friendly and totally casual."]]}]},{"type":"*","value":[{"type":"'''","value":["Healthy Chinese Cuisine"]},", 215 Broadway (in the village, at South Coast Hwy), +1 949 281-6794.  Probably the best eatery in this open-air Food Court."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Heidelberg Cafe & Bistro"],["alt="],["url=http:\/\/www.heidelbergcafe.com\/"],["email="],["address=1100 South Coast Hwy"],["lat="],["long="],["directions=at Brooks Street"],["phone = +1 949 497-4594"],["tollfree="],["fax="],["hours="],["price="],["content=Popular breakfast place that also does lunch. Has indoor and outdoor seating. Breakfast $10, Lunch $10-15."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Sirena Grill"],["alt="],["url=http:\/\/www.lasirenagrill.com\/"],["email="],["address=347 Mermaid Street"],["lat="],["long="],["directions=in the village"],["phone=+1 949 497-TACO"],["tollfree="],["fax="],["hours=8AM-9PM M-Sa"],["price="],["content= Looks like a hole in the wall, seating is limited to a few barstools and handful of tables and benches, but the best Mexican food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Sirena Grill"],["alt="],["url="],["email="],["address=30862 S. Coast Highway"],["lat="],["long="],["directions=in the Aliso Creek Shopping Center, across the street from the Montage"],["phone = +1 949 499-2301"],["tollfree="],["fax="],["hours="],["price="],["content=7AM-10PM Daily. Same great food as the village location, but with plenty of seating indoor and out. Also has 19 taps of craft beers on tap. Also has the advantage of free parking in a large lot."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Orange Inn"],["alt="],["url="],["email="],["address=703 South Coast Hwy"],["lat="],["long="],["directions="],["phone = +1 949 494-6085"],["tollfree="],["fax="],["hours="],["price="],["content=Good for breakfast & brunch, sandwiches, smoothies, coffee and tea. Freshly made baked good include delicious peach muffins. Small indoor seating area, but right next to a lovely stretch of beach if you get your items to-go."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Penguin Cafe"],["alt="],["url="],["email="],["address=981 South Coast Hwy"],["lat="],["long="],["directions=at Anita Street"],["phone = +1 949 494-1353"],["tollfree="],["fax="],["hours="],["price="],["content=Family-run and very friendly. Popular for breakfast and also serves lunch including malts and milk shakes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taco Loco"],["alt="],["url="],["email="],["address=640 South Coast Hwy"],["lat="],["long="],["directions="],["phone = +1 949 497-1635"],["tollfree="],["fax="],["hours="],["price="],["content=Fast-food ambiance, but quality of the food equals many higher-price restaurants. Favorites include Cajun-spiced seafood tacos, blackened lobster tacos, and the mushroom-and-tofu burgers. Opens late on Friday and Saturday, til 2AM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Stand"],["alt="],["url="],["email="],["address=238 Thalia St"],["lat="],["long="],["directions=near South Coast Hwy"],["phone = +1 949 494-8101"],["tollfree="],["fax="],["hours="],["price="],["content=7AM-7PM Daily. If any eatery can be called typically Laguna, this might be it. Only organic vegan ingredients are used in preparations. Smoothies, salads, and pita sandwiches are favorites."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wahoos Fish Taco"],["alt="],["url=http:\/\/www.wahoos.com\/"],["email="],["address=1133 South Coast Hwy"],["lat="],["long="],["directions=at Oak Street"],["phone = +1 949 497-0033"],["tollfree="],["fax="],["hours="],["price="],["content=Popular local chain making fresh, delicious and inexpensive Mexican food."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=C'est La Vie Restaurant and Bakery"],["alt="],["url=http:\/\/www.cestlavierestaurant.com\/"],["email="],["address=373 South Coast Hwy"],["lat="],["long="],["directions=in the village"],["phone = +1 949 497-5100"],["tollfree="],["fax="],["hours="],["price="],["content=Breakfast, lunch, and dinner. Dinner main course $15-18."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=French 75 Bistro"],["alt="],["url=http:\/\/www.culinaryadventures.com\/restaurants\/f75\/index.html"],["email="],["address=1464 South Coast Hwy"],["lat="],["long="],["directions=near Mountain Rd"],["phone = +1 949 494-8444"],["tollfree="],["fax="],["hours="],["price="],["content=Contemporary renderings of classic bistro dishes. Dinner only. Entrées about $18-$38; Prix Fixe Menu $30. Early Entrées at half price 5-6:30PM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Laguna"],["alt="],["url="],["email="],["address=425 South Coast Hwy"],["lat="],["long="],["directions=in the village"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The deck has great views of the beach and (relatively) cheap food like burgers and salads."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Las Brisas"],["alt="],["url=http:\/\/www.lasbrisaslagunabeach.com\/"],["email="],["address=361 Cliff Drive"],["lat="],["long="],["directions=off North Coast Hwy"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mexican restaurant that has a patio with some great views of the ocean. Mediocre and expensive food, but excellent views for having a cocktail. It gets pretty packed on a nice summer day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Olamendi's"],["alt="],["url=http:\/\/www.olamendis.com\/index2.html"],["email="],["address=1100 South Coast Hwy"],["lat="],["long="],["directions=at Oak Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=#202. Mexican restaurant with a view and an extensive menu, including a Lite Menu (300 calories). Dinners about $15."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rock'n Fish"],["alt="],["url=http:\/\/www.rocknfishmb.com\/"],["email="],["address=422 South Coast Hwy"],["lat="],["long="],["directions=in the village"],["phone="],["tollfree="],["fax="],["hours=11:30AM-10PM Su-Th, 11:30AM-11PM Fr-Sa"],["price="],["content= New Orleans influenced seafood and steak menu, a dozen taps of draft beer and a full bar. Second-floor location has views onto the Main Beach area. Dinner $20 and up."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ti Amo"],["alt="],["url="],["email="],["address=31727 S. Coast Hwy"],["lat="],["long="],["directions=in South Laguna"],["phone = +1 949 499-5350"],["tollfree="],["fax="],["hours="],["price="],["content=Creative Mediterranean cuisine. Try the seared ahi with a sesame-seed crust."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Broadway"],["alt="],["url=http:\/\/broadwaybyamarsantana.com\/"],["email="],["address=328 Glennerye Street"],["lat="],["long="],["directions=in the village"],["phone = +1 949 715-8234"],["tollfree="],["fax="],["hours="],["price="],["content=5PM-10PM Su-Th, 5PM-11PM Fr-Sa (Dinner only, note: closes at 1AM Fr\/Sa but service ends at 11PM). Recently opened, notable wine list. Dinner $40."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Studio"],["alt="],["url=http:\/\/www.studiolagunabeach.com\/"],["email="],["address=30801 South Coast Hwy"],["lat="],["long="],["directions=at the Montage Resort"],["phone = +1 949 715-6420"],["tollfree="],["fax="],["hours="],["price="],["content=5PM-10PM Tu-Su (Dinner only). Panoramic ocean views, contemporary French cuisine. A great choice to celebrate a special occasion. Reservation strongly recommended and men should wear a jacket. Dinner $50 and up."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Coffee"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Andree's Patisserie"],["alt="],["url="],["email="],["address=1456 South Coast Hwy"],["lat="],["long="],["directions=near Mountain Street"],["phone = +1 949 494-1577"],["tollfree="],["fax="],["hours=M 7:35AM-12PM; T- F 7:35AM-3PM; Sa 7:35AM-1PM; Su closed"],["price="],["content= A fantastic little bakery tucked away near French 75 restaurant. Highly recommended to grab some pastries and coffee, then head to the sand for breakfast on the beach."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Heidelberg Cafe & Bistro"],["alt="],["url="],["email="],["address=1100 South Coast Hwy"],["lat="],["long="],["directions=at Brooks Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See description above under \"Eat\"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Koffee Klatch"],["alt="],["url="],["email="],["address=1440 South Coast Hwy"],["lat="],["long="],["directions=near Mountain Street"],["phone = +1 949 376-6867"],["tollfree="],["fax="],["hours=7AM-11PM M-Th & Su, 7AM-12AM F-S"],["price="],["content= Locally owned, you can get breakfast in the morning and treat yourself to dessert at night. Eclectic decor, big comfy chairs, patio seating and friendly staff. Some of the best coffee in Orange County."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Laguna Coffee Company"],["alt="],["url=http:\/\/www.lagunacoffeeco.com\/"],["email="],["address=1050 South Coast Hwy"],["lat="],["long="],["directions=between Anita and Oak Streets"],["phone = +1 949 494-6901"],["tollfree="],["fax="],["hours=6AM-6PM Su-W, 6AM-8PM Th-Sa"],["price="],["content= Locally owned, the coffee beans are roasted in-house. Limited seating inside and along the walkway outside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Orange Inn"],["alt="],["url="],["email="],["address=703 South Coast Hwy"],["lat="],["long="],["directions=at Cleo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See description above under \"Eat\"."]]}]},{"type":"*","value":[{"type":"'''","value":["Starbucks"]},". There are two locations for this chain, and they're practically next to each other on either side of Broadway at Main Beach. The northern location has its own small parking lot."]},{"type":"*","value":[{"type":"*","value":["184 South Coast Hwy"]}]},{"type":"*","value":[{"type":"*","value":["180 North Coast Hwy"]}]},{"type":"===","value":["Bars & Pubs"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Marine Room"],["alt="],["url="],["email="],["address=214 Ocean Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In downtown"]]}]},{"type":"*","value":[{"type":"'''","value":["The Sandpiper"]}," is about six blocks south of Main Beach, it offers good local music."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Brussels Bistro"],["url=http:\/\/www.brusselsbistro.com"],["email="],["address=222  Forest Ave"],["lat="],["long="],["directions="],["phone = +1 949 376-7955"],["tollfree="],["fax="],["hours="],["price="],["content=Brussels Bistro offers live jazz Tu-Th. On Friday and Saturday the brasserie-style restaurant transforms into one of the hotter nightclubs in town. Happy hour is offered daily from 4-7PM"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Whitehouse"],["url="],["email="],["address=340 South Coast Hwy"],["lat="],["long="],["directions="],["phone = +1 949 494-8088"],["tollfree="],["fax="],["hours="],["price="],["content=The White House Restaurant & Nightclub in Laguna Beach is almost certainly the oldest restaurant in Orange County.  Since its opening in 1918 The Whitehouse has been totally renovated and remodeled, and includes dining room with adjacent lounge bar and dance floor. Live music is featured 7 nights a week."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hennessey's Tavern"],["url=http:\/\/www.hennesseystavern.com"],["email="],["address=213 Ocean Avenue"],["lat="],["long="],["directions="],["phone=+1 949 494-2743"],["tollfree="],["fax="],["hours="],["price="],["content=Casual pub with two bars, downstairs and upstairs. Live music most nights. Burgers, Irish comfort food and the like."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ocean Brewing Company"],["url=http:\/\/www.oceanbrewing.com"],["email="],["address=237 Ocean Avenue"],["lat="],["long="],["directions="],["phone = +1 949 497-3381"],["tollfree="],["fax="],["hours="],["price="],["content=Casual bar with solid house beer and a cocktail selection. Lunch and dinner, with notable pizza options."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Aliso Creek Inn"],["alt="],["url=http:\/\/www.alisocreekinn.com"],["email="],["address=31106 South Coast Highway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Aliso Creek Inn & Golf Course offers full service suite lodging featuring full kitchens, dining, banquets, meeting services, golf and recreation amongst the historic and inspiring Aliso and Woods Canyons. The Canyon Lodge Special Event Venue accommodates up to 300 guests perfect for a memorable corporate event or celebration."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Art Hotel Laguna Beach"],["alt="],["url=http:\/\/arthotellagunabeach.com\/index.php"],["email="],["address=1404 North Coast Highway"],["lat="],["long="],["directions="],["phone =+1 949 494-6464"],["tollfree="],["fax=+1 949 494-9776"],["price="],["checkin="],["checkout="],["content=Formerly America's Best Inns. Across the street from the ocean and Crescent Bay Park."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Best Western Laguna Brisas Spa Hotel"],["alt="],["url=http:\/\/book.bestwestern.com\/bestwestern\/productInfo.do?propertyCode=05537"],["email="],["address=1600 South Coast Highway"],["lat="],["long="],["directions="],["phone =+1 949 497-7272"],["tollfree=+1-888-296-6834"],["fax=+1 949 497-8306"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Laguna Inn & Spa"],["url=http:\/\/www.casalaguna.com"],["email="],["address=2510 South Coast Hwy"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-233-0449"],["fax="],["hours="],["price=$159-$649"],["checkin=3PM"],["checkout=11AM"],["content= Bed and Breakfast across from the ocean in Laguna Beach. Rooms designed for one or two adults. Romantic, terraced gardens. Full service spa, charming unique rooms and suites with modern amenities, gourmet breakfast prepared with local ingredients, afternoon wine and cheese, high speed internet, and ocean view garden hot tub."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Laguna Beach"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hd\/laxlg"],["email="],["address=696 South Coast Highway"],["lat="],["long="],["directions=at Cleo Road, northeast corner"],["phone =+1 949 494-1001"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Convenient location, across the street from ocean access and a Ralph's supermarket open 24 hrs."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Laguna Reef Inn"],["alt="],["url=http:\/\/www.lagunareefinn.com\/"],["email="],["address=30806 South Coast Highway"],["lat="],["long="],["directions="],["phone =+1 949 499-2227"],["tollfree=+1-800-922-9905"],["fax=+1 949 499-5575"],["price="],["checkin="],["checkout="],["content=Formerly Best Western. To close in 2010; bought by Montage across the street."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Laguna Riviera Resort on the Beach"],["alt="],["url=http:\/\/www.lagunariviera.com"],["email="],["address=825 South Coast Highway"],["lat="],["long="],["directions="],["phone =+1 949 494-1196"],["tollfree="],["fax=+1 949 494-8421"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Montage Resort & Spa Laguna Beach"],["alt="],["url=http:\/\/www.montagelagunabeach.com\/index.html"],["email="],["address=30801 South Coast Highway"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-271-6953"],["fax="],["price="],["checkin="],["checkout="],["content=Sumptuous oceanfront hotel on a bluff with superb service, gorgeous grounds, and delightful views. Facilities for meetings, weddings, spa retreats, as well as a variety of fine dining restaurants."]]},"  "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Inn at Laguna Beach"],["url=http:\/\/www.innatlagunabeach.com"],["email="],["address=211 North Coast Highway"],["lat="],["long="],["directions="],["phone = +1 949 497-9722"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A luxury hotel in Orange County featuring oceanfront suites, for business and leisure travel. This Laguna Beach hotel also offers romantic vacation packages, wedding venues, catering and meeting rooms."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa Del Camino"],["url=http:\/\/www.casacamino.com"],["email="],["address=1289 S. Coast Highway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Built in 1929 as a seaside retreat for Hollywood movie stars, this elegant Mediterranean style landmark offers lodging accommodations with their own unique characteristics and antique furnishings."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pacific Edge Hotel"],["url=http:\/\/www.pacificedgehotel.com\/"],["email="],["address=647 South Coast Hwy"],["lat="],["long="],["directions="],["phone = +1 949 281-5709"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Two heated pools, Jacuzzi, poolside lounge, onsite Beach House restaurant, health club and beach butlers."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Retreat In Laguna"],["url=http:\/\/theretreatinlaguna.com"],["email="],["address=729 Gaviota Drive"],["lat="],["long="],["directions="],["phone = +1 949-376-7170"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Completely renovated in 2010, the villas of The Retreat offer luxury vacation rentals and extended-stay accommodations that sleep 4 comfortably."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunset Cove Villas"],["url=http:\/\/www,sunsetcove.com"],["email="],["address=683 Sleepy Hollow Lane"],["lat="],["long="],["directions=Located off of Pacific Coast Highway at the intersection of Cleo St."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Has one, two and three bedroom accommodations at a central downtown location with panoramic ocean views.  Each villa has fully equipped kitchens, entertainment centers, satellite  television and internet access and key-card security doors."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western Allamanda"],["url=http:\/\/www.allamandaphuket.com"],["email="],["address=29 Moo 4, Srisoonthorn Road,\nCherngtalay,Thalang"],["lat="],["long="],["directions=Located in around a lagoon offering great views and a tranquil setting."],["phone="],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at 3,300.00 THB"],["checkin="],["checkout="],["content= Unwind and indulge with Best Western Allamanda Laguna Phuket in Thailand, a restful sanctuary near a lagoon. Check availability and rates today."]]}]},"\n",{"type":"==","value":["Go next"]},"\nLaguna Beach makes an excellent launching point for other activities in the area. Disneyland is 25 miles away and Hollywood is about 60 miles away. However, there are plenty of things to do in the nearby area.\n\n",{"type":"'''","value":["South of Laguna Beach"]},"\nThe pleasant harbor city of Dana Point offers shopping, restaurants, great surfing beaches and a family-friendly Ocean Institute with exhibits. Farther south is San Clemente with it's fine pier, famous surfing spots and more shopping and food options.\n\n",{"type":"'''","value":["North of Laguna Beach"]},"\nCrystal Cove State Park offers overnight camping, gorgeous cliff side beaches and hiking. Just north of the Park is Corona Del Mar, a sleepy ocean community with good dining options. Beyond this is Newport Beach and Huntington Beach.\n\n",{"type":"'''","value":["East of Laguna Beach"]},"\nThe city of Irvine is vast. The Spectrum is large shopping complex near Laguna Canyon Road (CA 133) offering a wealth of shopping and dining, as well as a 21-screen theater including IMAX.\n\n",{"type":"{{","value":[["routebox"],["image1=California 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Long Beach"]]}],["minorl1=",{"type":"[[","value":[["Newport Beach"]]}],["directionr1=S"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Dana Point"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["33.531389"],["-117.769167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Beach Cities"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Laguna Beach, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/California\/Localities\/L\/Laguna_Beach\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Laguna Beach, California"]]}]