[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Darcha in the Lahaul region.jpg"],["thumb"],["300px"],["Darcha in the Lahaul region"]]},"\n\n",{"type":"'''","value":["Lahaul and Spiti"]}," is a district of ",{"type":"[[","value":[["Himachal Pradesh"]]}," in ",{"type":"[[","value":[["India"]]},". Lahaul tends to be a bit more green and fertile, while Spiti is mostly stark high-desert.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kaza"]]}," – the regional headquarters of Spiti district."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Keylong"]]}," – the regional headquarters of Lahaul district."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kibber"]]}," – a small village at alt. of 4200 m, starting point of the Tso Moriri trek"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ki"]]}," – the Ki Monastery"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tabo"]]}," – a charming little village set around a monastery"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pin Valley"]]}," – Beautiful valley best place to get a glimpse at rare snow leopard in winter"]},"\n",{"type":"*","value":[" Chandra Taal – Origin of Chandra river , a big and beautiful lake 7 km away from kunzum pass ideal place for camping in summer "]},"\n\n",{"type":"==","value":["Understand"]},"\n\nBuddhism dominates the area, and its proximity to ",{"type":"[[","value":[["Tibet"]]}," and ",{"type":"[[","value":[["Ladakh"]]}," is evident in the people and culture.\n\n",{"type":"==","value":["Talk"]},"\nPretty much every one understand and speak hindi. English is understood among people involved in tourism. Though don't expect from village people to understand english. Native language is \"Bhoti\". If you are on a long break you can learn it at monastery.\n\n",{"type":"==","value":["Get in"]},"\nAlthough Lahaul and Spiti are usually taken as one unit, they are two different destinations. \nStarting from Manali towards Rohtang Pass and ",{"type":"[[","value":[["Leh"]]},", you arrive at a junction near Yari-Khoksar. From there, the eastbound road leads to Karcha, Spiti, Kaza, and, after a very long loop, bends southwards to merge into NH22 and continue far south to ",{"type":"[[","value":[["Shimla"]]},". The westwards route from Yari-Khoksar continues as NH21 to Lahaul, ",{"type":"[[","value":[["Keylong"]]},", a string of hairpin bends, and the More Plains, eventually reaching ",{"type":"[[","value":[["Ladakh"]]}," and Leh.  \n\nThe passes (Rohtang and Kunzum La)coming from Manali side are usually closed until mid-May, whereas Reckong Peo Pass coming from the Shimla side can usually be traversed year round.\n\n",{"type":"[[","value":[["Image:Chandra_River.jpg"],["thumb"],["250px"],["View of Chandra River near the Kanzum pass."]]},"\n\n\n",{"type":"===","value":["Access to Spiti"]},"\nTo enjoy the unspoiled beauty of Spiti, entry from Manali via Rohtang and Kunzum La is ideal, the high altitude desert landscape with virtually no civilisation till Kaza is a sight to behold. There is bus service from Manali to Kaza, subject to weather conditions (open passes), please check with Himachal Roadways at Manali. After passing Rohtang pass (two hour drive from Manali) one away from civilization till next stop at Kaza, eight to ten hours away, On the way one may encounter construction crew working on road or power project and two small road side eating places, First, Chhatru Village with a Government Guest House and four shops where you can get Indian meal of Roti (bread), Rice vegetables and Dal(lentils), and sometimes sandwiches and non-vegetarian dishes. This is last place to stock mineral water and soft-drinks. The other, Batal single hut shop (two in summers) is one hour further down the road offering very basic Indian meal.  Highest point on the road is snow covered Kanzum pass (14931 ft), nearly five hours from Rohtang pass, provide breathtaking view of Shigri Glacier. Entire journey and the landscape is a photographer’s paradise. Be aware, already poor road will disappear on and off for kilometres but on this virgin landscape, even road is an eyesore. Just before Kaza signs of civilisation reappear.\nOn the way just before the climb of Kanzum La (La means mountain pass) starts at Batal, the road bifurcate for Chandra Tal (approx 10 km\/2-3 hours), where basic camping facilities are available and time permitting, deserves a visit especially during full moon.\nOn these roads, distances do not count; duration of your drive will be determined by road conditions and landscape - which will force numerous breaks. No mobile connectivity is available till Kaza which has only BSNL connectivity. (as of 2009-10) \nUnless one is on shoe string budget, it is advisable to hire a SUV from Manali. Nearly all tour operator provide service, prices fluctuate so do bargain and ask for a deal with accommodation Kaza and other places you intend to visit in valley. Insist on a experienced local driver from valley, as they understand the weather and topography, also ensure that SUV is in good condition.\n\nThe alternative entry is from Shimla (Capital of Himachal Pradesh) side from ",{"type":"[[","value":[["Kinnaur"]]}," valley which more comfortable all weather road till Kaza, the route is longer and captivating but landscape is typical Himalayan, unlike the route from Manali. If taking Shimla route plan for overnight stay along the way preferably at ",{"type":"[[","value":[["Reckong Peo"]]},". Please not that you do need an ",{"type":"''","value":["inner line permit"]}," to travel on part of this road.\n\n\nAccommodation beyond Manali  and Shimla is very basic although Kaza does offer some better options with opening of few new Hotels but don’t have high expectations.\n\n",{"type":"==","value":["Get around"]},"\nFor going around Spiti Valley, Kaza is ideal base. Having your own vehicle is a huge advantage. Himachal Roadways buses are available fron Kaza to nearby areas contact Kaza Bus Depot for details. Local vehicles can be hired as taxies your hotel manager will be of help.\n\nRickety buses ply the windy mountain roads with varying frequency. Motorcycles are also an option if you on an Enfield tour, but make sure you're experienced and comfortable on a bike before heading up into these rocky high altitude areas. Another option in some areas is to walk between villages, which can take anywhere from a couple hours to a whole day, and is rewarding in its own way.\n\n",{"type":"==","value":["See"]},"\nLamas (Monks) are best guide to any Gompa (Monastery), initially they may be bit reserve, but few questions and a smile will open them up. They will not only take you for a guided tour but open up locked treasure troves and most probably you will end your visit with a refreshing cup of tea and lifelong memories.\nDo check up with Lamas before you start taking photographs of interior areas\/prayer halls.  \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Key Gompa( Key Monastery) "]}," – 11 century monastery 12 Kms from Kaza and Kibber Village",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Kibber"]}," another 8 Kms. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saskyagongmig Gompa (Tangyud Monastery)  "]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dhankar Gompa"]}," – is a fascinating site to behold. Nearly 1000 years old, it's beautifully perched among the rocks. Very basic accommodation is available in the \"new monastery\" for around Rs 150, and basic food will be served at meal times.It is 35Kms from Kaza. "]},"\nOld Dhankar Gompa has been damaged due to rains historically Spiti Valley received hardly any rain but due to climate change intensity of rainfall is increasing. Gompa can withstand heavy snowfalls but not rains. Mudslide from mountain and seeping rainwater in mud-walls are slowly destroying this beautiful Monastery.  Ask Lamas (monks) to take you around and they will show you damaged wall paintings and tell you about their losing battle. Do visit attached Museum, it’s a small one but entry fee goes to the restoration fund and if you are feeling generous, please do make a contribution to ‘Save Dhankar  Monastery Fund’.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tabo Monastery"],["alt="],["url=http:\/\/tabomonastery.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– its 50 Kms from Kaza, established 996 AD, one of the oldest functioning Buddhist monastery. Original wall paintings and artefacts are still preserved."]]},"    "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Gungri Monastery"]}," – a nyigma monastery founded by Padmasambhava in 1330AD. It is located 18 km into the Pin Valley"]},"\n",{"type":"*","value":[{"type":"'''","value":["Chandra Taal"]}," (Lake of the moon) – a beautiful natural lake surrounded by hills."]},"\n",{"type":"'''","value":["Khoksar:"]}," Khoksar is the entrance point for Lahul. This village is the gateway for Lahul and situated at an altitude of 3140 meter from the sea level, right side bank of the Chandra River. Khoksar river remains fully covered with snow in winter time, it is the coldest place of Lahul during winter season. \n\n",{"type":"'''","value":["Sissu:"]},"\n\nSissu is located at an altitude of around 3130 meters, on the right bank of the Chandra River.  This village is locates on a flat ground.  There is a very good plantation of poplars and willows on the both side of the road of this village.  This plantation is very dense and even during summer time, sun rays don’t get success to penetrate it. \n\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Treks"]},". Inquire locally in any village, there are several popular treks that can be done."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spiti Trek"]},",  provides a deep insight into the life of Spitian people.  Visitors can experience local people life style, way of living, cuisine, livestock grazing machine, irrigation practices and agriculture.  Spiti people life is very much balanced with the rare species of wildlife. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spiti Safari:"]}," It’s a popular trekking place in Himachal Pradesh. This trek is surrounded by the Kullu Valley, Ladakh and Tibet with Lahaul and Spiti."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Thangka Painting"],["url="],["email="],["address=Kaza, Spiti"],["lat="],["long="],["directions="],["phone = +91 9418537689"],["tollfree="],["fax="],["hours="],["price="],["content=Take advantage of the rich monastic traditions in Spiti and join a Thangka painting workshop. Taught by professional thangka painter monks, you will learn the art by studying 1000 year old murals in the main monasteries of Spiti - Tabo, Gomic, Key, Dhankar and Losar."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kanamo Peak 5964m"],["url=http:\/\/www.spitivalleytours.com\/tours\/kanamo_peak"],["email="],["address=behind Kibber Village"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an easy way to climb a 6000m peak in less than 3 days(coming as you are from Kibber, the highest village in the world!)."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Village Homestay Trek"],["url=http:\/\/www.spitivalleytours.com\/tours\/homestay_trek"],["email="],["address=Langcha, Komic, Dhemul, Lalung"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=5 days 4 nights trekking between villages on the high plateau overlooking the valley.  \nGreat way to experience local culture and get in a nice 4-5 hr daily walk while sleeping in a real bed everynight!"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are restaurants at Chhatru and Betal village on the route from Manali to Kaza.\n\nIndian food is available in and around Kaza although choice is limited. Have a word with the cooks, they will be more than willing to prepare dishes of your choice and provided personalised services. Few ethnic restaurant offer Tibetan food but to prepare a local specialities, a notice is required. It is advisable to plan you menu well in advance.\n\nSea-buckthorn also called Leh Berry grows in wild, ask locals before eating. At high altitude fresh water from snow is refreshing, but don’t drink before consulting local residence.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nBus drivers can be far less careful than you would like, especially on windy mountain roads. Government buses seldom get into accidents, as their drivers have experience on those roads, but private buses may be at risk.\n\nTake care when heading out trekking: It's easy to get lured into thinking you're out for an easy stroll, but make sure you have enough food and water for the whole trip and then some. Be sure not to wander on unknown tracks, as you may get lost in cold desert, and make sure someone knows where you are going.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kinnaur"]]}," Valley – if you're heading down into Kinnaur, make sure you pick up an ",{"type":"''","value":["Inner Line Permit"]}," in Kaza (free, good for 14 days) before setting out. Then take a bus east from ",{"type":"[[","value":[["Tabo"]]}," to the landslide (about 2 hours). Once there you'll hand over your bags to be shuttled across on the wire by basket (Rs 5\/ea), while you'll spend 45 min or so exerting yourself as you hike up and around the rockfall. It's not ",{"type":"''","value":["too"]}," strenuous, but expect to break a sweat, at least a little. If you're lucky there will be a bus waiting for you on the other side headed toward ",{"type":"[[","value":[["Reckong Peo"]]}," (4-5 hours). If it's late and nothing is headed that far, the closest village with (limited) accommodation is ",{"type":"[[","value":[["Nako"]]},", about 45 minutes away."]},"\n",{"type":"{{","value":[["IsPartOf"],["Himachal Pradesh"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lahaul and Spiti district"]]},"\n",{"type":"{{","value":[["geo"],["32.5"],["77.833333333333"]]}]