[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Laixi"]}," is a city in ",{"type":"[[","value":[["Coastal Shandong"]]},". It is located in the middle of ",{"type":"[[","value":[["Shandong"]]}," Province surrounded by Qingdao, Jimo, Laiyang, Yantai and Weihai.\n\n",{"type":"==","value":["Get in"]},"\n\nLaixi is located 80 kilometers away from the ",{"type":"[[","value":[["Qingdao"]]}," Airport, where there are several buses to reach the city. It is 90 km away from the Qingdao Harbor and 120 km away from the ",{"type":"[[","value":[["Yantai"]]}," Harbor, where ferries from Japan and Korea dock.\n\n",{"type":"==","value":["Get around"]},"\n\nLaixi has a convenient bus system through the city. Taking a taxi starts at ¥10 for the first 3 km and ¥1.5 for every additional one.\n\n",{"type":"==","value":["See"]},"\n\nLaixi is famous for its painter Cui Zifan who is honored with a museum in the city. At the museum spectators are able to view many of his classical Chinese paintings and calligraphy works.\n\nThe Laixi Park is situated in the city center and serves as a great place to relax. Apart from the park It also has a small zoo, a theme park, two restaurants and pool tables.\n\nLaxi also has a large lake named \"Laixi lake\" that is situated 10 km outside of the city. Its beautiful surroundings and the nearby restaurants and a hotel makes it a great resort.\n\n",{"type":"==","value":["Do"]},"\n\nMake a picnic and go either to the city park or the Laxi lake. If you accompanied with kids, they might enjoy the small theme park in the city park.\n\nTry the local cuisine which has a mild flavor to it.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Food"]},"\n\nLaixi has several big department stores such as Li Quin, Lian Mao, Li ke lai and Jia Jia Yue.\n\nJia Jia Yue offers a good selection of Chinese food and a small selection of western food, although it is limited. One can found products such as Australian cheese, peanut butter, marmalade, salad dressing, ketchup and tomato sauce over there.There are several Korean import shops in the city that provide some western products such as cereal, chocolate and snacks.\n\nLian Mao has a small import-shop selling products such as western coffee and tee, wine, pasta, meat-sauce, ketchup and more. One can also find imported cigarettes such as Marlboro and Davidoff as well as small selection cigars. It also serves as the biggest shopping mall in city.\n\nThe city has several bakeries, most who produce Chinese style bread and cakes although western style bread can also be found.\n\n",{"type":"'''","value":["Clothes"]},"\n\nLaixi has several shops selling clothes. ITAT is probably the biggest establishment, next to Lian Mao and Li Ke Lai and Li Qun who sell Adidas, Nike, Baleno, Septwolves, Li Ning and Anta among others. There is also a market that sells non-brand clothes.\n\n",{"type":"==","value":["Eat"]},"\n\nLaixi has a good selection of local dishes and Shandong-style food. Due to the large amount of Korean people in the city, one can also find Korean food for a great price.\n\nThe city has 2 pizzerias and 3 western restaurants. For western food, the biggest established restaurant is U.B.C Coffee known as 上岛咖啡（Shangdao Kafei). It is situated around the corner of the Li Qun Department store. The restaurant has  well designed interior and large menu with western and asian dishes. There is also an Italian restaurant further down the road to the East from the Li Qun Department store.\n\nThere is one  McDonalds open 24\/7 next to Lian Mao, and one KFC next to Li Ke Lai open on regular hours.\n\n",{"type":"==","value":["Drink"]},"\n\nLaixi has its local beer and white liqueur.\n\n",{"type":"==","value":["Sleep"]},"\n\nLaixi has several hotels ranging from budget to high-range.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nLaixi has several KTV (karaoke) establishments, where the locals go and sing and drink with their friends in private rooms. \n\nIn the summer there are several places selling beer and barbecued sticks with meat, fish or tofu on the streets. This is where most people hang out and socialize.\n\nLaixi only has one bar, usually populated my mostly Korean people since most locals usually go to restuarnts to drink and eat.\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Shandong"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Laixi"]]},"\n",{"type":"{{","value":[["geo"],["36.87"],["120.53"]]}]