[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Yojoa Lake.jpg"],["thumb"],["right"],["275px"],["View of the lake"]]},{"type":"'''","value":["Lake Yojoa"]}," (Lago de Yojoa) is the largest natural lake in ",{"type":"[[","value":[["Honduras"]]}," with a surface area of 79 km² (30.49 mi²) and an elevation of 700 m (2,297 ft). \n\n",{"type":"==","value":["Get in"]},"\nThe lake is located off the highway between ",{"type":"[[","value":[["Tegucigalpa"]]}," and ",{"type":"[[","value":[["San Pedro Sula"]]},". ",{"type":"'''","value":["Bus"]}," and ",{"type":"'''","value":["car"]}," are the only options for getting there.\n\n",{"type":"'''","value":["From San Pedro Sula:"]},"\n--To destinations on the northwest side of the lake (including Peña Blanca, Los Naranjos, and D&D Brewery): take the El Mochito bus. This bus leaves hourly from the central bus terminal in San Pedro Sula. \n--To destinations on the northwest or south of the lake (including Cerro Azul Meambar National Park [PANACAM], Honduyate, or the Taulable Caves, take a Tegucigalpa bus.\n\n",{"type":"'''","value":["From Tegucigalpa:"]},"\n--To destinations on the northwest side of the lake (including Peña Blanca, Los Naranjos, and D&D Brewery): Take a San Pedro Sula bus, then get off in La Guama. In La Guama, take the bus to Peña Blanca. For D&D Brewery, take a motortaxi (60 Lps. max) or the El Mochito bus (5 Lps.)\n\n",{"type":"==","value":["Get around"]},"\nThe Lake Yojoa region is one of the safest in Honduras, especially on the northwest side of the lake. Hitchhiking to and from Pulhapanzak is acceptable and to-and-from Peña Blanca to D&D Brewery. Otherwise, local buses, motortaxis, collective taxis, and buses run frequently.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Pulhapanzak Waterfall"]},", a beautiful set of falls, popular with Honduran and foreign tourists alike. Great for spotting macaws. Small armadillo population lives on the banks below the falls. 60 Lps. entry for foreigners, 150 Lps. to go behind the falls on a guided tour where you can enter a cave and jump into pools below for an incredible adrenaline rush."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sport fishing"]}," After years of over-fishing the black bass popultion in the lake has again returned to sufficient levels. Bring your own equipment or join a tour with one of the hotels."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Honduyate Marina"]}," has sailboats and other water activities."]},"\nHiking\nCerro Azul Meambar Park. Very nicely developed park run by an NGO. You can stay in the park for $40 per night per room. Trails are well marked, so you won't need to hire a guide. You can also go and hike there for the day for 40L. To get there, catch a bus from La Guama to Santa Elena. Tell the driver you want him to take you to Los Pinos, it'll cost you an extra $8.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fried Tilapia"]}," from Lake Yojoa with fried plantains (",{"type":"''","value":["tajadas"]},"). Available at more than 50 restaurants on the eastern side of the lake along the main highway, CA-5."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Micro-brewed beer"]}," at D&D Brewery, Lodge, and Restaurant. The first microbrewery in Honduras, on the north west side of the Lake."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["La Posada at Honduyate Marina"]}]},{"type":"*","value":[{"type":"'''","value":["Brisas del Lago"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Finca Las Glorias"]}," (former glory, and been known to threaten guests - armed)"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=D&D Brewery, Lodge, and Restaurant"],["url=http:\/\/www.ddbrewery.com\/"],["email=reservations@ddbrewery.com"],["address="],["lat=14.94653"],["long=-88.03806"],["directions=From Tegucigalpa, bus to La Guama, then bus to Peña blanca and taxi or bus to Los Naranjos. After football field on the right, second right hand turn and 300m further"],["phone=504-9994-9719"],["tollfree="],["fax="],["hours="],["price=Dorm: Lps. 120, single: Lps. 200 (1 person) Lps. 300 (2 people) Cabins from Lps. 600, Cabin with Jacuzzi tub: Lps. 750"],["checkin="],["checkout="],["content=Camping, dorms, private rooms, and cabins. Nice garden with orchids, citrus, swimming pool, hammocks, and a firepit for cool evenings. Good restaurant with home made dishes and, of course, beers brewed on site. Bird-spotting tours on the lake (Lps. 300) with expert ornithologist Malcolm Glascow.  The cabins have been recently renovated and have comfortable new beds.  There are always a good mix of travelers, volunteers and teachers in Honduras, and locals."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Cortijo Del Lago"],["url=http:\/\/cortijo.yojoa.org\/"],["email="],["address="],["lat="],["long="],["directions=Turn off the Tegucigalpa-San Pedro Sula highway at La Guama towards Pena Blanca, go 2 km. turn left at the El Cortijo del Lago sign. By bus, get off at La Guama and catch a bus going to Pena Blanca"],["phone=(504) 9906-5333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Basic accommodations, but beautifully situated on the lake and very quiet. Great for birdwatching. Bring bug spray and wear it. Nice screened-in restaurant and friendly owners."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThe region in and around Lake Yojoa is one of the safest in all of Honduras, if not all of Central America. Travelers will find that locals are willing to offer rides in the back of their trucks for free and will often invite tourists into their homes for a cup of local (albeit sugary) coffee.\n\nTravelers should avoid walking down the main highway of CA-5 as there have been many pedestrian deaths in recent years due to irresponsible driving on the shoulders of the road by cars attempting to pass slow-moving tractor trailers.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Copán Ruinas"],["Copán"]]}]},{"type":"*","value":[{"type":"[[","value":[["Comayagua"]]}]},{"type":"*","value":[{"type":"[[","value":[["Omoa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tela"]]}]},{"type":"*","value":[{"type":"[[","value":[["La Ceiba"]]}]},{"type":"*","value":[{"type":"[[","value":[["La Esperanza"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gracias"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["14.867"],["-87.983"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Honduran Highlands"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lake Yojoa"]]}]