[{"type":"{{","value":[["pagebanner"],["Tai Lake banner boat.jpg"],["caption=Boat off Wuxi"]]},"\n",{"type":"'''","value":["Lake Tai"]}," (太湖, Tài Hú, literally \"Grand Lake\") is a large and scenic lake in ",{"type":"[[","value":[["China"]]},", on the border of ",{"type":"[[","value":[["Jiangsu"]]}," and ",{"type":"[[","value":[["Zhejiang"]]}," provinces. The lake area gets many visitors from the nearby major cities — ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Hangzhou"]]}," and ",{"type":"[[","value":[["Nanjing"]]}," — as well from as the ones around the lake. It provides the main somewhat rural getaway for ",{"type":"[[","value":[["East China"]]},".\n\nThis is flat Yangtze Delta country; there are no mountains anywhere near the lake, though there are some hills, and the lake's average depth is only 2 meters, about 7 feet. Lake Tai is the third largest freshwater lake in China at 2,250 km² (about 870 mi²). It contains about 90 islands of sizes anywhere from tiny to several square km.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Yuantouzhu,Lake Tai.JPG"],["thumb"],["Pagoda near Wuxi"]]},"\nThe main cities located near the lake are:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wuxi"]]}," on the North side"]},{"type":"*","value":[" ",{"type":"[[","value":[["Suzhou"]]}," on the Northeast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wujiang"]]}," on the East, administratively a district of Suzhou"]},{"type":"*","value":[" ",{"type":"[[","value":[["Huzhou"]]}," on the South"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yixing"]]}," on the West"]},"\nOf these, Wuxi and Wujiang are right on the lake while the others are a bit inland. Suzhou is the largest city at around ten million; Wuxi is around 6.5 million, Huzhou and Yixing about 2.5 million each.\n\nAll these cities have existed for centuries and have some historical importance and some interesting older buildings. Suzhou in particular is an important city in history and one of China's top destinations for domestic tourism.\n\n",{"type":"==","value":["Other destinations"]},"\n\nLake Tai forms part of China's ",{"type":"[[","value":[["Along the Grand Canal"],["Grand Canal"]]},", an 1800-km engineering marvel running from Hangzhou to ",{"type":"[[","value":[["Beijing"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sanxiandao3.jpg"],["thumb"],["Sanxiandao Island"]]},"\n",{"type":"[[","value":[["File:Taihu Lake Suzhou.jpg"],["thumb"],["The lake, near Suzhou"]]},"\nThe lake produces fish and crabs and the surrounding countryside is flat and fertile. The region has been inhabited since prehistoric times, always fairly densely by the standards of the era. It has been a major producer of silk and tea for centuries, and has recently become quite highly developed in terms of modern industry; in particular, Suzhou and Wuxi are major centers of China's booming hi-tech sector. Today the main cities around the lake have a combined population of twenty-odd million, roughly that of ",{"type":"[[","value":[["Shanghai"]]}," or ",{"type":"[[","value":[["Australia"]]},"; counting smaller towns and the countryside, the total population is considerably higher.\n\nIn the third millennium BCE — while cities such as ",{"type":"[[","value":[["Thebes"]]},", ",{"type":"[[","value":[["Nineveh"]]}," and ",{"type":"[[","value":[["Mohenjo-daro"]]}," flourished further West — the lake area was the center of the Liangzhu Culture, now known mainly by the high-quality jade artifacts they left behind. In some ways they were quite advanced for the time period, with extensive irrigation and some cities, but they were still a Neolithic (late Stone Age) culture; they were to be the last such culture in this region. The people involved are thought to have been of the Austronesian ethnic\/linguistic group, more closely related to today's Filipinos, Malays, Indonesians and Polynesians than to modern Chinese. Liangzhu is an area in the suburbs of ",{"type":"[[","value":[["Hangzhou"]]}," with a major ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/tentativelists\/5805\/ archaeological site"]}," where one of their cities is being excavated. There is a ",{"type":"[","value":["http:\/\/www.lzmuseum.cn\/ museum"]}," nearby.\n\nThe Zhou Dynasty (1046-256 BCE) conquered the lake region and the cultures of the Yangtze and Yellow River basins became integrated, forming the core of modern Chinese civilisation. Late in the Zhou period a distinctive Wu culture developed, centered in the area around the lake. In the Three Kingdoms period (220-280 CE) the Wu Kingdom was one of the three, both independent and important; its capital was ",{"type":"[[","value":[["Suzhou"]]},". The language of the area is still called ",{"type":"[[","value":[["Wu phrasebook"],["Wu"]]},". \n\nToday the whole lake region, especially around Suzhou and Wuxi, has well-developed tourist facilities. There are good roads, many parks, some beaches, hotels from large luxury resorts to fairly small and mundane, and restaurants over a similar range.\n\nIndustrialisation has created some fairly severe pollution in the lake. The government claim to have cleaned up most of it and to be hard at work on the rest. Critics say very little has actually been done.\n\n",{"type":"==","value":["Talk"]},"\n\nThe ",{"type":"[[","value":[["Wu language"]]},", originating in this area, is still widely spoken. Today it is often called \"Shanghai dialect\" or \"Shanghainese\", but a Suzhou accent remains the most prestigious.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:CRH-Suzhou-Station.JPG"],["thumb"],["Fast train, Suzhou station"]]},"\nAny of the cities around the lake are well-connected by highway to all the main cities of ",{"type":"[[","value":[["East China"]]},"; all are easily reached by bus. Suzhou and Wuxi are also on the main Shanghai-Nanjing rail line, easily reached by fast convenient ",{"type":"[[","value":[["High-speed rail in China"],["bullet trains"]]},".\n\nWuxi has a minor airport with some domestic flights, but the other cities around the lake have no airports. Nearby cities, however, have airports which offer many flights. Shanghai's ",{"type":"[[","value":[["Pudong Airport"]]}," is a major international hub while ",{"type":"[[","value":[["Hangzhou"]]},", ",{"type":"[[","value":[["Nanjing"]]}," and the other Shanghai airport, ",{"type":"[[","value":[["Shanghai#By_plane"],["Hongqiao"]]},", all have excellent connections within China and some beyond.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are good roads all around the lake, multi-lane divided highways in some areas and plain two-lane blacktop in others.\n\n",{"type":"==","value":["See"]},"\n\nWuxi's Xuhui Park (錫惠公園), on the West side of town, is one good place for viewing the lake.\n\n",{"type":"==","value":["Do"]},"\n\nWuxi also has a ferris wheel called Star of Lake Tai, 115 m (almost 400 feet) high with a view over the lake.\n\n",{"type":"==","value":[" Buy "]},"\n\nThe region around the lake produces much of China's best silk. ",{"type":"[[","value":[["Hangzhou"]]}," and ",{"type":"[[","value":[["Suzhou"]]}," are both famous for silk, mainly finished products including some amazing embroidery work. ",{"type":"[[","value":[["Nanjing"]]}," also has fine silk embroidery. ",{"type":"[[","value":[["Huzhou"]]}," is the center of a major silk-growing area that provides much of the Hangzhou silk industry's raw material.\n\nThere is also much pottery produced in the area. In particular, ",{"type":"[[","value":[["Yixing"]]}," produces much fine stoneware with teapots a traditional specialty.\n\nThe ",{"type":"[[","value":[["Huzhou#Anji"],["Anji"]]}," area near Huzhou has enormous bamboo groves (600 square km, about 235 square miles), a museum devoted to the plant, and various bamboo handicraft items.\n\nAs in other tourist areas, you often need to ",{"type":"[[","value":[["bargain"]]}," to get reasonable prices.\n\n",{"type":"==","value":["Eat"]},"\n\nThe lake produces fish and crabs, and both are common in local cuisine.\n\n",{"type":"==","value":["Drink"]},"\n\nThe region produces a number of fine teas, mainly green teas. Along with China's most famous green tea, ",{"type":"[[","value":[["Hangzhou#Drink"],["dragon well tea"]]}," from nearby Hangzhou, these are exported all over the world and are especially popular in ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\nThe region has no particular hazards, but as anywhere in China (or indeed most of ",{"type":"[[","value":[["Asia"]]},"), bottled water is safer than tap water and travelers should exercise routine caution with regard to ",{"type":"[[","value":[["pickpockets"]]}," and ",{"type":"[[","value":[["common scams"],["tourist scams"]]},".\n\nThe lake gets a lot of migratory birds so there is some risk of bird flu. The disease spreads by contact with dead birds or the wastes of live ones; avoid those and you should be quite safe.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Suzhou"]]}," is probably the most interesting city near the lake, but anywhere in ",{"type":"[[","value":[["East China"]]}," is accessible.\n\n",{"type":"[[","value":[["Wikipedia:Lake Tai"]]},"\n",{"type":"{{","value":[["IsPartOf"],["East China"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"{{","value":[["geo"],["31.166667"],["120.15"],["zoom=10"]]}]