[{"type":"{{","value":[["pagebanner"],["Lake George travel banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\nNestled in the pristine ",{"type":"[[","value":[["Adirondacks"]]},", ",{"type":"[","value":["http:\/\/www.lakegeorge.com ",{"type":"'''","value":["Lake George"]}]}," is a year-round tourist destination.  Just 45 minutes (36 miles) outside of ",{"type":"[[","value":[["Saratoga Springs"]]}," and 1 hour (60 miles) north of ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}," it is worth the effort it takes to get there.  The area is perfect for families with many activities for all ages.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["The best way to enter into Lake George is by car.  Lake George lies off of exits 21 and 22 on I-87.  Either exit takes you directly to the village.  To get there from the North, South or East you must first get to ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}," then take Exit 24 to get onto I-87 North.  To get to ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}," you must take the New York State Thruway from the west, the Mass Turnpike from the east and route 87 from the south.  To get to Lake George from the North take I-87 south."]},"\n",{"type":"*","value":[{"type":"'''","value":["Traffic Note:"]}," Many people live in ",{"type":"[[","value":[["Saratoga Springs"]]}," but work in ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},".  This makes for a lot of traffic during rush hour so drive carefully."]},"\n",{"type":"*","value":[{"type":"'''","value":["Police Note:"]}," The New York State Police force patrols I-87 between ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}," and ",{"type":"[[","value":[["Saratoga Springs"]]}," very frequently.  You will be stopped if you speed over 63 mph due to the 55 mph speed limit (the speed limit raises to 65 mph at exit 10).  The State Police usually stay in the emergency U-turn lanes in the medians."]},"\n",{"type":"===","value":["By train"]},"\n\n",{"type":"*","value":["The closest train station with regular service is Albany-Rensselaer, which lies in ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", NY.  From there you must take a car north to Lake George. There is also occasional service to closer ",{"type":"[[","value":[["Fort Edward"]]}," with hourly bus service provided by Greater Glens Falls Transit. ",{"type":"[[","value":[["Saratoga Springs"]]}," also has train service."]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":["The closest Airport is ",{"type":"[[","value":[["Albany (New York)#By plane"],["Albany International Airport"]]},".  A car must also be taken north from this point to get to Lake George."]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":["There is a bus station in Lake George with daily service between New York City and Montreal but schedules are not available online."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Trolleys"]}," \n",{"type":"*","value":["The trolleys run daily from 8:30AM to 11PM from the end of June through Labor Day.  There are five separate trolleys, two that go north and three that go south.  They are the South RV A, South RV B, Glens Falls, North A and North B\/C.  Each trolley is clearly marked with a sign in the front and back windows.  All trolleys originate in Lake George Village and travel down Beach rd to the steamboat docks.  The base fare for all routes is $1 with children under 5 free and half price for those above the age of 60.  There is a zone change fee but that only applies when traveling from a southbound trolley to the North B\/C trolley or vice versa.  All trolleys are easily spotted due to their bright red color but if you are unable to find one the docks are a good place to go because all routes begin there.  The run times for trolleys differ per route but most run every 40 to 45 minutes."]},{"type":"'''","value":["South RV A"]},"\n",{"type":"*","value":["This trolley travels down Route 9 to Route 149 and the Lake George RV park.  This route is once an hour. "]},{"type":"'''","value":["South RV B"]},"\n",{"type":"*","value":["This trolley travels down Route 9 to the Best Western\/Travelodge Motels and the Wild West Ranch."]},{"type":"'''","value":["Glens Falls"]},"\n",{"type":"*","value":["This trolley runs from the Village all the way down to ",{"type":"[[","value":[["Glens Falls"]]},".  If you are going to the Great Escape and do not wish to drive this is the trolley to take."]},{"type":"'''","value":["North A"]},"\n",{"type":"*","value":["This trolley travels down Canada Street and Lakeshore Road as far as the Hearthstone State Campground."]},{"type":"'''","value":["North B\/C"]},"\n",{"type":"*","value":["This trolley travels all the way to ",{"type":"[[","value":[["Bolton Landing"]]}," and ",{"type":"[[","value":[["Diamond Point"]]}," along Lakeshore Road"]},"\n",{"type":"===","value":["By car"]}," \n",{"type":"*","value":["All of the main attractions of Lake George are contained on Route 9 so if you choose to drive its rather easy to get around.  Parking and traffic though, can be a nightmare; especially during the Tourist season.  All parking in the village is paid parking though you may be able to find some free parking on the back roads.  There is a great deal of traffic during the daytime so be prepared to stop.  Driving is probably the worst way to get around the village and you’ll burn more gas in traffic then actually driving."]},{"type":"===","value":["Walking"]},"\n",{"type":"*","value":["Many of the motels in Lake George are within walking distance of the village so if you are tight on cash walking is a viable option.  "]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Summer Activities"]},"\n\nOf course in the summer there is always fun to be had when you are out by the water.  Lake George, like many vacation spots is no different; whether you are interested in a relaxing vacation or an adventure filled getaway, Lake George is worth looking into.  However, it is by no means exotic; it is an area that thrives on tourism, so if you are looking for a place that offers an out of the ordinary twist on a vacation this may not be the place for you.\n\n",{"type":"'''","value":["The Great Escape"]}," \n",{"type":"*","value":["This amusement park is part of the Six Flags family.  It has many different rides including the Boomerang, a roller coaster that goes forwards and then backwards on its track, the Desperado Plunge, a fun water ride, and the Comet, one of the oldest wooden roller coasters in the United States.  The Great Escape also contains a water park open for most of the day.  There is also a hotel with an indoor water park right across the street. The park is located on Route 9 in Queensbury, couple miles north of Glens Falls."]},"\n",{"type":"'''","value":["Rafting and Tubing"]},"\nFrom an easy stroll down stream to the more adventurous whitewater rafting, Lake George and surrounding areas has plenty to offer.  To name a few:\n\t\t\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Adirondack Adventures Whitewater Rafting"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-963-RAFT"],["fax="],["hours="],["price="],["content= North River"]]}]},"\t\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Beaver Brook Outfitters"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-454-8433"],["fax="],["hours="],["price="],["content= Wevertown"]]}]},"\t\t\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wild Water’s Outdoor Center"],["url=http:\/\/www.WildWaters.net"],["email="],["address=1123 Rte 28 Warrensburg NY 12885"],["lat="],["long="],["directions=Exit 23 off I-87.  Drive thru Warrensburg on Rte 9.  Turn left onto Rte 28 and 5 miles up on left just after the bridge."],["phone ="],["tollfree=+1-800-867-2335"],["fax="],["hours=8-6"],["price=$19-$90"],["content= Fun rafting and tubing tr5ip for the whole family!  We offer rafting trips on the Hudson and Sacandaga rivers.  All inclusive trip with equipment, meals and fun experienced guides.  Family own and operated since 1984."]]}]},"\n",{"type":"'''","value":["Boating"]},"\nLake George wouldn’t be a lake without plenty of boat activities available.  Some fun things to try include:\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lake George Steamboat Company"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-553-BOAT"],["fax="],["hours="],["price="],["content= Lake George, NY Considered by some locals to be Lake George’s “claim to fame” is the authentic Steamboat Company, always a tourist attraction (so be ready for a crowd).  There is a fleet of 3 boats, each one different from the other offering special highlighted amenities to guests like full or partial tours or lunch specials.  All 3 boats have food, restrooms and a gift shop."]]},"  "]},"\t\n",{"type":"*","value":[{"type":"'''","value":["Boat Owners:"]},"There are a few docks and ramps, but be sure to plan ahead for this.  Not all ramps have free access and there is not always space for docking.  There are beautiful Islands out on the lake to visit; Diamond Island being the most popular.  Many people enjoy snorkeling and searching for quartz crystals in the water surrounding the island."]},"\n",{"type":"*","value":[{"type":"'''","value":["Boat Rentals:"]},"There are a few places to rent motor boats from down on the boardwalk. Rent a boat for a few hours, or take an all day journey up the lake."]},"\n",{"type":"'''","value":["Parasailing"]}," \n",{"type":"*","value":["There are some places to do this right on the boardwalk as your walking by, it’s really convenient and definitely a fun must do for those who aren’t afraid of heights."]},"\t\n",{"type":"'''","value":["Kayaking"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lake George Kayak Co."],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 518 644-9366"],["tollfree="],["fax="],["hours="],["price="],["content= Bolton Landing; This is a great way to get out on your own and check out the lake.  Just be sure that you can handle all the paddling, and watch out which way the wind is blowing because it can take a lot longer to get back to shore if the wind is against you!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Charter Boats Rod Bender Charters"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-372-4909"],["fax="],["hours="],["price="],["content= Diamond Point  Going out on a charter boat is great for people who want a boating day out on the water, who don’t have a boat of their own.  Fishing is always fun; most places help you from start to finish, so anyone who isn’t skilled can still take part and there are plenty of places to choose from."]]}]},"\n",{"type":"'''","value":["Golf"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gooney Golf"],["url="],["email="],["address=Corner of Rte 9N & Rte 9 Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 668-2589"],["tollfree="],["fax="],["hours="],["price="],["content=\nThis is a typical old fashion mini golf, with the classic windmill type obstacles; very affordable prices."]]}]},"\t\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pirate's Cove Adventure Golf"],["url="],["email="],["address=2115 State Route 9 North Lake George NY 12845"],["lat="],["long="],["directions="],["phone = +1 518-668-0493"],["tollfree="],["fax="],["hours="],["price="],["content=\nThis choice is the more expensive of the two mini golf options.  It was recently built and has nice greens and newer obstacles."]]}]},"\n",{"type":"'''","value":["Hot Air Balloon Rides"]},"\n",{"type":"*","value":["There are a few companies to choose from if you are interested.  The views from above are amazing and not to be missed! "]},"\n",{"type":"'''","value":["Horses"]},"\n",{"type":"*","value":["In Lake George and surrounding areas there are a few options for those who are interested in horses.  Horseback riding is always popular, either near the water or off the beaten path on a trail, for different skill levels.  Also horse drawn carriage rides through town, for getting around or just a simple scenic tour.  The average cost of these rides is $8 per person, depending on how far you are going of course."]},"\n",{"type":"'''","value":["Hiking"]},"\n",{"type":"*","value":["There are some trails offered as well as guided hikes usually up or around Prospect Mountain."]},"\n",{"type":"'''","value":["Swimming\/ Waterside"]},"\n",{"type":"*","value":["Million Dollar Beach is ironically a FREE beach.  Good for sunbathing or swimming and other lake activities.  There is also a sand bar that reaches out into the lake that you can walk along."]},"\n",{"type":"===","value":["Winter Activities"]},"\nLake George is not just a summer vacation spot; there is plenty to do here in the winter as well.  For those who like the outdoors there is skiing, hiking, snowmobiling and the scenic Hudson River Railroad runs in the winter as well.  If you would rather stay indoors and out of the always changing and unpredictable weather in the North East, you may like to try wine tasting at the Adirondack Winery and Tasting Room, indoor golf, checking out local museums and historical sights or stopping into some of the local shops in the heart of the village.\n\n",{"type":"'''","value":["Skiing\/ Boarding"]},"\n",{"type":"*","value":["Gore Mountain"]},{"type":"*","value":["Whiteface Mountain"]},{"type":"*","value":["Lake Placid - This amazing ski getaway is located only an hour and a half away and was home to the 1980 Winter Olympics."]},{"type":"*","value":["Tubby Tubes- this is a great snowtubing hill. Not too professional, but nevertheless a lot of fun, especially for kids. It is located about 20 minutes away from the lake. There are 4-5 different tracks, a family tube that can fit up to 6 comfortably and up to 11 very tightly. Tubby Tubes also has river tubing in the summer. 1289 Lake Avenue, Lake Luzerne, NY 12846 Phone: 518-696-7222"]},"\n",{"type":"'''","value":["Winter Carnival"]},"\n",{"type":"*","value":["Every February Lake George holds races and other events out on the ice when the lake freezes."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["A multitude of shops are all along the “main drag”, they are smaller and tourist oriented; these are great for souvenirs and within walking distance of hotels on the water.  Also there is a shopping complex, if you are looking for department and outlet stores.  It is located south of the village on Rt 9."]},"\n",{"type":"==","value":["Eat"]},"\nLake George offers a variety of restaurants.  Here are some of the local favorites.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mario's Restaurant"],["url="],["email="],["address=429 Canada Street Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 -668-2665"],["tollfree="],["fax="],["hours="],["price="],["content= This restaurant has been serving authentic Italian cuisine since 1954. It is so popular that it is in your best interest to call ahead to make a reservation. Mario’s accepts all major credit cards and encourages you to try out their full service bar. Dinner is offered from 4:30PM Monday through Thursday and from 3:00PM on Sundays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sushi Yoshi"],["url="],["email="],["address=1818 State Route 9 Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 -668-4135"],["tollfree="],["fax="],["hours="],["price="],["content= 1 mile south of Lake George Village This is a hibachi steakhouse that serves gourmet Chinese and Japanese food. Though this restaurant is slightly pricy, the authentic low tables, which are situated over hollow pits, allow guests to dine in Asian style without kneeling uncomfortably on the ground. Sushi Yoshi is closed until May 2009. During their usual business hours, they serve lunch and dinner seven days a week."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Jerks"],["url="],["email="],["address=59 Iroquois Street, Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 -668-441"],["tollfree="],["fax="],["hours="],["price="],["content= Delicious New York Style Pizzeria that serves, among other dishes, award-winning chicken wings and garlic knots (a local favorite.) Pizza Jerks offers a delivery service that includes food and drinks. Yes, you heard me, Pizza Jerks will bring beer right to your door if you order. Nice try, buster, identification is required."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=A Taste of Poland"],["url="],["email="],["address=259 Canada Street Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 -668-4386"],["tollfree="],["fax="],["hours="],["price="],["content= If you’re looking for authentic Polish Cuisine, pierogies, stuffed cabbage, or potato pancakes, try A Taste of Poland which is open for lunch and dinner all year. Be advised that this restaurant is open on weekends during the winter months only."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=SJ Garcia's"],["url="],["email="],["address=192 Canada Street Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 -668-5111"],["tollfree="],["fax="],["hours="],["price="],["content= SJ Garcia’s is authentically Mexican. At the front of the restaurant, a large picture window, which extends across a full wall, offers picturesque views of Lake George and the alley that runs in front of the restaurant. SJ Garcia’s is open every day for lunch and dinner beginning at noon.  There are gluten-free and vegetarian options available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Christie's on the Lake"],["url="],["email="],["address=6 Christie Lane Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 -668-2515"],["tollfree="],["fax="],["hours="],["price="],["content= A great place to try steak, seafood, hamburgers, and wings. Christie’s is open April-October. Bring your laptops-there’s free WiFi here!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nina's Sweet Shop"],["url="],["email="],["address=179 Canada Street, Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 -668-3226"],["tollfree="],["fax="],["hours="],["price="],["content= Nina’s offers a variety of sweets for reasonable prices. Whether it’s fudge, taffy ice cream or sugar free, bring your sweet tooth and you’ll be more than satisfied. This shop is a local favorite."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are a handful of bars and pubs in Lake George, but here are a couple of locations that are especially good!  So if you’re 21 or older, be sure to check out these hot spots!\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=O’Toole’s Restaurant Pub"],["url="],["email="],["address=118 Quaker Road Queensbury, NY 12804"],["lat="],["long="],["directions="],["phone = +1 518-793-3389"],["tollfree="],["fax="],["hours="],["price="],["content= This place is awesome! For the days you want to sit and enjoy a meal with friends or grab a drink at the bar, this restaurant is perfect. They’ve got more than 30 TVs with private speakers for each one so you can hear the game loud and clear from your seat. O’Toole’s offers a great variety of food (everything from fajitas to sirloin) and live entertainment. The walls are decorated with sports memorabilia and café signs from the 50’s which add to the pub’s relaxed atmosphere. Enjoy fireside seating or chill at the expansive bar."]]}]}," \n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=King Neptune’s Pub and Night Club"],["url="],["email="],["address=1 Kurosaka Lane Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518-668-2017"],["tollfree="],["fax="],["hours="],["price="],["content=This is a great place to eat and hang out. They’ve got 3 bars on three different levels with live music from local bands. If you don’t feel like sitting inside, there’s a beautiful roof-top deck to enjoy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tankard Taverne"],["url="],["email="],["address=48 Canada Street Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518-964-6661"],["tollfree="],["fax="],["hours="],["price="],["content= Located in the Fort William Henry Hotel, the Tankard Taverne is a great place to get a quiet drink while enjoying the view of Lake George. They offer 2 Happy Hours with drink specials - 4 to 6 pm and again from 9 to 11 pm. Appetizers and pub fare available."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Hotels and motels"]},"\nThere are a great many places to stay in and around Lake George, all within walking distance of the main drag.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Adirondack Sunrise"],["url="],["email="],["address=2736 Route 9, Lake George, NY  12845"],["lat="],["long="],["directions="],["phone = +1 518 668 2153"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=  Open May to September.  You can rent by night or by week, but one night’s deposit is required for nights spent under four nights.  It costs $63.00-110.00 per night depending on room Monday through Thursday.  There is an average of $5 increase in price per night depending on room on Friday through Sunday.  Offers both motel rooms as well as cute little cabins.  They are all roughly the same price; the cabins are not more expensive than the motel rooms or vice versa.  The beds in all rooms are changed every two days and you can request new towels whenever they are needed.  Perfect for families with children as the grounds feature a large, picturesque lawn, a playground, as well as a swimming pool.  The pool is open from 10AM to 10PM.  The lawn is located behind the cabins and there are fire pits located around this area, as well as plenty of lawn furniture and outdoor games.  With the exception of having the family dog around, as there are no pets allowed, sitting in this yard will make you feel like you’re sitting in your backyard at home!  With all these wonderful features, as well as a friendly staff, you will feel right at home.  4 out of 5"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Country Hearth Inn Lake George"],["url="],["email="],["address=2477 State Route 9 North, Lake George, NY, 12845"],["lat="],["long="],["directions="],["phone = +1 518 668-4141"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=  Closed until April, this hotel is part of a chain of hotels spread all throughout the United States.  If you join their frequent traveler program, you will get special benefits, including special rates, room upgrades, etc.  The hotel has a continental breakfast as well as free local calls and free high-speed wireless Internet access; however no pets are allowed.  Costs $80.10-99.00 depending on room.  All rooms are non-smoking.  The rooms either feature two queen sized beds or one king sized bed.  Some rooms have a microwave and a refrigerator.  Some rooms with a king-sized bed have a Jacuzzi right in the room.  Maids clean the rooms daily and rollaway beds and cribs are available upon request.  There is also a large swimming pool on site.  Between the rooms and all the other amenities that this hotel has to offer, the price per night is quite the deal, but bear in mind, like with most huge chains, you get what you pay for.  2.4 out of 5."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tahoe Resort on Lake George"],["url="],["email="],["address=2998 Lake Shore Drive, Lake George, NY 12845"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-833-8484"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=  Located right on scenic Lake George, this resort is only open May to September.  Costs $69-199 per night depending on room and the time of your trip.  The three different types of rooms are called Courtyard, Lake View and Beachside.  Children under 12 can stay free, however there are no pets allowed.  There is a deposit requirement of one night for confirmed reservations, but are refundable if notified one week prior to arrival.  Bear in mind that during the busy season (July and August, as well as on holidays and during special events), reservations must include at least one Sunday night (or alternatively, a specific amount of nights stayed).  This resort has a private beach, an outdoor heated pool, jet skiing, white water rafting, amongst many other activities, mostly conveniently located on the resort (and the rest are close by)!  If a relaxing, beach vacation is just what you’re looking for, then this is the resort for you; you barely even need to leave the resort!  3 out of 5."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Roaring Brook Ranch Resort and Conference Center"],["url="],["email="],["address=Route 9 South, Lake George, NY 12845"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-822-7665"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=  This resort is open May through October and is quite close to the main drag of Lake George.  Rooms rates are based on two people and are $89-159 per night depending on room, with each additional person over eight costing $59 per person (children under eight cost $29 per).  Also, you may be able to get a special deal, so check their website before making reservations.  The Main Lodge is where all the indoor activities are hosted; however, the rooms are not located in this building.  The rooms are located in three different units, the Island View, the Abigail Cheyenne Calgary, and the new Monterey Suites (which features a living and a sleeping room for each suite).  Each unit has about ten rooms in it.  Each room has two double beds (though some of the rooms in the Calgary and the Monterey Suites have additional beds), color television, and all the other amenities expected in a good resort.  At first glance, the rooms may be small, but they are comfortable and cozy.  The resort itself highlights many activities such as tennis courts, wilderness riding and has nightly entertainment.  Horseback riding is another feature of this resort, costing $28 per ride.  Also, their indoor pool is heated.  Featuring grand banquet rooms, this resort is also perfect for weddings, conventions, and other large group social events.  2.5 out of 5"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fort William Henry Hotel and Conference Center"],["url=http:\/\/www.fortwilliamhenry.com"],["email="],["address=48 Canada Street, Route 9, Lake George, NY 12845"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-234-0267"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=. This is a relatively new hotel (opened in 2003) and it is open year-round. Costs $149-329 per night depending on room. Various packages are offered, so check these out before you make a reservation.  There are three hotels on this large property.  One, the Grand Hotel includes five floors and wireless Internet access.  These rooms come either with a king size bed or a double size bed.  The rooms with king size beds come with a double sleeper sofa, while the double size beds come with a twin sleeper sofa.  The rooms in the Premium East Hotel come with two double beds or one king size bed.  The Standard West Motel has two floors with outside entrances, which makes moving in and out a breeze!  Each room here has either two double beds or one double bed and a full size sleeper sofa.  All rooms come with a safe, which is important if you’ve brought a lot of spending money.  There are many different restaurants on site, including the White Lion Room (breakfast), the Village Blacksmith Steakhouse (dinner), the Lookout Cafe (lunch\/dinner), Adirondack Sandwich Works (sandwiches\/salads), the Sticky Bun Coffee Shop and a Hershey’s Ice Cream Store, perfect for those with a sweet tooth.  The Veranda Bar is also on premises, and in the summer months, it is open to the public as well as hotel guests. You can enjoy a cold drink there while sitting in a wicker chair and taking in the view of the town. There are many things you can do, without even leaving the resort's 18-acre grounds, like the Fort William Henry Museum, a restored fort that played a key role in the French and Indian War."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Sagamore"],["url=http:\/\/www.thesagamore.com"],["email="],["address=110 Sagamore Road, Bolton Landing"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-385-6621"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Open since 1883, this year-round resort is a mere twenty to thirty-minute drive from the heart of Lake George.  Though there are many hotels that may be closer to Lake George, this one makes the distance worth it.  This resort has huge, luxurious grounds; a spa; on-site restaurants; golf courses; etc.  You can stay at your choice of four different units; The Historic Hotel, The Lodges, Condominiums, and The Castle.  The Castle can have up to 12 people in it, so it is perfect for large groups.  The Condominiums are also perfect for large groups (especially families traveling together) Prices differ for each unit and range from $130-4000 (yes, that really says four-thousand) depending also on the time of year in which you are staying.  Note: Dining is NOT included in the room price and it is in your best interest to make reservations.  There are different specials throughout the year, so it is best to check their website before making a reservation.  There is an extra person charge of $25 per person per day for those age 13 and over  (this changes to age 6 and over during the busy season from June 19 to September 4) for all accommodations with more than two occupants (more than four occupants in the Condominiums).  The resort is completely smoke and pet free."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Surfside on the Lake"],["url=http:\/\/www.surfsideonthelake.com"],["email=surf@surfsideonthelake.com"],["address=400 Canada Street, Lake George, NY 12845"],["lat="],["long="],["directions="],["phone = +1 518 668-2442"],["tollfree=+1-800-342-9795"],["fax="],["hours="],["price="],["checkin=3pm"],["checkout=11am"],["content= Family resort with 154 rooms\/suites. Rates range from $49 to $390 depending on room type and dates. 233' private sandy beach on Lake George. Lakefront rooftop terrace with cabana bar. On-site restaurant with seating for 175 for weddings. Free internet. Paddle boat and kayak rentals. 4 decks overlooking the lake. On the village trolley route. Children's playground and bbq grills on the beach. 13 types of rooms ranging from standard rooms with 2 beds and no views,to 2 bedroom lakefront suites with 3 Queen Beds and private balconies. All rooms have refrigerators and are non-smoking; Pets are not allowed. 2 or 3 night all-inclusive packages are offered which include meals & attractions, allowing you to not spend any additional money."]]}]},"\n",{"type":"===","value":["Campgrounds"]},"\nCamping is beyond huge in the Adirondacks.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ledgeview Village RV Park"],["url="],["email="],["address=321 State Route 149"],["lat="],["long="],["directions="],["phone = +1 518 798-6621"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=  Open May 1 to Columbus Day.  $39-45 depending on site with a $5 charge per each additional person, but children under 3 are free.  Perfect for those with an RV or other camping unit, but not perfect for those who want to pitch a tent (tents are not allowed).  This RV park is fantastic for the whole family as there are activities for the older (such as Boccie or shuffleboard) as well as the younger (such as a playground) members of the family, however leave Rover at home for there are no pets allowed.  You might be “roughing it”, but you don’t have to sacrifice basic hygiene and privacy to do it.  Tiled restrooms, hot showers, and private dressing rooms, as well as a Laundromat are located in this RV park.  There is also a fantastic pool."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hearthstone Point Campground"],["url="],["email="],["address=3298 Lake Shore Drive (Route 9N)"],["lat="],["long="],["directions="],["phone = +1 518 668-5193"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Located two miles north of the Lake George Village, Hearthstone Point is a campground run by the state of New York with 251 campsites that are all spacious pardoning a couple few on the north side of the campground. The campground boasts a beach on Lake George that is manned by trained lifeguards who are present at all times, and boasts two bathhouses (one on each side the house) along with multiple restroom buildings spread throughout the campus. Pets are allowed at this beautiful campground, which costs only $22 per night and has access to the village via the trolley that turns nearby. People also use the volleyball net that is available near the beach."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Bolton Landing"]]}]},{"type":"*","value":[{"type":"[[","value":[["Saratoga Springs"]]}]},{"type":"*","value":[{"type":"[[","value":[["Glens Falls"]]}]},{"type":"*","value":[{"type":"[[","value":[["Warrensburg (New York)"],["Warrensburg"]]}]},"\n\n",{"type":"{{","value":[["isPartOf"],["Adirondacks"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["43.609"],["-73.567"],["zoom=11"],["layer=MS"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lake George (town), New York"]]}]