[{"type":"{{","value":[["pagebanner"],["Lake Sevan (Armenia) banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Lake sevan-raffi kojian-DCP 5103.JPG‎"],["thumb"],["400px"],["Sunset on Lake Sevan"]]},{"type":"'''","value":["Lake Sevan Region"]}," is in ",{"type":"[[","value":[["Armenia"]]},".  It is a popular summer beach destination and has many resorts, cabanas, fish restaurants and other amenities for visitors.\n\n",{"type":"==","value":["Regions"]},"\nLake Sevan Region here is the same as the Gegharkunik Marz of Armenia. \n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sevan"]]}]},{"type":"*","value":["Kavar"]},{"type":"*","value":["Martuni"]},{"type":"*","value":[{"type":"[[","value":[["Vardenis"]]}]},{"type":"*","value":[{"type":"[[","value":[["Shorjha"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nLake Sevan lies at about 2,000 meters in elevation, twice that of Yerevan.  The temperatures are significantly cooler than in Yerevan, and the winters much longer.  This popular spot for a getaway in the summer is usually packed in July and August, when it's warm enough to enjoy the beaches and swim in the waters.  Although Armenia is landlocked, this lake, which covers 5% of the country is vast, and much of it quite pristine, with some decent beaches.\n\n",{"type":"==","value":["Talk"]},"\nArmenian and Russian are universally spoken.  English, French and German spoken by a few, though English is gaining quickly.\n\n",{"type":"==","value":["Get in"]},"\nIf you just want to go to the \"kghzi\" peninsula with the most popular beaches during the summer, then vans make frequent trips from Yerevan for cheap.  Throughout the year you can take the Ijevan\/Dilijan\/",{"type":"[[","value":[["Noyemberyan"]]}," vans (marshutni) and hop off at the lake as well, or depending on where you want to go in the region you can take a van directly to Vardenis or Martuni or Kavar.  There is a train that can take you to the peninsula, and then continues around the top of the lake over to Shorjha, a beautiful spot.  Unfortunately, the train, while cheap, does not earn rave reviews.\n\n",{"type":"==","value":["Get around"]},"\nGetting to Shorjha on the far side is trickier, and a taxi may be your best bet.  You can get a taxi to the Lake with some time for you to enjoy the beach for about 10,000 dram round trip ($34).  Taking taxis around this area is not hard, but just stick to the established prices of 100 dram (30 US cents) per km, and 1,500 dram ($5) an hour for waiting time.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Sevanavank Monastery"]},"\n",{"type":"[[","value":[["Image:Sevanavank-raffi kojian-DCP 4892.JPG‎"],["thumb"],["Sevanavank Monastery"]]},"\nThe most visited destination of the lake is the peninsula known as ",{"type":"''","value":["kghzi"]},", meaning island, which it once was before Stalin had much of the water drained from the lake.  The monastery is a must, for the great views it affords of the vast lake, most of which visitors never see except from this spot.  The monastery is on top of the peninsula hill, and is built of crude black stone on the exterior.  The interior has a beautiful old altar used for services by the new seminary down the hill.\n\n",{"type":"===","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Noratus-raffi kojian-DCP 4187.JPG‎"],["thumb"],["Noratus Cemetery"]]},"\n",{"type":"*","value":["Noratus - largest khachkar cemetery in the world."]},{"type":"*","value":["Hayrivank - a rarely visited monastery overlooking Lake Sevan."]},{"type":"*","value":["Makenyats Monastery"]},{"type":"*","value":["Vanevank Monastery"]},{"type":"*","value":["North shore: The north and west shore of the lake is much calmer than the area around Sevan city. The hills right behind mage nice hikes."]},"\n",{"type":"===","value":["Itineraries"]},"\nFrom Yerevan, once you get to Lake Sevan visit Sevanavank Monastery, then head south to Hayravank Monastery and Noratus Cemetery.  If you'd like to explore further, you can continue on down to Vanevan Monastery and Makenyats Monastery, plus check out the towns of Kavar and Vardenis.\n\n",{"type":"==","value":["Do"]},"\nSwim, wind surf, bike, hike.\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of excellent fish restaurants along the shore, especially just north of the kghzi peninsula.  Barbecued fish is cheap (not the ishkhan trout though), and is always juicy.  The fried fish is usually quite nicely marinaded and is also cheap.  Crawdads (",{"type":"''","value":["rock"]},") are also found at these restaurants, and are worth trying.  The crawdads and fish are also sold along the side of the roads, by men holding their hands apart. \n\n",{"type":"==","value":["Drink"]},"\nVodka, to keep warm in the winter!\n\n",{"type":"==","value":["Stay safe"]},"\nArmenians tell of drownings due to rip currents and whirlpools in the lake.  Though this does not appear to be documented, and is more likely a result of a population that does not have much swimming experience, don't swim out too far alone.\n\n",{"type":"==","value":["Go next"]},"\nAny bus or van heading south past the peninsula will take you to Yerevan and ",{"type":"[[","value":[["Central Armenia"]]},".  You can also head up northwest to Dilijan and ",{"type":"[[","value":[["Northern Armenia"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Armenia"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Gegharkunik Province"]]},"\n",{"type":"{{","value":[["geo"],["40.416666666667"],["45.2"]]}]