[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Lake Billy Chinook"]}," is in ",{"type":"[[","value":[["Central Oregon"],["Central"]]}," ",{"type":"[[","value":[["Oregon"]]},", near ",{"type":"[[","value":[["Warm Springs (Oregon)"],["Warm Springs"]]}," and ",{"type":"[[","value":[["Madras (Oregon)"],["Madras"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLake Billy Chinook contains 72 miles of shoreline, and has a surface area of 4000 acres. The reservoir is surrounded by public land. While staying at the lake people can fish, camp and participate in water activities of all sorts. \n\n",{"type":"===","value":["History"]},"\nLake Billy Chinook was created in 1964 at the same time the Round Butte Dam was created by Portland General Electric. The lake was named after Billy Chinook, a member of the Wasco tribe who acted as a guide for John C. Frémont in the region of the lake.\n\n",{"type":"===","value":["Landscape"]},"\nNear the area is the Cove Palisades National Park. The park is surrounded with cliff lines. The area offers excellent hiking trails, and beautiful landscape. \n\n",{"type":"===","value":["Climate"]},"\nThe temperature around the area is hot in the summer, and fairly cold in the winter.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nDay-use permits are required year round. Annual or two year passes can be purchased at The Cove Palisades State Park in the summer time.\n\n",{"type":"==","value":["Do"]},"\nFishing is a popular activity at Lake Billy Chinook. The lake is filled with Kokanee and Large Mouth Bass. Water sports are also a major attraction. This makes boating of all kinds, water-skiing, and swimming very attractive to people who visit. \n\n",{"type":"==","value":["Buy"]},"\nThere is a local convenience store, and sporting good store near the park where people can shop for general goods. The small town of Culver, Oregon also has a small country store and is located only about ten minutes away.\n\n",{"type":"==","value":["Eat"]},"\nAt Lake Billy Chinook there is a restaurant, where people can purchases a wide variety of entrees.\n\n",{"type":"===","value":["Lodging"]},"\nThe park has log cabins for overnight stays.\n\n",{"type":"===","value":["Camping"]},"\nThe park has 272 total campsites, 87 full-hookup, and 94 tent sites. Many of these sites also have electric and water hookups. If you are planning on camping with a group, there are multi-tent group sites available as well.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central Oregon"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]