[{"type":"{{","value":[["pagebanner"],["Lake Garda banner Coast across lake.jpg"]]},"\n",{"type":"'''","value":["Lake Garda"]}," is a lake region in the north of ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["Cities"]},"\nThere are small towns located all around Lake Garda. The north of the lake seems to be more for the people who enjoy a quiet, peaceful holiday, but a bell rings from the Northern most town of Riva Del Garda often early in the morning. The south has a theme park and a few man-made beaches so is for the more outgoing, adventurous person. The towns from north clockwise to the southwest are: \n",{"type":"*","value":[{"type":"[[","value":[["Sirmione"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nago-Torbole"]]}]},{"type":"*","value":[{"type":"[[","value":[["Malcesine"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gargnano"]]}]},{"type":"*","value":[{"type":"[[","value":[["Limone"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bardolino"]]}]},"\nDo not mix up Riva del Garda and Garda as they can often be confused and your holiday ruined by a simple mistake. Also a bit of a bother when trying to meet up with a friend at times.\n\n",{"type":"==","value":["Talk"]},"\nAll people speak Italian as a first language but basic English is known. Many locals also speak fluent German as this area is a popular tourist destination for Germans and Austrians. As with anywhere in the world, it is good manners to learn how to say goodbye, hello, please, thank you ",{"type":"''","value":["etc"]},". in ",{"type":"[[","value":[["Italian phrasebook"],["Italian"]]},".\n\n",{"type":"==","value":["Get in"]},"\nLake Garda airport ",{"type":"[","value":["http:\/\/www.lakegarda.biz\/flights.htm"]}," is nearby and a coach can take you there, or you can rent a car. Road signs are in kilometres as per usual for European countries.\n\nLake Garda is roughly halfway between ",{"type":"[[","value":[["Venice"]]}," and ",{"type":"[[","value":[["Milan"]]},". Excursions to these cities are available through certain agencies. You can also reach the main towns by regional APTV buses.\n\n",{"type":"*","value":[{"type":"'''","value":["from Verona:"]}," Buses run by APTV (the regional bus company) leave from Porta Nuova - catch a ",{"type":"'''","value":["62-64 bus"]}," in the morning from the railway station or from Corso Porta Nuova (the boulevard just south of Piazza Bra). It takes about 2–3 hours, depending on lakeside traffic (which can be heavy), to reach pretty towns of Malcesine or Torbole. Get a timetable (",{"type":"''","value":["orario"]},") from the tourist office or from ",{"type":"[","value":["http:\/\/www.aptv.it\/orari\/index_orari.html APTV transport website"]}," (Lake Garda is in Zone C). Tickets can be bought from the tobacco shop down the road or on the bus."]},"\n",{"type":"==","value":["Get around"]},"\n\nBoat ferries ",{"type":"[","value":["http:\/\/www.navigazionelaghi.it\/eng\/g_crociere.asp"]}," operate every day except for holidays. A fast ferry takes 2-2 and a half hours, including stops. Boat taxis are also available, and probably the best option as a taxi will cost you more money and take longer.\n\n",{"type":"===","value":[" By  bicycle"]},"\n\nRental bike service companies, easy biking itineraries at Garda Lake Region.\nThe northern part of Lake Garda offers Europe's probably most spectacular offroad trips, mostly on rough military roads from 1. World war. Riva del Garda is a fine starting point, with trips ranging from easy to the most demanding and rewarding, like Tremalzo.\n\n",{"type":"==","value":["See"]},"\nThere are many historical places and buildings around the lake. The architectural style is mostly traditional Italian vernacular, which is very picturesque. There are also many classical style building churches, grand houses and castles. There is a large church is located at the northernmost end of the lake, but appropriate clothing must be worn when visiting (e.g. knees and shoulders must not be showing). The town of Limone gets its name from... guess what... lemons! Lemon trees grow throughout it, and is a lovely view.\n\nNearby towns worth visiting include:\n\n",{"type":"*","value":[" the city of ",{"type":"[[","value":[["Sirmione"]]}," located on the peninsula to the south is has a 13th-century castle, former home to famous poet Catullus."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Malcesine"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nago-Torbole"]]}]},"\n",{"type":"==","value":["Do"]},"\nA big theme park called ",{"type":"'''","value":["Gardaland"]}," is located in the south of the lake. It is a theme park for everybody, whether it be thrill-seekers, kids at heart, or just stressed out parents.\nAlso ",{"type":"'''","value":["cable car rides"]}," are available in Malcesine. Beautiful views can be seen from the top, and a small shop\/restaurant is there. For those who get a re-instated fear of heights going up at the start, fear not, as there is a halfway stop. ",{"type":"'''","value":["Sulphur springs"]}," are located at the town of Simione is known to have special effects on catarrhal conditions, particularly those of the ear. Peddle boats or peddlos are available to rent throughout the lake although there are boundaries you must stick to as you are given a certain amount of time and that life guards are regular throughout the water.\n\nIn Bardolino you can visit the  ",{"type":"'''","value":["'",{"type":"[","value":["http:\/\/www.museodelvino.it ",{"type":"'''''","value":["Wine Museum"]},"'"]}]},", that was foundend in 1991 by Mr. Gaetano Zeni. This building was realized inside the F.lli Zeni Winery (foundation’s year 1870), reflecting the strong connection from five generations between this family and the wine culture. To reach the Museum follow the panoramic road parallel to highway 249 Gardesana East (SS 249), which allows a full view of Lake Garda.\n\n",{"type":"==","value":["Eat"]},"\nAs per usual, fine Italian cuisine is sold. This consists of pasta, pizza and many other traditional Italian dishes. But other options are available such as German, American and British style foods. Italian ice-cream is fresh and homemade- great for those who have a sweethtooth. Ice-cream shops are common, with some sprouting out of shops and restaurants.  Some \"gelato\" (ice-cream-like treat usually made in the shop) shops have 50+ flavors.  Smaller shops with only a half dozen flavors might be more enjoyable.  These seem to focus on the flavors they offer, and making the decision on which flavor to choose will take much less time. Breakfast is not the same as English or American breakfasts so be careful when you ask for full board.  Breakfast at Le Paul in Sirmione, has English and American style foods.  They even offer cereal.\n\n",{"type":"==","value":["Drink"]},"\n\nAlways drink plenty of water or other fluids as weather can be very warm. If you do not like sparkling water then take care, as some water is frozen and may seem still. Other times will be mistaken by you, only to hear the fizz as you open it. 'Frizzante' is the Italian word for sparkling on the botled water, and don't be fooled by 'non frizzante' as it is sparkling. Double check your water bottle, or, if you are in a restaurant\/bar, simply ask to waiter for a still water, if you don't like sparkling.\n\nOne of the most popular summer drink is the Aperol Spritz. Obtained by mixing Aperol, Prosecco wine and sparkling water (or, in alternative soda, or seltzer). Usually served in a glass with ice cubes, and a straw. Can be garnished with a slice of orange, and served with green olives.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nNormal precautions should be taken, as usual. Many shops have outdoor stands and stalls, even if a shop is indoors, so always carry the receipt with you. Bag theft is not uncommon as in theme parks, lines often have a bag drop off point, which in turn is left unattended. If your bag is stolen it is usually left in the street with just your wallet or camera\/phone stolen.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Verona"]]},", ",{"type":"[[","value":[["Venice"]]}," and ",{"type":"[[","value":[["Milan"]]}," are good places to move on to from this region.\n\n",{"type":"{{","value":[["geo"],["45.6333"],["10.6667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Italy"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lake Garda"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lake Garda"]]}]