[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Tahoe.JPG"],["thumb"],["250px"],["Skiing in Tahoe"]]},"\n\n",{"type":"'''","value":["Lake Tahoe"]}," is a popular vacation and recreation region straddling the border between ",{"type":"[[","value":[["California"]]}," and ",{"type":"[[","value":[["Nevada"]]},". The closest large city is ",{"type":"[[","value":[["Reno"],["Reno, Nevada"]]},". It is especially popular in the summer and winter. Summer activities include golf, boating and hiking. Winter activities include world class skiing, snowmobiling and ice skating. Year round activities include shopping, gambling, eating and taking in the scenery.\n\n",{"type":"==","value":[" Cities "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tahoe City"]]}," - Situated on the northwest shore of Lake Tahoe. One of the two main towns on the lake (along with South Lake) this is a smaller more relaxed town with a slight, mountain hippy feel to it.  Tahoe City is considerably less crowded and more relaxed than South Lake Tahoe. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Truckee"]]}," - Historic western rail road town located off Interstate 80 between Route 89 and 237 northwest of the lake."]},{"type":"*","value":[" ",{"type":"[[","value":[["South Lake Tahoe"]]}," - Located near the border between California and Nevada, you can sleep in California and head up the road to gamble in Nevada."]},{"type":"*","value":[" ",{"type":"[[","value":[["Stateline"]]}," - is just north of South Lake Tahoe and spans the border of both states and gives you 'walk-to' access for the casinos."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tahoe Vista"]]}," - A beautiful Lake Tahoe town on the North Shore."]},{"type":"*","value":[" ",{"type":"[[","value":[["Homewood"]]}," - A quaint west shore resort town west of Lake Tahoe."]},{"type":"*","value":[" ",{"type":"[[","value":[["Incline Village"]]}," - Town on the north shore. Small Population."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kings Beach"]]}," - Town on north shore; good places to eat. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Crystal Bay"]]}," - Town on North Shore with Casinos. Technically in NV, but on state line with CA."]},"\n",{"type":"==","value":[" Understand "]},"\n\nLake Tahoe is a beautiful, crystal-clear blue lake nestled among mountain peaks.  It has depths of up to 1,600 feet and the mountain peaks are in the 8,000 to 10,000 foot range. During the summer, boating, camping, and hiking are popular activities.  Winter sports are popular during the colder months (December-April).  \n\n",{"type":"[[","value":[["Image:TahoeSnow.JPG"],["thumb"],["right"],["300px"],["Lake Tahoe, December 2008."]]},"\n\nLake Tahoe has been a tourist destination since the turn of the 20th century, when steam trains and improving roads made it possible to visit with ease.  The 1960 Winter Olympics, held at Squaw Valley, popularized winter sports at Tahoe.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By plane"]},"\n\nMost visitors fly into ",{"type":"'''","value":[{"type":"[","value":["http:\/\/renoairport.com\/ Reno\/Tahoe International Airport"]}]},", about an hour's drive to Truckee on Interstate 80.  To reach the major casinos and largest lake community, South Lake Tahoe, take I-580 south from the airport then west on U.S. Hwy 50.  North Lake Tahoe and Incline Village is best reached from the airport via I-580 south for 8 miles then west on Mount Rose Highway.\n\nMajor airports are also located just south of ",{"type":"[[","value":[["San Francisco"]]},", about 4 hours away, ",{"type":"[[","value":[["Oakland"]]},", about 3 hours away, and ",{"type":"[[","value":[["Sacramento"]]},", about 2 hours away.\n\nThere are also two smaller private airports closer to the Lake, one in Truckee that supports a short runway and mostly propeller airplanes, the second is in South Lake Tahoe.  The South Lake Tahoe airport used to host commercial flights, and its runway is long enough to facilitate a 737 jet.  There used to be several commercial airlines that flew into the South Lake Tahoe airport, but due to noise abatement and other political issues, and the fact that the Reno\/Tahoe International Airport is only an hour's drive away, these flights have ceased to operate altogether.\n\n",{"type":"===","value":["By car"]},"\n\nGetting into the Lake Tahoe region by car is perhaps the most popular method of transportation, but it is not without its hassles and headaches, especially for the first-time visitor. \n\n",{"type":"====","value":[{"type":"[[","value":[["Winter driving"]]}]},"\nBe aware that you're driving into a mountainous region that receives heavy snowfall throughout the winter season and other times.  Although road conditions are usually clear between April and November, it is not unheard of for heavy snow to fall as late as June, sometimes spontaneously in seemingly warm weather. ",{"type":"'''","value":["Always carry snow chains in your car."]},"  If roads are slick with snow or ice, CalTrans will inmplement chain control, which usually means you need chains installed on your tires for the affected stretch of highway unless you are in a four-wheel drive vehicle with snow tires. Before planning your trip, check local weather reports as well as the California Highway Information Network (CHIN)  ",{"type":"[","value":["http:\/\/dot.ca.gov\/dist3\/departments\/mtce\/controlmp.htm"]}," (call +1-800-427-7623 in California or +1 916 445-7623 from elsewhere) for traffic conditions. The State of California also provides helpful winter driving tips ",{"type":"[","value":["http:\/\/dot.ca.gov\/hq\/roadinfo\/wntrdriv.htm"]},".\n\nIf you are already near or in the Lake Tahoe region ",{"type":"''","value":["without"]}," snow chains in your car, but you find that you will need them, try to buy them where the locals might, such as a grocery store or auto part franchise. Prices for chains at gas stations visible from the highway will often be twice as expensive!\n\n",{"type":"'''","value":["Be aware some vehicles cannot accept regular snow chains due to low clearance between the wheel and the wheel well or the suspension parts."]},"  Your car's manual will have the necessary information regarding this.  You may still be able to use a low-clearance chain such as SSC Super Z6 but ensure that it fits and works properly BEFORE you depart.\n\nDuring chain control, men in orange jumpsuits will be on hand to install chains for you for a hefty fee of $30 USD (sometimes a little more if they need to cut your chains to fit). If you've never installed chains, the convenience of paying an expert do the job in less than five minutes may outweigh the amount of money you save while shuddering in the cold, hunched over the instructions for half an hour. The choice is entirely yours; a good method of learning how to install chains is to watch someone do it the first time so that you know how it to do it yourself the next time---just consider the $30-$35 your lesson fee. (Or better yet, have an experienced friend teach you before you even leave.)\n\nFour-wheel drive vehicles with snow tires or \"mud and snow\" tires almost never need chains — Caltrans usually closes the highway altogether for several hours before requiring four-wheel drive vehicles with chains.  The latter tires usually have a \"M+S\" marking on them.\n\nIf you are an experienced driver in snow, you may find it ridiculous to be asked to put on chains. But the Highway patrol makes no exceptions unless you have 4wd.  You can't argue your way out if it, but you'll get over it and you will laugh heartily at the number of cars spinning out of control (even with 4wd) as inexperienced California drivers attempt to handle the snow by driving as if it isn't there. Take their foolishness realistically - they WILL hit you if they get close.  Keep your distance.\n\nFront-wheel drive cars with snow tires on the drive wheels under the weight of the engine do very well.\n\nRear-wheel drive trucks with no weight in the back do the worst.  \n\nCars with bald tires with chains may still slip and be a major road hazard.\n\nBig rig trucks, the 18 wheelers, can jackknife, and spin and crash, and often are the cause of road closures.\n\nWindshield wipers during snowfall: It's best to find and use special windshield wipers for the snow, where the joints in the wipers are covered up and protected, otherwise, they may freeze, and be useless.\n\n",{"type":"====","value":[" Route highways "]},"\n",{"type":"'''","value":["To North Lake Tahoe"]},": From the San Francisco Bay Area or Sacramento, take interstate highway I-80 East toward Reno and exit highway 89 South to Tahoe City. From Reno, take I-80 West toward Sacramento and exit Truckee taking Highway 267 south to the Lake.\n\n",{"type":"'''","value":["To South Lake Tahoe"]},": From the San Francisco Bay Area or Sacramento, take US Highway 50 East toward South Lake Tahoe. This is by far the most scenic way to enter the Lake Tahoe basin, with soaring views over the entire lake from Echo Summit down the last few miles to the valley floor.\n\n",{"type":"===","value":["By bus or shuttle"]},"\n\nThere is an ",{"type":"[[","value":[["Amtrak"]]}," train station in ",{"type":"[[","value":[["Truckee"]]},", ",{"type":"[[","value":[["California"]]},", and bus service from various carriers there to points around the lake.  Amtrak offers a combined bus\/train service from ",{"type":"[[","value":[["San Francisco, California"]]}," (via the ",{"type":"[[","value":[["Emeryville"]]},", California stop) to ",{"type":"[[","value":[["South Lake Tahoe"]]},".  Many ski resorts offer bus and shuttle rides from certain pick-up locations in the San Francisco Bay Area, Sacramento, Reno, Truckee or from hotels in the Lake Tahoe region. Availability, pick-up locations, schedules and rates vary widely depending on the resort you want to go to. See the ",{"type":"'''","value":["Do"]}," section below for a list of ski resorts, and check their website or call their office to see what your options are.\n\n",{"type":"===","value":["By train"]},"\n\nAmtrak operates the ",{"type":"[","value":["http:\/\/amtrak.com\/trains\/californiazephyr.html California Zephyr Train"]},", which goes from ",{"type":"[[","value":[["Emeryville"]]}," in the ",{"type":"[[","value":[["Bay Area (California)"],["San Francisco Bay Area"]]}," to ",{"type":"[[","value":[["Chicago"],["Chicago, IL"]]}," and makes a stop in ",{"type":"[[","value":[["Truckee"]]},".\n\n",{"type":"==","value":[" Get around "]},"\nIn North Lake Tahoe there is a Bus service called ",{"type":"[","value":["http:\/\/www.laketahoetransit.com\/home TART"]}," (Tahoe area rapid transit); it does not have the most robust schedule and as cabs can be scarce, so a rental car is a necessity.\n\nStateline casino resorts in South Lake Tahoe have free shuttle buses to most of the ski resorts.  Most of the shuttle buses do not check if you are staying at the resort.\n\nHitchhiking is also common in the north shore, although usually for shorter regional distances.  The majority of rides are given by local residents.\n\n",{"type":"==","value":[" See "]},"\nSee the views of the Lake from the ",{"type":"[[","value":[["Homewood"]]}," Chairlifts.\n\nSee the mountain valley on the hike up the Emerald bay hiking trail.\n\nSee the hillside letters which are marked on several mountain ranges throughout Nevada. Closest is the 'C' in Carson City. \nThese letters are rumored to be used by pilots who are flying over the planes and use them as directional guides, but really they are a representation of many Nevadan school's pride, who have placed these letters on hills for centuries. Most of these letters still remain and have been taken care of by farmers.\nRead about this myth here:",{"type":"[","value":["http:\/\/http:\/\/nsla.nevadaculture.org\/index.php?option=com_content&task=view&id=773&Itemid=418 Nevada Hillside Letters"]}," and see pictures on the WikiShared page.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"====","value":[" Horseback Riding "]},"\nThere are many places to go Horseback Riding in Lake Tahoe. Below is a list of stables where they offer guided trails and tours of Lake Tahoe mountain ranges.\n\n",{"type":"'''","value":["Camp Richardson's Corral"]},":\n4 Emerald Bay Road (at Fallen Leaf Road), South Lake Tahoe, CA \n(530) 541-3113 \nAll rides are guided and at a walk - Kids have to be 6 yrs or older - weight limit of 225 lbs. - Reservations are Required \nOpen: Summer for Horseback Riding - Winter for Sleigh Rides\nTrail Rides \n2 Hour Trail Rides \nDay Rides (4 hours) \nBreakfast Ride - 8am to 10am \nA brisk morning ride to bacon and eggs, hotcakes and cowboy coffee \nSteak Ride - 4:30pm to 7pm \nAn easy ride for Mom and Dad, but exciting for the kids, through wooded trails, across Taylor Creek and back to a western steak barbecue. \n\n",{"type":"'''","value":["Cascade Stables"]},":\n2199 Cascade Road, South Lake Tahoe, CA \n(530) 541-2055 \nOPEN: June - September \nCall ahead for rates & times \n1 Hour Rides\nTake our hour ride to beautiful Cascade Lake, or to a scenic view overlooking Lake Tahoe and the south shore. For those who choose a more gentle ride, take our Meadow Trail skirting Lake Tahoe and Tallac Meadows. \n2 Hour  Rides\nIf you have more time, enjoy the spectacular scenery of Cascade Lake on a 2 hour ride around the lake. \nAll Day - reservations advisable \n\n",{"type":"'''","value":["Northstar Stables"]},":\nNorthstar at Tahoe, Truckee, CA \n(530) 562-2480 \nOPEN: June - October \nWe Specialize in beginners and family groups. All our rides include an extra half hour for you to get to know your guide, do your paperwork and participate in a discussion on horse behavior and safety rules. Children must be 7 years for trail rides. \n1 Hour Trail Rides \n2 Hour Trail Rides \nPony Rides \nFor Advanced Riders \nPrivate Ride \n\n",{"type":"'''","value":["Squaw Valley Stables"]},":\n1525 Squaw Valley Road, Olympic Valley, CA \n(530) 583-7433 \nOPEN: June through September \nRide the site of the 1960 Winter Olympics \nCall For Reservations.Has a wude variety of horses...Gentle horses for gentle people, spirited horses for spirited people, and for those who don't like to ride there are horses that don't like to be ridden. One Hour Ride (9:00 to 4:00 - every hour)Two Hour Ride (9:00, 11:00 & 2:00)Half Day Ride (1:30)Private Rides - Reservations required PONY RIDES (10am-12pm & 1pm- 4pm - you lead 20 minutes)\n\n",{"type":"===","value":[" Ski Resorts "]},"\n\nThere are many resorts in the Tahoe region for skiers and snowboarders. Lifts are open whenever the snows begin (usually around mid-November) and close when the weather becomes too warm and the snow stops (usually around mid to late-April, though resorts have sometimes closed as late as July 4th). Conditions will vary depending on the resort, and not all mountains are the same.\n\n",{"type":"====","value":[" North Shore "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Alpine Meadows"],["alt="],["url=http:\/\/skialpine.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On highway 89 between Tahoe City and interstate 80; Alpine is one of the most well established resorts in Lake Tahoe, it boasts a large network of new high speed lifts and enough variety in its terrain to satisfy any level of skier. Alpine also features ticket prices significantly lower than its competitors, while regulating the number of skiers on the mountain to limit crowds."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Homewood"]]}],["alt="],["url=http:\/\/skihomewood.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 530 525-2900"],["tollfree="],["fax="],["hours="],["price="],["content=On highway 89\/West lake boulevard Homewood is a large resort covering two mountains with variable terrain and many different ski runs, located directly on the lake and producing some of the best views of the lake, 6 miles south of Tahoe City. Typically, Homewood is the least busy resort, has cheaper tickets than most (including a $99 senior season pass). The smaller crowds mean better skiing longer after storms, and more relaxed attitude than some Tahoe areas. Its main downside is that it has no detachable high speed chairlifts, although they have just replaced their oldest and slowest main double chair with a modern triple chair."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Northstar"],["alt="],["url=http:\/\/northstarattahoe.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-GO-NORTH"],["fax="],["hours="],["price="],["content=Lifts open daily from 8:30AM-4PM (",{"type":"''","value":["weather permitting"]},"). Northstar Dr. (",{"type":"''","value":["off Highway 267, near Truckee"]},"), A popular beginner and family-friendly resort, with slopes much less steep than at most other major resorts. Just built \"The Village\" at the base of the mountain with shops, restaurants, living spaces and an outdoor ice skating rink. Expect large crowds on major holiday weekends."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Squaw Valley"]]}]}," ",{"type":"[","value":["http:\/\/squaw.com\/"]},", +1 530 583-6985.  On highway 89 between Tahoe City and interstate 80; Squaw is possibly the most well known resort in all of California, and the setting for the recent book Squallywood ",{"type":"[","value":["http:\/\/squallywoodthebook.com\/"]},". A complete skier's paradise- magazine favorite for its varied terrain, huge size and massive high speed lift system; and a former Olympic village.  Its over sized reputation also presents a downside: crowds that even a on mountain the size of Squaw can swamp the intermediate lifts and result in lines."]},"\n",{"type":"====","value":[" South Shore "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Heavenly"],["alt="],["url=http:\/\/skiheavenly.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owned by Vail Resorts, located on the state line (so half casinos, half not)and half the skiing in California and half in Nevada. Beginner, and family-friendly with considerably more terrain than many area resorts, has hosted World Cup ski races."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kirkwood"],["alt="],["url=http:\/\/kirkwood.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located about 45 minutes from South Lake Tahoe, features one of the highest base elevations and most consistent snow packs in the Sierra. Off the beaten path, but not as crowded as Sierra at Tahoe or Heavenly with a larger variety of terrain than either."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sierra at Tahoe"],["alt="],["url=http:\/\/sierratahoe.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 530 659-7453"],["tollfree="],["fax="],["hours="],["price="],["content=1111 Sierra-at-Tahoe Road. Under the same management as Northstar, so a season pass will work at both locations. Slopes are steeper than at Northstar and less well maintained, more of an adventurous place to ski than Northstar is usually not quite as crowded."]]}]},"\n",{"type":"====","value":[" Nevada "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Diamond Peak"],["alt="],["url=http:\/\/diamondpeak.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Family-friendly resort with slopes for all ski levels. Great for beginners and kids and has convenient parking, easy, wide slopes and breathtaking views of Lake Tahoe."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Mount Rose"],["alt="],["url=http:\/\/mtrose.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Highest base elevation in the Tahoe Basin, and the closest major ski area to Reno it is a favorite of locals, and the site of some of the best chute skiing in Tahoe."]]}]},"\n",{"type":"====","value":[" Beyond Donner Pass "]},"\nIf you are heading east from the Bay Area, you have some skiing choices.  These resorts are all on Highway 80 going East, before you hit Donner Pass.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Boreal Ridge"],["alt="],["url=http:\/\/rideboreal.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the peak on the highway at about 7000 feet, usually one of the first areas to open every year, with extensive night skiing and snow making coverage, this area was one of the first to market with a snowboard terrain Park."]]},"  "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Royal Gorge"],["alt="],["url=http:\/\/royalgorge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A cross-country ski area."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sugar Bowl"],["alt="],["url=http:\/\/sugarbowl.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A resort that consistently among the ski areas with the highest annual snow falls in the US, good varied terrain and an extensive network of high speed lifts, they are also beginning to build a village at the base of Mt. Judah like that at Squaw Valley."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Soda Springs"],["alt="],["url=http:\/\/skisodasprings.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small area open primarily on weekends near the Mt. Judah entrance to Sugar Bowl."]]}]},"\n",{"type":"===","value":["Hiking"]},"\n\nThere are several parks along the shore and nearby, including ",{"type":"[[","value":[["Bliss State Park"]]}," and ",{"type":"[[","value":[["Emerald Bay State Park"]]},".\n\nThere are many trail in the nearby Desolation Wilderness including Mount Tallac Trail.\n\n",{"type":"===","value":["Beaches"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sand Harbor"]},", northeast shore."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chamber's Landing"]},", west shore, south of Tahoe City."]},"\n",{"type":"*","value":[{"type":"'''","value":["Meek's Bay"]},", west shore, south of Tahoe City."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tahoe City"]},", North shore, in Tahoe City."]},"\n",{"type":"*","value":[{"type":"'''","value":["Emerald Bay"]},", west shore, south of Homewood on 89."]},"\n",{"type":"===","value":["Boat trips"]},"\n\nThe Tahoe Queen at Ski Run Marina and the M.S. Dixie II at Zephyr Cove Resort are both authentic Mississippi Style Paddle-wheel boats. They offer daytime scenic sightseeing cruises to Emerald Bay in addition to dinner dance cruises. 1 (800) 23-TAHOE\n\nSeveral charter services offer boat tours to the mansions that dot the lake shore. Tahoe Keys Boat and Charter Rentals and Ski Run Boat Company offer guided boat tours of Lake Tahoe. Tahoe Keys had a very unique Party Boat that is 52 feet and can hold up to 49 people. This famous boat is a very popular for weddings. They also have rentals of other motorized personal watercrafts.\n",{"type":"'''","value":["Tahoe Keys Boat Company"]},":\n1(530)542-2111 \n",{"type":"'''","value":["Ski Run Boat Company"]},":\nSki Run Marina\nSouth Lake Tahoe, CA, 96150\n\n",{"type":"===","value":[" Year-Round Activities "]},"\n\nGambling is a popular activity year-round, many other activities are seasonal.  In the winter the skiing in the area is world class and spread across many varied resorts, other winter activities are snow shoeing and snowmobiling.  During the summer months boat rentals are available in most towns on the lake.  Other activities that draw people to the area are: golf, hiking, mountain biking, and 4-wheeling.\n\n",{"type":"==","value":[" Buy "]},"\n\nYou can rent skiing or snowboarding equipment directly at the mountain.  However, to save money and increase your available choices, you might want to rent from one of the many Ski Shops in the North Tahoe Area including but not limited to Granite Chief Sports, Squaw Valley Sports, Tahoe Dave's, and Porter's in Tahoe City.  South Lake Tahoe has a dozen ski shops and rental businesses, including George's Discount Ski Rentals, The Ski Renter and Rainbow Mountain Sports. Also there are 2-3 companies who will deliver equipment directly to your hotel room. You can also rent from REI, Any Mountain, Helm of Sun Valley, and Marmot Mountain Works in the Bay Area (and probably other places too).\n\n",{"type":"==","value":[" Eat "]},"\n\nThere are over 273 restaurants in Lake Tahoe to choose from. The types of food you can find there ranges from Chinese to Indian Cuisine.  While there are several of the usual chain restaurants, South Lake Tahoe has almost 200 independent food businesses, a few who have operated there for over 50 years.  To get a unique flavor of Lake Tahoe try several of the independent restaurants.\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"[[","value":[["Tahoe City"]]}," and ",{"type":"[[","value":[["Squaw Valley"]]}," have a good selection of bars and nightlife.  The major casinos and shows are located on the South Shore at Stateline \/ South Lake Tahoe.\n\n",{"type":"==","value":[" Sleep "]},"\n\nHotels are, of course, an option.  Book in advance, especially in the winter or summer seasons.  You can get a room for as cheap as $30\/night in South Lake Tahoe, get a package at a casino hotel or spend several hundred dollars a night at one of the many resort style hotels on or near the Lake or ski resorts.  \n\nHomeowners in the area do a brisk business renting\/leasing out their homes, condos and cabins during the winter and summer seasons.  They vary in price from a few hundred dollars\/night for a short term rental to $800\/mo for a 1-room condo and up to $3,000\/mo for 4+ bedroom houses with hot tubs and other amenities. Short term rentals and longer term leases are advertised on local travel and tourism web sites, with real estate agencies as well as in the local papers.\n\n\n\n",{"type":"==","value":["Stay safe"]},"\n\nBeware of bears.  Do not feed the bears.  Do not leave food or food wrappers in your car.\n\nBeware of other wildlife as they may defend themselves if threatened, carry rabies, or themselves be in danger by your close presence.\n\nSnowstorms blow in quickly and can cause power outages, especially in more remote locations, as well as blocking off roads with several feet of snow that may fall in a single night.  Bring extra food, just in case, and always carry chains in your car as the road restrictions can come up quickly.  If you are renting a car during October - late April request tire chains be included.  This is typical when renting a vehicle in Reno but may be more difficult to find if picking up your vehicle in San Francisco or Sacramento.\n\nHitchhikers are quite common all around Lake Tahoe.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"====","value":["Shopping"]},"\nThere are plenty of places to shop at in Lake Tahoe. Some stores are located in outlet centers, at ski areas and others in downtown locations such as in South Lake Tahoe at the base of the Heavenly Tram and along the main streets in Tahoe City and Truckee. \n-",{"type":"'''","value":["Squaw Valley \/ Olympic Valley Shopping Area"]},"\n-",{"type":"'''","value":["Resort at Squaw Creek - Retail Promenade"]},"\n-",{"type":"'''","value":["FACTORY STORES AT THE 'Y' in South Lake Tahoe"]},"\n-",{"type":"'''","value":["Shops at Ski Run Marina"]},"\n-",{"type":"'''","value":["Shops at Heavenly Village"]},"\n-",{"type":"'''","value":["Boatworks Mall"]},"\n-",{"type":"'''","value":["Cobblestone Center"]},"\n-",{"type":"'''","value":["Tahoe City Marina and Mall"]},"\n-",{"type":"'''","value":["Tahoe\/Truckee Factory Stores"]},"\n\n",{"type":"====","value":["Brothels"]},"\nJust northeast of Lake Tahoe in the outer Reno area, there are also still 4 very famous brothels that have been there for decades. While some of these are no longer operating,if you are looking to visit these brothels their names are , Mustang Ranch Brothel - which was once owned by the IRS\/U.S. Government.  and Triangle River Ranch. The Moonlight Bunny Ranch Brothel (featured on HBO) and Kit Kat Ranch are 6 miles east of Carson City along U.S. Hwy 50.  Many of the brothels in parts of Nevada have been shut down by the government.\n\n",{"type":"====","value":["Golfing"]},"\nGolf can be enjoyed year-round in Lake Tahoe. Visitor's can even enjoy skiiing and golfing in the same day! Below is a list of Golf courses in Lake Tahoe.\n-",{"type":"'''","value":["Edgewood Tahoe Golf Course"]}," and ",{"type":"'''","value":["Lake Tahoe Country Club"]}," are in South Tahoe  \n-",{"type":"'''","value":["The Golf Courses At Incline Village"]},"  \n-",{"type":"'''","value":["Lake Tahoe Golf Course"]},"  \n-",{"type":"'''","value":["Northstar-at-Tahoe"]},"  \n-",{"type":"'''","value":["Resort at Squaw Creek Golf Course"]},"  \n-",{"type":"'''","value":["Tahoe Donner Golf Course"]},"\n\n",{"type":"====","value":["Fishing"]},"\nThere are many places to fish in Lake Tahoe. However, you must buy a fishing license in order to fish in California and Nevada. If you are planning to fish in California and are under the age of 16 a fishing license is not required, or if you are on the Nevada side of Lake Tahoe and are under the age of 12 you will not need a fishing license either. Fishing licenses can be purchased at several charters throughout Lake Tahoe. Fishing is prohibited from 2 hours after sunset to 1 hour before sunrise.\n\n",{"type":"==","value":["Go next"]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Sacramento"]]},", the California state capital with excellent restaurants and attractions "]},{"type":"*","value":[" ",{"type":"[[","value":[["Reno"]]},", in Northern Nevada, home of gambling and the University of Nevada, Reno"]},{"type":"*","value":[" ",{"type":"[[","value":[["California Wine Country"]]}," "]},"\n",{"type":"{{","value":[["geo"],["39.091667"],["-120.041667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Sierra Nevada"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n\n\n",{"type":"[[","value":[["Wikipedia:Lake Tahoe"]]}]