[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Lake Forest"]]},"\n",{"type":"'''","value":["Lake Forest"]}," is an idyllic suburb situated along Lake Michigan due north of ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Illinois"]]},". An integral part of Chicago's ritzy ",{"type":"[[","value":[["North Shore (Illinois)"],["North Shore"]]}," suburban area, Lake Forest is true to its name and reputation. Indeed, Lake Forest boasts one of Illinois' nicest beaches as well as myriad of fancy homes tucked away under vast expanses of lush green foliage on large estates. With a charming downtown district and a friendlier attitude than most other American communities of its stature, Lake Forest is well worth a visit.\n\n",{"type":"==","value":["Get in"]},"\n\nTrain: Lake Forest is aptly served by the Chicago suburban Metra rail network. In fact, there are two train stations - one to serve each business district of the city. West Lake Forest is served by the Fox Lake line, which originates from Chicago's Union Station; East Lake Forest - namely, the historic downtown area - is served by the Kenosha line, which originates from Chicago's Ogilvie Transportation Center. Each business district is practically adjacent to its respective station, and both areas are small enough to be explored entirely by foot. However, do be aware of the train schedule. Metra train service is relatively infrequent, depending on the time of the day and the day of the week, trains may only operate every few hours.\n\nCar: Other than the aforementioned Metra service, this is the only way to access Lake Forest. Should you wish to explore the city's residential areas, you will absolutely need a car.\n\nFrom Chicago and other North Shore suburbs: Take I-94 North towards Milwaukee, then stay on US Highway 41 North towards Waukegan. Exiting at Everett Road, Westleigh Road, IL-60 or Deerpath will take you into Lake Forest. Make a right on Deerpath (head East) to get to downtown Lake Forest, Lake Forest College, and Lake Forest Beach. Alternatively, if you have some time to kill (or if you are dying to see miles and miles of lakefront mansions) follow Sheridan Road North through all of the North Shore for a more scenic, albeit time-consuming journey.\n\nFrom Milwaukee and Wisconsin: Take I-94 South towards Chicago, then take US Highway 41 South (past Waukegan) to Deerpath. A left on Deerpath will lead you right into the (purposely secluded) heart of the city.\n\nFrom O'Hare Airport and inland suburbs: Take I-294 North towards Milwaukee. Get off at IL-60 and make a right (head East). Turn left at IL-43\/Waukegan Road, then make a right on Deerpath. Follow Deerpath East into the downtown area and beyond.\n\n",{"type":"==","value":["Get around"]},"\n\nLake Forest is a large, spread out community that was designed with tranquility in mind. Owing to the lack of major thoroughfares and strictly enforced residential speed limits on all roads, allow yourself plenty of time just to get across town! However, signage is very good and paying reasonable attention to such should ensure that you will not get lost.\n\n",{"type":"==","value":["See"]},"\nGo to ",{"type":"'''","value":["Lake Forest Beach"]}," down Deerpath Road. This may very well be most beautiful beach in the North Shore. Beware that a Lake Forest city sticker is required to park at or near the beach facility. \n\nExplore Market Square, one of the nation's oldest outdoor mall areas. It was once home to Marshall Field's (who was a prominent Lake Forest resident) first store. Though the stores tend to be pricey, they are not overly ostentatious or snooty as could be expected.\n\nBe sure to check out the beautiful homes and mansions throughout the city. There are no gated communities to speak of - all main streets are fully accessible to the public. As a general rule of thumb, expect to find the most ornate homes closest to the lake (although the newest and most modern ones can be found in Conway Farms, a brand new development on the western outskirts of the city).\n\n",{"type":"'''","value":["Lake Forest College"]},", a premier liberal arts college, has a beautiful campus situated along Sheridan Road. Also make an effort to view the picturesque Lake Forest High School - once a mansion, now one of the nation's best public high schools - from McKinley Road.\n\nMcDonald's (one block North of Everett Rd and Waukegan Rd\/IL-43 intersection) - owing to a hard-fought settlement between the City of Lake Forest (which banned fast food establishments) and the infamous chain (which insisted it had the right to compete against the city's Burger King that had been grandfathered in by the law) you will find one of the most unique McDonald's restaurants, one entirely without blaring Golden Arches, playing classical music, complete with a marble fireplace, leather couches, fresh cooked omelets during Sunday brunch buffet, and more...\n\n",{"type":"==","value":["Do"]},"\n\nWhile residents of Lake Forest partake in a number of community organizations and functions, there is not much for the casual visitor to do. Many families choose to raise their kids in this quiet city precisely so that they are not distracted by the trappings of city life.\n\n",{"type":"==","value":["Buy"]},"\n\nLake Forest has relatively few businesses for a city of 20,000 people. However, that should not discourage you from exploring the many boutiques in and around Market Square.\n\n",{"type":"==","value":["Eat"]},"\n\nLovell's - a fabulous, very expensive restaurant owned by the former astronaut and local resident Jim Lovell. Just North of the intersection of Everett Road and Waukegan Road\/IL-43 in West Lake Forest.\n\nSushi Kushi Toyo - a very popular destination for locals. All of the sushi and seafood you could desire. More reasonably priced than other options, but by no means cheap. Also located in West Lake Forest.\n\nFerentino's Pizzeria - contrary to its name, this local chain (one in West Lake Forest, another in downtown\/East Lake Forest) is known to have subpar pizza but excellent pasta and panini sandwiches.\n\nFrancesca's - a local North Shore chain with a limited menu but delicious Italian entrees. Downtown Lake Forest, next to the Deerpath Inn.\n\nSweet's - desserts only, but if you crave a delicious homemade ice cream sundae or other delectable treat, this popular store (right along Deerpath) is worth a stop\n\n",{"type":"==","value":["Drink"]},"\n\nAlthough Lake Forest is technically a college town, don't expect to find any sort of wild party atmosphere. High school and college students often like to throw parties in their posh homes when parents aren't around, but it is unlikely that you will find and gain entry to such a party without knowing the host. Your best bet would be to head to downtown Chicago or check out the nearby bars in Highwood, Lincolnshire, or Vernon Hills.\n\n",{"type":"==","value":["Sleep"]},"\n\nMost visitors to Lake Forest are staying in a private home with friends or family. The Deerpath Inn is the city's sole hotel. Although it is conviently located in the heart of downtown Lake Forest, the Deerpath Inn is better known for its gourmet food than its cramped, dated accomodations. You are likely better off staying at a more modern name-brand hotel in nearby Vernon Hills, Deerfield, or Northbrook.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Garden Inn Lake Forest Mettawa"],["url=http:\/\/hiltongardeninn.hilton.com\/en\/gi\/hotels\/index.jhtml?ctyhocn=ORDLFGI"],["email="],["address=26225 North River Woods Boulevard"],["lat="],["long="],["directions="],["phone = +1 847-735-8374"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Residence Inn Chicago Lake Forest Mettawa"],["url=http:\/\/www.marriott.com\/hotels\/travel\/chilk-residence-inn-chicago-lake-forest-mettawa\/"],["email="],["address=26325 N Riverwoods Boulevard"],["lat="],["long="],["directions="],["phone = +1 -847-615-2701"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nContact any friends or family that you know from Lake Forest. Chances are you will end up with a nice place to stay and some great tour guides.\n\n",{"type":"==","value":["Go next"]},"\n\nDowntown Chicago is about 45 minutes away.\nEvanston, home of Northwestern University, is about 30 minutes away.\nSix Flags Great America is approximately 15 minutes from Lake Forest.\nMilwaukee is about an hour's drive.\n\n",{"type":"{{","value":[["routebox"],["image1=I-94.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Milwaukee"]]}],["minorl1=",{"type":"[[","value":[["Gurnee"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Chicago"]]}],["minorr1=",{"type":"[[","value":[["Deerfield (Illinois)"],["Deerfield"]]}],["image2=US 41.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Milwaukee"]]}],["minorl2=",{"type":"[[","value":[["Waukegan"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Chicago"]]}],["minorr2=",{"type":"[[","value":[["Highland Park (Illinois)"],["Highland Park"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.234722"],["-87.850833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chicagoland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Lake Forest, Illinois"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Illinois\/Localities\/L\/Lake_Forest\/"]]}]