[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.friendsoflakewoodruff.org Lake Woodruff"]}]}," is in ",{"type":"[[","value":[["Volusia County"]]}," of ",{"type":"[[","value":[["USA"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLake Woodruff NWR was an Audubon Refuge Keepers (ARK) organization founded in 1999 under the aegis of National Audubon Society and affiliated with West Volusia Audubon Society, a nonprofit tax-exempt corporation with 501c3 status. We are now considered independent, as we have incorporated the Friends group in 2002, and now have our own 501c3 status. The Friends of Lake Woodruff NWR, Inc. is a member group of the National Wildlife Refuge Association.\n\nThe Friends mission is to work with Lake Woodruff National Wildlife Refuge in providing educational opportunities to increase community awareness, support and appreciation of the refuge and to augment the stewardship of its wildlife and habitats.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe refuge contains a myriad of habitats: among them are marshes, swamps, creeks, hammocks and uplands.\n\n",{"type":"===","value":["Flora and fauna"]},"\nVisitors explore the miles of man-made dikes that form the pools. The pools attract marsh birds and waterfowl throughout the year, especially during the winter months. A sharp-eyed visitor may glimpse a variety of creatures: bald eagles, deer, marsh rabbits, otters and gopher tortoises. \n\nLake Woodruff NWR is a top spot where a lucky birder may spot a limpkin. It is host to the second largest pre-migratory roosting colony for swallow-tailed kites in the USA. The refuge bird count is 215 species, exclusive of accidentals. American alligators thrive in the clean fresh water. Fishermen enjoy bank and boat fishing for bluegill, bream, crappie, jackfish, and large-mouth bass. Managed deer hunting opportunities are also provided.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nLake Woodruff NWR is located 25 miles west of Daytona Beach, Florida, and 7 miles north of DeLand on U.S. Highway 17 near the community of DeLeon Springs, FL. From Highway 17 in DeLeon Springs, turn west and go one block to Grand Avenue. Turn south on Grand and go approximately 3 blocks to Mud Lake Road. Refuge directional signs are prominently displayed on both U.S. 17 and Grand Ave. to direct the way to the refuge and headquarters office.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere is a nature store stocked with a wide range of nature and wildlife-related gifts.  Located in the Lake Woodruff Visitors Center on Mud Lake Road.  Friends of Lake Woodruff National Wildlife Refuge members receive a 10% discount on their purchases. Open Nov-Jun M-Sa 9AM-5PM, and on a non-scheduled basis the rest of the year.  Because the store is volunteer operated, it is best to call before coming in to be sure the store is open, 386-985-4673.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Volusia County"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]