[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Lakeside"]]},"\n",{"type":"'''","value":["Lakeside "]}," is a city in ",{"type":"[[","value":[["Ottawa County (Ohio)"],["Ottawa County"]]}," in ",{"type":"[[","value":[["Northwest Ohio"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLakeside was founded in 1873 as a Methodist summer retreat on one square mile of land on the Marblehead Penninsula.  Lakeside is known as \"The Chautauqua on Lake Erie.\"  Chautauqua is an American summertime institution during which visitors can participate in activities, such as musical concerts, artists, lectures, and familiy activities throughout the summer. Lakeside boasts a full professional orchestra, a well regarded amateur chorus, and a packed daily schedule of creative, educational, and religious activies. \n\nDuring the 11 week summer season (roughly Memorial Day to Labor Day) Lakeside is a gated community.  Visitors must buy a gate pass to get in; the pass entitles them to use all of Lakeside's amenities as well as participate in Lakeside's daily activities.  The Lakeside Association maintains municipal and community services, such as the roadways, pier, auditorium, parks, etc.  Private homeowners own individual houses in Lakeside and most of the businesses in the downtown are privately run.   \n\nWhile the Lakeside community and activities are open to all, visitors are expected to adhere to a code of conduct.  Lakeside is a dry community; no alcohol is served in any Lakeside restaurants nor allowed to be consumed anywhere on Association property.  Smoking is likewise prohibited.\n\nLakeside events and classes are scheduled week by week.  Sign up for many art activities is on Sunday afternoon.\n\n",{"type":"==","value":["Get in"]},"\nBy Car: Lakeside is located on the Marblehead Peninsula.  The south entrance is on the left side of route 163.\n\nBy Train: While Lakeside has a rail station, trains have not run to Lakeside since the 1960's.   It is possible to take the train to Sandusky, Ohio, then taxi to Lakeside (approximately 18 miles)\n\nBy Ferry: Ferries from Kelleys Island land at Marblehead, Ohio, an approximate one mile walk to the West gate of Lakeside or 1.5 miles walk to the South Gate.  It is possible to take a ferry from Sandusky to Kelleys Island and transfer to a ferry to Marblehead.\n\n",{"type":"==","value":["Get around"]},"\nFor most people, walking is the best way to get around Lakeside.  The community is rather compact, and most activities are in the \"downtown\" area.  Bicycles are another option.  For those who want to get around without the effort, golf carts are available for rent.  Some (mostly older residents) use personal scooters as well.  Only foot traffic is allowed in Lakeside's parks and walking paths.\n\nLakeside offers a shuttle service -- an extended golf cart operating on a fixed route every 15 minutes or so on a set route. \n\nCars are not a useful way to get around lakeside.  Park your car on arrival and keep it parked.  Parking is available by the south entrance (for a fee), at the Danbury High School (just outside Lakeside's south gate, for free).  Some cottages have their own garages and parking, and parking lots are available at the hotels.\n\n",{"type":"==","value":["See"]},"\nLake Erie, Concerts by the Lakeside Orchestra\n",{"type":"==","value":["Do"]},"\nActivities at Lakeside can be divided between those which are done on the land and water-based activities, as well as between educational activities (for children and adults) and ones primarily for recreation or  entertainment.\n\n",{"type":"===","value":["On The Land"]},"\nShuffleboard\nMini Golf\nWalks\nPlaygrounds\nBasketball\nTennis\n\n",{"type":"===","value":["On The Water"]},"\nSwimming\nFishing\nSailing\nBoat Races\nKayaking\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Hotels"]},"\n",{"type":"'''","value":["Lakeside Hotel"]}," is a historic hotel built on the shore.  It has been renovated several times since its initial construction more than 100 years ago.  The Lakeside Hotel today is open year round, and features formal dining rooms and lobby and rooms with good views.\n\n",{"type":"'''","value":["Fountain Hotel"]}," is a modern hotel built in the 1970's with 47 rooms.  \n\n",{"type":"===","value":["Bed and Breakfasts"]},"\n\n",{"type":"===","value":["Renting a House or Cabin"]},"\n\n",{"type":"===","value":["Campgrounds"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=OH-163.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Perrysburg (Ohio)"],["Perrysburg"]]}],["minorl1=",{"type":"[[","value":[["Port Clinton (Ohio)"],["Port Clinton"]]}],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Marblehead (Ohio)"],["Marblehead"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.543333"],["-82.751389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ottawa County (Ohio)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lakeside, Ohio"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lakeside, Ohio"]]}]