[{"type":"{{","value":[["pagebanner"],["Lake_Toba_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Lake-toba.jpg"],["thumb"],["350px"],["Lake Toba"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.indonesia.travel\/en\/destination\/48\/the-incredible-lake-toba Lake Toba"]}]}," (",{"type":"''","value":["Danau Toba"]},")  , is the largest volcanic lake in the world and is in ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},". Samosir island within the lake is the island within the island of Sumatra.\n\n",{"type":"==","value":["Understand"]},"\n\nLake Toba is an immense volcanic lake covering an area of 1,707 km",{"type":"<","value":["sup",["2"]]}," (1,000 km",{"type":"<","value":["sup",["2"]]}," bigger than Singapore) with an island in the center. Formed by a gigantic volcanic eruption some 70,000 years ago, it is probably the largest resurgent caldera on Earth. Some studies say it might have been associated with causing previous ice age\/climate change and the largest human population bottleneck ever. Genetic estimates suggests that there were only a few thousand individuals that survived the catastrophe. The island in the middle - Pulau Samosir - was joined to the caldera wall by a narrow isthmus, which was cut through to enable boats to pass; a road bridge crosses the cutting. Samosir island is the cultural centre of Batak tribe who are mostly Christians in the modern days.\n\nLake Toba was perhaps once more popular than it is nowadays, but for many it remains a firm fixture on the ",{"type":"[[","value":[["Banana Pancake Trail"]]},". It is a great laid back place to chill out for a few days after jungle trekking etc. The location is very popular with Chinese tourists around Chinese New Year, when availability drops dramatically and accommodation costs sky rocket.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian"]]}]},", known as ",{"type":"''","value":["Bahasa Indonesia"]},". And there are local people who live in Toba region that called BATAK; they speak with the local language BATAK; just say for the whole greetings HORAS means welcome, good morning, farewell and etc.\n\n",{"type":"==","value":["Get in"]},"\n\nMost visitors fly to ",{"type":"[[","value":[["Medan"]]}," and then travel by land to ",{"type":"[[","value":[["Parapat"]]},", the town by Lake Toba. Parapat is about 4 hours by car from Medan (4–6 hours by public bus). You can get from Medan airport to Lake Toba entirely by public transport if you wish. First, you must go from the airport to Amplas bus terminal. Walk through the car park and go out the main car exit of the airport, cross the road and turn left after the petrol station, and then turn right (about a ten-fifteen min walk altogether). There, you can catch a yellow public bus, number 64, to Amplas Terminal for Rp 3,000. From Amplas terminal, you can get a public bus to Parapat for Rp 22,000. So you can get from Medan airport to Parapat for a toal of Rp 25,000 (October, 2010), and then get a ferry out to Samosir island for Rp 7,000\/person.\n\nFrom Kualanamu International Airport you can fly directly to Silangit with Susi Air daily ",{"type":"[","value":["http:\/\/www.susiair.com"]},". Flights take approximately 40 minutes and is a much better and safer way than the road trip. 2012 April the flight costs were around US$42.00 one way. However the transportation options at Silangit airport are very limited, trip time from Silangit Airport to Parapat is around 2 hours. The airport has express airport train to Medan with ticket fare not more than Rp80,000 per person and faster than use Shuttle Airport Damri bus with ticket fare Rp10,000 per person to Amplas Bus Terminal and Rp15,000 per person to Medan Fair Plaza. There are also bus directly to Prapat from airport with ticket fare Rp60,000 per person or use travel from the airport with ticket fare Rp450,000 for 3 persons.\n\nParapat is a nice little town with reasonable hotels\/guest houses, good food options and so on. However its on the island itself that you get the real feeling of Danau Toba.\n\nParapat is connected to Tomok and Tuk Tuk on the Samosir Island by boat\/ferry that run every hour, the last one at 6PM (Rp 10,000). The place to catch the ferry to Tuk Tuk is called \"Tiga Raja\" harbour\/jetty. Some ferry's owner are tourist hunter and will overcharge you for Rp 20-30,000 for the same trip to Samosir Island. In my opinion try to observe the ferry with wooden bench inside and light green colored ferry. Those are the ferries that charge Rp 10,000 and the locals take to cross over. Self-proclaimed 'Tourist Hunters' may befriend you on the boat but are harmless and often helpful. Tuk Tuk is the main town to stay on Samosir. Use the boat service not the large ferry, they will drop you directly at your Tuk Tuk resort.\n\nThere are also two other harbour in Samosir, they are: Nainggolan (1 hour drive from Tomok) connected Muara, the ferry runs every Sunday, Monday, Wednesday, and Friday, and the other located in Simanindo (30 min drive) connected to Tigaras which runs daily until 6PM.\n\nPlease note: As of Feb 2011 here is only one cirrus\/MasterCard ATM on the island (at the white beach entrance), better to get enough cash at Parapat before crossing the lake to the island.\n\nAnother great way to get to Lake Toba is by train. Two or three trains leave each day in that direction and you want to get off either at Pematang Siantar or Tebing Tinggi (note: the train stops at one or the other).  If you want to get to the train directly from Medan airport, get a taxi or becak, and tell them or write ",{"type":"'''","value":["Lapangan Merdeka"]}," and ",{"type":"'''","value":["Setasiun Kereta Api Medan"]},". From the station there's only 2 train leaves Medan to Permatang Siantar (or Siantar) which is 11AM and 7:25PM. The fare is Rp 12,000 per person and the journey takes approximately 3-4 hr. Train stop at almost each station. Once you reach the Siantar station double check the schedule for the train for going back to Medan. Then take a Becak or walk to the bus\/taxi hub to travel to Perapat. The train is a wonderful way to travel if you like to learn more culture on their daily living and lifestyle.  Once you are in your seat and have a stream of buskers, food vendors and friendly local passing by you will know why this is often the best way to travel overland.  From Siantar (1 hour taxi) or Tebing Tinggi (2 hr taxi) you will need to hire a taxi or a bus for road transport to Parapat.\n\nThe ferry ride over is fantastic, just truly peaceful, apart from the car radios playing, the ladies selling peanuts, bottled water, mie or pretty much anything else. Normally some of the passengers and vendors will be able to speak English. Landing at the other end of the 1 hour ferry journey is daunting, but again, behave like everyone else in Indonesia and just push, ever so politely, but firmly and eventually you will get off the ferry and onto the main road. Alternatively use the boat service but watch out for the guys that ask for the fee before you embark — they do not work for the operators, you pay on the boat. \n\nThe road signs are pretty much useless, as is asking the locals for directions. Anyway if you are going to tuk tuk keep going, even though it may seem to be taking forever and you have been stuck in the Kijang for 8 hrs= with 10 other people, but you will get there and the hosts will be wonderful.\n\nDo not try to drive out of Samosir Island by going up and over the top to the land bridge. The road is very bad.\n\nIt is also possible to go to ",{"type":"[[","value":[["Parapat"]]}," from ",{"type":"[[","value":[["Dumai"]]}," by mini-van, leaving in the afternoon. The trip takes around 11 hr, and costs Rp 150,000.\n\nYou can also go by tourist bus (minivan 5-7 persons; arrange at local tour agencies) from Berastagi to Parapat (100.000 rps\/person) or from Bukit Lawang to Parapat (150.000 rps\/person).\n\n",{"type":"==","value":["Get around"]},"\n\nLocal transportation around the lake takes the form of boats (cheaper, school boats with limited schedules and more expensive public boats that operate throughout the day). \n\nPublic Boats from Parapat and surrounding areas sail from either Ajibata or Tigaraja to Tuktuk or Tomok at Samosir Island. The fee is Rp 7,000 per trip.\n\nThere is also bigger ship which transports Cars and Busses sailing between Tigaraja and Tomok.\n\nHire a motorcycle for a day or two and get out and about Rp 70,000 per day including full petrol. You can bargain down to Rp 50,000 per day in low season if you hire for several days. Most of the motorcycles available for rent are the owner's own transportation, so you may need to return it to them before sunset (depends on owner) or you may be charge for an extra fees. Take a map. There are no police checking licenses and there is not much traffic - just watch out for the big trucks, buses and diabolical bridges. Honking around is a norm to indicate that there's incoming car from the opposite or there's a car bypassing you from the back (in driver's point of view). A good journey to take on a motorcycle would be to travel North from Tuk Tuk around to the western shore, stopping at the tourist sites along the way such as the many and varied traditional houses and villages. The roads are very bad in the centre of the island (bumpy and washed out) and it takes half a day to cross this way (verse 1–2 hours by coast road which is more scenic anyway). You can expect to ride at least up to 100 km in the day. If you're going around the island with motorcycle or bicycle, be sure to put on some ",{"type":"'''","value":["sunblock"]}," as when you venture out in the morning things can be deceiving due to the cooler temperatures in the morning cause of the higher elevation, but the sun will be intense by mid-day.\n\nIt may be obvious but just remember there are no taxis around Tuk Tuk.  Sure you can walk the small part of the island in an hour or so but if you are heading out for the night plan ahead on how you will get back home.  The locals are very friendly people who will go out of their way to help.  However, some corners of the island are very quiet at night and you may find yourself on a long long walk.\n\nMost of the cottages and guest houses at Tuk Tuk will rent you a very serviceable bicycle for a nominal fee (for locals, it's about Rp 100.000), this is a very much preferred way to get around, but be very careful for the cars as nobody looks and there does not seem to be any right side of the road, even when its the left side.\n\n",{"type":"==","value":["See"]},"\n\nThere are hot springs on the western side of the island just across the causeway from Pangururan. The water ",{"type":"'''","value":["is"]}," hot. Locals usually use their hands to get some water out of the pool, standing in the pool is possible, but you probably won't be able to swim.\nThe fee to enter to the surroundings is Rp 2,000. The pools are free, there's some special foreigner pool for Rp 10,000.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"*","value":["Samosir - Many Big Statues as Cemeteries for Batak people ancestors"]},"\n",{"type":"*","value":["Samosir, Simanindo - Batak Museum with traditional dance performed twice daily"]},"The performance held on 10PM and 11.45PM (ticket price Rp 50.000)\n\n",{"type":"*","value":["Samosir, Ambarita - Stone chairs used for judgement and executions"]},"\n",{"type":"*","value":["Samosir, Tomok - Good place for locals and foreigner to shop for souvenirs. vegetable and fruits. There's a tomb for you to visit as well."]},"\n",{"type":"*","value":["Just on the other side of Samosir, near Pangururan are hot springs "]},"\n",{"type":"*","value":["From Tuk tuk you can see a waterfall up the mountain behind you. It's a great walk with a rewarding fresh swim."]},{"type":"*","value":["Tele has an astonishing view. You can get there from Pangururan. It's located outside Lake Toba and very rewarding."]},"\n",{"type":"==","value":["Do"]},"\n\nKick back and relax after the frenetic atmosphere of Indonesia. Swim in the volcanically warmed waters of the lake or arrange an overnight 'party' boat out on the lake if you can get enough volunteers together. A beautiful place to do nothing at all. Plenty of second hand book shops to stock up on reading material. Traditional Batak Dance in Restaurant Bagus Bay every Wednesday and Saturday from 8:15PM onwards. After the dance, sit back and enjoy the folk songs done by a group of men.\n\n",{"type":"==","value":["Eat"]},"\n\nThe main road around Tuktuk is lined with small restaurants of varying quality.  Also on offer is magic mushroom and various \"happy herb\" pizzas if you want that.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cotney Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=by the Samosir resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rendangs, curries. Internet is available at a reasonable local price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jenny's Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=There is only one or two roads  so simply ask for Jenny's."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant with view of Lake Toba. Curries, fresh lake-fish, steamed or grilled, western food such as schnitzel (breaded pork or chicken chop pan fried). Desserts include fresh papaya that grows in the back-yard or a golden-brown banana pancake with chocolate sauce and a sprinkle of coconut. Once all the guests in the small place with only about 5 tables are fed and happy, Rinto will take the guitar from the wall and entertain his patrons"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Joe's"],["url="],["email="],["address="],["lat="],["long="],["directions=about 2 km from Tuk Tuk towards Ambarita"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A family restaurant with a kind, friendly owner. Chicken à la batak Rp 25,000, banana chocolate cake Rp 80,000 (for a whole cake). Also has fresh vanilla for sale (Rp 70,000 for 100 grams) and motorbike rental."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Marco Polo"],["url="],["email="],["address=Close to the northern tip of Tuk Tuk"],["lat="],["long="],["directions=Walk north past most restaurants, about 15 min from Carolina"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Views and reasonably priced food. Make sure to try the avocado sandwich for Rp 10,000, the avocado tree can be seen from the balcony. The owners are extremely nice and helpful but don't seem to get many customers as they are past the main tourist area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maruba Restaurant"],["url="],["email="],["address=Tuk-tuk"],["lat="],["long="],["directions=In between Amberoba Hotel and Rodeo Accommodation"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Batak and Indonesian food and a variety of Western meals such as schnitzels, real homemade burgers, pasta and roast chicken with fresh herb stuffing. Brown bread, burger buns and baguettes baked most days. English breakfast with smoked bacon is delicious. You can order a Batak feast one day (or less)in advance. Some choices are boneless fish curry, ikan na neura (very fresh raw fish marinated with candlenuts, spices & lime juice), napi nadir (a Batak style curry made with grilled chicken), saksang (chopped pork cooked with Batak spices and fresh pig's blood (blood is optional). Also available to order..delicious Lake Toba freshwater lobster (crayfish) at a very reasonable price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Orari Restaurant"],["url="],["email="],["address=Tuk-Tuk"],["lat="],["long="],["directions=Next to Anju"],["phone=+62 625 451093"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant with traditional Batak, Indonesian and European cuisine. Spaghetti bolognese, nasi goreng 'special', beef rendang, BBQ fish. Restaurant has a view of the lake. Motorbike rentals also available for Rp 60,000."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tabo Cottages"],["url=http:\/\/www.tabocottages.com"],["email=http:\/\/tabores@indo.net.id"],["address=Tuk-tuk"],["lat="],["long="],["directions="],["phone=+62 625 451318"],["tollfree="],["fax="],["hours="],["price=from 215.000"],["content=Free wifi, western-styled food served, the extensive menu is possibly pricier than other options. They have baked goods and European quality natural yoghurt. Fish is caught directly from the lake."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Today's cafe"],["url="],["email="],["address=Tuk-tuk"],["lat="],["long="],["directions=5mins walk from samosir guesthouse"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The owner of this small cafe, juliet is the friendliest host in the island! Pay her a visit and you will visit again for sure! Mains from 20000rps-35000rps. Wifi available for 10000rps an hour."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere is one discotheque on Fri and Sat nights - expect the latest 80s music. Better to drink at your guest house generally.\n\nSaturday night is often the highlight on the local calendar.  You can hear a chorus of parties going around the Tuk Tuk area.  \n\n",{"type":"*","value":[{"type":"'''","value":["Samosir Cottages"]}," you will provide a wonderful local Batak performance that is a mixture of traditional dances and fantastic drinking songs."]},"\nThere are a number of fine spots around the Tuk Tuk area to catch a sunset beer.  \n\n",{"type":"*","value":[{"type":"'''","value":["Reggae Bar"]}," is perched high up looking over the lake."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hibiscus Bar"]}," on main street is hosted by two wonderful local girls and plays cool tunes with a little encouragement.  Thats the thing to remember in Tuk Tuk.  "]},"\nThis area is in a depressed tourist state but is actual a wonderful gem that should be on the world stage.  So while some places may look like not much is going on- just go in - and the momemtum will build into a fun filled night with new friends.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are numerous hotels and guest houses, mainly in Tuk tuk but with a few scattered in other small towns around the island. During Chinese New Year (end of Jan\/early Feb), many Indonesians come for vacation and will pay generously for their rooms (about triple the rate). To accommodate these guests, some guest house owners may ask their existing guests to vacate their rooms, but only giving them very short notice. Therefore, when arriving before Chinese New Year, check with the guest house owner to ensure your stay will not be interrupted.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bagus Bay"],["url=http:\/\/www.bagus-bay.page.tl"],["email="],["address=Bagus Bay"],["lat="],["long="],["directions="],["phone=+62 625 451287"],["tollfree="],["fax="],["hours="],["price=Rp 30,000-175,000"],["checkin="],["checkout="],["content=Next to the lake. A dark wood and bamboo bar\/restaurant gives the place a relaxed feel. The most rooms are basic. They have a restaurant and internet computers. Free secure WIFI."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barbara`s Guesthouse"],["url=http:\/\/www.laketoba.de"],["email=barbarasguesthouse@laketoba.de"],["address=Ambarita"],["lat="],["long="],["directions="],["phone=+62 625 700 0230"],["tollfree="],["fax="],["hours="],["price=From Rp 70,000"],["checkin="],["checkout="],["content=Small quite relaxing place a few km from Tuk Tuk with lovely scenery and good swimming. Rooms are clean and located in several houses. Western and Indonesian style food is served in the restaurant or on the terrace. Tourist information and good tips about Sumatra."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Carolina"],["url=http:\/\/www.carolina-cottages.com"],["email=carolina@indosat.net.id"],["address=Tuk-tuk"],["lat="],["long="],["directions="],["phone=+62 625 451210"],["tollfree="],["fax="],["hours="],["price=Rp 45,000-150,000+10%"],["checkin="],["checkout="],["content=49 rooms set in a beautiful tropical garden. It has a restaurant with a verandah overlooking the lake. Staff are very helpful. Small Batak style cottages up the hill have cold water only. Luxury rooms on the lake shore come with hot water, a bath tub and a fridge. They have a lake area for swimming with a diving board and pontoon to relax. The hotel can organise travel, trips and motorbike rental. Computer room and free Wi-Fi in the restaurant area, though the speed can be very slow."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ebikel's Homestay"],["url="],["email="],["address="],["lat="],["long="],["directions=just next to Hotel Carolina"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Homestay with a decent room and affordable price. The owner Ebikel is a helpful and willing guide to Samosir Island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Christina Guesthouse"],["url=http:\/\/www.xs4all.nl\/~wiltheo\/christina\/"],["email="],["address=Tuk-tuk"],["lat="],["long="],["directions="],["phone=+62 625 451027"],["tollfree="],["fax="],["hours="],["price=From Rp 50,000"],["checkin="],["checkout="],["content=A small relaxing place with lovely scenery and good swimming. Rooms are clean and located in several traditional Batak-houses). Internet and Skype access are available for reasonable price. Western and Indonesian style food is served in the restaurant. General tourist information and good tips about Sumatra."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Liberta Homestay"],["url="],["email="],["address=Sosor Galung"],["lat="],["long="],["directions="],["phone=+62 625 451035"],["tollfree="],["fax="],["hours="],["price=Rp 60,000+"],["checkin="],["checkout="],["content=It has quiet private cabins on the lake. Traditional Batak houses, good atmosphere. The room No1 is a good choice, because of the view and terrace. Friendly owner Mr Moon will sing, cook, and go out of his way for you. He also provides a herbal blend against diarrhea."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mas Cottages"],["url="],["email="],["address="],["lat="],["long="],["directions=about 2 km from Tuk Tuk towards Ambarita"],["phone="],["tollfree="],["fax="],["hours="],["price=Rp 60,000-70,000"],["checkin="],["checkout="],["content=Closer to the ancient ceremonial stone chairs than downtown Tuk-Tuk. Variety of accommodation options all directly on the lake including suites and traditional Batak houses. Prices are a bit higher for this secluded location. Rooms with hot water, but the hot water is unreliable. Good breakfast. No Wi-Fi or internet, and the nearby internet café seems always to be closed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Romlan"],["alt="],["url=http:\/\/www.romlantuktuk.com"],["email=romlantuktuk@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+62 625 451386"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Cottages Rp 40,000 (must ask), rooms Rp 150,000 (Rp. 120,000 low season)"],["content=Small guesthouse with 12 rooms including 2 batak cottages in both a single and a 2-storey building. The rooms are clean and comfortable with attached bathroom. All rooms have a direct lake view. Good for swimming and relaxing. Local and Indonesian food including some German meals. Free Wi-Fi. Private boat dock."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Samosir Cottages"],["url=http:\/\/www.samosircottages.com\/"],["email=info@samosircottages.com"],["address=Tuk-tuk"],["lat="],["long="],["directions="],["phone=+62 625 451170"],["tollfree="],["fax="],["hours="],["price=From Rp 200,000"],["checkin="],["checkout="],["content=Good for those who arrive late in Parapat, there is usually a representative to take them to the cottages. The waterfront is clean, and the large restaurant food and drinks. Batak music provided every Wed night and Sat night. If you walk outside the hotel you can use a local cafe which may offer some more variety and cheaper prices. They also own Samorsir Villa Resort 5 mins drive away. Its sister resort has new rooms, free internet, a pool and a restaurant providing food and drinks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tabo Cottages"],["url=http:\/\/www.tabocottages.com"],["email=tabores@indo.net.id"],["address=Tuk-tuk"],["lat="],["long="],["directions="],["phone=+62 625 451 318"],["tollfree="],["fax="],["hours="],["price=From Rp 120,000"],["checkin="],["checkout="],["content=Rooms are clean and quite modern by Sumatran standards. Free Wi-Fi. Western-styled food served in the restaurant is good."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tony's Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=ask any local"],["phone="],["tollfree="],["fax="],["hours="],["price=From Rp 25,000"],["checkin="],["checkout="],["content=Nice people and nice double room. Vegetable taco for Rp 21,000."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aman guesthouse"],["url="],["email="],["address=Tuk tuk"],["lat="],["long="],["directions=Next to tony's"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Traditional Batak houses with hot water shower. Rp 40,000-50,000rps per room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Parnas Homestay and Bar"],["url="],["email="],["address=Tuktuk Siadong - Samosir Island, Parapat 22395, Indonesien"],["lat="],["long="],["directions="],["phone=+62 625 451167"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A very chilled out place on the left wing of the peninsula Tuktuk. 4 very spacious and beautifully furnished rooms with bathroom, direct access to the lake and stunning views. There's a huge Bar and restaurant with a communal room. free pool billiards, table tennis, darts. Live music, scooter rental, BBQ, laundry. Rooms between Rp 60.000 in low season and Rp 150.000 in high season (note: confirm the agreed room price in writing as it may change when you get the bill)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Haraira"],["url="],["email="],["address="],["lat="],["long="],["directions=Close to Jennys Restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Large very clean rooms with hot water shower (80.000-100.000 rps\/night). Well maintained garden in front of the rooms towards the Lake. Really nice view, good swimming."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe local Batak people are very respectful.  Some of the local males may try to turn on the charm too much.\n\nA popular way for tourists to get around Samosir Island is to hire a motorcycle Rp 70,000-80.000, a lower rate may be available if rented for a longer period. Care should be taken if choosing this option as the roads around the island are in poor condition and medical services very limited if you have an accident requiring medical treatment.\n\n",{"type":"==","value":["Go next"]},"\n\nThere are a few 'Taksi Trans' operators that carry passengers between Parapat and Medan. The trip takes four hours depending upon on the traffic flow, it may cost up to Rp 65,000 per person.  \n\nThere are seven to a van if using a Kijang MPV or Kijang Innova MPV. If you book early, you can get the passenger seat next to the driver. Be warned that it will be a bumpy and exciting ride as most of the drivers are \"F-1\" drivers  and like to across to the wrong side of the road on corners, run red lights, speeding, honking, and use their cellphone when driving.\n\nTake the 7AM ferry from Tuk Tuk, and have breakfast in Parapat.\n\nFrom the harbour in Parapat, jump in a local mini-van (Rp 2,000) towards the Parapat bus station. From there you can reach nearly all the big cities in Sumatra and even Java. A night trip to Bukkintinggi in an air-con coach costs around Rp 180,000 with the A.L.S. company. Prepare for one of the worst night of your trip.\n\nTourist busses (5-7 persons) leave from Parapat to Berastagi, Medan and Bukit Lawang (up to Rp 130.000\/person; 6–7 hours). Tickets can be bought at local tour agencies.\n\n\n",{"type":"{{","value":[["IsPartOf"],["North_Sumatra"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["2.6845"],["98.8756"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lake Toba"]]},"\n",{"type":"[[","value":[["Commons:Category:Lake Toba"]]}]