[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Lakshadweep in India (disputed hatched).svg"],["right"],["240px"],["thumb"],["A map showing where Lakshadweep is in India"]]},"\n\n",{"type":"'''","value":["Lakshadweep"]},", formerly the ",{"type":"'''","value":["Laccadives"]},", is a group of islands situated some 400 km off ",{"type":"[[","value":[["India"]]},"'s west coast in the Arabian sea. They are India's only coral atolls and geologically a part of the same chain as the ",{"type":"[[","value":[["Maldives"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image: Lakshadweep map.jpg"],["thumb"],["240px"],["Map of Lakshadweep"]]},"\n\nLakshadweep is India's smallest union territory. The name literally means \"a hundred thousand islands\" in Sanskrit (",{"type":"''","value":["laksha"]}," = lakh [100,000], ",{"type":"''","value":["dweep"]}," = island). It has ten inhabited islands, 17 uninhabited islands attached islets, four newly formed islets and 5 submerged reefs.\n\nLakshadweep is one of the most beautiful destinations that you could visit during your holidays. This union territory of India is in the Arabian Sea and consists of twelve atolls, three reefs and five submerged banks. The beautiful marine life, the villages, the tourist resorts and the mosques are great attractions for the tourists.\n\n",{"type":"===","value":["Climate"]},"\nPeak season is December to May, when it is cooler and drier. May to September is the main (southwest) monsoon season, but the October-November northeast monsoon can also be rainy.\n\n",{"type":"==","value":["Talk"]},"\nThe people of the islands are ethnically similar to the people of the Kerala coast of India and are of mixed Indian and Arab descent. They speak a dialect of ",{"type":"[[","value":[["Malayalam phrasebook"],["Malayalam"]]},", except in Minicoy where ",{"type":"'''","value":["Mahl"]},", a form of ",{"type":"[[","value":[["Dhivehi phrasebook"],["Dhivehi"]]}," (the language of the Maldives) is spoken.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:A beach side resort at Kadmat Island, Lakshadweep.jpg"],["thumb"],["right"]]},"\n",{"type":"'''","value":["Everybody"]},", Indian or otherwise, ",{"type":"'''","value":["requires a special permit"]}," to visit Lakshadweep.  By far the easiest way to obtain it is to book a package tour through the government's tour operator SPORTS ",{"type":"[","value":["http:\/\/www.lakshadweeptourism.com"]}," or arrange a hotel to sort it out for you; in fact, for foreigners, accommodation booked in advance is a precondition for being allowed to visit.\n\nForeigners are restricted to the islands of ",{"type":"'''","value":["Agatti, Bangaram and Kadmat"]},", plus transit only (max. 12 hours) in Kavaratti.  Indians may visit the other islands as well, but accommodation is very limited (see ",{"type":"[[","value":[["#Sleep"],["Sleep"]]},").\n\nNearly everybody going to Lakshadweep has to pass through ",{"type":"[[","value":[["Kochi"]]},", from where you can continue by plane or ship:\n\n",{"type":"===","value":["By plane"]},"\nAir India normally flies tri-weekly from ",{"type":"[[","value":[["Kochi"]]}," to the airstrip at Agatti, the only one on the islands. It is the sole airline serving Lakshadweep. However, the service is irregular and mostly season dependent. You need to cross check with Air India whether they are operating the service or not before planning to come here. Even if there is a regular service, flights get cancelled at the last moment as Agatti has a very basic and small airstrip on which only turbo-props can land and it doesn't have night operations capability. So, it is advisabe that you keep a minimum of one day to account for any cancellations.\n\n",{"type":"===","value":["By ship"]},"\nThe MV Tipu Sultan, MV Bharat Seema, MV Amindivi, MV Minicoy MV LakshadweepSea and MV ArabianSea operate between ",{"type":"[[","value":[["Kochi"]]}," and various islands in Lakshadweep. The trip takes 14-18 hours one day depending on the destination island.  The first four are basic 1960s-era ferries but fairly well maintained and tolerably comfortable and provides a comfortable journey.  The Tipu Sultan stopped its service. The newly built MV LakshadweepSea and MV ArabianSea are provided with three classes of accommodation (A\/C cabin, A\/C reclining seats and deck) plus a cafeteria, snack bar, and upper deck promenade.  Return fares are around Rs.3800 in A\/C seats, which is the cheapest class available for packages.\n \nBeware that all published sailing schedules are subject to sudden changes; not only can they be delayed, but it's not unheard of for a boat to arrive and leave a day early!\n\nThere are also occasional cruises directly from ",{"type":"[[","value":[["Mumbai"]]},".\n\n",{"type":"==","value":["Get around"]},"\nBoth boat and helicopter transfers are available from Agatti to Bangaram and Kadmat.  The helicopter (US$150 return) may be the only option in monsoon season from May to September.\n\nBy boats\/ferries: These can be used for getting around from one island to the other\n\nOnce on an island, there aren't too many options as the islands themselves are very small, most of them are less than 10kms in length and less than a kilometre in breadth between their extremes. You can travel by foot or hire a bicycle.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Kadmat:"]}," Kadmat Island is one of the most popular tourist destinations.  There is a huge lagoon on the west side of the island, around 10km from the Amini.  \n\n",{"type":"'''","value":["Kavaratti Island:"]},"\n\nKavaratti Island is the most developed Island in Lakshadweep. Kavaratti is the administrative capital of Lakshdweep and the population is dominated by non-islanders.  There are many Mosques on this island (around 52) and the most beautiful one is Ujra mosque.\n\n",{"type":"'''","value":["Kalpeni:"]}," Kalpeni is located at the distance of around 76km south of Androth. This place lies in an extensive and shallow lagoon. The lagoon is world famous for its rich coral and marine life. \n\n",{"type":"'''","value":["Bangaram:"]},"  This Island is one of the best tourist destinations in the world due to its smooth sands and amazing palm grove backdrop.  Here smooth sand is caressed by the waves of the multi coloured sea. This beautiful Island lies at a distance of around 8km from the north side of Agatti Island.  \n\n",{"type":"'''","value":["Agatti Island:"]},"\n\nAgatti Island the gateway for the Lakshadweep, it is located at a distance of around 459 km from the Cochin. Agatti Island is around 6 km long.  Surplus fishes are  easily found on Agatti island. Fishing is the main occupation for the people living here.\n\nThis island has some of the best beaches for swimming in the world.  Here tourists can enjoy the adventure of swimming, snorkelling and scuba diving. Tourists can also find huge lagoons over here, which increases the beauty of this island. Visitors can also enjoy different water sports activities like Scuba Diving, Deep Sea Fishing, sailing, boat rides, water skiing and kayaking at Agatti Island. \n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nThere are basic leisure tours and Sea\/Lagoon based tours. There are plenty of opportunities for Scuba diving, Yachting, Pedal boating, Kayaking, Canoeing, Swimming, Snorkeling and sunbathing. One may also visit local houses, the Marine museum, Lighthouse and a few local industries.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Diveline Agatti"],["url=http:\/\/www.divelineagatti.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs.3000 per dive"],["content=Operates the scuba diving shop at the Agatti Resort."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lacadives"],["url=http:\/\/www.lacadives.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operates the scuba diving shops at both Bangaram and Kadmat Resorts."]]}]},"\n",{"type":"==","value":["Buy"]},"\nLakshadweep is not a budget destination: in addition to the permit issue, there is no tourist infrastructure (hostels, restaurants, public transport etc) for backpackers.  The cheapest sports tours start from around Rs.10000 for four days, but this price is all-inclusive.\nOne can purchase pure coconut powder and coconut oil from the factory situated at Kadmat island. Fish pickles and small souvenirs are available in Kavaratti Island.\n\n",{"type":"==","value":["Eat"]},"\nThere are few if any uniquely Lakshadweep dishes.  Local cuisine is similar to Kerala.\n\n",{"type":"==","value":["Drink"]},"\nDrink large amounts of coconut water, the most abundant aerated drink on the island. Tap water here is through bore wells and a bit hard. Rainwater harvested during the rainy season is the major source of drinking water. Unavailability of drinking water accounts for a number of islands being uninhabited.\n\n",{"type":"==","value":["Sleep"]},"\nThere are three full-service resorts in Lakshadweep, which are also (in practice) the only places where foreigners can stay.  All prices listed below are for double rooms and include all meals.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Agatti Island Beach Resort"],["url=http:\/\/www.agattiislandresorts.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Privately owned, but quite run down; apparently new cottages are in the works.  The main draw is the diving, which is better here than at Bangaram.  20 beds."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bangaram Island Resort"],["url=http:\/\/www.cghearth.com\/bangaram_island\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$400"],["checkin="],["checkout="],["content=The first island opened to tourists, Bangaram Island was uninhabited before the resort was developed and it holds the distinction of being the only place in the entire Lakshadweep archipelago that can serve alcohol. Privately owned and managed to a high standard, but the huts are very basic (no aircon, hot water, TV) and, by Indian standards, quite expensive. (UPDATE: CGH Earth, the company that runs the resort has informed that the government has stopped issuing permits to travel to Bangaram island (to both foreign visitors as well as Indian nationals) and although the resort is still fully operational, they can't operate due to the government restrictions. They are still awaiting the verdict of the Supreme court. They expect to have an update by the end of June 2011.)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kadmat Island Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs. 3000\/4000 fan\/AC"],["checkin="],["checkout="],["content=The choice of scuba divers, this is home to Lakshadweep's first scuba facility.  22 executive huts, 26 family huts.Government-run and basic."]]}]},"\nIn addition, basic government resorts open to Indian citizens only are available at Minicoy, Kavaratti and Kalpeni.  Some packages offered by SPORTS include accommodation on board the ship, with only day visits to the islands.\n\n",{"type":"==","value":["Stay safe"]},"\nConsumption of alcoholic beverages is prohibited in all islands except Bangaram. Picking up corals is a punishable crime. Be safe.\n\n",{"type":"==","value":["Go next"]},"\nThe only way out is back to ",{"type":"[[","value":[["Kochi"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Southern India"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lakshadweep"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lakshadweep"]]}]