[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Lamai"]}," is a beach on the southeast coast of ",{"type":"[[","value":[["Ko Samui"]]},", ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":[" Orientation "]},"\nThe southern third of the beach has the widest strip of sand, is the best for swimming, and has the most nearby eating and drinking and shopping options, though it is known for strong waves and occasional rip currents and also has a view Seadoo-rental companies.  On the nearer end it is packed with beach chairs and tourists occupying them, though on the far end near Hinta Hinyai (see below) it is much quieter and better swimming. The more northeasterly part of the beach, beyond the bridge into Old Lamai over the lagoon of the now-blocked-by-new-sandbar Lamai River, the water doesn't get deep enough for swimming until you're quite some distance out, and is sometimes brackish because of a small creek that occasionally is flushed out to sea.  The farther north you go along the beach, the narrower and quieter the beach becomes, eventually becoming rocky towards the headland, though some very fancy resort clubs and spas are in that area.  \n\nThe North Lamai area, which begins north\/east from where Lamai Beach Road meets the Ring Road (where there is a MacDonald's sign as a landmark), flanks this more northerly beach and has a nice atmosphere, and a prominent landmark in the form of the Buddy Oriental Resort and its tower and modern plaza; many nice small restaurants and shops line this stretch, and is very different from the tourist-commercial core of Lamai Beach Road, or the old Thai town near the temple.  A lot of Lamai is away from the tourist area on the other side of the Ring Road, and also hidden within back roads in the triangle between it and the busy touristy strip, and has nice residential areas mixed with small stores and stall-eateries worth walking or exploring by bicycle.  A road leads up from that area over the low pass to Maenam on the north side of the island. \n\nBeyond that beach, through a small commercial area on the Ring Road where a large modern IT Center building is, and just before the Ring Road heads up the mountainside towards Chaweng, is what is acclaimed as the best swimming beach on Samui.  Properly known as Hed Thongthakien, it is usually referred to by the names of either of the two last resorts before the road goes up the hill: Crystal Bay or Silver Beach.  Other than those two, there are four or five others on the beach or immediately adjacent to it.  Also in North Lamai, a side road leads out onto the point separating Lamai Beach from Hed Thongthakien, with some cheap places to stay, some restaurants with amazing views of Lamai Bay, and two very private deluxe major resorts, one of which, the Banyen Tree, has its own private cove and beach similar to Hed Thongthakien.\n\nThere are a significant number of girlie bars along the main street as well as in some side streets. They are most prevalent in the southern part of town, while the northern part is virtually free of them.  The part of Old Lamai that is at the north end of Lamai Beach Road, near the McDonald's sign, has a number of French eateries and bars, plus a few owned by Germans and Italians, and is more relaxed than the loud and often too-busy tourist core.  In that same area is the Public Market, behind the gas station, which has cheap eats and a number of stores leading towards it from the beach.\n\n",{"type":"==","value":[" Get in "]},"\nMinibus transfers between Lamai and Samui Airport cost about 150 baht\/person; a private taxi charter costs around 300-400 baht. \n\nA minibus from the ferry terminal (normally) sets you back 60 baht, but most tourists are asked (and do pay) 100 baht. See the ",{"type":"[[","value":[["Ko_Samui#By_bus"]]}," section about how you may try to avoid that.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["Image:Hin Ta Hin Yai.jpg"],["thumb"],["Grandfather and grandmother stones"]]},"\n\nHire a Jeep or motorbike and explore the surrounding area of Lamai as there are plenty of interesting attractions to see. Ko Samui's most popular tourist sites are in this locality so if you're getting bored swimming all day, try some exploring around the area instead.\nThe south of Lamai, once you get past the Muslim Fishing village Hua Thanon, is Samui before becoming the popular tourist destination it is now. It gives you a view of lush greenery, livestock grazing in the fields, and little roadside cafes selling drinks and Thai dishes.\n\nBetween Lamai and Hua Thanon lies two famous rock formations: ",{"type":"''","value":["Hin Ta"]}," and ",{"type":"''","value":["Hin Yai"]}," also known as Grandpa and Grandma Rocks. These formations look like the male and female genitalia, respectively. What makes these rocks even more strange is that they are close to each other, giving way to a legend explaining how they came to be.\n\nNear Hin Ta and Hin Yai is a small beach. It is not for swimming but it gives you time to cool your feet. Small souvenir shops sell clothes, postcards, drinks and snacks including the local sweet \"galamae\".  Parking is convenient and viewing these popular formations is free.  The setting has been spoiled somewhat by a children's zoo-type goat farm recently.  Access to the beach in the direction of the main part of Lamai is not possible; you have to retrace your steps to the Ring Road and access it through one of the resorts along the Ring Road towards Lamai.  The commercial area around there is also called Hinta Hinyai, and features a driving range and also the Lamai Post Office.\n \nThe ",{"type":"'''","value":["Wat Lamai Temple"]}," has played host to temple fairs along with weddings, funerals and various religious festivals. It features concerts, fairground games, food and an outdoor cinema, but is normally very quiet, other than the sounds of children playing at the temple school. The temple fairs are week-long celebration and are worth seeing if you happen to be in Lamai during one.  The strip south of the corner where the temple is has a number of good tourist souvenir shops and also French bakeries and other eateries, as well as Thai service businesses as is also the case with the strip from the temple corner back towards Tesco and the gas station and beyond.\n\nThe cultural hall within the temple contains a collection of artifacts from Samui's past. The collections range from brass and earthenware containers to a 2,000 year old metal ceremonial drum dug out of a Lamai village.  Like other wats on Koh Samui, the temple has a mummified monk but fittingly doesn't make a big deal out of \"him\".\n\n",{"type":"'''","value":["Wat Khunaram"]},", which is past Hua Thanon towards Na Mueang, houses the body of one of Samui's most famous mummified monks, Loung Pordaeng. Loung Pordaeng passed away 20 years ago and, at his request, his body was placed in a glass case. His body has remained in the specially-made glass case since his death and amazingly, shows few signs of decay.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Old Lamai"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Around the northeastern tip of Hat Lamai, aka Lamai Beach Rd, and adjoins the \"Thai downtown\" along the highway, near Wat Lamai"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Head down on a Sunday evening for a wide variety of stalls, live music and activities for children. Between the bridge and the local market, walking street is always busy with Thais and Westerners alike."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ovada Showband"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Samui Shamrock"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The 5 piece Filipino band play on M, Tu, W, and F. With a repertoire of over 800 songs in genres such as rock, pop, and reggae this is a great night out for everyone and anyone!"]]}]},"\n",{"type":"===","value":[" Diving "]},"\nThere are numerous dive shops in Lamai though they all have one thing in common, there is no diving on Ko Samui and so they all travel to Ko Tao for the day.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bophut Diving School"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Lamai Beach Rd between Churchill's and Sri Nuan 2"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Well-stocked shop of dive equipment. They do trips to Ko Tao 3 times a week and offer courses from bubble maker to dive master. They have a boat of their own and while slightly more expensive than other shops on the island, it is worth the extra for the experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Live & Let Dive"],["alt="],["url=http:\/\/www.liveandletdive.fi"],["email="],["address="],["lat="],["long="],["directions=On the ring road not far from Beach Rd"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Courses from bubble maker to instructor and also first aid and technical diving courses. Offer daily trips to Ko Tao on a speedboat, with 2 fun dives including breakfast, lunch, equipment, insurance, and an instructor. Returns to Lamai at approximately 15:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thai Scuba Divers"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Lamai Beach Rd not far from the boxing ring"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Courses from bubble maker to dive master and also first aid and EFR courses. Almost daily trips to Ko Tao on a speedboat, with 2 fun dives costing around 4,500 baht including lunch, equipment and an instructor."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Night Market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Not far from McDonalds on a side street"],["phone="],["fax="],["hours=around 18:00-midnight"],["price="],["content=A night market with numerous stalls selling all types of handicrafts, jewellery, art and presents.  Most vendors enjoy bartering with you and will accept a lower price than they first offer. Although not the cheapest price to buy things in Thailand it is one of the cheapest places in Lamai."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tesco Lotus"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=There is a small mall before entering the supermarket with many shops selling clothes, beauty products and electronics and also some restaurants including KFC, Sydneys Fish and Chips and Black Canyon Coffee.  Tesco Lotus itself has some clothes at cheap prices and food which is price marked, great if you are self catering."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Walking Street"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Every Sunday, Lamai Beach Rd between the market and the bridge is host to walking street. The whole of the street is closed off to traffic and is full of stalls selling clothes, handicrafts and food.  The area is full of Thai people when the market is on so prices are cheap and the food is fantastic."]]}]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Barrio Latino"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Across from McDonalds"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Lovely tapas, and Mexican restaurant, Latin music, serving amazing cocktails. They also have an acoustic Spanish guitar player twice a week. Not to be missed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kokomiko"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the ring road between Lamai and Hin Ta\/Hin Yai opposite the DTAC Tower"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Thai\/international restaurant. Serving quality food for 13 years and is well-known by the expat community. Homemade spaetzle, goulash, schnitzel, and steaks and the best Thai dishes are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Krua Mapraw"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the ring road across from the IT Complex on the way to Chaweng"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Thai restaurant. They serve rice and noodle dishes, soups and seafood for reasonable prices, starting at 25 baht."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lamai Food Market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the boxing ring and opposite McDonalds"],["phone="],["fax="],["hours=16:00-24:00"],["checkin="],["checkout="],["price="],["content=A wide range of stalls including Thai food, pizza, fish, kebabs, fruit shakes. At cheap prices and locally run this is definitely a place to visit more than once."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Napoli"],["alt=Boomerang Pizza"],["url="],["email="],["address="],["lat="],["long="],["directions=Not far from the boxing ring on Lamai Beach Rd"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The pizzas are the cheapest in town and any topping is possible. With a menu including pastas, breads and also Thai food, and a chef from Napoli, this is the best Italian in Lamai. Watch out for Mo, the Thai boss, as well. Hilarious if you talk to her while waiting for your food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=RYDA Coffee Shop"],["alt="],["url="],["email=ryda_thailand@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+66 81 7333038"],["tollfree="],["fax="],["hours="],["price="],["content=Good food and cheap price service. Free Internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Spa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the sea side of the Lamai to Chaweng road. The restaurant is hidden by the hotel building. Go there along a small path on the right side"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The setting is very nice, right at the beach. The food is among the best on the island. You get health and healthy food in all styles, e.g., Thai, pasta, salads, seafood, burgers,at reasonable prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sri Nuan 2"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Across from the Mynt Bar"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Sri Nuan 2 is one of the most popular restaurants in Lamai. It serves a wide range of Thai food and some delicious Western dishes. Fresh fish (including snapper, lobster, crab, mussels and shark) is also served with your option of how it is cooked. With super cheap prices, super friendly staff, and a take away option this is definitely worth a visit."]]}]},"\n",{"type":"==","value":[" Drink "]},"           \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Churchill's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=English expat pub. Good for a bite as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mynt Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Across from Churchill's"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=This is possibly the only real wine bar in Lamai.  With live sports, pool tables, a juke box and friendly staff, it is always a good night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Outback Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite Cozy Corner and not far from the Samui Shamrock"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Live sports, good grub, lots of beer and barbecues this is a very popular places with locals and visitors alike."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Queensland Pub"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Aussie expat pub. Also good for a bite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rock Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At Hin Tai\/Hin Yai"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A chilled out place where you can relax on the rocks or on the beach and watch the sunset. It is also possible to get bamboo tattoos here and on occasion the Thai Reggae band \"Job 2 Do\" play on the rocks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Samui Shamrock"],["url=http:\/\/www.thesamuishamrock.com"],["email="],["address="],["lat="],["long="],["directions=On Lamai Beach Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Irish Pub, bar and restaurant that shows all premier league football and international rugby, as well as live music from top bands every night."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buriraya Resort and Spa"],["url="],["email="],["address=208\/1 Moo 4, Maret"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=7,200-27,000 baht"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Langham Place Samui at Lamai Beach"],["url=http:\/\/kohsamui.langhamplacehotels.com"],["email="],["address=146\/24 Moo 4"],["lat="],["long="],["directions="],["phone=+66 77 960888"],["tollfree="],["fax="],["hours="],["price=10,000-30,000 baht"],["checkin="],["checkout="],["content= Hotel for fun-loving, young-at-heart travellers who enjoy the finer things in life. Prime position beach side and comprises a modern village of 77 villas and suites, many featuring personal plunge pools and views of the Gulf of Thailand."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meedej Guest House"],["url="],["email="],["address=170 Moo 4, Maret"],["lat="],["long="],["directions=opposite Rock Island House, near Buddy Oriental Resort"],["phone=+66 85 1128840"],["tollfree="],["fax="],["hours="],["price=800-2,000 baht"],["checkin="],["checkout="],["content=Modern rooms right on the beach. Good location near restaurants and stores, relaxed, quieter area near town, not in downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rocky's Boutique Resort"],["url=http:\/\/www.rockyresort.com"],["email="],["address=438\/1 Moo 1"],["lat="],["long="],["directions=south end of Lamai"],["phone=+66 77 233020"],["tollfree="],["fax="],["hours="],["price=6,100-18,700 baht"],["checkin="],["checkout="],["content=Resort with lush tropical gardens and friendly service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Samui Beach Resort"],["url=http:\/\/www.samuibeachresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=550-5,200 baht"],["checkin="],["checkout="],["content=Bungalows on the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Breeze Inn"],["url="],["email="],["address="],["lat="],["long="],["directions=south end of Lamai"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Not the cheapest, but probably the best deal overall on Lamai, it's still in the budget category. Rooms vary from huts with fans to modern suites with air-con. Decent restaurant and bar. Nice deck hangout area. Right on the beach. Lots of stuff a short distance away."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=T&T House"],["url="],["email="],["address=124\/7 Moo 3"],["lat="],["long="],["directions=south end of Lamai"],["phone="],["tollfree="],["fax="],["hours="],["price=From 250 baht for a bungalow with private bathroom"],["checkin="],["checkout="],["content=One of the cheaper deals with decent rooms, though not at the beach. Reception is at the T&T Supermarket."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Varinda Garden Resort"],["url="],["email="],["address=82\/3 Moo 3 Maret"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A great hillside (not a beach) location that's pleasantly away from the drone of the commercial area, with views of the whole bay from their pool. Excellent kitchen and services like massages, motorbikes, taxis to airports, and endless tropical garden surprises around the bungalows."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=White Sands Bungalows"],["alt=south end of beach, near Grandma\/Grandpa Rocks"],["url="],["email="],["address="],["lat=9.455465"],["long=100.038275"],["directions="],["phone=+66 77 424289"],["tollfree="],["fax=+66 77 424556"],["hours="],["price=150-350 baht"],["checkin="],["checkout="],["content= One of the oldest beach hut places directly by the sea still with the original \"hippie feeling\" about it. Managed by an Aussie\/Kiwi couple who have been regulars at WS since 1992. The restaurant (07:00-19:00) used to be better when the Thai owner (Nui) ran it. Still, hard to beat on price. Can be accessed from the main road and is on the sea side if coming from Chaweng and is on the same road as Green Villa. The sign is not lighted at night and is easy to miss."]]}]},"\n",{"type":"==","value":["Connect"]},"\nInternet cafes are plentiful and typically also offer international calls, fax services, and flight confirmation. The connection and speed is generally good. Expect to pay 60 baht\/hr for Internet in most places.\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bang Rak"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bophut"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chaweng"]]}]},{"type":"*","value":[{"type":"[[","value":[["Choeng Mon"]]}]},{"type":"*","value":[{"type":"[[","value":[["Laem Yai"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mae Nam"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nathon"]]}]},{"type":"*","value":[{"type":"[[","value":[["Samui South Coast"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Ko Samui"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]