[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Lamanai.jpg"],["right"],["300px"]]},"\n",{"type":"'''","value":["Lamanai"]}," is in ",{"type":"[[","value":[["Northern Belize"]]},". The name Lamanai means \"submerged crocodile\". \n\n",{"type":"==","value":["Get in"]},"\nTo reach Lamanai, one must travel ",{"type":"'''","value":["up the New River for a 26 mile scenic boat ride through dense jungle"]},". The trip is best organized in ",{"type":"[[","value":[["Orange Walk Town"]]},", where several hotels can book a boat trip for you. If you are arriving by Cruise Ship, you can prearrange your Lamanai Excursion online. Along the New River one can see a variety of ",{"type":"'''","value":["wildlife"]}," including exotic birds, Morelet's crocodiles, and howler monkeys.  You can also see ",{"type":"'''","value":["native people"]}," on makeshift canoes swimming and fishing along the New River. As you travel further down the river you pass many ",{"type":"'''","value":["Mennonite villages"]}," that have been there since the 1700s. In fact young Mennonite children greet you as you arrive at Lamanai selling peanuts and homemade cookies. It is hard to turn down the barefoot innocence of these young entrepreneurs.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["The ancient ruins of Lamanai"]}," are not completely uncovered yet.  As you walk around you see many ",{"type":"'''","value":["temples"]}," that are uncovered and many hills that upon closer observation are temples yet to be excavated.  Wildlife is abundant around Lamanai. You see and hear howler monkeys and it has been known that jaguars are nearby. This is reflected in the stories of the locals as well as the architecture.\n\nAs for the temples you do see they are amazing.  The temples rise from the jungle floor to a spectacular view above the jungle canopy.  The temples have many carvings into them of the jaguars and crocodiles that inhabit the New River Lagoon. In fact on one of the temples, ",{"type":"'''","value":["\"El Castillo\""]},", you have the ability to ",{"type":"'''","value":["climb to the top"]}," at your own risk. There is a rope and very narrow, tall, steep steps leading to the view of jungle. It is approximately 100 feet to the top resulting in a breathtaking view.\n\n",{"type":"==","value":["Do"]},"\nCruise ship passengers arriving into Belize City are able to arrange tours to see Lamanai Mayan Ruins.  These should be prearranged as port times can be limiting. The tour is approximately 6-7 hours and it is recommended that you go in a small group for the best experience.\n\n",{"type":"*","value":[{"type":"'''","value":["Lamanai Cruise Ship Excursions"]},", Belize Cruise Excursions.  Providing small group tours and private tours to Lamanai Mayan Ruins with flexible departure times set by your cruise ship arrival time. http:\/\/belizecruiseexcursions.com\/Lamanai_Belize.htm ",{"type":"[","value":["http:\/\/belizecruiseexcursions.com\/Lamanai_Belize.htm\""]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lamanai Outpost Lodge"],["alt="],["url=http:\/\/www.lamanai.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The only place to stay in the Lamanai area. Expensive but luxurious with plenty of activities."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Belize"]]},"\n",{"type":"{{","value":[["geo"],["17.752567"],["-88.654469"]]},"\n",{"type":"[[","value":[["wikipedia:Lamanai"]]}]