[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Lamu Fort 2005.jpg"],["thumb"],["300px"],["Lamu Fort"]]},"\n\n",{"type":"'''","value":["Lamu"]}," is a town in ",{"type":"[[","value":[["Coastal Kenya"]]},". \n",{"type":"[[","value":[["Image:Lamu, Lamu Island, Kenya.jpg"],["thumb"],["350px"],["Lamu"]]},"\n",{"type":"==","value":["Understand"]},"\nThis is the main town on Lamu Island which is in turn part of the Lamu Archipelago. \n\nLamu is a place to chill out and relax. Leave the mobile and laptop behind and immerse yourself in a medieval peace only punctuated by the braying of donkeys and the call to prayer from the many mosques on the island.\n\n",{"type":"==","value":["Talk"]},"\nMost of the locals speak English however you will gain more respect and be able to assimilate into the culture more readily if you learn at least some rudimentary ",{"type":"[[","value":[["Swahili"]]},".\n\n",{"type":"==","value":["Get in"]},"\nLamu town on Lamu island is best reached by air either directly from Nairobi (Fly 540 from Kenyatta airport, Safarilink and Air Kenya fly from Wilson Airport, ",{"type":"[[","value":[["Nairobi"]]},") or from ",{"type":"[[","value":[["Mombasa"]]}," or ",{"type":"[[","value":[["Malindi"]]}," to the south (operators include Mombasa Safari Air from Mombasa, which does not fly every day, and Fly 540 from Malindi). The airport is on an island opposite the main village necessitating a short boat\/ferry ride.  Tourists are generally charged a premium price for the short trip.\n\nFor those on a tighter budget a daily bus service does run from Mombasa via Malindi . This route was notorious for attacks by Somali bandits and buses have in the past been stopped and robbed. As of Oct 2005 the security situation was deemed to be OK. Armed guards are taken on board the buses for the most dangerous part of the journey close to Lamu. No incidents with buses have happened in years.\n\nThe trip from Mombasa to Lamu (Mokowe on the mainland) takes 5-7 hours depending on road conditions. The last part from Garsen to Mokowe is a mud road and can be rough. Get a seat in the front of the bus (book in advance) to get a pleasant trip. Several bus companies operate the route but few are express (no unnecessary stops). Two express buses are Tawakal and Najaah.\n\nTo get from Mokowe on the mainland it is possible to take the slow and crowded ferry, a shared speed boat or hire your own speed boat. All options will take you to Lamu Town. You can usually negotiate to be taken to Shela if this is your final destination.\n\nIt's also possible -- but expensive -- to hire a car from Mombasa or Malindi.\n\n",{"type":"==","value":["Get around"]},"\nThere's no need for transport (other than boats), as everything is a stone's throw away, and the windy pathways are only just wide enough to walk down.  However, there are things that must be noted.  Donkeys are the primary form of heavy transport on the island, and they are allowed to go to the bathroom wherever they want.  Unfortunately, this also tends to be where you want to walk.  As such, think twice about bringing expensive shoes, as it is very likely that at some point you will accidentally step in something you wish you hadn't.\n\nIt should also be noted that lighting at night of the narrow streets is very minimal.  A flashlight is a recommended accessory for walking around at night.  If you don't bring one with you, many of the tiny shops sell cheap lighters that come with small, but effective, built in LED flashlights.\n\n",{"type":"==","value":["See"]},"\na) Visit Shela beach on the South end of the Lamu island is a beautiful stretch of white sand and tiny broken sea shells. The walk from main Lamu town is only about a mile and a half and well worth it due to the locals you meet on the way. Watch for the young boys selling homemade samosas on the beach. They are delicious!\n\nb) Lamu Museum:\n\nBuilt in 1891, the Lamu Museum was the former residence of the British Governors during the colonial era. Here, you will experience and learn about the rich Swahili culture that is ever so evident in Lamu Town.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Map of Shela Village and Manda Island"],["url=http:\/\/www.lamu.org\/travel.html#mapofshela"],["email="],["address=Shela Village and Manda Island"],["lat="],["long="],["directions="],["phone=+254 0713370764"],["tollfree="],["fax="],["hours="],["price="],["content=Hotels and Restaurants in Shela Village and Manda Island"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Dhow sailing"]}," \nYou can explore the Lamu archipelago by dhow. A dhow is a traditional Arab sailing vessel with one or more lateen sails. It is primarily used along the coasts of the Arabian Peninsula, India, and East Africa. Dhow trips are relatively inexpensive and you can go as far as Manda Island, Takwa Ruins or Matondoni.  Kiwayu is the most pristine of the islands and it is in a biosphere reserve.  Several companies specialize in trips to Kiwayu but it's nice to patronize the local captains, who know the islands and the villages best (not to mention the sea!)  One small company called Nature+Culture makes Kiwayu and ecotourism its specialty and works closely with the communities.  They also do smaller trips, and the company's owner, Gabriel Suleiman, is a former soccer star well-known and respected in the region: ",{"type":"[","value":["http:\/\/www.lamutravel.com"]},". \n\nTour guides are licensed on Lamu and they will show you their license on request and they have a well-organized association and work together cooperatively.  Another company, ",{"type":"[","value":["http:\/\/www.my-kenya-guide.com\/kenya-beach-safari.html"]}," Sailkenya, also runs three-day trips. The dhow captains of Lamu, however, recently organized themselves into a professional organization, called Promise\/Ahadi. They offer excellent services and their knowledge of the ocean and the island is impressive. These young men really made an effort to improve the tourist experience in Lamu, while also trying to empower themselves. You can find more information on their website (www.lamutrips.com), visit their booking office (close to the German Post Office Museums) or look for them along the Lamu Seafront wearing bright blue T-Shirts and badges of their organization. Dhow trips are also available at any hotel, including Peponi in Shela and Lamu House.  Recently, several local captains have fallen in love with Mozambique dhows, which are wider and more comfortable than the traditional Lamu boats.\n\n",{"type":"==","value":["Eat"]},"\nThe seafront restaurants in Lamu Town offer excellent seafood at reasonable prices. Delve further back from the dock for more traditional Swahili fare.  The Seafront Cafe is an excellent value and the locals eat there.  Try the garlic crab or crab soup.\n\nAlso, if you are there more than a couple days and you look like a tourist, you will likely be approached by a short, stout, elderly man who will introduce himself as \"Ali Hippy,\" who will offer you the opportunity to eat in his house for a fee.  Don't be afraid to take him up on his offer.  The food is good, and his family will perform musical numbers for you afterwards.  An interesting experience that is worth having under your belt.  However, think about bringing your own utensils, otherwise you will find yourself trying to eat oil-soaked rice with your fingers - not the easiest task. Not all of his visitors have had equally good experiences.\n\nAt the seafront there is \"La Banda\" where also the locals eat. There you get dishes for about KSH 200. The food is really good.\n\n",{"type":"==","value":["Drink"]},"\nMeet up and drink beer with fellow travellers,at 'Petleys' one of the few bars in the town.\n\nYou can also enjoy a Tusker at the Lamu Palace hotel, but this is more expensive than Petley's, and very quiet, but OK if you want to hear the waves crash against the sea wall and read a book.\n\nHowever, the cheapest beer on the island is at the Social Club, hidden away in the bush, down the coast after the power station.\n\nThis is where all the locals go, and thus has the best music and cheapest beer and pool table.\n\nDEFINITELY go to the social club on a Saturday night for boogie boogie disco! - A mixture of traditional African and reggae. Everyone screams and goes crazy when Bob Marley is played!!\n\nWhen you find the music too hot and loud, go round the side and enjoy a game of 8 ball pool. The locals willingly play winner stays on, but you might have to pay for their game too, but at 50c a game who cares! There will be a pool attendant to keep you cue well chalked and to set up the table for you (buy him a couple of tusker for his trouble!).\n\nThe walk to the social club can seem a bit daunting especially as the sea wall isn't lit too well, but basically just walk away from the town centre towards shela keeping the sea on your left, go past the hospital, past the power station, and keep going until you see a sand path through the mangroves into the bush on your right, and a few dim lights at the end of it. On a Sat night you will definitely hear the music before you arrive!!\n\nIf you are still concerned about taking the walk, ask one of the local beach boys (Staboy, Mburu or Issac) to show you the way just buy them a beer for their trouble. Make sure that they realise that you are only buying them 1 beer otherwise they will keep asking for more!\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation in Lamu ranges from a wide range of budget hotels and guesthouses to the luxury of the Peponi Hotel or the Kijani Hotel in the village of ",{"type":"[[","value":[["Shela"]]},", and private houses in Kipungani at the island's far end.\n\nMost of the year, it's possible to simply show up and book through a tour guide, if you're willing to spend the first day of your trip tromping around in the heat.  Alternately, nature + culture ",{"type":"[","value":["http:\/\/www.lamutravel.com"]}," offers a range of accommodations from backpacker guesthouses in Lamu to mid-range and luxury rentals in Shela village.  Again, this company goes local whenever possible, but doesn't sacrifice quality.  Some exclusive listings of private houses are real finds.\n\nŸou can book Kijani Hotel in Shela directly www.kijani-lamu.com  \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-2.2911"],["40.9122"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Coastal Kenya"]]},"\n\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lamu"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lamu"]]}]