[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Sign at Land's End.jpg"],["thumb"],["250px"],["right"],["Land's End"]]},"\n",{"type":"[[","value":[["Image:Enys Dodnan - geograph.org.uk - 1406521.jpg"],["thumb"],["250px"],["right"],["Sea arch"]]},"\n",{"type":"[[","value":[["Image:Landsend.jpg"],["thumb"],["250px"],["right"],["View from Land's End"]]},"\n\n\n",{"type":"'''","value":["Land's End"]}," is the most Southwesterly point in ",{"type":"[[","value":[["Britain"]]}," and part of ",{"type":"[[","value":[["Cornwall"]]}," in the ",{"type":"[[","value":[["West Country"],["South West"]]},".\nIt is not a town or village but rather a former small holding which now has an Visitor Complex with a Hotel, Visitor attractions and is well known for being the starting\/ending point for the Land's End to John O'Groat's journey.\n\n",{"type":"==","value":["Understand"]},"\n\nLand's End's main represents both the starting and ending points of the longest journey in Great Britain, Land's End to ",{"type":"[[","value":[["John O'Groats"]]},".  Consequently, it is known as \"The First and Last\", due to its position at the extremity of the UK. It is an atmospheric, dramatic piece of coastline steeped in history and romance.\n\n",{"type":"==","value":["Get in"]},"\nIf you go there by car, be prepared to spend £5.00 for the parking area. If you want to avoid the parking fee to the complex you can walk from further afield.\n\nAlternatively, you can park your car in Sennen Cove, close to Land's End and walk from there, enjoying the walk along the coast path.\n\nThere is also a regular bus schedule between ",{"type":"[[","value":[["Penzance"]]}," and Land's End (one bus hourly, except on Sundays: schedules may vary in winter).\nBuses depart from the central bus station in ",{"type":"[[","value":[["Penzance"]]},".\nLocal tour operators in ",{"type":"[[","value":[["Penzance"]]}," offer tours covering the whole peninsula including Land's End.\n\n",{"type":"==","value":["Get around"]},"\nThe whole area can be easily accessed on foot. Take care with clothing, because Land's End can be a rough, windy place due to its exposed location and proximity to the Atlantic Ocean.\n\n",{"type":"===","value":["Land's End Airport"]},"\n\nSituated close to Land's End itself, the Airport enjoys a spectacular setting. Overlooking the dramatic Cornish coast offering a welcome relief to the bustle of ‘up-country’ life.\nWithin the immediate vicinity are several tourist attractions, scenic walks and plentiful accommodation. The South West Coastal Footpath is adjacent to the Airport and leads to many stunning beaches including Sennen Cove and Porthcurno.\nLand's End Airport offers a great range of activities including: Scenic Flights, Banner Towing, Aerial Photography, Pilot Training, Trial Lessons, and Flying School and Skybus flights to the Isles of Scilly.\n",{"type":"[","value":["http:\/\/www.landsendairport.co.uk\/"]},".\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" There is a Complex of Attractions on the site.  A professional photographer takes photos of you in front of the signpost showing your hometown's distance (see photo above). He will charge you around £10 for the photos. There is a fence around the signpost, but you can, and many people do, just take their own photos standing in front of the fence."]},"\n",{"type":"*","value":[" Go to ",{"type":"[[","value":[["John O'Groats"]]},"! The Land's End to John O'Groats, (or Vice Versa) journey has been undertaken by many individuals as a personal challenge and to raise funds for good causes. It is often undertaken on foot or by bicycle to raise funds. Ian Botham, the former England cricketer, popularised the journey in recent years when raising funds for charity."]},"\n",{"type":"*","value":[" Walk to ",{"type":"[[","value":[["Sennen Cove"]]},". Those not wishing to walk the length of Great Britain, may alternatively prefer a walk on the clifftop to Sennen Cove and enjoy the spectacular sea views."]},"\n",{"type":"*","value":[" Walk East along the coast to the first promontory. The sea arch is visible along with the extraordinary rock formations in this area (weathered Granite). The coast path continues on to Porthgwarra past various coves, many caves, another sea arch and possibly some of the most dramatic coastline in the entire UK. An extended walk will reach Porthcurno where there is a bus service."]},"\n",{"type":"==","value":["Buy"]},"\nThe Complex has various souvenir shops offering a wide range of souvenirs, although they are mostly overpriced.\n\n",{"type":"==","value":["Eat"]},"\nLand's End Hotel has a restaurant area which is open to non-residents as well. (see below)\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" There is a Bar at the Land's End Hotel."]},"\n",{"type":"*","value":[" A few miles away is the 'First and Last Inn'. The staff were seemingly racist. Inside it is dingy, dank and crowded and looks unchanged since the 1980s. Seems to exist purely by luring passers by based on its name. Best to avoid."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Land's End Hotel"],["alt="],["url=http:\/\/www.landsendhotel.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1736 871844"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located a 60seconds away from the signpost itself. Room fares range from 40 to 90 pounds, depending on the time of year and type of room. Breakfast is included."]]}]},{"type":"*","value":["Whitesand backpackers - cool hostel in Sennen about 2 miles up the A30 from Lands' End.  Rooms and dorms.  Good food, plus licenced bar."]},"\n",{"type":"==","value":["Go next"]},"\nIf you wanted to see dramatic piece of unspoilt coastline, go 20 miles along the coast to ",{"type":"[[","value":[["Lizard Point"]]},", Britain's most ",{"type":"'''","value":["SOUTHERLY"]}," point. The natural scenery is just as good (if not better), there's a great atmosphere, no entrance fee, and not too many people around. ",{"type":"[[","value":[["Lizard"]]}," village has a couple of shops and pubs.  Also consider Cape Cornwall - 5 miles to the North, once thought to be the most Westerly point, but modern maps proved this wrong!\n\n",{"type":"{{","value":[["IsPartOf"],["Cornwall"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Land's End"]]},"\n",{"type":"{{","value":[["geo"],["50.068611111111"],["-5.7161111111111"]]}]