[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Lang Co Town.jpg"],["thumb"],["Lang Co, Vietnam"]]}," \n",{"type":"[[","value":[["Image:Lang Co Highway 1A.JPG"],["thumb"],["Lang Co, Vietnam"]]}," \nLang Co is on the ",{"type":"[[","value":[["Central Coast (Vietnam)"],["Central Coast"]]}," region of ",{"type":"[[","value":[["Vietnam"]]},", in Thua Thien-Hue Province in the district of Phu Loc.  \n\n",{"type":"==","value":["Understand"]},"\nLang Co's industries are primarily fishing and tourism.\n\n",{"type":"==","value":["Get in"]},"\nThe quickest and easiest way to get to Lang Co is via a taxi from the Da Nang International Airport.  Most taxis are metered and will cost approximately 450,000 dong inclusive of tolls and airport exit fees. \n\nThe taxi driver will always go through the tunnel, if left to his own devices, but for a more interesting ride which should only cost a further 150,000 dong, ask the driver to take the Hai Van Pass. The Hai Van Pass route will take about 50 minutes from the airport to Lang Co, while the tunnel route will take approximately 35 minutes.  \n\nThere are no buses from the Da Nang international airport. To take a bus would require taking a taxi from the airport to the bus terminal for approximately 50,000 dong and then taking the bus from the terminal to Lang Co at a cost of 15,000 dong.  These buses generally wait until they are full and the temperature inside can get very hot.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around Lang Co is by a motorbike or a bicycle, especially going around the tranquil lagoon.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lang Co Taxi"],["alt=Taxi Lang Co"],["url="],["email="],["address=Hwy 1A, Lang Co Town"],["lat="],["long="],["directions=On the lagoon side of Hwy 1A about 400 m south of Lang Co Beach Resort. There is a blue sign next to the highway which is quite visible"],["phone=+84 543 696969"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["See"]},"\nThere are no specific attractions within Lang Co.  \n\nAside from the 15 km of white beach on the South China Sea, a visit to the local market in the middle the village would be interesting.  Most of the women selling in the market only speak Vietnamese.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:HaiVanPass.JPG"],["thumb"],["Hai Van Pass, near Lang Co"]]}," \n",{"type":"[[","value":[["Image:Elephant Springs.JPG"],["thumb"],["Elephant Springs, near Lang Co"]]}," \n",{"type":"[[","value":[["Image:Ba Na Hill.JPG"],["thumb"],["Buddha on top of Ba Na Hill"]]}," \n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ba Na Hills"],["url=http:\/\/www.banahills.com.vn"],["email="],["address=An Sơn Hamlet, Hoà Ninh Ward, Hoà Vang District"],["lat="],["long="],["directions="],["phone=+84 511 3791791"],["tollfree="],["fax="],["hours="],["price="],["content=The hills are in the Truong Son mountain range about 25 km to SW of ",{"type":"[[","value":[["Da Nang"]]},", at an elevation of 1,487 m.  A 7-seater car with driver can be arranged easily in Lang Co and will take just over 1 hour each way at a cost of 600,000 dong.  The hills have modern cable cars which give great views of Hai Van Pass to the left, ",{"type":"[[","value":[["Da Nang"]]}," straight ahead, with China beach in the distance."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bach Ma National Park"],["url=http:\/\/www.bachma.vnn.vn"],["email="],["address="],["lat="],["long="],["directions=Approximately 30 km from Lang Co. Two roads leading from the Hwy 1 to the visitor centre and the park entrance. One road is on the right (coming from Hue) near by the Phu Loc gas station, the other is around 100 m after the Cau Hai Market."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bach Ma is at an elevation of 1,450 m.  The cooler temperature at the summit is very comfortable (about 7 C, cooler than low lying areas)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Elephant Springs"],["alt=Suoi Voi"],["url="],["email="],["address="],["lat="],["long="],["directions=Approximately 15 km north of Lang Co. Take Hwy 1 out of Lang Co north 15 km, and turn left"],["phone="],["tollfree="],["fax="],["hours="],["price=2,000 dong\/person; 15,000 dong\/car; 5,000 dong motorbike"],["content=A nice drive from Hwy 1 west approximately 5 km to the ticket booth. Here you pay to get in, then you drive a further 2 km to the parking lot. The springs are lined with little bamboo coverings along each side which cost about 20,000 dong for an area, unless you also purchase food from the person which they will generally waive the fee. You can purchase Hue beer for 10,000 dong as well as other drinks and food. A whole cooked chicken would cost from 50,000-80,000 dong. The water is cool and refreshing and the view up the mountain is fantastic."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hai Van Pass"],["url="],["email="],["address="],["lat="],["long="],["directions=Across the bridge south of Lang Co"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the old highway prior to the construction of the 6.2 km tunnel. This road meanders over the mountain top between Da Nang and Lang Co. On the top are some breath taking views and some US outpost ruins from the war."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lang Co Springs"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the new road around the lagoon, pass by the train station and continue to the SW corner of the lagoon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lang Co Springs was previously just used by locals as access was limited before the new road was constructed around the lagoon.  As of mid-2011, locals have started building bamboo shelters and selling food and drinks. A road is currently being constructed, and a parking area is under construction. A motorbike or bicycle can be taken from Lang Co up to the current parking area (at a local's house) and pay 5,000 dong. Then a 15 minute walk through the jungle will end at the spring location. The water is clean, cool and great views back to Lang Co."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are only about 2 ATMs in Lang Co. Sometimes these are out of service or have no money to dispense. Collect money from an ATM in Da Nang.  \n\nThere is a post office (VNPT) in Lang Co, which has international money transfer facilities.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fishing Village"],["url="],["email="],["address=Chan May Beach"],["lat="],["long="],["directions=From Lang Co drive to Chan May, and continue past the crossroads and take the first right after the bridge and straight out to the beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For the more adventurous are these ramshackle restaurants. During the summer months (Mar-Sep), this beach will have about 30 makeshift tents of bamboo, tarps, and lighting. Each place cooks and sells fresh seafood that is generally caught that day. It is a excellent experience. The cheapest and best seafood in the area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sao Bien Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Coming from Da Nang turn west (left) after the toll booth, just on the right before the bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant has excellent seafood. Prices are reasonable. This restaurant is very popular and will always have buses parked outside with people from early morning through to late evening. Not to worry, there is plenty of seating either inside or outside overlooking the lagoon in the back."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Lang Co Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+84 548 73555"],["tollfree="],["fax="],["hours="],["price="],["content=The Green Bar: 100 seats, on the beach. It is in an elevated position overlooking the beach and great place to have a few drinks and food. The Night Bar: 50 seats, rattan chairs and Vietnamese carved furniture. A pool table and dart board are inside. The resort has 84 guest rooms, 57 deluxe villas, suites and 27 budget rooms."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels being built along Highway 1A.  These hotels on the highway are budget hotels with rooms around 200,000-400,000 dong per night.  Most do not have back-up power and the Vietnam power supplier regularly cuts power off to the region starting from anywhere from 05:00-19:00. The resorts on the beach generally have back-up generators.  \n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mai Nga Hotel"],["alt=Giới thiệu khách sạn Mai Nga"],["url=http:\/\/www.maingahotel.com"],["email=maingahotel@yahoo.com"],["address=Highway 1A, Lang Co town"],["lat="],["long="],["directions=On the lagoon side of Highway 1A about 500 m south of Lang Co Beach Resort"],["phone=+84 543 874432, Mobile: 0913431197-0903522123"],["tollfree="],["fax="],["hours="],["price=USD10-25"],["checkin="],["checkout="],["content=Small hotel with very spacious and clean rooms.  Free Wi-Fi, restaurant, laundry, karaoke, car hire, currency exchange."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quynh Lien Hotel"],["alt=Khach San Quyen Lien"],["url=http:\/\/www.quynhlienhotel.com\/"],["email=quynhlienhotel@yahoo.com"],["address=Highway 1A, Loan Ly, Lang Co Town"],["lat="],["long="],["directions=On the lagoon side of Highway 1A about 500 m north of Lang Co Beach Resort"],["phone=+84 054 3873429"],["tollfree="],["fax="],["hours="],["price=Double USD15; Suite USD18; Twin USD20"],["checkin="],["checkout="],["content=Small hotel with very clean rooms.  Free Wi-Fi, laundry, viewing area on the 5th floor where you can grab a cheap beer and take in the great views of the sea to the east and the lagoon \/ mountains to the west."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Thanh Tam Seaside Resort"],["alt=thanhtamlangcoresort@gmail.com"],["url=http:\/\/thanhtamresort.com.vn\/?lang=en"],["email="],["address=Lang Co - Phu Loc - Thua Thien Hue District"],["lat="],["long="],["directions=Next door to Lang Co Beach Resort"],["phone=+84 543 874456"],["tollfree="],["fax="],["hours="],["price=USD15-200"],["checkin=14:00"],["checkout=12:00"],["content=This resort is probably the best value resort. It has a similar layout and design as Lang Co Beach Resort, with budget rooms up to suites on the beach. This resort has the most foreign visitors in the area. The beach in front of the resort generally has several foreign sunbathers."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nirvana Spa & Resort"],["url=http:\/\/www.nirvanaspavietnam.com"],["email="],["address=Lang Co Beach, Lang Co Town, Phu Loc District"],["lat="],["long="],["directions=Along the coast road going out to Chan May Port"],["phone=+84 543 684777"],["tollfree="],["fax="],["hours="],["price=USD159-399"],["checkin="],["checkout="],["content=A large complex with many facilities."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are several Internet shops scattered along Hwy 1A, but more are concentrated down the small road down to the market (entrance to the road, is the first right from the toll booth coming from Danang). The shops will generally be filled with local children playing online games. The cost is about 5,000 dong\/ hour.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Hoi An"]]}," is about 1 hour taxi from Lang Co and a car can be hired for approximately 700,000 dong.  \n\n",{"type":"[[","value":[["Hue"]]}," is about 1.5 hour drive from Lang Co. Local buses\/vans go to Hue throughout the day. You just need to stand on the side of the road and wave at one that has a sign in the front that says Hue, Hanoi. These buses are the cheapest mode of transport but can get very stuffy and packed to the rim.  Tourist buses are a better option and tickets can be purchased at Thanh Tam Resort, where the bus stops.  \n\n",{"type":"{{","value":[["IsPartOf"],["Central Coast (Vietnam)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]