[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner sandy northwest beach.jpg"],["box=black"]]},"\n\n",{"type":"'''","value":["Langley"]}," is a small waterfront town on ",{"type":"[[","value":[["Whidbey Island"]]}," in the ",{"type":"[[","value":[["Puget Sound"]]}," region of Washington State known for its historic character.\n",{"type":"[[","value":[["File:Downtown langley wa.JPG"],["300px"],["thumbnail"],["Downtown Langley"]]},"\n\n",{"type":"==","value":["Understand"]},"\nLangley is a town in Island County, Washington, United States which is located on the south end of Whidbey Island, overlooking the Saratoga Passage. It is the third largest incorporated area on Whidbey.  Langley was founded in the 1800s by Jacob Anthes, and was named for J.W. Langley of Seattle. In 1902, Mr. Anthes built a logger bunkhouse that is still standing in the downtown core and currently serves as a museum. Langley was officially incorporated on February 26, 1913.\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Island Transit"],["url=http:\/\/www.islandtransit.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 360-678-7771"],["tollfree="],["fax="],["hours="],["price="],["content=A free, scheduled bus services the island, from ",{"type":"[[","value":[["Mukilteo"]]}," north with connections to Mt. Vernon on the mainland, with Island Transit. The bus operates daily except Sundays, with reduced trips on Saturdays."]]}]},"\n",{"type":"===","value":["By shuttle"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Whidbey SeaTac Shuttle"],["url=http:\/\/www.seatacshuttle.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-679-4003"],["fax="],["hours="],["price="],["content=provides transportation service between communities on Whidbey and Sea-Tac Airport."]]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Olympic Club.JPG"],["250px"],["thumbnail"],["The Olympic Club building in Langley is listed on the National Register of Historic Places"]]},"\nLangley is a tourist destination and many businesses in immediate area promote themselves in tourist pamphlets available around the world. Langley is home to a 1930s era movie theatre, a grocery store of the same vintage, and several restaurants.\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Annual events"]},"\n",{"type":"===","value":["Mystery Weekend"]},"\nMystery Weekend is a yearly event occurring the last weekend in February.  A fake newspaper story is run in the South Whidbey Record or a fake newspaper can be purchased from the Visitor & Information Center, detailing the persons involved.  The players are instructed to search every store for a box of cards, with a clue to the Murder mystery game printed on each card.  Various locals play the parts of characters in the story, and players are invited to question them for information.  The players who believe they have solved the game may submit their solutions and enter into a drawing of prizes.\n\n",{"type":"===","value":["Choochokam"]},"\n",{"type":"[","value":["http:\/\/www.choochokamarts.com\/ Choochokam"]}," is held the weekend after Independence Day  each July.  The city closes most of First Street and Anthes Ave. south to Third St.  Artists from around the Northwest showcase their art, while local musicians perform on a downtown stage.\n\n",{"type":"===","value":["Djangofest NW"]},"\n",{"type":"[","value":["http:\/\/www.djangofest.com\/nw\/home.htm\/ Djangofest"]}," NW is held in September each year.  This five-day festival celebrates the gypsy jazz style of Django Reinhardt, and featues workshops, concerts, and impromptu jam sessions around town.\n\n",{"type":"===","value":["Island County Fair"]},"\nThe third weekend in August Langley hosts the Island County Fair.  This is one of the biggest community gatherings of the year.  The fair has such a local impact, that Island Transit will run special shuttles between Langley and the Clinton Ferry, as well as Shuttles between ",{"type":"[[","value":[["Oak Harbor"]]}," and Langley, and extra ferry trips on the Clinton to Mukilteo run routinely at several hours.\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Whidbey Island"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]