[{"type":"{{","value":[["pagebanner"],["Langkawi banner Sky Bridge.jpg"]]},"\n",{"type":"[[","value":[["File:Langkawi Malaysia (26).JPG"],["thumb"],["240px"],["Sun, sand and sea on the beach"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/mplbp.gov.my\/ Langkawi"]}]},",(Jawi:لانكاوي ) officially known as Langkawi, the Jewel of Kedah (Malay: Langkawi Permata Kedah) is an archipelago of 99 islands (an extra 5 temporary islands are revealed at low tide) in the Andaman Sea, some 30 km off the mainland coast of northwestern Malaysia. The islands are a part of the state of Kedah, which is adjacent to the Thai border. In 2008, Sultan Abdul Halim of Kedah consented to the change of name to Langkawi Permata Kedah in conjunction with his Golden Jubilee Celebration. By far the largest of the islands is the eponymous Pulau Langkawi with a population of some 64,792, the only other inhabited island being nearby Pulau Tuba. Langkawi is also an administrative district with the town of Kuah as the capital and largest town. Langkawi is a duty-free island.\n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"{{","value":[["infobox"],["Legends of broken pots and seeping gravy"],["Langkawi's most prominent mountains, Gunung Macinchang and Gunung Raya, and a whole series of towns and villages are said to named after a local legend.  The story tells the tale of a wedding between two families of giants, with Mat Raya's son wanting to marry Mat Cincang's daughter. During the wedding feast, a fight broke out between the two wedding parties, reputedly because the son was caught flirting with another woman.\n\nDuring the fight, pots and pans were thrown, and a large pot of gravy (",{"type":"''","value":["kuah"]},") was broken and the contents flowed onto the ground. The place where the gravy was spilled became known as Kuah (the largest town on Langkawi island) and where the crockery (",{"type":"''","value":["belanga"]},") was broken (",{"type":"''","value":["pecah"]},") was location of the village Kampung Belanga Pecah. The gravy seeped into (",{"type":"''","value":["kisap"]},") the earth at the village named Kisap."]]},"\n\nThe name \"Langkawi\" has two possible origins. First, it is believed to be related to the kingdom of Langkasuka, itself a version of the ",{"type":"[[","value":[["Malay phrasebook"],["Malay"]]}," ",{"type":"''","value":["negari alang-kah suka"]}," (\"the land of all one's wishes\"), centered in modern-day ",{"type":"[[","value":[["Kedah"]]},". The historical record is sparse, but a Chinese Liang Dynasty record (c. 500 AD) refers to the kingdom of \"Langgasu\" as being founded in the 1st century AD. Second, it could be a combination of the Malay words 'helang', meaning \"eagle\" and 'kawi', meaning \"reddish-brown\" or \"strong\", in old Malay.\n\nLangkawi eventually came under the influence of the Sultanate of Kedah, but Kedah was conquered in 1821 by Siam and Langkawi along with it. The Anglo-Siamese Treaty of 1909 transferred power to the British, which held the state until independence, except for a brief period of Thai rule under the Japanese occupation of Malaya during World War II. Thai influences remain visible in the culture and food of Langkawi.\n\nLangkawi remained a sleepy backwater until 1987, when the island was granted tax-free status with the intention of promoting tourism and improving the lives of the islanders. The following boom was spectacular and now Langkawi figures on most every European travel agency's radar.\n\nThis spectacular boom was also due to the fact that Mahsuri's curse was lifted with the birth of her 7th generation descendant.\n\nSheltered by the mountainous backbone of ",{"type":"[[","value":[["Peninsular Malaysia"]]},", Langkawi escapes the northeastern winter monsoon entirely and enjoys sunny skies in winter when the eastern provinces are flooded. Coupled with natural white sand beaches, lush jungle foliage and craggy mountain peaks - but hampered by inaccessibility - the island was at one time touted as \"Malaysia's best-kept secret\".\n\nThe 10,000 hectares of Langkawi and its 99 islands were declared a Geopark by the United Nations Educational, Scientific and Cultural Organisation (UNESCO) in 2007.\n",{"type":"[[","value":[["Image:Sunrise over Pantai Cenang.jpg"],["thumb"],["right"],["575px"],["Sunrise over Langkawi"]]},"\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By plane "]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.malaysiaairports.com.my\/index.php?ch=17&pg=55&ac=171 Langkawi International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["LGK"]]},") is located at Padang Matsirat, on the northwestern part of the island. Over a million passengers pass through annually.\n\nThe following airlines offer service to\/from Langkawi: ",{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]},", ",{"type":"[","value":["http:\/\/www.malaysiaairlines.com Malaysia Airlines"]},", ",{"type":"[","value":["http:\/\/www.fireflyz.com.my Firefly"]},", ",{"type":"[","value":["http:\/\/www.happyairway.com\/ Happy Airways"]},", and ",{"type":"[","value":["http:\/\/www.silkair.com Silk Air"]},".\n\nDirect flights are available to Langkawi from ",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Hat Yai"]]},", and ",{"type":"[[","value":[["Phuket"]]},".\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.langkawi-ferry.com\/Home\/Schedule.aspx Langkawi Ferry"]}]}," operates fast air-con boats from ",{"type":"[[","value":[["Kuala Perlis"]]}," (RM18, 75 min), ",{"type":"[[","value":[["Kuala Kedah"]]}," (RM23, 105min), ",{"type":"[[","value":[["Penang"]]}," (RM60, 165min) (the ferry is freezing cold, so bring warm clothes), and ",{"type":"[[","value":[["Satun"]]}," (RM30 or THB300, 75min), (Satun ferry to Langkawi: last boat departs Satun at 16:00."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.telagaharbour.com\/Lipeshuttle.html Telaga Harbour"]}]}," operates ferries from ",{"type":"[[","value":[["Koh Lipe"],["Ko Lipe"]]},", ",{"type":"[[","value":[["Thailand"]]}," twice per day during the high season, at 09:30 and 14:30 (RM128 1-way, RM248 return, 75min). These boats dock at the south end of Pattaya Beach. Bookings can be made online."]},"\n",{"type":"==","value":["Get around"]},"\nThere is effectively no public transport on the island, so your choices are to use taxis or to rent a car, motorbike\/scooter, or bicycle.\n\n",{"type":"===","value":["By taxi"]},"\nA taxi from the Airport to Pantai Cenang costs RM18. You can buy a coupon at the taxi desk in the airport. From the ferry terminal to Pantai Cenang the price is RM24. For those arriving at the Kuah Jetty and going into Kuah Town, the price is RM8.\n\n",{"type":"===","value":["By car or motorbike\/scooter"]},"\nRenting a car or motorbike\/scooter is highly recommended due to lack of public transport. This can be done at the airport, the port complex, or from shops on Pantai Cenang. Refrain yourself from renting from touts, as many are operating illegally without permits and usually without insurance.\n\nRenting an air-conditioned mid-sized sedan costs RM70-RM150 per day (depending on model, condition and length of stay) and a 150cc motorbike\/scooter costs RM40 to RM45 per day. Cheaper but usually very used and older are the semi-automatic 115cc bikes for RM25 a day. A tired Proton with in Pantai Cenang maybe around RM60-90\/day.\n\nRemember to have regularly check on your fuel level, petrol pump stations, (gas stations) are far from one another. However, rental agencies do not care how much fuel is in the tank when the vehicle is returned so do not spend more on fuel than you have to. Fuel only costs about RM1.90 a litre and you should return the bikes with the same filling level as you picked it up. Some rentals do check the level and mark it when you sign the slip.\n\nAt the gas\/petrol station for the first time will confuse you. You will need to guess how much fuel you need and pay first. Most saloon cars if empty are RM50 to fill up and motorbikes are approximately RM5. Sometimes you fill up your car\/bike and you haven't used what you have paid for not to worry you can claim this back at the counter.\n\nRemember to drive safely and slowly on the island and on the left side of the road. There are tourists, children and animals like chickens, cows and even buffaloes crossing. Take care not to run over the beautiful snakes or monitors. Cattle and snakes like to lie on the road at night; the blacktop radiates heat.\n\nLaws you need to know.\n#Driver's Licence needs to be with you at all times.\n#Seatbelts are mandatory in all vehicles. Fines given ranging from 50RM plus if not wearing.\n#Helmet mandatory. Fines same as above but more importantly the hospital does not have facilities to treat head injuries you will have to get medivac out to Penang 45min+ and that's if the helicopter is available.\n#International driver's license if from another country.\n\nRoad blocks are commonplace in Langkawi; they are mainly interested in locals with no licence\/tax disc. Make sure you have the above items and you will have no problems.\n\n",{"type":"===","value":["By bicycle"]},"\nYou can rent bicycles in many of the hotels. Expect to pay RM10-30 per day.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Telaga Tujuh Waterfalls aka Seven Wells"],["url="],["email="],["address="],["lat="],["long="],["directions=Gunung Mat Cincang, Northwest corner of the island, 45 kms from Kuah, walking distance from Oriental village and cable car (10 min)"],["phone=+60 4 9667789"],["tollfree="],["fax="],["hours="],["price="],["content=This waterfall is named after the seven natural pools along its path. Legend has it that fairies used to come down to the pools to bathe and frolic. There are 2 viewing areas at Telaga Tujuh. The lower area is at the base of the waterfall and the higher area is where the 7 pools are. You can bathe in the pools and even slide down the slick rock between them. Be warned, to get to the 7 pools, you have to climb 300+ steps which can get quite slippery when wet. As with most Malaysian tourist sites, the toilet facilities are not maintained and rubbish is strewn everywhere.\n\nThere is also a jungle trekking course available at the site which will lead you through a trail of up to 2,500 m, up 2 different mountains. This trail is achievable with slippers, but it is best to wear comfortable hiking shoes or boots as some segments of the trail are nearly vertical. Be warned that these trails are not recommended for family trips."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Gunung Raya"],["url="],["email="],["address="],["lat="],["long="],["directions=take the snaking paved road through the jungle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The tallest mountain on the island, at 881m. Spectacular views from the lookout point on the top. There is a resort hotel serving meals and indifferent coffee at the summit.  There is a lookout tower which one may climb for RM 10."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Crocodile Adventureland"],["url=http:\/\/mylangkawi.com\/new\/wheretogo\/crocodile.htm"],["email="],["address=Jalan Datai, Mk. Ayer Hangat"],["lat="],["long="],["directions=on the way to Teluk Datai"],["phone=+60 4 9592559"],["tollfree="],["fax="],["hours=Daily, 9AM-6PM, Show Time: Daily at 11:15AM & 2:45PM, hourly feedings"],["price=Adult RM15, child RM10 (below 12 yrs)"],["content=Over 1,000 crocodiles and alligators. Witness a boxing match of man vs crocodile, or take a ride in a rickshaw drawn by a crocodile. this attraction will not be enjoyed by some visitors, the crocodiles are inbred and deformed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Laman Padi Rice Garden"],["url="],["email="],["address="],["lat="],["long="],["directions=northern end of Pantai Cenang, opposite Casa Del Mar Hotel"],["phone=+60 4 955 4312"],["tollfree="],["fax="],["hours=10AM-6PM"],["price=Free"],["content=Rice fields and nice landscaping. Museum in English details process of cultivating rice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Legend Garden"],["url=http:\/\/mylangkawi.com\/new\/wheretogo\/legenda.htm"],["email="],["address="],["lat="],["long="],["directions=400 metres from Kuah Jetty beside the CHOGM Park and Al-Hana Mosque."],["phone=+60 4 9664223"],["tollfree="],["fax="],["hours=8AM-11PM daily"],["price=Adults: RM5, Children: RM2.50"],["content=Beautiful garden located on 50 acres, designed based on Langkawi heritage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Underwater World"],["url=http:\/\/www.underwaterworldlangkawi.com.my\/indexmenu.html"],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone=+60 4 9556100"],["tollfree="],["fax="],["hours=9:30AM-6:30PM on weekdays and 9:30AM-8:30PM on weekends"],["price=RM38 for adults and RM28 for children."],["content=An indoor aquarium. Try to catch the feeding times (see website for details)."]]}," ",{"type":"[[","value":[["Image:Entrance to Underwater World, Langkawi.jpg"],["thumb"],["right"],["200px"],["Underwater World"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eagle Square"],["url=http:\/\/mylangkawi.com\/new\/wheretogo\/eagle.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The square, featuring a giant eagle statue, is beautifully landscaped with scenic ponds, bridges and coverd terraces, and is especially beautiful when illuminated at night"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oriental Village"],["url=http:\/\/mylangkawi.com\/new\/wheretogo\/oriental.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Asian-themed village featuring restaurants, an exotic snake charmer, jugglers, silat displays, traditional music, kite flying demonstrations, palmistry, portrait painting. A miserable elephant is forced offer rides to tourists. In future, a tiger may be added into the collection of their non-native wildlife. Rent a segway to scoot around Oriental Village."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Galeria Perdana"],["url=http:\/\/mylangkawi.com\/new\/wheretogo\/galeria.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 4 959 1498"],["tollfree="],["fax="],["hours=10AM to 5PM, closed Mondays"],["price=RM10"],["content=Museum featuring gifts Malaysia has received from foreign countries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Summer Palace"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Kok"],["phone="],["tollfree="],["fax="],["hours="],["price=Adults RM5, Children RM3.50"],["content=The building was the set of the Hollywood film \"Anna and the King\". The building has now been closed off as it is in a state of disrepair and disintegration and is thus a danger to visitors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wild Life Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= It is a zoo. Many wild animals to see."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ibrahim Hussein Foundation Museum"],["url=http:\/\/ihmcf.org\/"],["email="],["address="],["lat="],["long="],["directions=Teluk Datai"],["phone=+60 4 959 4669"],["tollfree="],["fax="],["hours=10AM-6PM"],["price=RM12"],["content=Abstract paintings"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Langkawi Cineplex"],["url=http:\/\/langkawicineplex.com"],["email=feedback@langkawicineplex.com"],["address=A-14-15 Pokok Asam, Kuah 10th floor of Langkawi Parade Shopping Complex"],["lat="],["long="],["directions=Level 10, Langkawi Parade Megamall"],["phone=+60 4 9661006"],["tollfree="],["fax="],["hours="],["price=RM11"],["content=Only movie theatre in Langkawi. Current Hollywood and local films."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Go-Karting"],["url="],["email="],["address=Lot67, Jl Pantai Cenang"],["lat="],["long="],["directions="],["phone=+60 4 955 5827, +60 4 955 5792"],["tollfree="],["fax="],["hours="],["price=RM35 for 10min in Swiss Hutless Kart or RM100 for 15min in faster YamahaKart"],["content=Morac International Karting features a 1,000m track."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Golf"],["url=http:\/\/www.dataigolf.com\/"],["email="],["address="],["lat="],["long="],["directions=Northern part of the island"],["phone=+60 4 959 2620"],["tollfree="],["fax="],["hours="],["price=RM400 for 18 holes or RM300 for 9 holes"],["content=There is a world-class, 18-hole golf course located near the Datai resort."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yoga Now"],["url=http:\/\/www.yoganowmalaysia.com\/"],["email=yoganow@hotmail.com"],["address=15 Lorong Keramat, Pantai Cenang"],["lat="],["long="],["directions=Follow the signboards for Yoga Now on the road behind Rasa Restaurant - 10min walk from the beach."],["phone=+60 16 2715 082"],["tollfree="],["fax="],["hours=Daily yoga classes 09:00-11:00 & 16:00-18:00"],["price=RM50 for a 2hr drop in class, RM400 for a 10 class pass."],["content=Traditional Hatha Yoga classes in English (also French, Dutch and Chinese). Run by an Irish\/Malaysian couple. Yoga retreats and workshops are also available."]]}]},"\n",{"type":"===","value":["Beaches"]},"\n",{"type":"''","value":["Pantai Cenang"]}," - The most popular beach in Langkawi, features fine powdery sand and many beachfront restaurants and bars. Located at the south-western tip of the island, 2km long.\n\n",{"type":"''","value":["Pantai Tengah"]}," - Located just south of and contiguously with Pantai Cenang. 1km long. Means ‘Middle Beach’. Peaceful and tranquil alternative to the hustle and bustle of Pantai Cenang. All inclusive resorts popular with families.\n\n",{"type":"''","value":["Pantai Kok"]}," - Isolated, relatively undisturbed stretch of beach in the western part of Langkawi Island, 12km north of Pantai Cenang. Telaga Harbour as well cable-car ride to the peak of Mat Cincang Mountain and the Telaga Tujuh Waterfalls are located here.\n\n",{"type":"''","value":["Tanjung Rhu"]}," - northernmost tip of the island.  Centuries-old limestone caves, mangroves, waterways, limestone crags and sandy beaches make it a nature lover's paradise. This beach is made up of 2 long stretches that include Tanjong Rhu Resort and Four Seasons..\n\n",{"type":"''","value":["Datai Bay"]}," - The most expensive resorts are located here.\n\n",{"type":"''","value":["Burau Bay"]}," - Beach lined with rocky outcrops located at the West Coast of Langkawi. Nearby Burau island is also a roosting place for migratory birds.\n\n",{"type":"''","value":["Pantai Pasir Hitam"]}," - Means ‘Black Sand’. The sand is mixed in white and black shades, due to rich tin and iron ore deposits.\n\n",{"type":"''","value":["Pasir Tengkorak"]}," - Very beautiful small beach in the North of the island.\n\n",{"type":"===","value":["Tours"]},"\nTours can be arranged via any hotel or a multitude of online agencies.  Prices vary, the ones given here are averages.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Exclusive Private & Sharing Yacht Charter Cruises"],["url=http:\/\/www.bluewaterstarsailing.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 13 407 3166"],["tollfree="],["fax="],["hours="],["price="],["content= by leading yacht charter company offering carefree cruise packages for sunset, full day or overnight cruises around Langkawi and in the Andaman Sea."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mangrove Tour Langkawi"],["url=http:\/\/www.1langkawi.com.my\/mangrove_tour.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 12 578 5408"],["tollfree="],["fax="],["hours="],["price="],["content=Educational and recreational tour. The tour slowly cruises the river and you will able to watch animals like birds, monkeys and eagles actively searching for food. You can experience for yourself the mangrove trees on your left and right banks of the river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stardust Sailing Yacht"],["url=http:\/\/www.langkawiyachtcharer.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 12 4050649"],["tollfree="],["fax="],["hours="],["price=RM325 for an adult includes a big buffet, beverages and hotel transfers"],["content=Combined mangrove and sailing yacht tour incorporating eagle watching, sting ray feeding, a traditional fish farm excursion and a mangrove speedboat safari for 1 hour plus a 6 hour sailing yacht cruise to the Langun Island Sand Spit Beach and incorporating the Pirate Lagoon as well as fishing, salt water jacuzzi, join in sailing, dolphin spotting, tunnel cave."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Island Hopping Tours"],["url=http:\/\/1langkawi.com.my\/island_hopping.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM25-40"],["content=You will be brought to several islands around Langkawi, usually the Pregnant Maiden Island and Pulau Beras Basah. A dive into the cool deep Pregnant Maiden Lake is a must. The tours take 4 hours and leave at 9:30AM and 2:30PM. They have pick-up service and can be booked from any hostel\/motel at lower rates."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jet Ski Island Tours or Jet Ski Safari"],["url=http:\/\/www.megawatersports.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 12 2002155"],["tollfree="],["fax="],["hours="],["price="],["content=Breathtaking view touring the islands of Langkawi on a jet ski. You will be given a choice of three different tours. Private tours can be arranged. The tours take approximately 4 hours and leave at 9AM ending 1PM. They have pick up service and can depart from Pantai Cenang or Sheraton Langkawi Beach Resort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Birdwatching Tours"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM200 Adult, RM120 child"],["content= There are over 200 species of birds on the islands. The best times to watch them are the early mornings or early evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marinas"],["url=http:\/\/www.langkawi-info.com\/sports\/sailing.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Four first-class marinas provide berths for many international yachts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kayaking & Swimming Adventure"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM250 Adult, RM120 child"],["content= 4 hour tour. Paddle along the mangrove forest. Opportunities to see kingfishers, sea eagles, kites, plovers, herons, fiddler crabs and mud skippers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jungle Trekking in the Rainforest"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM150"],["content=4 hour tour. Pick up from your hotel. Lots of monkeys and birds. Junglewalla also offers tours suitable for families or advanced hikers.\n\nJungle trekking is free if you follow any of the numerous jungle trek routes available throughout Langkawi. The vegetation is not dense and will be a memorable experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mangrove & Limestone Cruise"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM200 Adult, RM120 child"],["content=4 hour tour. Explore the mangroves forest and the ancient limestone outcrops and rock formations and possibly walking fish, Kingfishers, and Eagles.\n\nPrices vary, depending on the quality of the guide as well as the package components. It can range anywhere from 70-200rm for adults. Alternately, you can charter the boat for 300RM if you are more than 2 people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nature Walk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM40 Adult, RM20 child"],["content=2 hour tour. At sunrise or at dusk. See monkeys, insects, and flying squirrels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba Diving & Snorkelling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM120-200"],["content=Best around Pulau Payar Marine Park (20km south of Langkawi). There is a viewing platform for relaxation between underwater adventures.  While Pulau Payar Marine Park does boast healthy coral and a good variety of fish, you will not be issued fins with your snorkel and the lunch the various tour operators supply is well below par."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Eagle Feeding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While you are on one of the various boat tours, the tour operators will toss pieces of chicken to the eagles. This is a wonderful display, but encourages the eagles to rely on tourists for food, and not to hunt on their own. As a result, it is very destructive to the eagle population. Please do not support eagle feeding. Tell the boatman to keep the chicken for himself."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helicopter Joyrides"],["url="],["email="],["address=Pekan Baru, Kuah Town"],["lat="],["long="],["directions="],["phone=+60 4 9699690"],["tollfree="],["fax="],["hours="],["price=as low as 150 $"],["content=See Langkawi from Aerial View at a very afforable price. A new excitement in Langkawi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cable Car Ride & Hanging Bridge"],["url="],["email="],["address="],["lat="],["long="],["directions=in Oriental village, close to Pantai Kok"],["phone=+60 4 959 4225"],["tollfree="],["fax="],["hours="],["price=RM30 Adult, RM20 child"],["content=Ride the cable car to the top of Gunung Mat chinchang and walk across the 700m high Sky Bridge for a spectacular view of the islands and Thailand. Includes a very steep section which is spectacular both going up and coming down. Doesn't operate in bad weather. Also it doesn't run during the regular maintenance days, check before you go. Officially you are not allowed to take food and drink on the cable car, but they seem not to be checking backpacks (when unlucky and all your water is taken by the security, you can buy one at the top). If they are not operating, or you are really into hiking, you can trek partway up the mountain through the jungle. To do this, from the parking lot at Telagah Tujuh Waterfalls go left just before the road goes really uphill and then turn left again at the water reservoir. The trek is very steep most of the way and in a pretty bad condition because the contractors laying down the piping for cables littered garbage all the way to the top. Only attempt this if you are fit and have good hiking boots. Temperatures at the top of the mountain are 4-5⁰C lower than at sea level"]]}]},"\n",{"type":"==","value":[" Buy "]},"\n\nATMs and Money Exchange booths are available at the Langkawi Airport, at Langkawi Parade Shopping Complex and next to Underwater World at Pantai Cenang.\n\nLangkawi is a duty-free island, and alcohol is significantly cheaper here than in the rest of ",{"type":"[[","value":[["Malaysia"]]},".\n\nHotel tariffs and retail goods are exempt from government duty. Visitors with more than 48 hr stay in Langkawi are exempt on items like wines and liquor (1 liter), tobacco (200 cigarettes), apparel, cosmetics, souvenirs and gifts, food and food preparations and portable electronic items (one item).\n\nShop around before buying: the airport is probably the most expensive place to buy anything. Shop in Kuah town for batik, tobacco products and chocolate confectioneries.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Langkawi Parade Megamall"],["alt=Langkawi Parade Shopping Complex"],["url=http:\/\/www.langkawi-parade.com"],["email="],["address=A-14-15 Pokok Asam, Kuah"],["lat="],["long="],["directions=In Kuah, 10 min ride from the Kuah Jetty"],["phone=+60 4 9667528"],["tollfree="],["fax="],["hours=Daily, 10AM-10PM"],["price="],["content=One of the largest duty-free shopping complexes in Langkawi.  A one-stop shopping location for wines & liquors, chocolates, local souvenirs, clothing & beachwear, luggage, home decor, electronics and much more. Grocery store on bottom level offering fresh and frozen foods."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Zon Duty-Free Shopping Complex"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang, next to Underwater World"],["phone=+60 4 9555300"],["tollfree="],["fax="],["hours=Daily, 9AM-7PM"],["price="],["content=Cheap place to buy cigars, cigarettes, alcoholic beverages, clothing, electronics, chocolates, and biscuits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Kompleks Budaya Kraf"],["url="],["email="],["address="],["lat="],["long="],["directions=Northeastern Coast"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enormous handicrafts centre built in neo-Islamic style"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=KV Tobacco"],["url="],["email="],["address=136, Kompleks Kelana Mas"],["lat="],["long="],["directions=5 min walk away from Kuah, in an area called the Trimula"],["phone=+60 19 5422558"],["tollfree="],["fax="],["hours=Daily, 1:30PM-8:30PM"],["price="],["content=Well stocked tobacco and cigar shop. Easily recognisable by a big orange signboard, and door painting by the left. Has a variety of Cuban cigars, rare European smoking pipes and packed tobaccos. Knowledgeable and friendly shop owner."]]}]},"\n",{"type":"==","value":[" Eat "]},"\n\nPractically all resorts have their own restaurants and many tourists choose to eat in, but there are lots of other options as well. Be adventurous and strike out on your own to savour the numerous foods at the stalls and restaurants all over Langkawi.\n\nGenerally, restaurants are expensive and the portions are smaller there than at stalls, so you may want to order more than just a main dish at a restaurant. Also, if you don't like spicy food, watch out: Langkawi people like their food hot, and even if they tone things down at your request, you may still find your food challenging to eat. Try one of the many seafood restaurants, but beware of certain restaurants advertised in the brochures targeting tourists. An example of such restaurant is the 'Coco Beach Restaurant', close to the airport.\n\nIf you choose to order seafood or fish, take note if the price is by weight or by a set price for the dish. The unwary can be hit with a much larger bill than expected. Also, beware of restaurants telling you that they only have the bigger size lobsters available, as that is what they tell everyone (a common practice at Coco Beach Restaurant and Palm View Restaurant, at Pantai Cenang). When your lobster or crab is served, you will discover that you will definitely be paying for 900g of shell instead of meat! To counter this, order fish, squid and prawns, to be safe.\n\n",{"type":"===","value":[" Budget "]},"\n\nFor a taste of simple Malay-style breakfast, just walk up to a small stall opposite the Underwater World in the mornings and feast on the famous freshly-prepared banana leaf-wrapped ",{"type":"''","value":["nasi lemak"]}," (steamed rice in coconut milk). The price is most affordable at less than RM 2 for a pack. Go local and enjoy this with a glass of hot teh tarik or really good local coffee. This very unassuming stall is just simple and great (clean too!) The nasi lemak comes with curried beef, squid in chili, friend salted fish or chicken.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=AddaMaya Café"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang (near Haji Ramli's; or opposite Nadia's Comfort Inn)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small, cosy place for meals and coffee. The chef can whip up great meals - from local dishes to western fast food easily (and in that little cabin of his). Problem is, it can get a bit dusty as it is located fronting the main road. Locals like to come here for good food at reasonable prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rafi's Place"],["url="],["email="],["address="],["lat="],["long="],["directions=sandwiched between Restoran Aliah's and Tomato Nasi Kandar on Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price=nasi lemak (RM3), local tea and coffee (RM1)"],["content=Rustic shack. No visible signboard either but ask around and you will find Rafi's. Rafi is a Penangite but has been on the island since 1988 so he considers himself very much local. Ask him for recommendations and he'll happily tell you. Ample parking space in front of his 'shack'. Good ambiance especially early mornings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tomato Nasi Kandar"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite Langkawi Boutique Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=RM1-3 for roti, RM 4-10 for main dishes"],["content=Typical budget Indian food establishment with patrons all day (and night!) long. Very crowded even in the wee hours of the morning. They serve an enormous variety of dishes, from the flavoured roti varieties to naan, briyani and kebabs. The standard is quite high - to an extent where the meal is extremely value-for-money. The only problem is that their waiters are exceedingly bad at taking orders."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restoran Fatimah"],["url="],["email="],["address="],["lat="],["long="],["directions=near the Kampung Tok Senik Resort on the road to Ulu Melaka"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Try this for really authentic Malay food. Their lunch spread is amazing - so amazing that they attract bus loads of Malaysian visitors. Just enjoy the food and leave your cultural baggage and complaints behind as you will be in a totally different ambiance but friendly, nevertheless."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restoran Almaz"],["url="],["email="],["address=northern end of Pantai Cenang"],["lat="],["long="],["directions=Next door to the 'Laman Padi Rice Garden' and across the road from 'Casa Del Mar'"],["phone="],["tollfree="],["fax="],["hours="],["price=0.80-12RM"],["content=A really nice little restaurant with Roti and Indian food that is very tasty and cheap. We were incredibly impressed with the food and were over the moon with the price."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Artisans Pizza Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price=RM 15 for main courses. RM 30-38 for 11 inch pizzas"],["content=Offers freshly cooked pizzas with both traditional and Malaysian toppings. The satay pizza and sambal pizza are particularly good. You can dine in or takeaway and they also deliver to guesthouses and the beach. Their house specialties: Hungarian Goulash and Madam's Fishbake are particularly recommended. Tomato soup is also great."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Babylon Mat Lounge & BBQ"],["url="],["email="],["address="],["lat="],["long="],["directions=Right on Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mats are laid out on the sand for guests to sit on and there is a low table with a candle. They also have a live band or playlist that is passed off as a DJ. In contrast to the atmosphere, the staff are quite rude compared to other places."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Breakfast Station"],["url="],["email="],["address="],["lat="],["long="],["directions=A couple of min walk from Restoran Haji Ramli"],["phone="],["tollfree="],["fax="],["hours=Lunch starts\/breakfast ends at 12PM"],["price=Lavazza Coffee from RM5"],["content= Great Balinese decor, rustic with cozy ambiance. Fantastic and fantastic Nasi Lemak. The Western spread is a pleasant surprise. Best omelette in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beach Garden Resort's Beer Garden"],["url=http:\/\/www.beachgardenresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Happy hour from 15:00 - 19:00PM"],["price="],["content=Offers 1st class Western & Malay dishes in a stylish holiday - beach atmosphere. Superb wine selection, draft beer and German wheat beer as well as cocktails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cenang Boat Quay"],["url="],["email="],["address=Pantai Cenang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers  a variety of pizza, German sausages, pasta, local dishes and fusion food. Opening in April 2009 is a grill fish hawker. The concept here is by individual hawker selling the different styles of food. Sunset view at the Quay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Champor Champur"],["url="],["email="],["address=Pantai Cenang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Moderately wacky fusion food in a fusion setting courtesy of a Dutch-Malaysian couple with an affinity for Africa. Great ambiance - feels like eating in an outdoor garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Difiqa"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang, close to Red Tomato"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great for  tasting Roti Canai at breakfast with some very spicy dips as accompaniment, Less than RM5 for 2. Great tasting local coffee and fresh fish too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fat Mum Restaurant"],["url="],["email="],["address=Pantai Tengah"],["lat="],["long="],["directions="],["phone=+60 2 4707863"],["tollfree="],["fax="],["hours="],["price="],["content=Just up the road from Awana Resort. Great authentic local Chinese seafood restaurant, good food for a reasonable price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hole in the Wall Fishfarm & Restaurant"],["url=http:\/\/www.holeinthewall.com.my\/"],["email="],["address=Kilim River, northeast part of the island"],["lat="],["long="],["directions=Call for free shuttle"],["phone=049675301"],["tollfree="],["fax="],["hours="],["price="],["content=Floating on the river, part of the amazing scenery of the Kilim Mangrove Forest. They serve the freshest Malay style seafood you will be able to eat on Langkawi island. The traditional dishes of freshly caught fish, prawns, crab, lobster. are famous. Shuttle service from Kilim jetty to the fishfarm restaurant and return is free of charge for lunch and dinner guests (However, if your bill is less than RM50, you have to pay an absurd amount for the shuttle. The logical workaround here is to order the cheapest available item to make the bill RM50) If you book a Mangrove Tour, you will most definitely end up having your lunch here. However, you may want to give their package buffet a pass and try their dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restoran Haji Ramli"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours=Open till 1AM"],["price=RM 10-20 for a complete meal"],["content=Your Nasi Campur haunt by day and run-of-the-mill Tom Yam shack by night. 'Ikan Bakar' - Grilled fish and other fresh seafood a'la carte after 3PM. Fresh terubuk (shad) which is unheard off in the mainland! Grab a couple of fist-sized prawns and cuttlefish (squid) cooked Tom Yam style for a gastronomical lesson in local seafood. Their seafood dishes average RM4-4.5 per 100 g, and they can be cooked in a myriad of different styles that will surely suit your tastes. Meat dishes vary from RM6-12."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mimi"],["url="],["email="],["address="],["lat="],["long="],["directions=A few min walk from Underwater World, on the opposite side of the road."],["phone="],["tollfree="],["fax="],["hours="],["price=Snapper or grouper  RM4\/100 gram"],["content=Greatest 'ikan bakar' or grilled fish with tantalizing self-made sauce. Also offers a variety of traditional Malay dishes like tomyam and 'ayam masak merah' (chicken cooked in non-spicy sauce)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Oasis"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Tengah\/Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great beach hangout serving western meals and drinks. It comes alive in the evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Orkid Ria Seafood Restaurant"],["url=http:\/\/nicolekissdiet.blogspot.com\/2008\/11\/orkid-ria-seafood-restaurant-langkawi.html"],["email="],["address=Lot 1225 Jl Pantai Cenang"],["lat="],["long="],["directions="],["phone=+60 4 9554128"],["tollfree="],["fax="],["hours=11AM-3PM. Dinner: 6PM-11PM"],["price="],["content=Some tables having water views. They have fresh seafood displayed out front. Choose from a wide range of cuisines, including dishes prepared in Malay, Thai, Chinese and Western styles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rasa Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good Malaysian food with reasonable prices. Seating available outdoor in courtyard overlooking main road or inside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Red Tomato Restaurant and Lounge"],["url=http:\/\/www.redtomatolangkawi.com"],["email="],["address=5 Casa Fina Ave"],["lat="],["long="],["directions=Pantai Cenang, in front of Underwaterworld tel"],["phone=+60 12 5136046"],["tollfree="],["fax="],["hours=Every day from 9AM-10:30PM"],["price="],["content=Red Tomato Garden Cafe used to be opposite AB Motel but moved 800 m down the road in May 2011. Now it has become Red Tomato Restaurant and Lounge and has still retained its charm and great dishes. Look out for the owner's red VW Beetle parked in front of the place. Has great western breakfast and lunch  menus, and pasta and tasteless pizza for dinner. Home made bread, good choice of cheeses. Gluten free pasta is available. Air-con and terrace seating, Free WiFi and a red piano. Owned by a German lady."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rose Tea 2"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours=Closed on Friday"],["price="],["content=Thai food.  Great service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sun Cafe"],["url=http:\/\/www.sungroup-langkawi.com\/suncafe\/index.html"],["email="],["address="],["lat="],["long="],["directions=Pantai Tengah"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A friendly and relaxing restaurant that offers a variety of Western food, Italian food, and Malaysian food. Hot and cold beverages, cappuccino to milkshake, fruit juice, mocktail. If you love fish, try their fillet of barracuda. They are also open for dinner too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taj Mahal"],["url="],["email="],["address=Landcon Square"],["lat="],["long="],["directions=opposit Zon Shopping Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Huge open sided restaurant, also has an air-con room opposite for hot days. Specialises in Arabic and North Indian dishes all of which are very healthy, very tasty and very cheap. Very popular with locals and with Indian and Arabic holidaymakers. Great place to just sit around for a few hours occasionally ordering another batch of fresh flat breads and dips."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=T. Jay's Italian Bistro & Pizzeria"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang, 0pposite Underwater World"],["phone=+60 4 9553995"],["tollfree="],["fax="],["hours=8AM-11PM"],["price="],["content=Though this place looks a little sleepy, they make some great wood-fired pizzas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Telaga Arabic Cafe and Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The same kitchen serves an indoor dining area and a large outdoor area across the street. Good good with reasonable prices. Stay and enjoy some of the best hookah\/shisha (tobacco water pipe) smoking anywhere. While good, the food is not as great as some Middle Eastern restaurants in Kuala Lumpur."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tulsi Garden"],["url="],["email="],["address=Pantai Tengah"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good Indian food (northern and southern). Quiet place to have dinner and chat with friends. You can ask the chef to tone down the chili or spiciness levels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=USSR Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Telaga Harbour Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Russian fare. Waterside restaurant with tables overlooking the harbor. Managed by Russian expats who serve up the real deal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wonderland"],["url="],["email="],["address=Lot 179, 180, 181 Pusat Perniagaan Kelana Mas"],["lat="],["long="],["directions=Kuah"],["phone=+60 12 6230441"],["tollfree="],["fax="],["hours=5:30PM – 11:30PM"],["price="],["content=Locals claim that Wonderland serves up the best seafood on Langkawi Island; offering local favourites of traditionally cooked seafood entrees, the chilli crab is especially flavorsome. Service is friendly and prompt and the atmosphere is lovely."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Feast @ Sheraton"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/dining\/index.html?propertyID=281\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International buffet and ala carte menu. A varieties menu from unique local cuisine to western dishes. Choose to dine inside in air-conditioned environment or having your dine at terrace while enjoying the nature environment overlooking the Andaman Sea."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Sal at Casa del Mar"],["url=http:\/\/www.casadelmar-langkawi.com\/dining.htm"],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang, on the beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As expected on holiday, dining is a relaxed, quality experience at your Home by the Sea. Food offers the best in Modern Asian and Western Cuisine with a focus high quality fresh produce and is served by attentive and friendly staff. The bar offers a wide variety of wine from the old and new worlds. The cocktail list is exciting and innovative with themed cocktails around our sunset, pool side relaxation and post dinner period."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Light House"],["url="],["email="],["address="],["lat="],["long="],["directions=The edge of Pantai Tengah"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic food on the beach wonderful views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Loaf"],["url=http:\/\/www.theloaflangkawi.com\/"],["email="],["address=Lot No. C9 Perdana Quay"],["lat="],["long="],["directions=Telaga Harbour Park"],["phone=+60 4 9594866"],["tollfree="],["fax="],["hours=8AM-11PM; closed Thursday"],["price=Bread from RM4"],["content=Japanese style bakery & bistro owned by Tun Dr Mahathir Mohamed, ex-Prime Minister of Malaysia. Quality breads and full meals. Amazing view of the harbour and the yachts especially if you have your breakfast al-fresco outside. Attentive staff.  Try Tun's Favourite Breakfast set (2 softboiled eggs, a bowl of mutton curry and thick toasted bread) with coffee and orange juice. Good place to have a leisurely breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mare Blu"],["url=http:\/\/www.mareblu.com.my\/"],["email="],["address="],["lat="],["long="],["directions=Perdana Quay, Telaga Harbour Park"],["phone=+60 4 9593830"],["tollfree="],["fax="],["hours="],["price="],["content=The only authentic Italian restaurant on Langkawi island. The restaurant offers typical Italian food, good wines and draft beer. The Mediterranean style surrounding is just beautiful and the tables are set up right on the waterfront."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Papadam"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang (near Underwater World)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Indian restaurant that also serves Arabic food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sunsutra"],["url=http:\/\/www.sungroup-langkawi.com\/sunsutra\/index.html"],["email="],["address=Jl Teluk Baru"],["lat="],["long="],["directions=Pantai Tengah"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fine dining restaurant that serves great Western food too. If you're a big fan of lamb, you must try their lamb shank. Tender and full of flavours. Its portion is huge too! Good for someone who wants a hearty meal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Unkaizan"],["url=http:\/\/www.unkaizan.com\/e\/"],["email="],["address=Lot395 Jl Telok Baru Pantai"],["lat="],["long="],["directions=Near to Awana Porto Malai"],["phone=+60 4 9554118"],["tollfree="],["fax="],["hours=6PM-11PM"],["price="],["content=Japanese restaurant, with excellent food and wonderful service."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n\nBecause of Langkawi's tax-free status, alcohol is much cheaper than in the rest of Malaysia. Religious Muslims do not consume alcoholic drinks, and while they do tolerate non Muslims who do, try not to behave in a rowdy imbibed manner near them, their houses, mosques, and please respect local culture and communal sensitivities. For those living on a budget, you can obtain alcohol at cheap prices from the local duty-free shops - the larger the outlets, the lower the prices. Expect to pay RM25 for 1L Absolut, RM45 for 1L Kahlua, RM60 for 1L Bailey's, and RM5-12for 330 ml can beer.\n\nDespite low alcohol prices, Langkawi is predominantly popular with couples and families. Single travellers and backpackers may therefore be disappointed with the lack of nightlife. Most bars remain empty, particularly in the low season, and the 1-2 nightclubs may only seem worthwhile in the peak season, and even then only on Friday or Saturday nights. Overall, Langkawi provides a family-friendly alternative to Thai locations such as Phuket and Koh Samui.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chime Nightclub @ Sheraton"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/dining\/index.html?propertyID=281"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Takes on a complete personality change and is Langkawi’s hottest night spot, starting with “sun-downers” on the terrace. Features night live entertainment with stunning performance from musician band while DJ spinning the music all night long."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Little Lylias Langkawi"],["url=http:\/\/www.langkawi-littlelylias.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beach Bar"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sunba Retro Bar"],["url=http:\/\/www.sungroup-langkawi.com\/sunba\/index.html"],["email="],["address=Jalan Teluk Baru"],["lat="],["long="],["directions=Pantai Tengah"],["phone=+60 4 9531801"],["tollfree="],["fax="],["hours=Until 3AM"],["price="],["content="]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":[" Budget "]},"\n\nIf you are looking for budget accommodation, your best bet would be to walk along the beach and adjacent road at Pantai Cenang. It is hard to find budget accommodation in other beaches in Langkawi, except Pantai Cenang and Kuah town. Prices there normally range from RM50 to RM150 per room per night, on or next to the beach.\n\nLangkawi does not cater particularly well to single travellers or backpackers; the type of chic backpackers' hostels available in Kuala Lumpur and Penang are not to be found here. Dormitory rooms are difficult to find if not absent. Most hotels or motels offering minimum facilities (such as WiFi) will be around 100rm.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=AB Motel"],["url=http:\/\/abmotel.blogspot.com\/"],["email=abmotel@hotmail.com"],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone=60 4 9551300"],["tollfree="],["fax="],["hours="],["price=RM120, sleeps 4"],["checkin="],["checkout="],["content=30 rooms"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cenang Beach Motel"],["url="],["email="],["address="],["lat="],["long="],["directions=Northern end of Pantai Cenang"],["phone=+60 4 955 1395"],["tollfree="],["fax="],["hours="],["price=From RM55 to RM75"],["checkin="],["checkout="],["content=Good value. Clean rooms with fan or air-con directly on the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chandek Kura Hotel"],["url=http:\/\/www.chandekkurahotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM89-120"],["checkin="],["checkout="],["content=Nice rooms, but must drive to beach"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Daddy's Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=Northern end of Pantai Cenang. Take the small road across from Orkid Ria restaurant"],["phone=013-8181711"],["tollfree="],["fax="],["hours="],["price=Dorm: RM15; Fan rooms: RM45-60 ; A\/C: RM70"],["checkin="],["checkout=10.00 (late checkout possible)"],["content=not-so-clean but spacious rooms + uncle Jay is really nice caring person. Wifi available in the receiption"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gecko Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=Northern end of Pantai Cenang. Take the small road across from Orkid Ria restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price=Dorm: RM15; Fan rooms: RM45-50 (shared bath RM35)"],["checkin="],["checkout="],["content=Bar on site. Nice lobby — comfy couch, wi-fi access, ASTRO tv playing, aquarium and friendly cats. They also have a few monkeys around one tree. Computers with internet access in the nearby Swiss Inn."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Cabin Langkawi"],["url=http:\/\/www.thecabin.com.my"],["email=reservation@thecabin.com.my"],["address="],["lat="],["long="],["directions=Southern end of Pantai Cenang. Near to Underwaterworld Langkawi"],["phone=+60 12 417 8499"],["tollfree="],["fax="],["hours="],["price=Standard RM150"],["checkin=2PM"],["checkout=12noon"],["content=Room with balcony, A\/C, 32\" LCD TV. Mini-fridge (50 lt), hot shower, local TV selected satellite TV (Astro), WiFi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=GeoPark Hotel & Dormitory"],["url=http:\/\/www.geopark-hotel.com\/"],["email="],["address="],["lat="],["long="],["directions=Part of the Oriental Village"],["phone="],["tollfree="],["fax="],["hours="],["price=Dorm beds:RM23; Rooms RM245-480"],["checkin="],["checkout="],["content=30 rooms. WiFi access in lobby. Outdoor pool. You will need to rent transportation as this is in a secluded area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Melati Tanjung Motel"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price=RM120-180"],["checkin="],["checkout="],["content=Managed by a local family. All rooms have air-conditioning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Palms Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price=Fan room RM55, Aircon room RM85. Peak season fan RM75, air-con RM95."],["checkin="],["checkout="],["content=8 rooms with queen beds (no twin rooms). Attached bathrooms with hot and cold shower. Mini-fridge. Free WiFi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Senari Bay Resort"],["url=http:\/\/senaribaylangkawiresort.com\/home.html"],["email="],["address="],["lat="],["long=senaribaylangkawi.com"],["directions=near Pantai Cenang"],["phone=+60 17 469 39 77"],["tollfree="],["fax="],["hours="],["price= air-con room RM150"],["checkin="],["checkout="],["content=12 clean rooms with queen beds and twin rooms), run by a lovely local couple. Attached bathrooms with hot and cold shower. Mini-fridge, TV, Private Beach, Free WiFi, Motor Scooter Rental, Fishing\/boating trips with the owner. If you are looking for somewhere quiet and comfortable to get away from it all, without breaking the bank, then Senari Bay Resort is a good option. 15 min walk from Pantai Cenang."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zackry Guest House"],["url="],["email="],["address=Lot.735 Jl Teluk Baru"],["lat="],["long="],["directions=Pantai Tengah"],["phone="],["tollfree="],["fax="],["hours="],["price=RM35-90"],["checkin="],["checkout="],["content=Great place for young and single backpackers. Family-run guest house. Free wi-fi, TV & DVDs at the common area. Common kitchen. Free coffee and tea. Free refill drinking water facility. Fan shared bathroom and ensuite aircond room available. Not suitable for family with children below twelve and or elderly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hajah Homestay"],["url=http:\/\/carihomestay.net\/index.php?option=com_properties&view=property&cid=16:homestay&tid=3:homestay&id=34:hajah-homestay-langkawi&Itemid="],["email="],["address=396, Taman Nilam, Mukim Kuah,i"],["lat="],["long="],["directions=Kuah"],["phone=+60 13 5000063"],["tollfree="],["fax="],["hours="],["price=From RM180"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bumi Langkawi Homestay"],["url=http:\/\/bumilangkawi.com\/"],["email=bumilangkawi@gmail.com,muhdnasarudin@gmail.com"],["address=No.70,Taman Cenderawasih"],["lat=6.321312846768206"],["long=99.78450536727905"],["directions="],["phone=+60 12 4752880, ++60 19 7208708"],["tollfree="],["fax=+60 4 9559677"],["hours="],["price=FromRM350-450\/day (vary during peak season)"],["checkin=2PM"],["checkout=12noon"],["content=15 min drive from jetty at Kuah. The homestay has 4 rooms, 2 bathrooms and kitchen complete with electric appliances such as TV with Astro, refrigerator, washing machine, and water heater. Air-con and fan and provides blankets and towels. This homestay is spacious and suitable for a large group vacation trip (max 15 person including children; additional charges will apply for extra blankets, towels and pillows)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bougainvillea Holiday Homes"],["url=http:\/\/www.picturetrail.com\/bougainvillea"],["email=bougainvillea.langkawi@gmail.com"],["address= Pantai Cenang"],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=3 self catering holiday homes for weekly or long term rental. Situated in a quiet location, near Underwater World. 2 fully furnished, 1-bedroom houses (houses 1 and 2 double bed + single bed or roll out sofa ) and one chalet\/studio, (house 3 - double bed). Air-con, self catering kitchen, fully furnished, clean and comfortable amenities & quality linen, cleaning products provided, good security, mosquito nets, smoke alarms and fire extinguishers. Houses 1 and 2 have secluded and covered gardens. House 3 has covered seating area at front with table and chairs. Outside parking. Weekly rates (7 nights) from approx. RM1,200 and longer term prices are negotiable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rumours Guesthouse and Cafe"],["url=http:\/\/rumoursguesthouselangkawi.wordpress.com\/"],["email=awieahmad@yahoo.com"],["address=Jalan Pantai Cenang, 07000 Langkawi Kedah Darul Aman"],["lat="],["long="],["directions=Opposite side of the road to Duty Free Mall Zon, and about 100m north. It is down a little road about 50-100m"],["phone=+604 9552632 , +60175600803 – Awie"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Really nice little guesthouse. Chilled atmosphere and very reasonable prices. We stayed here for a couple of nights and it was perfect. The rooms are basic and clean, only cold water but in this place that is fine. Free WiFi and the loung area is comfortable enough. They have dorms from 15RM, rooms with shared bathrooms for 40RM, rooms with attached bathrooms for 60RM and rooms with air-con and hot showers from 80RM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eylizar Homestay Langkawi"],["alt=Eylizar Homestay"],["url=http:\/\/langkawihomestays.com\/"],["email=langkawihomestay490@gmail.com"],["address=No.490 Taman Nilam,07000 Langkawi"],["lat=6.37872"],["long=99.86864"],["directions=Jalan Ayer Hangat"],["phone=+60174256796"],["tollfree="],["fax="],["checkin="],["checkout="],["price=RM150-RM250"],["content=We provide more than 20 units home stays and 8 units apartment with swimming pool in Kuah town. We also provide car rental and other package such as island hopping and mangrove tour on Langkawi island. We have 10 home stay close to each other and very suitable for big group. Most of our home stay have 3 bedrooms and 2 bathroom. Facilities that we provide is fully kitchen complete with electric appliance such as TV with Astro, refrigerator, washing machine, Air con, ceiling fan, blankets, towel. Our home stay is suitable for large family group vacation trip (max 15 persons including children; no charge for extra pillow and blankets. Check In time : 2PM and Check Out at 12 Noon. Our home stay is near to Kuah town, it takes only 15 minutes from Jetty Terminal."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Awana Porto Malai"],["url=http:\/\/www.awana.com.my\/en\/apm\/index.htm"],["email="],["address="],["lat="],["long="],["directions=Southern tip of Langkawi"],["phone="],["tollfree="],["fax="],["hours="],["price=From RM245-4,800 w\/breakfast; up to 15% off for booking online"],["checkin="],["checkout="],["content=208 spacious rooms and suites offer panoramic views of the lagoon and nearby islands and equipped with modern amenities and facilities. Fun swimming pool with fountains and slide for kids."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bayview Langkawi"],["url=http:\/\/www.bayviewhotels.com\/langkawi\/"],["email=bayviewlangkawi@bayviewhotels.com"],["address="],["lat="],["long="],["directions=Downtown Kuah"],["phone=+60 4 9661818"],["tollfree="],["fax="],["hours="],["price=From RM240-530 w\/breakfast"],["checkin="],["checkout="],["content=High-rise hotel with 282 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beach Garden Resort"],["url=http:\/\/www.beachgardenresort.com\/index.asp"],["email="],["address="],["lat="],["long="],["directions=Pantai Chenang"],["phone="],["tollfree="],["fax="],["hours="],["price=From RM253-396"],["checkin="],["checkout="],["content=small, German managed insider resort right on the beach. Short ways, clean rooms, small pool, ice cold draft beer and imported German beer. One of the best reataurants on the island. Cosy athmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bella Vista Hotel"],["url=http:\/\/www.bellavista-langkawi.com\/"],["email="],["address=Jalan Kuala Muda, 07100 Padang Matsirat"],["lat="],["long="],["directions=western part of Langkawi"],["phone=+604-9533000"],["tollfree="],["fax="],["hours="],["price=Rates start at 128.00 MYR"],["checkin="],["checkout="],["content=All rooms are equipped with in room safe, air-conditioning, television and refrigerator. Some of its services and facilities are restaurants, shops, coffee shop, meeting facilities, laundry, laundry service\/dry cleaning and concierge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Star Resort"],["url=http:\/\/www.beststarresort.com\/"],["email=info@beststarresort.com"],["address=Lot PT 892, Jalan Pantai Cenang"],["lat="],["long="],["directions=Pantai Cenang, next to AB Motel"],["phone=+60 4 9551808"],["tollfree="],["fax="],["hours="],["price=RM150-250"],["checkin="],["checkout="],["content=Beach front resort. Clean, comfortable and friendly. Coffee Garden. Air-conditioned rooms. Somehow, the hotel room TV sets are not equipped with remote control. And, make sure you get a room with a beach view, otherwise it might not be worth staying."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Charlie Motel"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Tengah"],["phone=+60 4 9551200"],["tollfree="],["fax="],["hours="],["price=From RM85-145"],["checkin="],["checkout="],["content=Dialysis treatment also available"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Citin Hotel Langkawi"],["url=http:\/\/www.citinlangkawi.com\/"],["email=enquiry@citinlangkawi.com"],["address=No. 3, Jl Pekan"],["lat="],["long="],["directions=in Kuah town"],["phone=+60 3 966 9000"],["tollfree="],["fax=+60 3 966 9001"],["hours="],["price=From RM120"],["checkin="],["checkout="],["content=Newly renovated, 46 cozy rooms, clean, air-con, 22\" LCD flat screen TV, ensuite bathroom. There is a cafe which provides a decent breakfast and the lobby is with WiFi. The friendly staff are well informed about the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=CoCoTop Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Kelibang Kuah Langkawi, 5-10 min to town and jetty."],["phone=+60 4 9672559"],["tollfree="],["fax="],["hours="],["price=Ranging from RM70-100 or approximately US$25-$40"],["checkin="],["checkout="],["content=Quiet, Clean, air-con, friendly Environment with a hint of bakery fragrant every morning from a local owned bakery, 30 room hotel with, attached bathroom (hot and cold shower) and two single beds and TV."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eaglebay Hotel Langkawi"],["url=http:\/\/www.eaglebay.com.my\/index.htm"],["email=info@eaglebay.com.my"],["address=No. 33 Persiaran Putera, Kuah"],["lat="],["long="],["directions="],["phone=+60 4 9668585,+60 19 4499880"],["tollfree="],["fax="],["hours="],["price=from RM95-200"],["checkin="],["checkout="],["content=132 rooms with air-con. The Hotel's Central Park Restaurant has Malay, Chinese and Western cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Federal Villa Beach Resort"],["url=http:\/\/www.federalvillalangkawi.com\/"],["email="],["address="],["lat="],["long="],["directions=end of Pantai Tengah"],["phone="],["tollfree="],["fax="],["hours="],["price=RM230-1,000"],["checkin="],["checkout="],["content=88-room 3-star beach resort on 4 acres of land with a view of the sea. Cozily tucked against a backdrop of majestic green hills fronting a white sandy beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Helang Hotel"],["url=http:\/\/helanghotellangkawi.com\/"],["email=hotelhelang@po.jaring.my"],["address=Jalan Lima"],["lat="],["long="],["directions=southwestern part of Langkawi, 5 min walking distance from the airport and 3 min walking distance to the Mahsuri International Exhibition Centre"],["phone=+60 4 9553030"],["tollfree="],["fax="],["hours="],["price=From RM155"],["checkin="],["checkout="],["content=232 spaciously large rooms averaging 480² ft. Langkawi's premier convention hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Villa Resort"],["url=http:\/\/www.holidayvillalangkawi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM300-1,400"],["checkin=2PM"],["checkout=12.00 noon"],["content=2 swimming pools, 3 tennis courts. 258 sea-facing guest-rooms and luxurious suites TV, in-house movies, air-con, fridge, mini bar, in-room coffee\/tea-making facilities and in-room safe deposit box."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Langkasuka Langkawi"],["alt=Langkasuka Hotel"],["url=http:\/\/www.hotellangkasuka.com"],["email=inquiries@hotellangkasuka.com"],["address=Batu 3\/4, A-14-15 Pokok Asam"],["lat="],["long="],["directions=in Kuah, 20 min from Langkawi International Airport and 10 mins from Kuah Jetty"],["phone=+60 4 9666828"],["tollfree="],["fax=+60 4 9661371"],["hours="],["price=From RM125 w\/breakfast; year round discounts if booked online"],["checkin=3PM"],["checkout=12noon"],["content=168 spacious rooms and suites. All rooms with air-con, heated showers and mini refrigerator."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kampung Tok Senik Resort"],["url=http:\/\/www.toksenikresort.com\/"],["email="],["address=Lot 1577, Kawasan Mata Air, Mukim Ulu Melaka"],["lat="],["long="],["directions=Along the road to Ulu Melaka"],["phone="],["tollfree="],["fax="],["hours="],["price=From RM150-350 + tax"],["checkin="],["checkout="],["content=Full facility resort. No beaches here but a truly green surrounding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kondo Istana Langkawi"],["url=http:\/\/www.kondoistana-langkawi.com"],["email="],["address=Lot 575, Jalan Penarak, Kampung Padang Lalang, Mukin Kuah"],["lat="],["long="],["directions="],["phone=+60 4 9661118"],["tollfree="],["fax="],["hours="],["price=From RM125"],["checkin="],["checkout="],["content=15 budget rooms, all of which have air-con, cableTV, and refrigerator. Fitness room\/gym, internet, and room service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Langkawi Seaview Hotel"],["url=http:\/\/www.lseaview.com\/"],["email=sales@lseaview.com"],["address=Langkawi Seaview Hotel"],["lat="],["long="],["directions=Kuah"],["phone=+60 4 9660600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=143 rooms. WiFi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mutiara Burau Bay"],["url=http:\/\/www.mutiarahotels.com\/mutiara_buraubay\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM270-1,700"],["checkin="],["checkout="],["content=Sprawling resort the tropical rainforest. 4 restaurants as well as 150 cabanas. There's a long stretch of beach and plenty of space for you to stake your own private spot if you don't mind swimming in the sewage outfall. The Seashell Beach and Cafe is a nice little place you can while away the evening with a couple of drinks and a pretty good live band. Go early to get a table as it can fill up pretty quickly after dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sandy Beach Resort"],["url=http:\/\/www.langkawisandybeachresort.com\/"],["email=LangkawiSandyBeachResort@BlueHyppo.com"],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone=+60 4 9551308"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has been there for quite sometime. Rather sprawling... straddling both sides of the Pantai Cenang road. The beach-facing rooms are most popular. The regular beachside barbeque is great."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shirin Villa"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Cenang"],["phone="],["tollfree="],["fax="],["hours="],["price=From RM150 w\/breakfast"],["checkin="],["checkout="],["content=3 bedrooms (2 air-cond + 1 fan). For 6 pax, Suitable for couple, friends &amp family gathering. Fully furnished, AstroTV, Kitchen, fridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunset Beach Resort"],["url=http:\/\/www.sunsetbeachresort.com.my"],["email=info@sungrouplangkawi.com"],["address=Jalan Teluk Baru"],["lat="],["long="],["directions=Pantai Tengah, south-west tip of the island"],["phone=Jalan Teluk Baru"],["tollfree="],["fax="],["hours="],["price=From RM160-260"],["checkin="],["checkout="],["content=Quiet getaway nestled in a carefully landscaped tropical garden and waterscape"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tropical Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Pantai Tengah, opposite Sun Café"],["phone=+60 4 9554075"],["tollfree="],["fax="],["hours="],["price=RM80"],["checkin="],["checkout="],["content=Quiet and clean chalets. Owned by Musa and his German wife, Laila. Rooms come with fan or air-con, attached bathroom (hot and cold shower) and two single beds and TV. Short walk from the beach, convenience shops, Malay style eateries, car rentals, stylish cafés, spa. Long term stays at discounted rates are available. No alcohol is permitted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Azio Hotel"],["url=http:\/\/aziohotel.com\/"],["email=info@aziohotel.com"],["address=1-19 Jalan Pandak Maya 7"],["lat="],["long="],["directions=Located in Kuah, 20 min from Langkawi International Airport and 10 mins from Kuah Jetty"],["phone="],["tollfree="],["fax="],["hours="],["price=From RM95-125 w\/o breakfast"],["checkin=2PM"],["checkout=12noon"],["content=. Rooms with LCD TV, air-con, WiFi, heated showers, hair drier but no refrigerator. Clean."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Andaman"],["url=http:\/\/www.luxurycollection.com\/andaman"],["email=theandaman@luxurycollection.com"],["address="],["lat="],["long="],["directions="],["phone=+60 4 9591088"],["tollfree="],["fax="],["hours="],["price=From RM690"],["checkin=3PM"],["checkout=12noon"],["content=Built in the middle of virgin tropical rainforest, between the Mat Cincang mountain range and the Andaman Sea. Centuries old trees, many with huge buttress roots and jungle creepers envelope the resort. 186 rooms &suites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sang Ria"],["url=http:\/\/www.purveyorofdreams.com"],["email="],["address=Jl Tasik Anak"],["lat="],["long="],["directions=Pantai Tengah"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A tastefully designed beach villa in a contemporary Asian style. Their breakfast is delicious but must be booked in advance. Near great restaurants, bars and cafes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Berjaya Langkawi Resort - Malaysia"],["url=http:\/\/www.berjayahotel.com\/langkawi\/index.asp"],["email="],["address=Burau Bay"],["lat="],["long="],["directions=just next door to the Mutiara Burau Bay"],["phone=+60 4 9591888"],["tollfree="],["fax="],["hours="],["price=from RM360-1,770; 25% discount if booked 90 days in advance"],["checkin="],["checkout="],["content=Biggest hotel on the island, with 350 rooms and suites. There are 9 F&B outlets including the Sunken Pool Bar and Boat House Bar. Nature walks with a qualified guide are provided free of charge to guests. Beach football, kiddie pool, watersports. 5 min walk to the Cable Car station at the Oriental Village. 40 min from Kuah town. This resort has abundant wildlife, some unique to the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bon Ton"],["url=http:\/\/www.bontonresort.com.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM490-1,190"],["checkin="],["checkout="],["content=One of the island's most stylish and intimate resorts. 8 individually styled antique Malay villas. Nam Restaurant at Bon Ton is regarded as one of the best on the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa del Mar"],["alt=Pantai Cenang"],["url=http:\/\/www.casadelmar-langkawi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM980"],["checkin=2PM"],["checkout=Midday"],["content=Boutique resort with 34 sea-facing rooms. Day spa, gymnasium, non-motorised watersports facilities. Restaurant & cocktail bar on the beach. Suitable for couples and adults."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Century Suria Suites"],["alt=Kuah"],["url=http:\/\/www.centurysuriasuites-langkawi.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=3 star apartment hotel just outside of Kuah, proudly proclaims itself as having the first glass elevator in Langkawi!."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Danna Langkawi"],["url=http:\/\/www.thedanna.com"],["email=sales@thedanna.com"],["address=Telaga Harbour Park, Pantai Kok"],["lat="],["long="],["directions="],["phone=+60 4 959 3288"],["tollfree="],["fax=+60 4 959 3188"],["hours="],["price=From RM1,250"],["checkin="],["checkout=12 noon"],["content=5 star resort of 125 rooms and suites, opened in December, 2010. Constructed in British Colonial style. 5 levels with big, richly decorated rooms. Gymnasium, business centre, child care centre, billiards room and spa. Outside, a three tiered infinity pool overlooks a private beach, bordered by lounges."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Seasons Resort"],["url=http:\/\/www.fourseasons.com\/langkawi\/"],["email="],["address=Jl Tanjung Rhu"],["lat="],["long="],["directions="],["phone=+60 4 950 8888"],["tollfree="],["fax="],["hours="],["price=From RM1,850, 4 th night is free"],["checkin=3PM"],["checkout=12noon"],["content=Middle Eastern influenced resort set on the beautiful Tanjung Rhu beach. Probably the best place to spot a billionaire on the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Villa Beach Resort & Spa"],["url=http:\/\/www.holidayvillahotellangkawi.com\/index.html"],["email="],["address="],["lat="],["long="],["directions=Pantai Tengah"],["phone="],["tollfree="],["fax="],["hours="],["price=From RM420, promotional rate: RM525 and up for 2 nights"],["checkin="],["checkout="],["content=4 star 258-room picturesque resort covering 13 acres of land. Large swimming pool with open air jacuzzi, an indoor pool for ladies and the Amoras spa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meritus Pelangi Beach Resort & Spa"],["url=http:\/\/www.meritus-hotels.com\/index.php?option=com_content&view=article&id=163"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=350 rooms are spread over 51 clusters of elegant wooden chalets offering pool, sea or lake views. The Meritus offers seven F&B outlets including two pool bars and the excellent Niyom Thai Restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rebak Island Resort - A Taj Hotel"],["url=http:\/\/www.tajhotels.com\/Leisure\/Rebak%20Island%20Resort%20Langkawi%20-%20A%20Taj%20Hotel,LANGKAWI\/default.htm"],["email=rmresv.malaysia@tajhotels.com"],["address="],["lat="],["long="],["directions=On privately-owned 390 acre Rebak Besar Island, a 15 min ferry ride from Port Langkasuka jetty"],["phone=+60 4 9665566"],["tollfree="],["fax="],["hours="],["price=From RM525"],["checkin="],["checkout="],["content=82 rooms. Managed by India's Taj Group. It consists of clusters of timber chalets. The hotel has the only fully equipped marina in Malaysia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Langkawi Beach Resort"],["url=https:\/\/www.starwoodhotels.com\/sheraton\/search\/hotel_detail.html?propertyID=281"],["email="],["address=Teluk Nibong"],["lat=6.360652"],["long=99.707615"],["directions=2 miles south of telaga harbour"],["phone=+60 4 9528000"],["tollfree="],["fax="],["hours="],["price=From RM 500"],["checkin=3PM"],["checkout=12noon"],["content=In 38 acres of spacious, lush tropical surroundings with private beach coves."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tanjung Rhu Resort"],["url=http:\/\/www.tanjungrhu.com.my"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Standard rooms from RM1,400\/night"],["checkin="],["checkout="],["content=A resort on what most people consider to be the best beach on the island. It has been built to minimize any environmental damage and to blend in well with its surroundings. 60 m pool, abundant gardens, restaurants, very well maintained."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Westin Langkawi Resort & Spa"],["url=http:\/\/www.starwoodhotels.com\/westin\/property\/overview\/index.html?propertyID=283"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM700"],["checkin="],["checkout="],["content=202 rooms and 400 villas"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":[" Telephone "]},"\n\nMobile phone coverage is very good in all built up areas of Langkawi. Many affordable pre-paid phone and data plans are available. Recharge cards are readily available except for the very cheap TuneTalk which is harder to find and SIM cards almost non existent. It is best to buy this back in LLCT where no commission is charged on the SIM. Full reception and reasonable data speeds can be achieved on the beach and inside the resorts on Pantai Cenang and Pantai Tengah.\n\n",{"type":"===","value":[" Post "]},"\n\nThe main post office in located in Kuah Town. Mini post offices can be found in Padang Mat Sirat. There is no post office in Pantai Cenang, but you can buy stamps and send postcards in T Shoppe on the main road. Courier service, Poslaju shop can be found at Taman Berlian, Kuah.\n\n",{"type":"===","value":[" Internet "]},"\n\nBroadband is available and many Internet cafés can be found along Pantai Tengah, Pantai Cenang and Kuah. In addition, many of the upscale hotels and resorts provide free wi-fi. Red Tomato Garden Cafe provides free WiFi.\n\n",{"type":"==","value":[" Stay healthy "]},"\n\nThe biggest health risk on Langkawi is from jellyfish stings, especially during January - June season. Uninformed visitors are stung every day and the lifeguards on Pantai Cenang and the hospital treat more or less severe cases of jellyfish stings most days. There are several species of jellyfish in Langkawi's waters, while most will give you a nasty sting or a burn, there are some that will cause partial paralysis or even kill, in case of the lethal box jellyfish. If you have been stung badly, don't exert yourself physically as this will pump the toxins around the bloodstream and aggravate the symptoms. Vinegar is the only scientifically proven treatment for tropical jellyfish stings, apply it for 30 seconds to block toxin which has not yet been absorbed into the blood. To stay safe, swim only in stinger suit.\n\nLangkawi can have a lot of ",{"type":"'''","value":["mosquitoes"]}," depending on the time of year and location (i.e. Mangrove areas), so don't forget to use mosquito repellent. \"Off\" spray and various citronella or DEET based products are available in most supermarkets.\n\nAverage temperatures are hot or hotter; it's the tropics. Be sure to stay ",{"type":"'''","value":["hydrated"]},". You will need to drink about 3 litres a day and don't wait till you are thirsty to drink. Room temperature water preferably. De-hydration accounts for a large percentage of dodgy tummy holiday illnesses.\n\nSee also ",{"type":"[[","value":[["Tropical diseases"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nBe careful driving around Langkawi at night. Although main roads are well-lit, some of the more minor roads are not very well lit and may pass through Kampungs (traditional Malay villages) or rural areas where the locals seem to take a very casual approach to ",{"type":"'''","value":["road safety"]},". Drive slow and watch out for erratically piloted motorbikes, pedestrians and livestock. Inside Kuah Town, watch out for errors in the road arrows - they may lead you into wrong lanes or into barricades.  at night, watch out for water buffalo sleeping in the road.\n\n",{"type":"'''","value":["Crime"]}," is generally not a problem on Langkawi, especially compared to the larger cities in Malaysia. In theory, you don't even have to lock your car, because it cannot get off the island without customs knowing about it!\n\nBeware of ",{"type":"'''","value":["smart wild monkeys"]},". Those at Tengkorak beach attack humans who have food. If attacked, pick up stones (or just pretend to do so) and throw them at the monkeys, this will scare them away. Also, do not carry plastic bags as the monkeys associate these with food.\n\nPlease read up on rip tides before you go; learn to recognise and to avoid them.\n\n",{"type":"==","value":[" Respect "]},"\n\nLangkawi is a Geopark but still needs to improve its environmental friendliness. Don't participate in certain activities such as eagle feeding and monkey feeding as this harms the animals by encouraging them to become reliant on tourists and you may give them the wrong food.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ko Lipe"]]}," — Great diving and snorkeling at the only inhabited island in Tarutao National Marine Park, a short speedboat ride (1.5 hr) away on the Thai side of the border."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ko Tarutao"]]}," — Another island in Tarutao National Marine Park, however does not suffer from the rapid development issues faced by Ko Lipe."]},"\n",{"type":"[[","value":[["WikiPedia:Langkawi"]]},"\n\n",{"type":"{{","value":[["geo"],["6.53"],["99.8"],["zoom=10"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Kedah"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Langkawi"]]}]