[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Lansing"]]},"\n",{"type":"[[","value":[["File:Michigan state capitol.jpg"],["thumb"],["right"],["300px"],["Michigan State Capitol"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lansing.gov\/ Lansing"]}]},", ",{"type":"[[","value":[["Michigan"]]}," is an aesthetically pleasing city, and as the state's capital, it contains many government offices. Downtown Lansing has a historic shopping district amidst the campus of Thomas M. Cooley Law School.  Its suburb—",{"type":"[[","value":[["East Lansing"]]},"—is the home of Michigan State University, a \"Big Ten\" school and one of the ",{"type":"[[","value":[["United States of America"],["United States'"]]}," largest and most distinguished public universities with three medical schools and a law school.  General Motors has a major presence in the area. The Lansing metro area has a population of 464,036 (2010).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nLansing is easily accessible from Detroit and Chicago. Interstate 96 directly connects Lansing and East Lansing to Detroit and Grand Rapids. US-127 to Interstate 94 connects Lansing and East Lansing to Chicago, Ann Arbor, and Detroit. Interstate 69 connects Lansing and East Lansing to Flint and Fort Wayne.\n\n",{"type":"===","value":["By bus"]},"\nCapital Area Transit Authority (CATA) ",{"type":"[","value":["http:\/\/www.cata.org\/"]}," provides local bus service. \n\n",{"type":"*","value":["Greyhound Lines service Lansing and East Lansing, with direct connections to Detroit, Grand Rapids, and Kalamazoo (with transfers to Chicago). "]},{"type":"*","value":["Lansing Owosso, Michigan-based Indian Trails Bus Lines provides daily service to Chicago."]},{"type":"*","value":["Michigan Flyer Motorcoach service provides multiple daily connections to Detroit Metropolitan Airport with stops in Jackson and Ann Arbor."]},{"type":"*","value":[{"type":"'''","value":["Megabus"]},", ",{"type":"[","value":["http:\/\/us.megabus.com"]},". Service to nearby East Lansing from Detroit, Grand Rapids, and Chicago. The bus stop is located outside of the East Lansing Amtrak station."]},"\n",{"type":"===","value":["By train"]}," \nAmtrak provides daily train service via the ",{"type":"''","value":[{"type":"[[","value":[["Blue Water Service"]]}]},", which connects to Flint and Port Huron to the East and Battle Creek, Kalamazoo, and Chicago to the West. \n\nAmtrak also connects Lansing by Thruway Bus to the Wolverine (Chicago) line via Battle Creek and the Capitol and Lake Shore Limiteds via Toledo.\n\nThe station is located next to Michigan State University on Harrison Ave., near Trowbridge Road in East Lansing.\n\n",{"type":"===","value":["By plane"]}," \nCapitol Region International Airport is located in DeWitt Township, 3 miles (5 km) northwest of downtown Lansing on Grand River Avenue (Business Route 96).  Capital Region International Airport offers non-stop domestic flights to Detroit, Chicago, Minneapolis, Washington D.C., Las Vegas, Orlando, and Fort Myers.  Non-stop international flights are available seasonally to Cancún, Mexico; Montego Bay, Jamaica; and Punta Cana, Dominican Republic.  A concierge travel center in the airport terminal offers the ability to book airline tickets, cruises, tours, car rentals, and hotel rooms.  The airport is serviced by Capital Area Transit Authority (CATA) bus line 14, which provides direct service to downtown Lansing.\n\nDetroit Metropolitan Airport, Flint Bishop International Airport, and Grand Rapids Gerald R. Ford International Airport are other nearby airports which service the region.\n\n",{"type":"===","value":["By taxi"]}," \nA large number of taxi companies provide around the clock service to the Lansing-area. It is not necessary to call ahead for evening taxi service near downtown East Lansing, but riders should allow at least 30 minutes for taxi service to arrive elsewhere. This is especially true on weekends.One new service in the Meridian Township area is Meridian Transportation LLC. They can be reached at 517-339-TAXI (8294)\n\n",{"type":"==","value":["Get around"]},"\nLansing is serviced by a number of highways. Travel by car to any part of the city normally takes very little time. Traffic is generally light in the region. While there is some rush hour traffic, visitors driving in the region should not anticipate heavy congestion. The heaviest traffic is concentrated on the east and west sides of the city. \n\nThe Lansing-area is serviced by the Capital Area Transportation Authority (CATA) bus system. Visitors should find bus service to downtown Lansing, downtown East Lansing, and Michigan State University a convenient and affordable alternative to driving.\n\nMany companies provide taxi service throughout the area. Taxi service is heavily concentrated in the downtown East Lansing-area, especially during evenings and weekends. There is no need to call ahead for taxis in downtown East Lansing, as an available taxi can always be found on Albert Street behind downtown East Lansing. In downtown Lansing, taxi service is not as frequent. Taxi service usually arrives in under 30 minutes. Visitors should expect longer delays on the weekends and during Michigan State University football games. \n\nThe City of Lansing provides an extensive river walk trail along the Red Cedar River and Grand River. Visitors will enjoy strolling along the Red Cedar as it meanders through the beautiful Michigan State University campus, through dense forest, past the City of Lansing's Potter Park Zoo, where the Red Cedar joins the Grand River (Michigan's largest river) and continues through downtown Lansing, Cooley Law School Stadium (formerly Oldsmobile Park), home of the Lansing Lugnuts minor league baseball team, the downtown Farmer's Market, and to the River Walk terminus near the historic Old Town on Lansing's north side. \n\nThe area offers many bike lanes, especially in East Lansing near the Michigan State University. Whether on foot or by bike, the area offers plenty of sidewalks, bike lanes, and trails to connect pedestrians to all the local attractions. \n\nFor visitors arriving or leaving, Lansing is well-connected to the major regional transportation hubs of Chicago and Detroit. The Capital Region International Airport, Amtrak, CATA, Greyhound Bus Lines, Indian Trails, and Michigan Flyer provide transportation services to and from Lansing.  Freeways I-96, I-496, I-69, and US-127 provide fast and convenient connections throughout the Lansing area.\n\n",{"type":"==","value":["See"]},"\nLansing is the state capital of Michigan and the regional center of Mid-Michigan. The city's population is under 115,000 and the metropolitan is under 500,000. Do not expect the big city lights and action of a metropolitan of millions. But there are still many great things to do in and around Lansing. Yes, it snows in Michigan. So embrace the beauty of the seasons, and plan your activities accordingly. \n\n",{"type":"'''","value":["Museums"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Michigan Historic Center and Library"]},": This building houses the State Library in one wing and museum in the other. In the center is a live White Pine, the state tree. The museum is appropriate for all ages. "]},{"type":"*","value":[{"type":"'''","value":["Impression 5 Science Center"]},": A great museum geared toward exposing younger children to the world of science. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University Museum"]},": The Museum, located on the campus of MSU in the old library, houses a large collection of dinosaur bones and other artifacts. Cost of admission for students is waived. "]},{"type":"*","value":[{"type":"'''","value":["MSU-Broad Art Museum"]},": The Museum houses a moderately large and constantly changing collection of cutting-edge postmodern art, including Damien Hirst, Joseph Beuys, Andy Warhol, and Nam June Paik. The architecture (by Zaha Hadid) is controversial, but undeniably spectacular. "]},{"type":"*","value":[{"type":"'''","value":["R.E. Olds Transportation Museum"]},": A museum dedicated to the founder of Oldsmobile, which was later bought by GM and was for years a popular US auto brand. Many traces of R.E. Olds still remain in Lansing. The tallest building in the city, the Boji Tower (noted for its large red clock), was originally built as the Olds Tower, after its major financier, R.E. Olds. The area near the location of an old Olds factory is now called REO Town, after R.E. Olds. The Lansing Lugnuts, a minor league baseball team plays in a stadium formerly known as Oldsmobile park near downtown Lansing. "]},{"type":"*","value":[{"type":"'''","value":["Michigan Museum of Surveying"]},": Located in the Museum District just outside downtown Lansing off Michigan Ave."]},{"type":"*","value":[{"type":"'''","value":["The Michigan Women's Historical Center & Hall of Fame"]},": The museum details the accomplishments of women in Michigan and is in the historic 1903 Cooley-Haze House. The museum is surrounded by the Cooley Gardens, which are an oasis in its otherwise industrial surroundings. "]},"\n",{"type":"'''","value":["Historic Buildings"]},"\n",{"type":"*","value":[{"type":"'''","value":["Michigan State Capital"]},": The Capital has been beautifully restored and sits in the heart of downtown Lansing surrounded by beautiful mid-rise buildings of Michigan's golden auto years. The building was dedicated in 1873; today it is a National Historic Landmark, and still the working seat of the Michigan House of Representatives and Michigan Senate. Self-guided and guided tours of the capital are available. A visit to the capital is perfect for any season. "]},{"type":"*","value":[{"type":"'''","value":["Turner Dodge House"]},": Built in 1858, this beautiful and meticulously maintained home is available for tours. Cost of admission is $5.00 for non-residents and $3.50 for residents. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University Campus"]},": The MSU campus is home to many historic buildings north of the Red Cedar River. "]},{"type":"'''","value":["Government"]},"\n",{"type":"*","value":[{"type":"'''","value":["Michigan Hall of Justice"]},": Home to the Michigan Court of Appeals and Michigan Supreme Court, this relatively new structure is situated at the opposite end of a mall from the Capital. "]},{"type":"*","value":[{"type":"'''","value":["Ingham County Court House"]},": Lansing is the only state capital to not also be the county seat. The county seat is in the small town of Mason. The historic courthouse in the center of town is the crown gem of this sleepy village. "]},"\n",{"type":"'''","value":["Parks"]},"\n",{"type":"*","value":[{"type":"'''","value":["River Trail"]},": The Lansing River Trail extends over 13 miles (21 km) along the Red Cedar and Grand Rivers. Users of the paved and board walk trail can enjoy the natural beauty of the rivers all the way from the campus of MSU to Dietrich Park near Old Town on the north side of Lansing. The attractions along the way include the Potter Park Zoo, multiple access points for canoes and kayaks, downtown Lansing, the Museum District, Oldsmobile Park, the historic farmers market, and Old Town. The trail is currently being expanded to provide access to the south side of Lansing. Spring, Summer, and Fall, this is a great way to see many of the Lansing attractions."]},{"type":"*","value":[{"type":"'''","value":["Lake Lansing"]},": Located near Haslett, the lake is surrounded by beautiful homes and a number of parks. The MSU sailing club provides sailing lessons for a nominal fee. It is an ideal location to spend a summer afternoon and melt away."]},{"type":"*","value":[{"type":"'''","value":["Potter Park Zoo"]},": Situated in a park integrated into the city's excellent river trail, the Potter Park Zoo is a terrific way to spend an afternoon. The park is very children-friendly and features a petting park where the children can pet some of the animals. There are peacocks walking about the park along with pony and camel rides. The Zoo, located along Pennsylvania Avenue, can be accessed by car, foot, and bike using the river trail, which extends from Old Town to Michigan State University."]},{"type":"*","value":[{"type":"'''","value":["Hawk Island Park "]},": Located in the south end of Lansing, this 100 acre park is a green oasis in a busy city.  The beach, playground, Splash Pad, walking and biking trails, picnic shelters and volleyball make it the perfect spot for a summer outing.  In winter, opening December 2011 come tube and snow board at the NEW Hawk Island Snow Park."]},{"type":"*","value":[{"type":"'''","value":["Patriarche Park"]},": This excellent park has a busy, incredibly elaborate playground, but also quiet, relaxing areas. This is one of the few playgrounds that will delight all ages. It is located on Alton St."]},"\n",{"type":"'''","value":["Gardens"]}," \n",{"type":"*","value":[{"type":"'''","value":["Cooley Gardens"]},": The gardens surround The Michigan Women's Historical Center and Hall of Fame a few blocks away from the Capital. The garden is typical of an early 20th Century garden and features a rose garden. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University Horticultural Landscape Demonstration Gardens"]},": The gardens are open all year, but are best viewed spring to fall. The garden's beauty changes with each season, and is surprisingly colorful all through the fall months. The roses are especially beautiful in the summer months. The garden is on the south side of campus away from most of the University lecture halls. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University W.J. Beal Botanical Garden"]},": The Beal Botanical garden owes its beginnings to W.J. Beal, a former president of MSU that established a plot along the Red Cedar River in 1872 with 140 species of plants. The garden is situated along the north side of the Red Cedar near the center of campus amid the park-like surrounding of the MSU campus and is enjoyed by thousands of students each year as they pass between classes. "]},{"type":"*","value":[{"type":"'''","value":["Michigan 4-H Children's Garden at MSU"]},": The 4-H garden is located near the MSU Horticultural gardens and is fun for children and adults alike. The garden features exhibits such as the \"pizza garden,\" which includes oregano and basil, which children can taste and smell. Many of the plants are familiar tastes and smells that children will instantly realize as the source of enjoyment in many of their favorite treats. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University Hidden Lake Gardens"]},": Hidden Lake Gardens is owned and operated by Michigan State University under the division of Land Management, but supported through private endowments and gifts, along with a small amount of money from MSU. The Gardens are open 362 days of the year with an admission fee of $3 per person. Guided tours, requested at least two weeks in advance, are available at no additional charge. In addition to more than 6 miles of one-way paved drives, there are 5 miles of hiking trails to allow the visitor a closer look at the beauty that the Gardens provide."]},"\n",{"type":"'''","value":["Theaters"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Riverwalk Theater"]},", the ",{"type":"'''","value":["Lansing Civic Players"]},", and the ",{"type":"'''","value":["Boars Head Theater"]}," are all located in downtown Lansing. "]},{"type":"*","value":[{"type":"'''","value":["Peppermint Creek Theater Company"]},": It is a relatively new and award winning theater group."]},{"type":"*","value":[{"type":"'''","value":["The Creole Gallery"]}," brings various musicians and hosts the ",{"type":"'''","value":["Icarus Falling Theater Group"]},"."]},{"type":"*","value":[{"type":"'''","value":["The Wharton Center for Performing Arts at Michigan State University"]},": The Center is on the campus of MSU and is home of the ",{"type":"'''","value":["Lansing Symphony Orchestra"]},", which performs 17 concerts a year for free. The Center hosts many of the best Broadway shows, finest classical musicians, and unrivaled dance companies. The theater is currently undergoing an extensive upgrade and expansion, bringing the theater, both exterior and interior, into the 21st century. "]},"\n",{"type":"'''","value":["Libraries"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Library of Michigan"]}," and historical Center is a well-regarded state library and research enter. The library is a top five genealogical research center in the United States. The City of Lansing ",{"type":"'''","value":["Capital Area District Library"]}," has three branches in the city: the ",{"type":"'''","value":["Main Library"]}," downtown, the ",{"type":"'''","value":["Foster Library on the east side, and the "]},"South Library''' on the south side of the city. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University Libraries"]}," includes a large collection located within the ",{"type":"'''","value":["Main Library"]}," and also a number of smaller libraries outside the Main Library. These libraries include the ",{"type":"'''","value":["Biomedical & Physical Sciences Library"]},", the ",{"type":"'''","value":["William C. Gast Libray"]},", the ",{"type":"'''","value":["Law Library"]},", the ",{"type":"'''","value":["Dubai Library"]},", the ",{"type":"'''","value":["Engineering Library"]},", the ",{"type":"'''","value":["Gull Lake Library",{"type":"''","value":[", the ",{"type":"'''","value":["Mathematics Library"]},", and the "]},"Veterinary Medical Center Library."]}]},{"type":"*","value":[{"type":"'''","value":["The East Public Lansing Library"]}," is on Abbot Road just south of Saginaw. "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Lansing Lugnuts"]}," (Class A Minor League Baseball). "]},{"type":"*","value":[{"type":"'''","value":["Old Town"]}," (Trendy historic enclave)."]},{"type":"*","value":[{"type":"'''","value":["Reutter Park"]}," (Beautiful and historic fountain in the center of the park in downtown Lansing)."]},{"type":"*","value":[{"type":"'''","value":["Historic Lansing City Market"]}," (Historic market located on the beautiful Grand River in downtown Lansing). "]},{"type":"*","value":[{"type":"'''","value":["Thomas M. Cooley Law School"]}," (Nation's largest law school)."]},{"type":"*","value":[{"type":"'''","value":["Durant Park"]}," (Gift to the people of Lansing by General Motors founder William Durant. The park features a historic arch)."]},{"type":"*","value":[{"type":"'''","value":["The Turner-Dodge House"]}," (Fine historic example of an early Lansing home)."]},{"type":"*","value":[{"type":"'''","value":["Francis Park"]}," (Beautiful rose garden and Grand River views)."]},{"type":"*","value":[{"type":"'''","value":["Fenner Nature Center"]}," (Arboretum with small lakes)."]},{"type":"*","value":[{"type":"'''","value":["Woldumar Nature Center"]}," (Located near the Grand River in Lansing)."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Abrams Planetarium"]}," (Planetarium on MSU campus)."]},{"type":"*","value":[{"type":"'''","value":["The Michigan Princess"]}," (Michigan's only triple decker riverboat offers stunning views of the Grand River in Lansing)."]},{"type":"*","value":["'''Over 100 community gardens\/urban farms http:\/\/www.greaterlansingfoodbank.org\/the-garden-project.html"]},{"type":"*","value":[{"type":"'''","value":["Michigan State University"]}," (No shortage of things to do an see, especially Big 10 athletics)."]},{"type":"*","value":[{"type":"'''","value":["MSU 4H Children's Gardens"]}," (Great place to take children for the afternoon)."]},{"type":"*","value":[{"type":"'''","value":["East Lansing Film Festival"]}," (Largest film festival in Michigan)."]},{"type":"*","value":[{"type":"'''","value":["East Lansing Arts Festival"]}," (One of the largest in Michigan)."]},{"type":"*","value":[{"type":"'''","value":["Common Ground Festival"]}," (An event attracting approximately 100,000 to downtown Lansing). "]},{"type":"*","value":[{"type":"'''","value":["Silver Bells"]}," (Come watch the decorating and lighting of the state tree during the holiday season. Around 80,000 come to watch). "]},{"type":"*","value":[{"type":"'''","value":["The Riverwalk Theatre"]},"and ",{"type":"'''","value":["The Lansing Civic Players"]},"(Small theater productions in downtown Lansing)."]},{"type":"*","value":[{"type":"'''","value":["The Greater Lansing Symphony Orchestra"]},"(17 free shows each year at the Wharton Center at MSU)."]},{"type":"*","value":[{"type":"'''","value":["Wharton Center for the Performing Arts"]},"(One of the largest theaters in the state and nationally recognized. The Center consists of two separate stages and attracts internationally recognized productions as well as lesser known acts).  "]},{"type":"*","value":[{"type":"'''","value":["MSU Auditorium, the Fairchild Theatre,"]}," and the ",{"type":"'''","value":["Arena Theatre"]}]},{"type":"*","value":[{"type":"'''","value":["The Hannah Community Center"]}," and the ",{"type":"'''","value":["Albert White Performing Arts Theater"]}]},{"type":"*","value":[{"type":"'''","value":["The Dart Auditorium"]}," of ",{"type":"'''","value":["Lansing Community College"]}]},{"type":"*","value":[{"type":"'''","value":["Impression 5 Science Center"]}," (Hands-on science museum for young children)."]},{"type":"*","value":[{"type":"'''","value":["The Lansing Center"]}," (The City of Lansing's new convocation center)."]},{"type":"*","value":[{"type":"'''","value":["Lake Lansing"]}," (Located only 7 miles from downtown Lansing and even closer to downtown East Lansing, Lake Lansing offers beaches, sailing, and other summertime activities. In the winter, you can go ice fishing). "]},{"type":"*","value":[{"type":"'''","value":["The Historic Lansing City Market"]}," (The historic market is popular in summer and offers a wide range of products sold by vendors)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Connxtions Comedy Club"],["url=http:\/\/www.connxtionscomedyclub.com"],["email="],["address=2900 N. East St"],["lat="],["long="],["directions=north of Lugnut Stadium"],["phone = +1 517-374-4242"],["tollfree="],["fax="],["hours=7PM-when the fun stops"],["price=$4-15"],["content=The only comedy night spot in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hawk Island Park"],["url="],["email="],["address=1601 E. Cavanaugh"],["lat="],["long="],["directions=Between Pennsylvania and Aurelius"],["phone = +1 676-2233"],["tollfree="],["fax="],["hours="],["price="],["content=100 acres of green grass, shade, walking trails, Splash Pad, Playground, Beach and winter Tubing and Boarding Hill"]]}]},"\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Michigan State University"]},": Michigan State University (MSU) is a member of the Big Ten athletic conference, and is among the largest universities in the United States, with over 45,000 students. MSU is known for its academics and athletics. US News & World Report ranks MSU as a Tier 1 university. MSU is home to 3 medical schools, 1 law school, and the National Superconducting Cyclotron Laboratory (NSCL). The NSCL is the largest nuclear science facility on a university campus, and the nuclear physics graduate program is ranked 2nd to MIT. The campus park, the largest single university campus in the United States, is noted for its collegiate Gothic architecture and campus gardens. MSU is located in East Lansing."]},{"type":"*","value":[" The ",{"type":"'''","value":["Thomas M. Cooley Law School"]}," located in downtown Lansing is among the nation's largest law schools.  The ",{"type":"'''","value":["MSU College of Law"]}," is located on the Michigan State University campus."]},{"type":"*","value":[" ",{"type":"'''","value":["Lansing Community College"]},", with an enrollment of over 20,000 students, is located in downtown Lansing."]},{"type":"*","value":[" ",{"type":"'''","value":["Great Lakes Christian College"]}," is located in Delta Township, west of Lansing."]},{"type":"*","value":[" ",{"type":"'''","value":["Davenport University"]},", ",{"type":"'''","value":["Central Michigan University"]},", and ",{"type":"'''","value":["Western Michigan University"]}," have satellite campuses in and around Lansing."]},"\n",{"type":"==","value":["Buy"]},"\nGreater Lansing offers a full array of shopping options, from malls to farmers markets. All the major shopping destinations are located within minutes of the city center. \n\n",{"type":"*","value":[{"type":"'''","value":["Lansing Mall"]}," is a large indoor shopping mall located in Delta Township, west of Lansing. "]},{"type":"*","value":[{"type":"'''","value":["Meridian Mall"]}," is a large indoor shopping mall in Meridian Township. There are many large stores around Meridian Mall on Grand River Avenue, east of Lansing near Okemos. "]},{"type":"*","value":[{"type":"'''","value":["Eastwood Town Center"]},", on the north side of town, is a modern outdoor shopping center with restaurants, retail, and a movie theater. "]},{"type":"*","value":[{"type":"'''","value":["The Historic Lansing City Market"]}," is located near downtown on the Grand River. In the summer, many flowers are available for purchase. Vendors sell everything from cheese to home beer making kits inside the market."]},{"type":"*","value":[{"type":"'''","value":["Frandor Shopping Center"]}," is located between Grand River and Michigan Ave on the east side of Lansing. It is one block east of freeways US-127 and I-496. There are major retail stores and many smaller stores.  "]},{"type":"'''","value":["Washington Avenue"]}," is the main strip in downtown Lansing with numerous small retailers and restaurants. \n",{"type":"'''","value":["Michigan Avenue"]}," runs from the foot of the Michigan State Capital to downtown East Lansing. That stretch offers many small shops, restaurants, and bars. \n",{"type":"'''","value":["Grand River Avenue"]}," runs from the heart of downtown Detroit, through Lansing, East Lansing, and ends in Grand Rapids. In Lansing, ",{"type":"'''","value":["Old Town"]}," has many shops, restaurants, bars, and numerous art galleries, densely packed on Grand River Avenue. In East Lansing, downtown is on the north side of Grand River Avenue and the MSU Campus is on the south side. \n",{"type":"'''","value":["Meijer"]}," is the major Michigan grocery retailer. Multiple Meijer stores can be found throughout the Lansing-area.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Lansing-area lacks the dining options the State's other major college town, Ann Arbor. But there are a number of excellent hidden gems. But no matter the appetite, the Lansing-area offers at least one gem for everyone. Michigan State University has a large number of South Korean students, and also many Korean dining options. \n\n",{"type":"===","value":["Lansing"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pablo's Panaderia"]},": Great Mexican food at reasonable prices. It is in the historic Old Town off Grand River on the north side of Lansing. The homemade chips and salsa are complimentary. Check out the three varieties of tortas. The restaurant is popular with locals who know where to find a good meal. This is a hidden gem in one of the trendiest area of the city."]},{"type":"*","value":[{"type":"'''","value":["The Knight Cap"]},": Located at 320 East Michigan Avenue, near the capital, is upscale for Lansing. The food is expensive. It is noted for its steaks and service. Reservations are suggested, as it is relatively small. "]},{"type":"*","value":[{"type":"'''","value":["Troppo"]},": Located in downtown Lansing, Troppo offers upscale alfresco dining looking down the street to the State Capitol building. The restaurant caters mainly to government-related employees in the downtown Lansing-area. "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=DeLuca's Restaurant"],["alt="],["url=http:\/\/www.delucaspizza.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best pizza in Michigan and probably the entire United States. The House Special is the most popular pizza."]]}]},{"type":"*","value":[{"type":"'''","value":["Altu's Ethiopian Cuisine"]},": Located at 1312 East Michigan Ave, it offers great food in a traditional atmosphere. The restaurant is vegetarian and vegan friendly."]},{"type":"*","value":[{"type":"'''","value":["Jerusalem Bakery"]},": Located at 1456 East Michigan Ave, it offers traditional Mediterranean food, and is home to one of the best Falafel sandwiches you'll find in the greater Lansing area."]},{"type":"*","value":[{"type":"'''","value":["Emil's Restaurant"]},": Lansing's oldest family-owned restaurant. It located in the \"East Side Neighborhood\" off Michigan Avenue between East Lansing and downtown Lansing. The restaurant offers decent Italian food at great prices. "]},{"type":"*","value":[{"type":"'''","value":["Kelly's Downtown Pub"]},": Located in the heart of downtown Lansing on Washington, this Irish pub offers decent food and a lively atmosphere.  A Lansing downtown fixture since 1985, with a fish and mac special on Friday and Saturday."]},{"type":"*","value":[{"type":"'''","value":["Mitchell's Fish Market"]},": Located at 2975 Preyde Blvd. in Eastwood Towne Centre on the north end of town, Mitchell's is the best fish restaurant in town. The Sharkfin Pie dessert is huge and feeds several people.  In the summer, enjoy alfresco and oysters on the half shell with your drink. "]},{"type":"*","value":[{"type":"'''","value":["Bravo"]},": An Italian restaurant in Eastwood Towne Center across from Mitchell's Fish Market. It is an upscale chain, like Mitchell's Fish Market.  "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Claddagh Irish Pub"],["alt="],["url=http:\/\/www.claddaghirishpubs.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An upscale chain located at 2900 Town Centre near Bravo and Mitchell's Fish Market. With creaky floors and a dark wood interior, it is themed as a traditional Irish pub. It is known for its huge portions of fish and chips, but serves American food as well as Irish meals. Also, it has an entire menu of whiskeys."]]}]},{"type":"*","value":[{"type":"'''","value":["Champps"]},": Located at 2800 Preyde Blvd, it is an upscale sports bar. There is not a seat in the place where you cannot see one of the many large televisions. The food is better than most bars. It is often packed for Michigan State University basketball games. "]},{"type":"*","value":[{"type":"'''","value":["Fleetwood Diner"]},": The diner is on the corner of Riley street and Cedar Street in Lansing. It looks like a train car. It has a great breakfast menu and is open 24 hours. The restaurant sports a large vegetarian menu."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Clara's"],["alt="],["url=http:\/\/www.claras.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A train station that has been converted into a restaurant, offers a variety of America, Mexican, and Italian food for very reasonable prices. The Lansing station is located on Michigan Avenue (there is another station in Battle Creek)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Waterfront Bar & Grill"],["alt=WBG"],["url=http:\/\/waterfrontlansing.com"],["email="],["address=325 City Market Drive"],["lat="],["long="],["directions=https:\/\/maps.google.com\/maps?f=q&source=embed&hl=en&geocode=&q=325+City+Market+Drive,+Lansing+Charter+Township,+MI&aq=0&oq=325+City+Market+Drive&sll=42.737935,-84.547348&sspn=0.073252,0.168056&ie=UTF8&hq=&hnear=325+City+Market+Dr,+Lansing+Charter+Township,+Michigan+48912&t=m&z=14&ll=42.73576,-84.547155"],["phone=+1 517 267-3800"],["tollfree="],["fax="],["hours=10AM to 11PM"],["price="],["content=Get a craft brew from you favorite brewery, and enjoy the view from the patio with live music."]]}]},"\n",{"type":"===","value":["East Lansing"]},"\nEast Lansing offers a fair selection of restaurants, especially downtown. Downtown is dominated by Mexican, Asian, and ice cream shops. \n\n",{"type":"'''","value":["Mexican"]},"\n",{"type":"*","value":[{"type":"'''","value":["Big Ten Burrito"]},": One of the cheapest options, and all prices are rounded to the nearest dollar."]},{"type":"*","value":[{"type":"'''","value":["Pancheros"]},": They feature made-from-scratch tortillas."]},{"type":"*","value":[{"type":"'''","value":["Qdoba"]},": More burritos. "]},{"type":"*","value":[{"type":"'''","value":["Chipotle"]},": A popular chain restaurant. "]},{"type":"*","value":[{"type":"'''","value":["El Azteco"]},": Located at Ann Street Plaza (Albert and M.A.C. Avenues) in East Lansing, or try their other location at 1016 W. Saginaw. El Azteco offers Mexican food. The menu features a cheese dip appetizer, fresh salsa, topopo salad, and jocoque. While the food may not be notable, the roof top dining in the summer is a fantastic place to enjoy drinks as the sun sets over downtown East Lansing. "]},"\n",{"type":"'''","value":["Ice Cream"]},"\n",{"type":"*","value":[{"type":"'''","value":["MSU Dairy Store"]},": The Michigan State University Dairy Store produces many varieties of ice cream and cheese on campus from MSU dairy cows. The ice cream and cheese are fantastic, and known to every student. Try the seasonal ice cream varieties, like the spiced pumpkin made each fall. The Dairy Store has two locations, one on Grand River in the MSU Union near the MSU Federal Credit Union and the other near the south end of campus in Anthony Hall where you can tour the production facility while enjoying your scoops of local ice cream. Also, the grilled cheese sandwiches are to die for. Try sourdough with jalapeno pepper jack. "]},{"type":"*","value":[{"type":"'''","value":["Melting Moments"]},": It is a local store that has done boffo business through their ice cream cookies-- a must have."]},{"type":"*","value":[{"type":"'''","value":["Tasty Twist"]},": A soft-serve and shake haven, Tasty Twist now features hard ice cream."]},{"type":"*","value":[{"type":"'''","value":["Coldstone"]},": A chain located downtown that works ice cream with mixed toppings of your choice. "]},{"type":"*","value":[{"type":"'''","value":["Baskin Robbins"]},": A chain offering many flavors. Best part, it's open until midnight."]},"\n",{"type":"'''","value":["Asian"]},"\n",{"type":"*","value":[{"type":"'''","value":["Charlie Kang's"]},": Located on Grand River Avenue, in downtown East Lansing, the restaurant offers Chinese and Korean food at moderate prices. Try the Korean soups.  "]},{"type":"*","value":[{"type":"'''","value":["Korea House"]},": Located at 978 Trowbridge Rd. near Harrison in a strip mall, the restaurant is hard to find. But keep looking, it is worth the difficulty. Probably the best Korean food in East Lansing at reasonable prices. "]},{"type":"*","value":[{"type":"'''","value":["Sansu Sushi"]},": Located at 4750 S. Hagadorn Rd on the East side of East Lansing opposite the MSU Campus, it is among the best sushi options in the city. The restaurant is trendy and convenient. "]},{"type":"*","value":[{"type":"'''","value":["Sushi Ya"]},": Located in downtown East Lansing on Grand River with parking off Albert Street, Sushi Ya is a good and reasonably priced sushi restaurant that recently reopened. The chefs usually provide free desserts and extra sushi with larger orders. "]},{"type":"*","value":[{"type":"'''","value":["AI Fusion"]}," Located east of downtown East Lansing off Grand River in a strip mall, it is trendy and popular. "]},{"type":"*","value":[{"type":"'''","value":["Udon Sushi"]},": Located off Harrison north of Michigan Ave, it appears to have a loyal following of Korean students. Not noted for its sushi, or its food, but instead for its bubble tea. "]},{"type":"*","value":[{"type":"'''","value":["Omi Sushi"]},": Located at 210 M.A.C. in downtown East Lansing just north of Grand River, Omi is a modern take on sushi. The sushi is done in the Korean style of being rather large and with ample rice. "]},{"type":"*","value":[{"type":"'''","value":["Sindu Indian Cuisine"]},": Located in Hannah Plaza off Hagadorn south of Grand River opposite the MSU Campus, offers Indian food. "]},"\n",{"type":"'''","value":["Middle East"]},"\n",{"type":"*","value":[{"type":"'''","value":["Woody's Oasis"]},": Located on Grand River in downtown East Lansing, it offers respectable Mediterranean food with a good Michigan beer selection. The other location is in the strip mall at Trowbridge and Harrison Roads."]},{"type":"*","value":[{"type":"'''","value":["Sultan's Place"]},"\" Located off Hagadorn in a strip mall, they offer good Middle Eastern food. "]},{"type":"*","value":[{"type":"'''","value":["Aladan's"]},": Decent Middle Eastern food at reasonable prices located in Frandore Shopping Center between Michigan Ave. and Grand River on the far east side of Lansing and far west side of East Lansing. "]},"\n",{"type":"'''","value":["American"]},"\n",{"type":"*","value":[{"type":"'''","value":["Harrison Roadhouse"]}," and ",{"type":"'''","value":["Roadhouse Pub"]},": Located at the corner of Michigan Ave. and Harrison Rd. in East Lansing offers American fare, drinks, and in the summer, alfresco dining. "]},{"type":"*","value":[{"type":"'''","value":["Beggar's Banquet"]},": Located at 218 Abbott Road, near Grand River in downtown East Lansing, offers good food for East Lansing. The menu offers a taste of everything, and nightly specials. Currently Thursday night features southern food and live music. As every resident knows, Wednesday is 1\/2 price wine day, or Wine Wednesday!"]},{"type":"*","value":[{"type":"'''","value":["Harper's Restaurant and Brew Pub"]},": Located behind downtown East Lansing on Albert Street, the restaurant offers great alfresco dining in the summer. But the restaurant is known more for the cheap homemade beers."]},{"type":"*","value":[{"type":"'''","value":["The State Room"]},": Located in the MSU Kellogg Center, the restaurant offers upscale dining. For quality of food, only All Seasons Bistro can match. The restaurant is on the pricey side, but if you want upscale quality dining, it is one of only a few options. Bonus: the restaurant serves MSU Dairy Store ice cream with their desserts!     "]},"\n",{"type":"'''","value":["French"]},"\n",{"type":"*","value":[{"type":"'''","value":["All Seasons Bistro"]},": Located at 1500 W. Lake Lansing Road, in East Lansing near the Meijer and Kroger stores. The French bistro offers upscale french food. While pricey, especially for the area, it offers wonderful food, and a great atmosphere completely opposite of the exterior strip mall exterior. This is one of the few restaurants in the area worthy of first dates and celebratory occasions."]},"\n",{"type":"===","value":["Okemos, Haslett, and Meridian Township"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Travelers Club and Tuba Museum"]},": Truly a unique experience. Located in Okemos, it offers an eclectic menu of global cuisine and beers.  Weekly specials focus on a specific country with a prix fixe menu. Decor is a quirky combination of artifacts from the owners' world travels, along with a sizable collection of rare tubas and euphoniums. The restaurant offers many vegetarian options. It is a bizarre, yet fun fixture. Unfortunately, they have closed have reopened as a microbrewery."]},{"type":"*","value":[{"type":"'''","value":["Dusty's Cellar"]},": Located 1857 West Grand River in Okemos, it offers upscale dining just east of East Lansing. It has great food and an excellent wine list. A good place for a special occasion (birthday, Valentine's Day) dinner."]},{"type":"*","value":[{"type":"'''","value":["Restaurant Villagas"]},": Located at 1735 W. Grand River in Okemos, it offers an upscale option in suburban Okemos. Head Chef Eric Villegas won an Emmy for his cooking program on public television. Don't be put-off by the strip mall location, the restaurant has top-notch service and superior Michigan-inspired cuisine, which make this eatery perhaps the finest in the Lansing area.  Restaurant Villegas closed January 8, 2008. (This is now T & D's Coney Island - they offer items such as coneys, sandwiches, salads, fries, and Gyros.)"]},{"type":"*","value":[{"type":"'''","value":["Buddies"]},": Located at 1937 West Grand River in Okemos, it offers the best nachos in town. But be warned, the portion size is large. "]},{"type":"*","value":[{"type":"'''","value":["Mark's Watershed"]},": A good restaurant located near the beach of Lake Lansing.  "]},{"type":"*","value":[{"type":"'''","value":["The Blue Gill Grill"]},": Located near Lake Lansing near the park at the foot of Lake Lansing Road. Try the pan fried bluegill or walleye for a Michigan treat. "]},{"type":"*","value":[{"type":"'''","value":["Cancun Grill"]},": An inexpensive Mexican restaurant with festive decor, a full bar, and outdoor seating; it's across from the MSU Federal Credit Union on Central Park Drive."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Lansing:"]},"\n\nLansing is full of working class bars. But there are also bars catering to Cooley Law students and young professionals downtown and in Old Town. \n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Michigan Brewing Company"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located downtown on Washington Ave. Great local Michigan brews in a comfortable atmosphere. Best place to get a quality beer in Lansing."]]}]},{"type":"*","value":[{"type":"'''","value":["Kelly's"]},": Located in downtown Lansing on Washington, the bar is small and popular among Cooley Law students. "]},{"type":"*","value":[{"type":"'''","value":["The Firm"]},": A cross between a night club and a bar, it is in downtown Lansing on Washington. "]},{"type":"*","value":[{"type":"'''","value":["Brannigan"]},": A fun bar with darts and plenty of graduate students, and young people, it is the only place in downtown Lansing on Washington that is consistently busy. "]},{"type":"*","value":[{"type":"'''","value":["Rum Runners"]},": A fun piano bar located next to Cooley Law School Stadium (Oldsmobile Park), it is popular after a Lansing Lugnuts baseball game. Skip the first floor and go to the upstairs. "]},{"type":"*","value":[{"type":"'''","value":["Nut House"]},": Sports bar on Michigan Ave. opposite Cooley Law School Stadium, it is perfect for a day at the game. "]},{"type":"*","value":[{"type":"'''","value":["The Exchange"]},": A nightclub located in downtown Lansing on Michigan Ave. "]},{"type":"*","value":[{"type":"'''","value":["The Green Door"]},": A local favorite located outside downtown Lansing on Michigan Ave. is popular with a wide age group from mid twenties and up. "]},{"type":"*","value":[{"type":"'''","value":["Moriarty's Pub"]},": Located on Michigan Ave. outside downtown. A local pub. "]},{"type":"*","value":[{"type":"'''","value":["The Rendezvous on the Grand"]},": An Old Town bar on the north side of Lansing, which features local acts and open mic sessions. "]},{"type":"*","value":[{"type":"'''","value":["South Town"]},": It is located just south of downtown on Washington Ave. It is geared towards the young hip-hop\/urban genre. Don't go. "]},{"type":"*","value":[{"type":"'''","value":["Dagwood's Tavern & Grill"]},": Located at 2803 East Kalamazoo in Lansing. It is an institution in its own right. A cozy neighborhood sports bar with great burgers and lively open-mic sessions every Tuesday."]},{"type":"*","value":[{"type":"'''","value":["Izzo's Bar"]},": Located in trendy REO Town."]},"\n",{"type":"'''","value":["East Lansing:"]},"\n\nEast Lansing offers plenty of nightlife. If you're a student, or visiting a student at Michigan State University, there is no shortage of bars packed full of young people and loud music. Most bars cater to the younger crowd. \n\n",{"type":"*","value":[{"type":"'''","value":["Beggar's Banquet"]},": Located on Abbot near Grand River, Beggar's is an East Lansing institution. With good food, and reasonable drinks, it is highly recommended, especially among graduate students. Wine Wednesday (half-off wine) is the busy night. "]},{"type":"*","value":[{"type":"'''","value":["The Peanut Barrel"]},": Located off Grand River, it is another East Lansing institution. Good beer, strong long islands, and peanut casings on the floor define the place. It is extremely popular in the summer, with outdoor dining in the heart of downtown East Lansing. You'll need a little luck on a sunny day to snag a table outside. It is the best place to people watch. "]},{"type":"*","value":[{"type":"'''","value":["Crunchy's"]},": Rounding out the East Lansing institutions, this dive bar located on Grand River west of downtown East Lansing is great fun. The bar sports the best beer menu in town and is constantly rotating. Karaoke night is a blast! "]},{"type":"*","value":[{"type":"'''","value":["The Riv"]},", ",{"type":"'''","value":["Land Shark"]},", and ",{"type":"'''","value":["Rick's American Cafe"]},": These three are all located in downtown East Lansing. They are the quintessential undergraduate bars. There is loud music, long lines, cheap beer, and plenty of young people. If you already have your college diploma, you best pass. But if you just turned 21, this is probably what you're looking for! "]},{"type":"*","value":[{"type":"'''","value":["Roadhouse Pub"]},": Located behind the Harrison Roadhouse on Harrison just north of Michigan Ave., it is a tiny sports bar with decent beer selection, but at high prices. It is an older crowd. Would be a decent place if it has decent prices. "]},{"type":"*","value":[{"type":"'''","value":["Jimmy's"]},": Located out by Chandler's Crossing, it has decent food, tons of TVs, and is smoke free. In the summer there is plenty of outdoor seating. It is basically the only option north of Lake Lansing Road in East Lansing. "]},{"type":"*","value":[{"type":"'''","value":["Reno's"]},": Located on Abbott just north of Saginaw, is a bar and restaurant. The food is so terrible that it has no place in the dining options. It has a decent beer selection and is a good place to watch a game. Just don't eat the food. The patio is gigantic and perfect for a drink on a nice day."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Guidos Pizza of Okemos"],["url=http:\/\/www.guidospizza.com"],["email="],["address=1754 Central Park Dr G-3"],["lat="],["long="],["directions="],["phone = +1 517 347-3030"],["tollfree="],["fax="],["hours=10am-10pm"],["price=$10.00"],["content=Guidos Pizza is a Metro Detroit Pizza Company. The owner is from East Lansing and owned a Guidos in Waterford, Michigan. He opened up this store knowing that it is the best pizza in Michigan. He also added gluten free pizza pasta and subs to his menu. Steve is rated #1 in the United States according to glutenfreeregistry.com for his gluten free pizza. He is also the only certified gluten free pizza maker in Michigan."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Uli's Haus Of Rock"],["alt=Uli's"],["url=http:\/\/www.facebook.com\/pages\/Ulis-Haus-Of-Rock\/115884961821303"],["email="],["address=4519 S. Martin Luther King Blive"],["lat="],["long="],["directions=Corner of MLK and Reo"],["phone = +1 517 882-5900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Uli's is a Rock and Roll bar, with live music Thursday - Sunday, National tourning acts, Local bands, Original music and covers.\nTry their signature shots, the Shovelhead, Knucklehead, and Captain Charlie"]]}]},{"type":"===","value":["Bed and Breakfast"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Wild Goose Inn"],["alt="],["url=http:\/\/www.wildgooseinn.com"],["email="],["address=512 Albert Avenue"],["lat="],["long="],["directions="],["phone = +1 517 333-3334"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=East Lansing. Located in the heart of downtown East Lansing, just 1 block from the beautiful campus of Michigan State University. Each room has a private bath, gas fireplace, cable TV with DVD\/CD player, clock radio with iPod dock, and Internet access. All rooms, but one, also have Jacuzzis and sumptuous shower facilities."]]}]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Econo Lodge Lansing Hotel"],["alt="],["url=http:\/\/www.econolodge.com\/hotel-lansing-michigan-MI023"],["email="],["address=1100 Ramada Drive"],["lat="],["long="],["directions="],["phone = +1 517 394-7200"],["tollfree="],["fax=+1 517 394-0826"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Burkewood Inn"],["alt="],["url="],["email="],["address=3216 W. Main Street"],["lat="],["long="],["directions="],["phone = +1 517 487-9119"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn Lansing"],["alt="],["url=http:\/\/www.comfortinn.com\/hotel-okemos-michigan-MI306"],["email="],["address=2187 University Park Drive"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Okemos."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lexington Lansing Hotel"],["alt="],["url=http:\/\/www.lexingtonlansing.com"],["email="],["address=925 South Creyts Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers budget-friendly packages for family or romantic stays. Indoor basketball court, swimming, nightly cookie & milk delivery, on-site restaurant, meeting spaces and an elegant ballroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Inn University Lansing Hotel"],["alt="],["url=http:\/\/www.qualityinn.com\/hotel-lansing-michigan-MI030"],["email="],["address=3121 E. Grand River Ave"],["lat="],["long="],["directions="],["phone = +1 517 351-1440"],["tollfree="],["fax=+1 517 351-6220"],["price="],["checkin="],["checkout="],["content=Just one mile from Michigan State University, East Lansing area, and three miles from downtown and urrounded by 15 restaurants and 70 stores which are within walking distance. Each stay includes two drinks at their poolside bar and complimentary full hot breakfast every morning. Check out their webpage at ",{"type":"'''","value":["www.UniversityQualityInn.com"]},"!"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Suites Lansing Hotel"],["alt="],["url=http:\/\/www.qualityinn.com\/hotel-lansing-michigan-MI700"],["email="],["address=901 Delta Commerce Dr"],["lat="],["long="],["directions="],["phone = +1 517 886-0600"],["tollfree="],["fax=+1 517 886-0103"],["price="],["checkin="],["checkout="],["content=A 117-Room all suites hotel offering in-room coffee maker, refrigerator, microwave, wet bar, iron ironing board and hairdryer. Secure Online Reservations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Roof Inn Lansing East University"],["alt="],["url="],["email="],["address=3615 Dunckel Rd"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-733-7663"],["fax="],["price="],["checkin="],["checkout="],["content=Red Roof Inn Lansing West 7412 W Saginaw Hwy Lansing, MI 48917  Close to airport, MSU, state capital."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Midway"],["alt="],["url="],["email="],["address=7711 W Saginaw Hwy"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lexington Lansing Hotel"],["alt="],["url=http:\/\/www.lexingtonlansing.com"],["email="],["address=925 South Creyts Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Voted as Favorite Hotel in Lansing, this full service property offers friendly service, free wireless internet, LCD flat screen TV's, indoor basketball court, swimming, on site restaurant, free airport shuttle, and much more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Candlewood East Lansing"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/cw\/1\/en\/hd\/lanmu?&"],["email="],["address=3545 Forest Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On MSU Campus, attached to James B. Henry Center for Executive Development and the University Club."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard By Marriott Lansing"],["alt="],["url="],["email="],["address=2710 Lake Lansing Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=East Lansing Marriott at University Place"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/LANEA&EPCEC=InProcess&EPNAVCEC=InProcess"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=300 M.A.C. Ave., East Lansing. Across from MSU Campus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Lansing South"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hd\/lancs?&"],["email="],["address=6820 S. Cedar St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Large conferences."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Lansing West"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hd\/lanwe?&"],["email="],["address=7501 W. Saginaw Hwy"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Kellogg Center at Michigan State University"]},"  (Large hotel and conference center with views of the campus.)"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Hotel Lansing"],["alt="],["url=http:\/\/www.radisson.com\/lansingmi"],["email="],["address=111 N. Grand Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A luxurious hotel accommodating large conferences which adjoins the convention center."]]}]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Waterford Estates Lodge"],["alt="],["url=http:\/\/www.waterfordestateslodge.com\/lansing\/"],["email="],["address=3600 Dunckel Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Minutes from downtown Lansing and Capital City Airport."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["Get out and explore beyond lansing"]},"\n\nLocated in Mid-Michigan, Lansing provides convenient access to all of Michigan's Lower Peninsula. Michigan is a wonderful state to explore in all seasons. In the summer, get out and kayak the many rivers, take a sailboat out on the thousands of lakes, or enjoy a day at the beach along the thousands of miles of sandy beaches along the Great Lakes. The fall is perfect for hiking through the woods and taking a camera to document the leaves as they change from vibrant green to golden yellow. Fall is also a time for enjoying Michigan's abundant crop of Michigan apples and Michigan sweet corn. Michigan is one of the country's largest wine growing regions. Get out and explore!\n\n",{"type":"*","value":[{"type":"'''","value":["Detroit"]},": Visit Michigan's first state capital! Only 1.5 hours away from Lansing is Michigan's largest city. The city is home to a metropolitan of combined statistical area of nearly 5.5 million people. Founded in 1701 as a French outpost, the city boats North America's tallest hotel, the busiest international crossing in the country, world-class museums, and all the major sports. In recent years, Detroit has become a gaming center, with three major casinos and one major casino across the river in Windsor, Canada. Visitors will enjoy the sights and tastes of Greek Town and Mexican Town, which have long been staples of the Detroit restaurant scene. The city is also home to many of the best examples of art deco architecture in the world. A visit to the Detroit-area would not be complete without checking out a number of the suburban cities. Dearborn is home to the world headquarters of Ford Motor Company and the Henry Ford Museum and Greenfield Village. The Collection includes the chair President Lincoln was assassinated, the car Present Kennedy was assassinated, a replica of Liberty Hall, Thomas Edison's last breath, Thomas Edison's childhood home, and the Wright Brothers bicycle shop. "]},{"type":"*","value":[{"type":"'''","value":["Grand Rapids"]},": The city is Michigan's second largest and located on the west side of the state, or as it is known locally, \"the other West Coast.\" The city has not suffered as greatly from the decline of the auto industry as other Midwest cities, and has a modern class skyline. The City is home to the Gerald R. Ford Presidential Museum and Library. The city has an impressive art collection and located nearby is the Frederik Meijer Gardens and Sculpture Park, which includes a replica of Leonardo Da Vinci's massive sculpture, Horse. The gardens receives over 600,000 visitors annually. "]},{"type":"*","value":[{"type":"'''","value":["Ann Arbor"]},": The city is Michigan's academic and cultural center. The city is home to the University of Michigan, many of the State's high-tech jobs, museums, and many fine restaurants. The high population density, lively downtown, and good public transportation system, make the city one of the best in Michigan. It is also close to Detroit, providing easy access to major events in downtown Detroit. "]},{"type":"*","value":[{"type":"'''","value":["Traverse City"]},": Traverse City is the largest city in upper Michigan. Situated on the Grand Traverse Bay, the setting is idyllic and popular tourist and vacation destination for people in the Chicago and Detroit-areas. The area is the largest cherry producing area in the world, and one of the largest wine-producing regions in the country. Recently, the area has also begun growing hops to provide the growing number of local breweries. The city is comparable to smaller version of Ann Arbor. "]},{"type":"*","value":[{"type":"'''","value":["Mackinaw City"]},": Mackinaw City is the northern most point of the Lower Peninsula and gateway to Michigan's rugged wilderness in the Upper Peninsula. To the west is Lake Michigan and to the east is lake Huron. In the middle are the Straits of Mackinaw. In the center is the Mackinaw Bridge, or Mighty Mac. The bridge is one of the largest in the country and links Michigan together by a thread of steel and concrete. "]},{"type":"*","value":[{"type":"'''","value":["Mackinac Island"]},": This small paradise is in Lake Huron, just offshore from Mackinaw City. The historic island is protected by a stone fort built by the British to control the trade routes of the Great Lakes. Historic homes, including the governor's mansion, dot this island. No motorized vehicles are allowed on the island, so tourists must get around by horse, on bike, or by foot. The island is noted for its beauty, fudge, and the Grand Hotel. The Grand Hotel, built in 1887, still maintains the record for the largest porch in the world. "]},"\n",{"type":"{{","value":[["routebox"],["image1=I-69.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Fort Wayne"]]}],["minorl1=",{"type":"[[","value":[["Marshall (Michigan)"],["Marshall"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Flint"]]}],["minorr1=",{"type":"[[","value":[["East Lansing"]]}],["image2=I-96.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Muskegon"]]}],["minorl2=",{"type":"[[","value":[["Grand Rapids"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Detroit"]]}],["minorr2=",{"type":"[[","value":[["East Lansing"]]}],["image3=US 127.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Mackinaw City"]]}],["minorl3=",{"type":"[[","value":[["Ithaca (Michigan)"],["Ithaca"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Van Wert"]]}],["minorr3=",{"type":"[[","value":[["Jackson (Michigan)"],["Jackson"]]}],["image4=M-43.svg"],["imagesize4=22"],["directionl4=W"],["majorl4=",{"type":"[[","value":[["Kalamazoo"]]}],["minorl4=",{"type":"[[","value":[["Hastings (Michigan)"],["Hastings"]]}],["directionr4=E"],["majorr4=",{"type":"[[","value":[["Webberville"]]}],["minorr4=",{"type":"[[","value":[["East Lansing"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Michigan"]]},"\n",{"type":"{{","value":[["geo"],["42.7335"],["-84.5467"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lansing, Michigan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/L\/Lansing\/"]]},"\n",{"type":"[[","value":[["Commons:Lansing, Michigan"]]}]