[{"type":"{{","value":[["pagebanner"],["Timanfaya Lanzarote banner.jpg"],["caption=Timanfaya National Park"]]},"\n",{"type":"{{","value":[["translate"],["de"],["Lanzarote"]]},"\n\n",{"type":"'''","value":["Lanzarote"]}," is in the ",{"type":"[[","value":[["Canary Islands"]]},", part of ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:San Bartolomé - Calle Constitutión - MET 33 ies.jpg"],["thumb"],["300px"],["Map of Lanzarote showing key towns and sites of interest."]]},"\n\nLanzarote is in the same time zone as London (GMT).  It also puts the clocks backwards and forward for British Summer Time in March and October at the same time as the UK - hence there is never a time difference between the UK and the island.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arrecife"]]}," - the island's capital"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Costa Teguise"]]}]},{"type":"*","value":[{"type":"[[","value":[["Puerto del Carmen"]]}]},{"type":"*","value":[{"type":"[[","value":[["Playa Blanca"]]}]},{"type":"*","value":[{"type":"[[","value":[["Montaña Clara"]]}," - The smallest island of the Canary Islands."]},{"type":"*","value":[{"type":"[[","value":[["Alegranza"]]}," - Located in the most northern part of the Canary Islands, Alegranza is another one of the smaller scaled islands. Its name comes from the Spanish word for 'Joy'. The terrain is mostly flat, home to only one small volcano. The island is part of a conservation act with (Chinijo Archipelago) Natural Park, so it has no active or documented inhabitants. The historic lighthouse of (Punta Delgada) can be found on the eastern part of the island. Built in 1865, it was declared a historical monument in December 2002."]},{"type":"*","value":[" ",{"type":"[[","value":[["La Graciosa"]]}," - Derived from the Spanish word for 'graceful', this volcanic island was formed by the Canary hot spot.The entire island is composed of volcanic rock and sand. It is also apart of the Islands conservation groups Parque Natural del Archipiélago Chinijo, Reserve of the Biosphere, and \"Marine Reserve of La Graciosa\". Having only a population of approximately 700, there are only two inhabited areas on the Island. those areas are Caleta del Sebo and summer-friendly Casas de Pedro Barba. The island has a school, lyceum, post office, supermarkets, a bank, port, beaches, and — except bar-restaurants — a square where bicycles can be hired (plaza). The main industry of the island is tourism and fishing. The climate of the island is one of the most commonly reported pull factors for travelers. Streets and roads on La Graciosa are unpaved sand. The Gracioseras can often be seen early each morning sweeping the streets smooth of the previous night's footprints. Motor vehicles are strictly prohibited and limited to a handful of licensed vehicles for special purposes. Since the roads are bad, and cars have to be shipped to Lanzarote for repair, about 70% of the motor vehicles on the island are old Land Rovers which often can be repaired by a local serviceman. There are no natural water sources on the island. Desalinated water has to be piped directly from Lanzarote since 2001."]},{"type":"*","value":[" The North - The North of Lanzarote is rural, and unusually green when compared to the rest of the island. The main town is Haria, and there are three fishing villages, Punta Mujeres, Arrieta and Orzola. The are is also home to two attraction Jameos del Agua, and Cueve de los Verdes"]},"\n",{"type":"==","value":["Understand"]},"\n\nNot all that much is known about the Island's early history, because most archaeological evidence has either been buried under lava or carried off by raiders.  The Phoenecians were there, followed by the Romans.  The Arabs then settled the island, the French explored it, and the Spanish conquered it. \n\nThe island thrived for a while by producing cochineal, an expensive, crimson dye taken from the carapace of a scale insect that lives on cactus.  Cochineal is used for dying fabric, decorating china, in cosmetics, and as a food colouring.\n\nThe eruptions in 1730-1736 covered a quarter of the island's surface, destroying its most fertile farmland and eleven villages.  Still, visitors marvel at how stone walls and semi-surrounds are used to capture moisture to grow crops elsewhere on this decidedly desert island.\n\nThe coherence and beauty of the island's cultural and tourist centres is largely the legacy of the local artist César Manrique (1919-1992).  He also played a key role in having the island declared a World Biosphere Reserve by UNESCO in 1993.\n\n",{"type":"==","value":["Talk"]},"\n\nLanzarote islanders speak Spanish (Castilian) with a distinct Canary Island accent and some vocabulary not found on the Spanish mainland.\n\nLanzarote's principal economic activity is tourism, and a large proportion of tourists are from Ireland and the U.K. so most people working with tourists can speak at least some basic English.\n\nMost restaurants offer menus in Spanish, English, and German. Although, do remember that this is a Spanish speaking island and try not to get too flustered if the local people cannot understand you. Many residents speak some English or German as a second language, but it helps immensely to speak slowly and using simple words\/grammar when not being able to speak Spanish.\n\n",{"type":"==","value":["Get in"]},"\nThe island's only airport is just to the west of Arrecife, with the airport designator code ",{"type":"'''","value":["ACE"]},".  In addition to the charter flights that serve Lanzarote from Northern Europe, there are scheduled flights operated to some of the other Canary Islands, to the Spanish mainland and to a few international locations, most notably London (Gatwick).Live arrivals and departure information for the airport at Lanzarote is available here: ",{"type":"[","value":["http:\/\/www.lanzaroteinformation.com\/content\/lanzarote-airport-arrivals-information Lanzarote Airport Live Arrivals information"]},"\n\nSome of the airlines serving Lanzarote (ACE) include: Iberia, Air Europa, EasyJet, Monarch, Thomsonfly, Thomas Cook, Hapag Lloid, Air Berlin, Jetair, Lauda Air, Aer Lingus, Ryanair, and Jet2. Two local companies : Islas Airways & Binter Canarias, with mostly flights between the Canary Islands.\n\n",{"type":"==","value":["Get around"]},"\n\nBus and taxi are good value on the island.  Car hire is also relatively cheap and is the best option for discovering the remote wilderness regions. It only takes about 40 minutes to cross the entire island from North to South by car, and about 25 minutes across.\n\nLanzarote tends to be a bit windy, and often a bit more in July, making motor scooters or bicycles a little difficult and risky.\n\nThe Airport is served only by a small bus that stops at both terminals to the city of Playa Honda and the Capital Arrecife, so it would be necessary to go there to connect to other destinations by BUS. Buses leave about twice per hour daily for most of the day, except for Sundays when there is a reduced schedule. Check ",{"type":"[","value":["http:\/\/www.arrecifebus.com\/ ARRECIFEBUS"]}," for bus schedules (bus line 23). As in 2006, bus fare from the airport to Arrecife is about 1€ and from Arrecife to Puerto del Carmen about 1.5€. A Taxi ride from the Airport to Puerto del Carmen can range from 12€ to 24€. And around 30 Euros to the resort of Playa Blanca at the south of the island.\n\nThere is also a hop on, hop off bus service which stops at all major attractions and the island's three resorts. The service is called Vision Bus.\n\n",{"type":"*","value":[" ATMs. ATMs at the airport charge about 8 euros to get cash, wait until you get into the resorts where it will be 1.50 euros"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Timanfaya National Park"]}," is a volcanic landscape that has barely changed since its eruption in the 1730s and covers a quarter of the island's surface.  For many, the highlight of their visit to Lanzarote."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Montañas del Fuego"]}," (Mountains of Fire) are located within the park, +34 928 84 00 57.  Every day, 9AM-5:45PM (last tour at 5PM).  Restaurant +34 928 17 31 05, every day, 12PM-3PM.  Entrance is by bus or car leading to the ",{"type":"''","value":["Islote de Hilario"]},", where a sloped car park leads up to a shop, bar and restaurant which were designed by César Manrique.  The admission fee includes a bus tour around the interior of the park with a narrated history in Spanish, English and German.  The restaurant has a panoramic view of the park, and the meat is roasted over the underground heat of the ",{"type":"''","value":["islote"]},", which reaches hundreds of degrees at a depth of only a few metres.  €8."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Timanfaya National Park Visitors' Centre"]},", located just outside the northern limit of the park, on the road to Mancha Blanca and Tinajo.  The permanent display and audio-visual presentations explain the origins of the island, the recent volcanic activity that formed the park, and the flora and fauna of what appears at first glance to be a dead landscape.  Admission free."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Jameos del Agua"]},", located in the Malpais de La Corona in the north of the island.  Every day, 10AM-6:30PM, and Tu,F,Sa 7PM-2AM.  Restaurant Tu,F,Sa 7:30PM-11:30PM.  Neat dress (no shorts or t-shirts) and no flash or lit photography after 7PM.  A ",{"type":"''","value":["jameo"]}," is a volcanic formation formed when the ceiling of an underground lava tunnel collapses, exposing a section of the tunnel to the sky.  A bar, restaurant, swimming pool, and concert hall were all built within one such formation near the coast under the guidance of César Manrique, and opened to the public in 1966.  €8."]},{"type":"*","value":[" ",{"type":"'''","value":["Cueva de los Verdes"]}," (\"Green's Cave\") is located a few hundred metres inland from the Jameos del Agua, and is part of the same tunnel.  +34 928 84 84 84.  Every day, 10AM-6PM, last entry 5PM.  A guided tour takes you through a succession of caverns and tunnels formed by an underground river of lava.  The melted rock and mineral formations are well lit, and the demonstration of their acoustical qualities is truly surprising.  €8."]},{"type":"*","value":[" ",{"type":"'''","value":["Mirador del Rio"]}," is a lookout located at the northermost tip of the island.  It has a comfortable bar and lounge offering a magnificent panoramic view of the small islands to the north of Lanzarote."]},{"type":"*","value":[" ",{"type":"'''","value":["Jardín de Cactus"]}," (\"Cactus Garden\"), Guatiza.  +34 928 52 93 97.  Every day, 10AM-6PM, last entry 5:45PM.  Entry fee includes a drink at the bar.  €8."]},{"type":"*","value":[" ",{"type":"'''","value":["Fundación César Manrique"]},", Taro de Tahiche.  +34 928 84 31 38 \/ 84 30 70.  Every day, 10AM-7PM.  €7.50.Visit César Manrique's superb house, built inside 5 volcanic bubbles. "]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Monumento al Campesino"]}," (\"House of Monument to the Peasant\"), San Bartolomé.  +34 928 52 01 36.  Every day, 10AM-6PM.  Restaurant 12PM-4:30PM, 6PM-1AM."]},{"type":"*","value":[" ",{"type":"'''","value":["Whales and Dolphins Museum"]},", Puerto Calero. The Museo de Cataceos de Canarias is a very informative museum with friendly and knowledgeable staff. Ideal for family holiday trips in Lanzarote located in Puerto Calero's attractive marina space. It's certainly an appropriate museum for the Canary Islands, as dolphins and whales abound in the surrounding Atlantic waters. Outside the museum is a giant skeleton of a whale - giving you an idea of what to expect inside. The museum explores the evolution of whales and dolphins in detail through life sized reproduction models, skeleton collections, sounds and interactive displays, photographs and biological samples",{"type":"[","value":["http:\/\/www.museodecetaceos.org"]},". "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Agricola Museum"],["alt="],["url=http:\/\/www.museoelpatio.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+34 928.529.134"],["tollfree="],["fax=+34 928.529.134"],["hours=Open M-F 10AM-5:30PM and Sa 10AM-2:30PM"],["price="],["content=Echedey, 18 35558,Tiagua. This is a great place to see what life used to be like on Lanzarote for the farmers and settlers. There are lots of exhibits covering everything from tools and implements to a typical household layout on this large and interesting site. Two flour mills, a winery, animals and a working farm are all on offer for visitors to see. Often missed by tourist buses this site is easy to find an well preserved."]]}]},{"type":"[[","value":[["File:El Golfo Charco de los Clicos Panorama.jpg"],["thumb"],["500px"],["Tidal pool in the El Golfo crater"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Lanzarote's Beaches"]},": Lanzarote has a number of beautiful beaches and a rugged, fabulous coastline to explore. "]},"\n",{"type":"===","value":["Itineraries"]},"\n\nDrive from ",{"type":"'''","value":["Yaiza"]}," along the LZ-704 to ",{"type":"'''","value":["El Golfo"]}," on the west coast, where there are a couple of black sand beaches and a long row of restaurants along the shore.  From there head south along the coast road LZ-703, stopping at the lookout, the ",{"type":"'''","value":["Charco Los Clicos"]},", and ",{"type":"'''","value":["Los Hervideros"]},".  Continue past the salt pans at the ",{"type":"'''","value":["Laguna De Jaunubio"]}," then return to ",{"type":"'''","value":["Yaiza"]}," along the LZ-2.\n\n",{"type":"==","value":["Do"]},"\nThe beaches. There are also water activities such as snorkeling, scuba diving, surfing, windsurfing, parasailing and canoeing. There is also a water park (with bus service from Puerto del Carmen), a Zoo Park (Guinate Park), an aquarium-type park and a wild-west themed animal park (Rancho Texas). You can also take submarine trips from Ports in Puerto del Carmen and Puerto Calero. One of the island's most enjoyable things to do is relax, lie at the beautiful beaches during the day and enjoy a nice meal in the evening. There is an array of shops ranging from digital hardware shops to bazaars but ",{"type":"''","value":["be wary"]},", you can get a good bargain if you can ",{"type":"[[","value":[["haggle"]]}," a little with the shopkeepers. Don't worry, these guys are well used to people asking for a better deal than what they are offering.  \n\nTeguise Market is held every Sunday where the town comes alive with street entertainers and musicians.  This is a great place to put your bartering skills to use with a huge range of handmade craft items.  For thos of you less inclined to shop, sit outside one of the many bars enjoying some of the delicious tapas while watching the world go by.\n\nTry Scuba Diving from Costa Teguise, Playa Blanca or Puerto del Carmen. Lanzarote offers some of the best diving in Europe.  For surfing, head to Famara beach.  There are many surf schools in Lanzarote and most will transport you to this beach for the lesson.\n\nAnother must-see is Timanfaya national park.  Also known as 'Montañas del Fuego' (Fire Mountains), this area was created between 1730 and 1736 from the eruptions of over 100 volcanoes.  The scenery here is stunning and unusual with an array of colours from the various minerals.  Restaurant El Diablo offers excellent views of the national park which can be enjoyed while sampling typical Canarian food (all cooked by geothermal heat from the volcano).  It is also possible to take a camel ride near the entrance to the national park, this costing 6 euros a person.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Traditional"]},"\n\nThe local cuisine is typical of the Canary Islands:\n\n",{"type":"*","value":[" ",{"type":"''","value":["Mojo"]}," means sauce.  The most common varieties are:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"''","value":["mojo picón"]}," (hot, spicy) made from red chillis,"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"''","value":["mojo verde"]}," (green) made either from green pepper or coriander (cilantro),"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"''","value":["mojo hervido"]}," (boiled) made from spices and lemon."]}]},{"type":"*","value":[" ",{"type":"''","value":["Papas arrugadas"]}," (\"wrinkly potatoes\") are cooked unpeeled in salt water then baked dry.  Customarily served with a ",{"type":"''","value":["mojo"]}," sauce."]},{"type":"*","value":[" ",{"type":"''","value":["Gofio"]}," is a flour substitute milled from a variety of cereals like wheat, corn (maize), barley, etc., or a mixture of them.  It is sometimes served by local restaurants in entreé dishes as a small patty of moist dough, and also forms the basis for local pastries and pie bases."]},"\nRestaurants noted for local cuisine:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Era"]},", Yaiza."]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Monumento al Campesino"]},", San Bartolomé."]},{"type":"*","value":[" ",{"type":"'''","value":["Restaurante Museo Internacional de Arte Contemporaneo"]},", Castillo de San José, Arrecife (on the coast just to the north of Arrecife, inside a Castle turned museum)."]},"\nHowever, it is worth noting that in many of the resorts there are very few true Canarian restaurants.  Most of those present tend to focus on English food (English fried breakfast, Roasts etc).  If you are going on a package holiday it would be a huge saving to pay the extra for all-inclusive, especially if you're not likely to travel far from the resort.\n\n",{"type":"===","value":["Non traditional"]},"\nThere are many non-traditional places to eat out in the main resort towns, serving a wide range of food such as Greek, Chinese, Indian, and Mexican.\n\nThe 'old town' area of ",{"type":"[[","value":[["Puerto Del Carmen"]]}," is home to ",{"type":"'''","value":["Blooming Cactus Vegetarian Restaurant"]},", but those with vegan or vegetarian dietary requirements will find limited choice outside of this eatery.\n\n",{"type":"==","value":["Sleep"]},"\nLanzarote has a broad selection of hotels and other forms of holiday accommodation. Most hotels are clustered in and around the major resorts of Puerto del Carmen, Playa Blanca and Costa Teguise.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Los Fariones"],["url=http:\/\/www.farioneshotels.com\/resorts\/fariones\/"],["email="],["address=C\/. Roque del Este 1, Puerto del Carmen"],["lat="],["long="],["directions="],["phone=+34 928 510 175"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Hotel Fariones is a beachfront hotel set in luxurious gardens with native plant species with direct access to the crystalline waters of the Atlantic Ocean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Coronas Playa"],["url=http:\/\/www.coronasplaya.com"],["email="],["address=Avda del Mar 26, Costa Teguise"],["lat="],["long="],["directions="],["phone=+34 928 82 66 40"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Hotel Coronas Playa is situated in a prime seafront location, the nearby beach Playa Bastian and the local shops and bars are only a short distance away."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apartments Celeste"],["url=http:\/\/www.apartmentsceleste.com\/"],["email="],["address=Avda. Islas Canarias, 21-23-25, Costa Teguise"],["lat="],["long="],["directions="],["phone=+34 928 591 720"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Hotel Celeste features 85 fully equipped apartments with one and two bedrooms. Located in the heart of Costa Teguise, Lanzarote’s premier holiday resort, the complex is divided into three blocks, each with its own swimming pool and sunbathing area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gran Melia Salinas"],["url=http:\/\/www.gran-melia-salinas.com\/en\/"],["email="],["address=Avda. Islas Canarias s\/n, Costa Teguise"],["lat="],["long="],["directions="],["phone=+34 928 590 040"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Situated in the north of the Lanazarote Island, Gran Meliá Salinas is in close proximity to the architecturally historical capital of Teguise, as well as Arrecife airport, Jameos del Agua, and Cueva de los Verdes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hesperia Lanzarote"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/lanzarote\/hesperia-lanzarote.html"],["email="],["address=Urb. Cortijo Viejo (Puerto Calero). 35570 Lanzarote"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is located on the coast, offering fantastic views and pure luxury. Spa, Games room and swimming pools are available in and around the hotel. From 48€."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Castillo Schlaraffenland"],["url=http:\/\/www.castillo-schlaraffenland.de"],["email="],["address=Camino del Meson 45"],["lat="],["long="],["directions=La Assomada"],["phone=+34 928511159"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The apartments of Castillo Schlaraffenland that are built in César Manrique style are situated in the middle of the island, just 250m above Puerto Calero. All three apartments have been built into volcano rocks and have a stunning view over the Atlantic coast and Fuerteventura island."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Apartments Famara"],["alt="],["url=http:\/\/www.famara-apartments.com\/"],["email=apartments.famara@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tlf (+34)928 529833, (+34)633468311, Web:"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apartments Lanzarote"],["alt="],["url=http:\/\/www.lanzaroteapartments.org\/"],["email=apartments.lanzarote@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle gaida s\/n;, Web:"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villas"],["alt="],["url=http:\/\/www.villas-lanzarote.org\/"],["email=lasvillas.lanzarote@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle la lapa nº8;, Web:"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rural Villas"],["alt="],["url=http:\/\/www.casarurallanzarote.org\/"],["email=casaruraltao@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Clavel;, Web:"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apartments in La Graciosa"],["alt="],["url=http:\/\/www.lagraciosa-apartments.com\/"],["email=lagraciosa.apartments@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Web:"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bungalows in Famara"],["alt="],["url=http:\/\/bungalowfamara.com\/"],["email=bungalowfamara@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Web:"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe tap water is treated sea water, brackish, and not recommended for drinking. Try to drink bottled water, which is affordable.\n\nThere are many bars in the tourist areas, in particular Irish bars in Puerto del Carmen.\n\nAlcohol is very cheap in supermarkets. A 1 l bottle of San Miguel is around 1€, and a can of beer as little as €0.50.  However, in bars and clubs, the same beer would cost around €3.50.  There is no duty on alcohol purchased in Lanzarote (other than VAT at 5%) so restaurants tend to make a lot of their money from the selling of alcohol at a significant - but to foreign visitors seemingly imperceptible - markup.  Again, if a package exists which is all-inclusive, it might be a good idea to pay the little bit extra in the long run.\n\nSupermarkets vary greatly in price the most expensive are Netto (about 25% more expensive), then Hiperdino supermarkets, these are the larger ones and tend to have good local produce at reasonable prices, lastly there are SPAR stores.\n\nWatch out for the cost of fresh fruit and veg as this has to be transported refrigerated by ship from afar and can be expensive, a fresh pineapple can cost 8 euros.\n\nSome prices (supermarkets):\n\nCan of coke: €0.60,",{"type":"<","value":["br"]},"\nCan of beer: €0.50,",{"type":"<","value":["br"]},"\nLitre of wine: €0.63,",{"type":"<","value":["br"]},"\nOrange juice: €0.80",{"type":"<","value":["br"]},"\n\nSome prices (Restaurants):\n\nCoke (200ml): €2,",{"type":"<","value":["br"]},"\nBeer: €3.50,",{"type":"<","value":["br"]},"\nLitre of wine €8,",{"type":"<","value":["br"]},"\nOrange juice (fresh): €3.20",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nWhile a generally safe country, as always beware of pickpockets and keep hold of any personal belongings. There are local police stations in all major cities and somewhat frequent police patrols around the streets. Emergency service phone number is the European standard \"112\".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fuerteventura"]]}," by ferry from the southern harbour"]},"\n",{"type":"{{","value":[["IsPartOf"],["Canary Islands"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Lanzarote"]]},"\n",{"type":"{{","value":[["geo"],["29.035"],["-13.633"]]}]