[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Lappajärvi"]}," is in ",{"type":"[[","value":[["Southern Ostrobothnia"]]},".\n",{"type":"{{","value":[["style"]]},"\n",{"type":"[[","value":[["File:Lappajärvi.jpg"],["350px"],["thumbnail"],["Lake Lappajärvi"]]},"\n",{"type":"==","value":["Lappajärvi"]},"\nLappajärvi is a municipality of South Ostrobothnia, which is located 85 kilometers away from Seinäjoki.\nThe most convenient way to arrive to this location is by car.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lappajärvi Lake"]}]},"It is quite magical driving through Finland’s nature and suddenly arriving to this fascinating blue heaven, which gives the name to the municipality, the Lappajärvi Lake. This is definitely the main attraction of the area and has a very particular reason of existence. It was originated by a meteorite impact 73 million years ago. This asteroid of 1 kilometer long left a 20 kilometer of diameter crater and it is nowadays the biggest lake of the region. Its deepest point is 38 meters and it is a fascinating place where pictures talk for themselves.\nIt is possible to feel the space atmosphere once in the area because many places are decorated with meteorite rocks and space images, especially the Kivitippu Hotel. People can walk around the place, read and learn about meteorites, space and even travel back on time. Here is possible to find pieces of Kärnäiitti, a completely unique type of rock formed in the impact from the meteorite. Lappajärvi is the only place in the world where this rock can be found.\nThere is a captivating view from all the different points around the lake. It is possible to go around it, either by car of by bike. It is a great plan for those who want to keep up with the fitness training, with 80 kilometers around it; the way is a dreamlike ride.\nNevertheless, many watersports and tournaments take place every year in this place. The Lappajärven Lohisoutu trolling competition captivates about 150 boats every summer.\nWebsite: www.lappajärvi.fi\n\n",{"type":"*","value":[{"type":"'''","value":["Ateljee Tapio Autio"]}]},"While having an excursion around Lappajäarvi Lake it is recommendable to visit a very particular and unique church.\nIn 1995 Tapio Autio (policeman) decided to build a church on his own, without any help, with his own money and hands and with the support of his lovely wife.\nToday this church is dream come true for Tapio and it is open for the public, where people can pay an entrance and admire his fantastic job during the last twelve years.\nIn this place there is a chapel, an angels’ room, a fire place and a great view from the top of the hill where the buildings are situated. In all these rooms it is impossible not to admire the eccentric job of the artist, where he says it is all taken from the Bible.\nTapio is a Nature enthusiast and this can be ratified by observing all the magnificent sculptures on the outside in the garden as well as decorating the outside of their house and church.  \nAdditionally, right outside the building there is a tower built by Tapio himself that people should not miss before they leave.  On the top there is a captivating view of the area, the forests and the Lappajäarvi Lake. \nPrices: Adults: 7€ and Kids: 2€\nLocation: Virsulantie 126, 62640\nTel: 0400-662241 or (06)5665081\nWebsite: www.ateljeeautio.com\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Järviseudun Golf Club"]}]},"Here is located the 18-hole Järviseudum Gulf Club. Surrounded by the beauty of the lake, this area is heaven for gulf players. \nOne curiosity is that part of the gulf circuit includes a boat that crosses one part of the lake to continue playing on the other side, a faster way than going walking around it.\nPeople can enjoy beautiful summer days competing with friends in the fabulous lakeside course, and perhaps finishing the day with a dinner or some drinks at the Golf Club dining room, indoors or outdoors.\nIn these courts take place important competitions every year and it is one of the best’s golf courts of Western Finland.\nPlayers can join the club paying a membership or just coming to play for the day.\nContact information: Tel 358-65661999\nFor more information visit: www.jgs.fi\n\n",{"type":"==","value":["Accomodation"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kivitippu Hotel"]}," "]},"Kivitippu Hotel is located in Nykälänniemi, in the edge of the Lappäjarvi Lake and it’s an astonishing experience for everyone.\nEvery hotel has a story and Kivitippu in particular has the Lappajärvi Lake story. Inside the facilities is located a meteorite exhibition and it is also possible to find pieces of genuine meteorite all over the hotel. \nGuests have the chance to bike, swim in the lake, sail, go on a canoe, play beach volleyball or just lie on the sandy beach and stare at the splendid view of the nature.\nEven in the winter time there are plenty of activities, especially for the winter sport lovers, such us snowmobiling on the lake, cross country skiing and more. \nThe rooms are enchanted with great comfort and the prices and room types can vary according to the guests’ preferences. \nThe hotel facilities also include a high standard gymnasium, indoor swimming pool, saunas, cafeteria, bar and dining room. Some additional services include cosmetic, beauty and health treatments.\nFor those who want to spend the day, the hotel restaurant offers many kinds of shows and events every night with Finnish orchestras, dances, karaoke nights and so on. In addition, during the day people can appreciate the priceless view of the lake from inside the restaurant while enjoying a delightful buffet.\nBusiness people also have the possibility to make use of one of the nine, all equipped conference rooms.   \nThe accommodations of the hotel are all surrounded by one of the best and professional golf courses of Finland, the  Järviseudun Golf course.\nFor more information or booking visit:  www.kivitippu.fi\nPhone: 358-65615000\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["63.2167"],["23.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Ostrobothnia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Lappajärvi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lappajärvi"]]}]