[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Largo"]]},"\n",{"type":"'''","value":["Largo"]}," is a city in ",{"type":"[[","value":[["Prince George's County"]]},", ",{"type":"[[","value":[["Maryland"]]},".\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By public transportation "]},"\n\nWhen traveling in the ",{"type":"[[","value":[["Washington, D.C."],["D.C."]]}," area, the best way to get around is public transportation. The reason why one would travel this way is because if you are visiting Largo, MD you are able to be exposed to a lot more on the metro, as far as experiencing the different sites both historical and entertaining.  Also by taking the metro you are able to avoid the horrible rush hour traffic. In order to get to Largo you have to take the Blue line on Metro rail to Largo town Center and from there you can walk to the Boulevard which is one of the hot spots in Largo.\n\n",{"type":"===","value":[" By car "]},"\n\nThe other way you can get to Largo is if you drive on the beltway and take exit 17 A and merge on to Landover Rd\/MD 202 then make a right  at Lottsford Rd. then turn right at Arena Dr. last turn left at Capital Centre Blvd. and the Boulevard will be on your right. These are the two most effective ways to get in Largo and more specifically the Boulevard\n\n",{"type":"==","value":[" Get around "]},"\n\nThe best way to get around Largo is either drive or takes public transportation such as the Metro bus which is very convenient, when you take Metro rail because it allows you to have access to a bus transfer which would allow you to ride the bus for free all day. However; a lot of people walk right by the transfers because people are in such a rush to get out of the station. The transfers in most stations can be found on the platform just before the exit. If you cannot find the transfer distributor or have any questions at all about metro there’s always an on duty metro expert in the booth which is also near the exit and you cannot miss it. If you plan to go to the Boulevard there won’t be much driving involved other than getting there but you will want to bring your walking shoes because it’s a big place with lots of things to do.      \n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"===","value":[" The Boulevard "]},"\n\nThere are lots of things to see in Largo, MD.The Boulevard is the perfect place for a family outing with kids of any age or even a date with your significant other. This large place is equipped with clothing stores, shoe stores, sports equipment stores and lots of others. The Boulevard also offers a nice movie theater within its complex called the Magic Johnson which is named after the famous basket ball player who owns a chain of theaters all over the nation. The venue also contains many restaurants and eateries around in its area (see Eat). The Boulevard is the hangout spot for young adults and teenagers in Largo so when you go, this is the type of crowd you should expect. However; one thing at the Boulevard that draws in people of all ages is the car show that goes on every Friday in the summer, it’s amazing they exhibit everything from vintage cars to brand new cars “pimped out” with 24 inch rims. \n\n",{"type":"===","value":[" FedEx Field "]},"\n\nThis is the home of the Redskins so if you’re ever in town during football season you should definitely try and get some tickets. If you’re a Cowboy fan beware because Redskin are rivals with the Cowboys and a lot of fans take it to heart so you should try not to wear Cowboy paraphernalia at FedEx Field. Other than that the stadium is fairly new has great concessions and even features bars in the stadium. \n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"===","value":[" Six Flags "]},"\n\nAnother place in Largo, MD that one would recommend visiting is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sixflags.com\/america\/ Six Flags America"]}]},", 13710 Central Ave (Bowie), +1 301 249-1500 (hours vary—see website). It is one of the best, if not the best amusement park in MD. It’s a day of fun when you visit Six Flags they have a water park, roller coasters including the 21 story superman and they have lots of games that will challenge you both mentally and physically. $50\/adult, $25\/children under 48\", Free\/children 2 & younger; parking: $15.\n\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"''","value":["Gladys & Ron Winanas Chicken and Waffles"]},"\n\nOne of the best spots in Largo is Gladys & Ron Winanas Chicken and Waffles, because they have great service and the food is just outstanding. If you’re trying to lose weight one wouldn’t recommend this place because they serve up a soul food type menu along with their special chicken with waffles. Although that may sound like an odd combination it is actually really good. One thing you would really like at this place is the Drinks that go along with the food, for example one of the favorites is sweet home-style lemonade mixed with iced tea. Once again it may sound odd but this drink will def hit the spot on a hot summer day. \n\n",{"type":"''","value":["Uno Chicago Grill"]},"\n\nThis is a great spot to sit down in and enjoy your food. This restaurant offers a wide range of delicious pizza made to perfection.  Some selections include deep dish pizza, gourmet pizzas, flat bread pizza, and much more. This fine restaurants specialty is pizza but they offer much more than that such as salmon, burgers, steaks, and chicken. Uno boast many awards in its existence one such award is being named the healthiest chain restaurant in America. With that being said if you are looking for a nice sit down restaurant that has good service and great tasting healthy food Uno is the place to be.\n\n",{"type":"''","value":["Qdoba Mexican Grill"]},"\n\nQudoba is usually packed during lunchtime. However when Qdoba is not packed this is a good place to order up some food, its quick, taste good and the food is fresh. It’s like the Mexican version of subway. \n\n",{"type":"''","value":["Cold Stone Creamery"]},"\n\nThis is a nice little ice cream shop that features a huge variety of ice cream and you can even create your own if they have the ingredients. Another cool thing about this shop is that if you tell them you are a first timer at the shop they sing you a cool song that welcomes one to the creamery.\n\n",{"type":"''","value":["Carolina Kitchen"]},"\n\nCarolina Kitchen has a Southern type feel to it. The food they offer here is southern soul food that includes barbeque, macaroni and cheese, mash potatoes and more. Another neat thing was that the lemonade comes in these jar type cups that gives you the sense of actually being on a southern porch and “Granny” serving you lemonade in the summer.\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"*","value":[" Holiday Inn Express Hotel & Suites I-95 Capitol Beltway-Largo"]},"\n",{"type":"*","value":[" Extended Stay Hotels"]},"\n",{"type":"*","value":[" Radisson Hotel Largo"]},"\n",{"type":"*","value":[" Executive Inn & Suites"]},"\n",{"type":"*","value":[" Hampton Inn Washington-I-95 (Largo)"]},"\n",{"type":"*","value":[" Holiday Inn-Arena Largo"]},"\n",{"type":"*","value":[" Holiday Inn Express & Suites I-95 Capitol Beltway-Largo"]},"\n",{"type":"*","value":[" Comfort Inn Capitol Heights"]},"\n",{"type":"*","value":[" Residence Inn"]},"\n",{"type":"*","value":[" Country Inns & Suites Capitol Heights, MD"]},"\n",{"type":"==","value":[" Go next "]},"\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["image1a=I-495.svg"],["imagesize1a=22"],["image1b="],["imagesize1b="],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Alexandria (Virginia)"],["Alexandria"]]}],["minorl1=",{"type":"[[","value":[["Camp Springs"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Greenbelt"]]}],["minorr1=",{"type":"[[","value":[["New Carrollton"]]}],["image2=WMATA Blue.svg"],["imagesize2=22px"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Washington, D.C.\/East End"],["East End"]]}],["minorl2=",{"type":"[[","value":[["Washington, D.C.\/Anacostia"],["Anacostia"]]}],["directionr2=E"],["majorr2=END"],["minorr2="],["image3="],["imagesize3="],["directionl3="],["majorl3="],["minorl3="],["directionr3="],["majorr3="],["minorr3="],["image4="],["imagesize4="],["directionl4="],["majorl4="],["minorl4="],["directionr4="],["majorr4="],["minorr4="],["image5="],["imagesize5="],["directionl5="],["majorl5="],["minorl5="],["directionr5="],["majorr5="],["minorr5="],["image6="],["imagesize6="],["directionl6="],["majorl6="],["minorl6="],["directionr6="],["majorr6="],["minorr6="],["image7="],["imagesize7="],["directionl7="],["majorl7="],["minorl7="],["directionr7="],["majorr7="],["minorr7="]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["38.876944"],["-76.830556"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Prince George's County"]]},"\n\n",{"type":"[[","value":[["wikipedia:Largo, Maryland"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maryland\/Localities\/L\/Largo\/"]]}]