[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Largs coast from Macbraynes pier - geograph.org.uk - 635723.jpg"],["thumb"],["360px"],["Largs coast from Macbraynes pier"]]},"\n\n",{"type":"'''","value":["Largs"]}," is in ",{"type":"[[","value":[["North Ayrshire"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Cumbrae ferry at Largs - geograph.org.uk - 502439.jpg"],["thumb"],["Cumbrae ferry at Largs"]]},"\n\nLargs is easily accessible by public transport and has a regular train to and from Glasgow. It also has an extensive bus system and is situated in the middle of the Greenock to Ayr bus route. It is also served by at least one bus route to Glasgow.\nLargs is also easily accessed by road from the coast or from the Haylie Brae.\n\n",{"type":"==","value":["Get around"]},"\nLargs is relatively small and it is easy enough to walk from one side of the town to the other in about an hour. The main street has many shops and is easy to walk around. Taxi's are also available.\n\n",{"type":"==","value":["See"]},"\nLargs is, to the most part, a seaside tourist town. Largs has a large promenade and is in the process of getting a newly developed pier. The beach is nice but not sandy at all parts. \nLargs also has hills at the back which offer extensive walks and breathtaking views of the river clyde and islands.\n\n",{"type":"==","value":["Do"]},"\nLargs offers many attractions. \nA popular trip for most tourists is the boat ferry to millport. Another ferry trip is on the Waverly which takes passengers from largs to destinations further up the clyde such as Rothsey.\nThe Vikingar is a large leisure centre situated by the beach. It has a swimming pool, sauna and gym and during the summer it plays host to many of the town's events.\nDuring the month of September the town hosts the annual 'Viking Festival'. A small Viking village is erected on the promenade which visitors can walk around. A fairground is also set up next to the pier with rides for the young and old!\nLargs as many tourist shops and gifts shops and many cafes with views over the clyde. \nFor the younger tourists, there are many amusement arcades along the promenade with games for children to play and slot machines for the over 18's\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Nardini's Cafe, Largs (1-6-2012).jpg"],["thumb"],["Nardini's Cafe"]]},"\n\nLargs has many pubs, cafe's, restaurants and hotels for places to eat. The newly refurbished Nardinis restaurant on the promenade is famed around Scotland for offering authentic Italian food and is world famous for it's ice cream. A smaller Nardinis cafe is also situated by the pier. Nardini's also own the 'Green Shutter's' cafe which offers nice food and spectacular views of cumbrae. \nFor the younger visitors, the newly opened Room restaurant and the Lounge are popular. \nThere are many small cafe's in the town centre which offer a smaller choice of menu at an afforadable price and served nicely.\n\n",{"type":"==","value":["Drink"]},"\nLargs, probably has more pubs than it does shops. Some should be avoided on weekends but the majority offer a nice atmosphere, affordable drinks and good company.\nAgain, there is a newly opened pub\/restaurant on the bech front, Lanes, and is part of the Atlantis amusement arcade and bowling alley. It has a beachfront terrace to drink on which is lovely in the summer.\nRoom and lounge are popular haunts for the largs youth at weekends and are upper class, modern drinking locations. The lounge is also open later on Fridays and Saturdays and is one of the two nightclubs in Largs. The other club being Fiddlers which is best avoided by the more classy visitors!\nMore traditional pubs in largs is the popular McCabes right in the middle of the town and the Anchor, again on the beach front.\n",{"type":"==","value":["Sleep"]},"\nLargs is a popular tourist destination and has many hotels and B&B's throughout the town. The bigger and more expensive hotels can be found on the beach front such as the Brisbane Hotel which has recently been modernised which offers spectacular views across the water.\nIn the summer Largs can be rather busy and pre-booking hotels is recommended however there are many Bed and Breakfasts which offer rooms at an affordable price on a non-booking basis.\nThe Victoria Hotel on the seafront now offers great live entertainment with Live acts on every weekend and often during the week too. You'll find many famous names playing at The Victoria as well as local and other Scottish talent - with its great atmosphere and live music it is certainly worth a visit.\n\n",{"type":"==","value":["Stay Safe"]},"\nLike any town in the west of Scotland it is important to exercise caution at night and in certain pubs. The town centre is generally quite safe and there is usually a police presence. Tourists should be careful as to which pubs they choose to go to at the weekend as some may be the scenes of the occasional fight, however these pubs are quite recognisable.\nThe Fiddlers may also play host to the occasional fight as 'neds' tend to come from neighbouring towns to pick fights with Largs locals.\nDuring the Viking Festival at weekends there is always fighting and tourists should be careful. Although there is usually a large police presence there are a few individuals that only come to the festival to cause trouble.\n\n",{"type":"{{","value":[["IsPartOf"],["Ayrshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Largs"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Scotland\/North Ayrshire\/Largs\/"]]},"\n",{"type":"{{","value":[["geo"],["55.793888888889"],["-4.8636111111111"]]}]