[{"type":"{{","value":[["pagebanner"],["Las Vegas banner.jpg"],["disambig=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitlasvegas.com\/ Las Vegas"]}]}," is the largest city in the US state of ",{"type":"[[","value":[["Nevada"]]},". Nicknamed ",{"type":"''","value":["Sin City"]},", it is situated in the midst of the southern Nevada desert landscape. The communities around the city, commonly thought of as part of Las Vegas, have giant mega-casino hotels, decorated with lavish care and attention to detail to create a fantasy-like atmosphere.  The casinos often have names and themes that evoke romance, mystery, and far-away and exotic destinations.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:1 Las vegas strip.jpg"],["500px"],["thumb"],["The Strip at night"]]},"\nCompared with other cities in the western US, Las Vegas is a relatively recent arrival. It was founded in 1905, and for many years it was merely a small settlement in the middle of the desert. However, several pivotal events would come together in less than twenty years that would help Las Vegas grow into what it is today:\n",{"type":"*","value":[" The construction of ",{"type":"[[","value":[["Hoover Dam"]]}," in 1928 brought thousands of workers to the area. What is now known as Boulder City was established for the workers."]},{"type":"*","value":[" Nevada legalized gambling in 1931, and downtown Las Vegas became an entertainment center for the dam workers, with casinos and speakeasies. Business became so good that it surpassed Reno as the gambling capital of the world in less than 10 years."]},{"type":"*","value":[" In 1941, the luxurious El Rancho Vegas resort opened on what would later become the Las Vegas Strip.  Benjamin \"Bugsy\" Siegel later opened the ",{"type":"'''","value":["Flamingo"]}," Hotel in 1946, starting the building boom and one-upmanship that would still continue today and creating a precedent of organized crime involvement in Nevada's gambling industry. By the 1990s, federal regulations and enforcement, and investments by established corporations would virtually wipe out any mob involvement."]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 58"],["febhigh = 63"],["marhigh = 70"],["aprhigh = 78"],["mayhigh = 89"],["junhigh = 99"],["julhigh = 104"],["aughigh = 102"],["sephigh = 94"],["octhigh = 81"],["novhigh = 66"],["dechigh = 57"],["janlow = 39"],["feblow = 43"],["marlow = 49"],["aprlow = 56"],["maylow = 66"],["junlow = 75"],["jullow = 81"],["auglow = 79"],["seplow = 71"],["octlow = 59"],["novlow = 47"],["declow = 39"],["janprecip = 0.5"],["febprecip = 0.8"],["marprecip = 0.4"],["aprprecip = 0.2"],["mayprecip = 0.1"],["junprecip = 0.1"],["julprecip = 0.4"],["augprecip = 0.3"],["sepprecip = 0.3"],["octprecip = 0.3"],["novprecip = 0.4"],["decprecip = 0.5"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Las Vegas"],["36.17211"],["-115.13998"]]}]]},"\n\nThe city is laid out as follows: Main Street as well as the numbered streets run north-south, starting with Main Street in the west. The bus station is on Main Street. Downtown has several hotel-casinos, as well as the \"Fremont Street Experience\", a pedestrian mall lined with casinos, near the western end of Fremont Street. A couple miles south of downtown starts the \"Strip\" (Las Vegas Boulevard South), a north-south street lined with large casino-hotels, shopping malls, and other attractions. The northern end of the Strip is marked by the tall Stratosphere tower. Frequent city buses run up and down the Strip and connect the Strip to downtown. The Las Vegas monorail and the convention center sit just east of the Strip, and the University of Nevada at Las Vegas (UNLV) is located slightly more east of the Strip on Maryland Parkway. The airport is at the southern end of the Strip.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Welcome to LV.JPG"],["250px"],["thumb"],["Welcome!"]]},"\n\n",{"type":"===","value":["By car"]},"\nSouthern Californians crowd Interstate 15 every weekend going back and forth to Vegas. Expect this drive to be crowded and frustrating, unless you can come and go at off-peak hours. However, many find the 280 mile (450 km) drive along I-15 restful and scenic.  Attractions along the I-15 include the ",{"type":"[[","value":[["California"]]}," towns of ",{"type":"[[","value":[["Barstow"]]}," and ",{"type":"[[","value":[["Baker (California)"],["Baker"]]},"; the ",{"type":"[[","value":[["Mojave Desert"]]},"; and small hotel-casinos in Nevada at ",{"type":"[[","value":[["Primm"]]}," (at the California border) and Jean, respectively. Those who traverse the I-15 should remember that they are crossing a desert, and should carry (and drink) ample amounts of water, especially on hot summer days where temperatures can reach 110°F (43°C).\n\nFrom east of Las Vegas, travelers typically drive on I-40 through ",{"type":"[[","value":[["Arizona"]]},", and then head north toward Vegas on US-93 in ",{"type":"[[","value":[["Kingman"]]},", before finally picking up I-15. This route will take you along the ",{"type":"[[","value":[["Lake Mead National Recreation Area"]]}," and directly through ",{"type":"[[","value":[["Boulder City"]]},", near the Hoover Dam. Traffic there can be extremely congested and slow-going; usually the slowest part of an otherwise sparsely populated desert area.\n\nFrom the North I-15 meets the Arizona border at the more relaxed town of ",{"type":"[[","value":[["Mesquite (Nevada)"],["Mesquite, NV"]]}," and shortly goes into ",{"type":"[[","value":[["Utah"]]},". The junction of I-70 and I-15 is where most people driving from the east will take. Those from further north may meet I-15 from I-80 in ",{"type":"[[","value":[["Salt Lake City"]]},".\n\nThose traveling from the north drive on US-95 from ",{"type":"[[","value":[["Reno"]]}," and ",{"type":"[[","value":[["Tonopah"]]},". This is a two lane highway until it reaches the community of Mercury, where US-95 is a four lane highway. The route is sparsely populated and travelers should ensure that their fuel tank is full.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound"],["alt="],["url=http:\/\/www.greyhound.com"],["email="],["address=200 S Main St"],["lat=36.17018"],["long=-115.14773"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operates buses between ",{"type":"[[","value":[["Salt Lake City"]]}," (",{"type":"[[","value":[["Utah"]]},"),  ",{"type":"[[","value":[["Kingman"]]}," (",{"type":"[[","value":[["Arizona"]]},"), ",{"type":"[[","value":[["Los Angeles"]]}," (",{"type":"[[","value":[["California"]]},"), and ",{"type":"[[","value":[["Phoenix"]]}," (",{"type":"[[","value":[["Arizona"]]},") and Las Vegas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megabus"],["alt="],["url=http:\/\/us.megabus.com"],["email="],["address=6675 Gilespie St"],["lat=36.0684"],["long=-115.1650"],["directions=RTC South Strip Transfer Terminal near Sunset Road, south of McCarran International Airport"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers service from ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["Riverside"]]},". The bus stop offers RTC local bus service to the Strip and Downtown Las Vegas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BoltBus"],["alt="],["url=http:\/\/www.boltbus.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers service from ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["Barstow"]]},". Stops at the LINQ High Roller on the Strip and the Plaza Hotel and Casino in Downtown at Fremont and Main."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=LuxBus"],["alt="],["url=http:\/\/www.luxbusamerica.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operates four daily trips to and from ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["Anaheim"]]},", and ",{"type":"[[","value":[["San Diego"]]},". Stops at the Harrah's Hotel and Casino on the Strip and the California Hotel and Casino in Downtown."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Starline Tours"],["alt="],["url=http:\/\/www.starlinetours.com\/las-vegas-tours.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operates service from ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["Anaheim"]]},". Stops at the Harrah's Hotel and Casino on the Strip and the California Hotel and Casino in Downtown."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=TUFESA Bus Lines"],["alt="],["url=http:\/\/www.tufesa.com.mx\/home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers bus service to various points in Mexico."]]}]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"{{","value":[["marker"],["type=listing"],["name=McCarran International Airport"],["url=http:\/\/www.mccarran.com\/"],["lat=36.0852"],["long=-115.1506"]]}," (",{"type":"{{","value":[["IATA"],["LAS"]]},") is served by many domestic and international air carriers. You can fly to Las Vegas from most major cities in North America, and there are also some direct services from the ",{"type":"[[","value":[["UK"]]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/southwest.com Southwest Airlines"]}]}," has a hub at LAS. The cost at the airport to rent a luggage trolley\/cart is $3.\n\nHenderson Executive Airport (",{"type":"{{","value":[["IATA"],["HND"]]},") is the corporate choice for aviation in Las Vegas. Located just minutes from the world famous Vegas strip, Henderson Airport is the ideal alternative to McCarran International Airport. Air taxi and air charter companies such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.theearlyairway.com The Early Air Way"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jscharter.com Jetset Charter"]}]}," fly a variety of private charter aircraft and jets, from charter luxury Gulfstream's down to economical piston twins for small groups and individuals.\n\nHotels owned by MGM Grand (MGM Grand, and New York New York) and Harrah's Entertainment (Rio, Harrah's, Bally's, Paris, Caesars Palace, and Flamingo) allow you to check in at the hotel and transfer luggage between the hotel and the airport.\n\nFor departing flights:\n\n",{"type":"*","value":["  Allow plenty of time for security screening, especially on those days when major conventions end. Or schedule your flight at another day\/time if you can."]},"\n",{"type":"*","value":["  Curbside check-in counters can save time, but will cost you $4 per bag + tip, and if flying an \"open\" ticket, you won't be allocated a seat number until boarding time...and likely to be an undesirable seat."]},"\nTo travel between the airport and your Strip hotel:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxis"]}," cost $10–$20 from the airport to a Strip location. The taxi line is well organized and the city taxi dispatcher will direct you to a numbered space along the curb. You need not tip the taxi dispatcher. There is some debate on whether the taxi driver should or should not be taking any Strip-destination passengers through the tunnel when exiting the airport. Most taxi drivers prefer to take the tunnel because (surprise, surprise) it produces a higher bill. The general consensus seems to be that taking the tunnel is 5–10 minutes ",{"type":"''","value":["shorter"]},", but will cost you $5–$10 more; and not taking the tunnel is 5–10 minutes ",{"type":"''","value":["longer"]},", but will cost $5–$10 less. Some people prefer to save the money as the time savings isn't that huge. You have the right to tell the driver if you do not want to take the tunnel. And do not let them tell you they need to take the tunnel to avoid the \"big accident\" if that is not your preference. If you feel you have been taken advantage of by the taxi driver, take down the driver's license number and call the Nevada Taxi Cab Authority."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rtcsouthernnevada.com\/transit\/route\/108\/108(11-07-10).pdf CAT Bus #108"]}]}," costs $2 each way and departs every 20–30 minutes from Ground Level Zero (take the escalator down from the baggage claim and walk towards the parking garage; the covered bus stop is on the right). The bus travels along Paradise Road to the Convention Center and the LV Hilton, taking about 20–25 minutes. At the intersection of Paradise Road and the Strip (Las Vegas Boulevard), you can switch to the Deuce shuttle bus, traveling north to downtown or south to other hotel casinos."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shuttle Buses"]}," will take you to any hotel on the Strip or downtown for $6."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Limousines"]}," cost ~$35."]},"\n",{"type":"*","value":[" There are no public direct buses from the airport to the Strip."]},"\n",{"type":"===","value":["By rail"]},"\nAmtrak's ",{"type":"[","value":["http:\/\/www.amtrak.com\/southwest-chief-train Southwest Chief"]}," operates daily service from ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["California"]]}," and ",{"type":"[[","value":[["Albuquerque"]]},", ",{"type":"[[","value":[["New Mexico"]]}," to ",{"type":"[[","value":[["Needles"]]},", ",{"type":"[[","value":[["California"]]},", 113 miles south of Las Vegas. From Needles, there is bus service to Las Vegas, with a stop in Laughlin.\n\nAmtrak's ",{"type":"[","value":["http:\/\/www.amtrak.com\/san-joaquin-train San Joaquin"]}," route operates between ",{"type":"[[","value":[["San Francisco"]]}," and ",{"type":"[[","value":[["Bakersfield"]]},". From Bakersfield, Amtrak operates 2 daily buses to Las Vegas.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["36.1277"],["-115.1678"],["zoom=12"]]},"\n",{"type":"===","value":["By foot"]},"\nIf traveling along the Strip, walking is a reasonable option as the hotel-casinos are close to each other.  However, note that what may look to be a short walk of only a couple hotel-casinos away may be farther than you expected as the resorts often look closer than they are due to their large size.  In  most cases, hotels are connected to each other either by bridge or underground or in the case of Excalibur, Luxor, and Mandalay Bay, by a complimentary rail shuttle. ",{"type":"'''","value":["Be aware that during the summer, the oppressive heat during the daylight hours may make walking a very uncomfortable activity."]},"\n\n",{"type":"===","value":["By monorail"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lvmonorail.com\/ Las Vegas Monorail"]}]},", ☎ +1 702 699-8200, runs along the east side of the Strip with stops behind several of the hotels and at the Las Vegas Convention Center. It costs $5 one-way and $15 for a one-day pass, with 2-7 day passes also available. Do the math before boarding; it could be cheaper for a small group to take a taxi. Because the monorail stops at the back entrance of the hotels, it takes a long time to wind through the maze of casinos, often taking 30 minutes to an hour to get from one point to another on the Strip - if you're in a hurry, take a taxi. The monorail's carrying capacity of 4,000 people per hour is woefully insufficient to handle the evening exodus from the larger conventions which have as many as 150,000 attendees. If you are visiting with a friend from Nevada and want to ride the monorail, consider asking them to buy your fare because by showing a Nevada State ID or Clark County Work Permit Card (issued to all hotel employees) they qualify for the locals fare of $1. The discounted fare can be purchased from the customer service booths located at each station.\n\nDue to high prices, inconvenient station locations, low passenger ridership, and the fact that it does not connect to downtown or the airport, the Monorail is widely regarded as a failure.  It has been operating under the supervision of a federal bankruptcy court since January 2010 while it tries to reorganize its finances under the protection of Chapter 11 of the U.S. Bankruptcy Code.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:The Deuce double deck bus Las Vegas 08 2010 9947.jpg"],["thumb"],["300px"],["The Deuce runs along the Strip"]]},"\nBuses can be an inexpensive and convenient option, especially if just traveling up-and-down the Strip, or to-and-from downtown. A bus ride is a good way to recuperate during those hot summer months after a long and tiring walk on the Strip since the buses are air-conditioned.\n\nThe city bus system ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rtcsnv.com\/transit\/ RTC Transit"]}]},", ",{"type":"''","value":["+1 702"]}," 228-7433, operates routes throughout the valley. Most routes operate 5:30AM-1:30AM daily, but some routes operate 24 hours per day. In addition to regular service, there is also the ",{"type":"'''","value":["Deuce"]},", a double-decker bus, and the futuristic-looking ",{"type":"'''","value":["Strip & Downtown Express (SDX)"]},", both of which operate at 15-minute intervals along the Strip and connect to Downtown (the SDX also stops at the Convention Center). The Deuce runs 24 hours a day, while the SDX runs from 9AM to midnight and uses roughly the same stops as the Deuce, but skips three out of four Deuce stops, making for a faster service than the Deuce (but you might also need to walk a longer distance to and from the bus stops). Be aware that on the Strip, Deuce buses often stop at short intervals and may be there for a couple of minutes as passengers board and disembark. If traveling longer distances, it is often worth it to wait and catch a SDX.\n\nThe fare is $2 for all RTC residential routes (transfers an extra $1), and $6 for Deuce and SDX service (includes transfer). The fare for residential routes and the Deuce may be paid in cash directly to the driver (no change given). On the SDX you can't buy the ticket on board the bus, but need to purchase in advance using the ticket vending machines at the SDX bus stops. Ticket vending machines give change and accept credit\/debit cards. A day pass which includes fare for Deuce and SDX service costs $8, while a 3-day pass costs $20.\n\n",{"type":"===","value":["By taxi"]},"\nOne of the easiest ways to get around is by taxi.  It is relatively cheap to go from hotel to hotel, but be aware that since traffic is often so congested on the strip, taking a taxi often isn't much faster than walking. Many taxis will cut off the strip to use a parallel road—this is often faster but can double your taxi fare. The taxi driver is required to use the meter and to take the shortest route to your destination. There is a surcharge for rides originating at the airport, but not for extra passengers. Taxi lines (queues) are typically found at the front of hotels.\n\nAll taxis require an address for pickup and drop off. It is illegal in Las Vegas for taxis to pick up or drop off passengers on the street, especially on the Strip. It is customary to tip the hotel taxi dispatcher $1 and tip the taxi driver 15% of the meter, and about $1 per piece of luggage.\n\nIf you are traveling with a large group, consider hiring a limousine, as you will often forgo a wait and the price per person may even be lower than that using a taxicab.  Limousines usually queue in front of the taxicab line and can be approached directly.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Las Vegas (Nevada, USA), The Strip -- 2012 -- 19.jpg"],["thumb"],["350px"],["Traffic on the Strip on a weekend night"]]},"\nDriving Las Vegas Boulevard (the \"Strip\"), especially on weekends, is an exercise in frustration. Due to extremely severe gridlock, you could easily spend an hour (or more) sitting in traffic on the Strip just to travel a couple of miles. The Strip's most critically congested section is the 1.7-mile-long portion between Spring Mountain Road\/Sands Avenue to the north and Tropicana Avenue to the south, which happens to be where almost all of the major hotel-casinos are located.\n\nDo what the locals do and avoid driving long distances on the Strip altogether. Instead take I-15, which parallels the Strip, and get off at the exit nearest your hotel and park there. Frank Sinatra Drive (which dead ends into Industrial Road) lies just west of the Strip, runs behind the casinos, and provides another option. Koval Lane and Paradise Road provide similar access on the eastern side of the Strip.  If you need to do an east or west traverse of the northern half of the Strip and I-15, consider using the Desert Inn Road superarterial, which was built specifically to provide a fast grade-separated route for east-west traffic.\n\nVirtually all major casinos on the Strip, and downtown, offer free parking and many also offer valet parking for an additional charge. On Friday and Saturday nights, the self-parking lots fill up fast; consider splurging on the valet to avoid cumbersome delays and endless circling around.\n\n",{"type":"====","value":["Rental cars"]},"\nIf you mostly plan to hang around one casino and your time in Vegas is short, you might want to forego a rental car altogether and just take taxis. On the other hand, taxi fares add up quickly, and with car rental so cheap, anyone staying a few days or longer would be better suited with the flexibility of a car. Some of the best sights are located just ",{"type":"''","value":["outside"]}," of Las Vegas and require that you drive to those destinations.  If you need to or might go farther (e.g., out of state), ensure your rental agreement allows it and sharing of driving duties.\n\nThe base rental price for a car ",{"type":"''","value":["at"]}," McCarran International Airport is quite competitive with other major cities.  Unfortunately, agencies at the airport must levy very large fees (e.g., for airport improvements) and taxes on those base prices. These can increase the modest weekly cost of a compact or intermediate size car by nearly 60 percent.\n\n",{"type":"*","value":["  All airport rental agencies share a single off-airport facility served by frequent shuttle buses.  Add at least 30 minutes to your schedule to pick up and\/or drop off your vehicle...to ensure you won't be late for meetings or departure flights."]},"\n",{"type":"*","value":["  There are numerous car rental offices on the Strip...making it very easy to rent a car from your hotel for a day trip.  Remember to rent ahead of time as it can be busy during weekends and during major conventions.  Check to see if those off-airport sites must also charge the above fees and taxes."]},"\n",{"type":"===","value":["By scooter"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Scoot Vegas Moped Rentals"],["alt="],["url=http:\/\/www.scootvegas.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 702 275-2379"],["tollfree="],["fax="],["hours="],["price="],["content=offers scooter rental, a great way to see the sites. Free delivery to all strip hotels. Must be over 18 with a valid drivers license and major credit card."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Vegas Scooters"],["alt="],["url=http:\/\/www.vegasscooters.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 702 624-4326"],["tollfree="],["fax="],["hours="],["price="],["content=Offers scooter rental with free gas, mileage, pickup and delivery."]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:The Bellagio Fountains.jpg"],["300px"],["thumb"],["The Bellagio Fountains"]]},"\n\n",{"type":"===","value":["On the Strip"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aquarium at the Mirage"],["url=http:\/\/www.mirage.com\/attractions\/aquarium.aspx"],["email="],["address="],["lat=36.1213"],["long=-115.1740"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=There is an impressive aquarium behind the check-in counter. Nearby, the atrium of the hotel beneath the dome has a miniature rainforest, with towering palm trees and waterfalls."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Siegfried & Roy's Secret Garden and Dolphin Habitat"],["url=http:\/\/www.mirage.com\/attractions\/secret-garden.aspx"],["email="],["address="],["lat=36.1205"],["long=-115.1773"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 11AM-6PM, Sa-Su 10AM-6PM"],["price=$20 adults, $15 children"],["content=In the back of the Mirage Hotel is a collection of exotic animals, including white tigers, panthers, and dolphins."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Volcano at the Mirage"],["url=http:\/\/www.mirage.com\/attractions\/volcano.aspx"],["email="],["address="],["lat=36.1213"],["long=-115.1727"],["directions="],["phone="],["tollfree="],["fax="],["hours=Eruptions begin nightly at 8PM and run every hour (with the exception of 8:30PM) until midnight"],["price="],["content=The volcano in front of the casino erupts in a terrific light show."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bellagio Conservatory and Botanical Gardens"],["alt="],["url=http:\/\/www.bellagio.com\/amenities\/botanical-garden.aspx"],["email="],["address="],["lat=36.1127"],["long=-115.1770"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Inside of the casino there is a tremendous flower garden, with displays changed once for every season and once for the Chinese New Year."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bellagio Fountains"],["url=http:\/\/www.bellagio.com\/amenities\/fountains-of-bellagio.aspx"],["email="],["address="],["lat=36.1128"],["long=-115.1740"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Fountains of the Bellagio perform a magnificent display (set to music) every 15 minutes in the evenings and also every hour on Saturday and Sunday afternoons. Show times can vary on public holidays."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bellagio Gallery of Fine Art"],["url=http:\/\/www.bellagio.com\/amenities\/gallery-of-fine-art.aspx"],["email="],["address="],["lat=36.1132"],["long=-115.1775"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Not free"],["content=A fine-art gallery."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eiffel Tower Experience"],["alt="],["url=http:\/\/www.parislasvegas.com\/things-to-do\/eiffel-tower.html"],["email="],["address=Paris Las Vegas, 3655 S Las Vegas Blvd"],["lat=36.1124"],["long=-115.1721"],["directions="],["phone="],["tollfree=+1 888 727-4758"],["fax="],["hours=M-F 9:30AM-12:30AM, Sa-Su 9:30AM-1AM"],["price=Evening: $16.50 adults, $11.50 children\/seniors; daytime: $11.50 adults, $7.50 children\/seniors"],["content=You can take an elevator to the top of the Eiffel Tower on the Strip, a half-sized replica of the one in Paris. This is a popular attraction, especially at night, for its excellent views of the Strip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Flamingo Garden"],["url=http:\/\/www.flamingolasvegas.com\/things-to-do\/wildlife-habitat.html"],["email="],["address=3555 S Las Vegas Blvd"],["lat=36.1165"],["long=-115.1701"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=A 15-acre garden with flamingos and other exotic birds, as well as koi and turtles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shark Reef Aquarium at Mandalay Bay"],["url=http:\/\/www.mandalaybay.com\/entertainment\/sharkreef.aspx"],["email="],["address=Mandalay Bay Resort"],["lat=36.0895"],["long=-115.1744"],["directions="],["phone="],["tollfree="],["fax="],["hours=Su-Th 10AM-8PM, F-Sa 10AM-10PM; summer hours daily 10AM-10PM"],["price=$18 adults, $12 children"],["content=The highlight is walking through a transparent tunnel with sharks, sea turtle, fish on all sides."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Madame Tussauds"],["url=http:\/\/www.madametussauds.com\/LasVegas\/"],["email="],["address=3377 S Las Vegas Blvd #2001"],["lat=36.122604"],["long=-115.171091"],["directions=at The Venetian"],["phone=+1 702-862-7800"],["tollfree="],["fax="],["hours=Su-Th 10AM-9PM, F-Sa 10AM-10PM"],["price="],["content=The only celebrity wax attraction on the Strip, featuring wax recreations of 100+ celebrities and famous figures."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=High Roller"],["alt="],["url=http:\/\/www.caesars.com\/thelinq\/high-roller.html"],["email="],["address=3545 S Las Vegas Blvd, The LINQ"],["lat=36.1187"],["long=-115.1681"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily noon-2AM"],["price=Ticket options vary; $20 daytime, $35 nighttime, family\/group options available"],["content=Opened in April 2014, this is the world's tallest Ferris wheel at 550 feet. One revolution lasts between 30 and 45 minutes in an enclosed cabin with excellent views of the Strip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stratosphere Tower"],["url=http:\/\/www.stratospherehotel.com\/Activities\/Observation-deck"],["email="],["address="],["lat=36.1474"],["long=-115.1555"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Elevator to the top: $20 adults, $12 children, $14 seniors\/Nevada residents"],["content=A 1,149 foot high tower, the tallest observation tower in the United States, with an indoor and an outdoor observation deck on top that offers a 360-degree view over the valley. A revolving restaurant also sits at the top, as well as a set of thrill rides (see below in \"Do\")."]]}]},{"type":"*","value":["In addition to the above, there are various characters you are likely to see while you visit the Strip, including Elvis impersonators."]},"\n",{"type":"===","value":["Downtown"]},"\n",{"type":"[[","value":[["File:Fremont Street 3.jpg"],["thumb"],["250px"],["Fremont Street Experience"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fremont Street Experience"],["url=http:\/\/www.vegasexperience.com\/"],["email="],["address="],["lat=36.1702"],["long=-115.1429"],["directions="],["phone=+1 702 678-5600"],["tollfree="],["fax="],["hours=Dusk to midnight"],["price=Free"],["content=A pedestrian mall just outside the downtown casinos. Multimedia shows are displayed on a giant canopy over the street nightly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Tank at the Golden Nugget Hotel"],["url=http:\/\/www.goldennugget.com\/lasvegas\/pool.asp"],["email="],["address="],["lat=36.1701"],["long=-115.1450"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 10AM-8PM, weather permitting"],["price=$20 for non-hotel guests"],["content=A huge outdoor pool complex with a shark tank, a 3-story enclosed waterslide which passes through the shark tank, and private cabanas above the pool."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Urinals at Main Street Station Casino"],["url="],["email="],["address="],["lat=36.1743"],["long=-115.1453"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The urinals in the men's room are mounted on an actual piece of the Berlin Wall. If you're one of the fairer sex, ask an employee to let you see it, they almost always will accommodate you."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mob Museum"],["alt="],["url=http:\/\/themobmuseum.org\/"],["email="],["address=300 Stewart Ave"],["lat=36.1728"],["long=-115.1412"],["directions="],["phone=+1 702 229-2734"],["tollfree="],["fax="],["hours=Su-Th 10AM–7PM, F-Sa 10AM–8PM"],["price=$20 adults, $16 seniors\/military\/law enforcement, $14 children\/students, children 10 and under free; discounts for Nevada residents"],["content=Extensive exhibits on the history of organized crime in the U.S., with lots of artifacts from famous mobsters and the law enforcement agencies that fought them. The museum is inside the old federal courthouse building, and includes a recreation of the courtroom where a major hearing on organized crime took place in 1950."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Neon Museum"],["url=http:\/\/www.neonmuseum.org\/"],["email="],["address=770 N Las Vegas Blvd"],["lat=36.1769"],["long=-115.1352"],["directions="],["phone=+1 702 387-6366"],["tollfree="],["fax="],["hours="],["price=$18"],["content=An outdoor lot loaded with huge signs that once twinkled in front of the Silver Slipper, Stardust, and El Cortez. See the giant horseshoe made of thousands of gold-colored light bulbs. Open only by one-hour guided tours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Las Vegas Mormon Fort State Historic Park"],["alt="],["url=http:\/\/parks.nv.gov\/parks\/old-las-vegas-mormon-fort\/"],["email="],["address=500 E. Washington Ave"],["lat=36.1806"],["long=-115.1335"],["directions="],["phone=+1 702 486-3511"],["tollfree="],["fax="],["hours=Tu-Sa 8AM-4:30PM"],["price=$1, children under 12 free"],["content=One of the few historic attractions in Vegas is this small park which preserves the restored Mormon Fort, the first structure built by European settlers in Las Vegas. A visitor center on-site has exhibits on the fort's past."]]}]},"\n",{"type":"===","value":["Elsewhere"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Springs Preserve"],["url=http:\/\/www.springspreserve.org"],["email="],["address=333 South Valley View Blvd"],["lat=36.1706"],["long=-115.1898"],["directions="],["phone=+1 702 822-7700"],["tollfree="],["fax="],["hours=Daily 10AM-6PM"],["price=$18.95 adults, $17.05 seniors\/students, $10.95 youth (discounts for Nevada residents and active military)"],["content=A large complex in the center of the city that features a Desert Living Center, interactive wildlife shows, galleries, museums, various gardens, and historical and nature trails."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Atomic Testing Museum"],["url=http:\/\/nationalatomictestingmuseum.org"],["email="],["address=755 E Flamingo Rd"],["lat=36.1141"],["long=-115.1482"],["directions="],["phone=+1 702 794-5151"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM, Su 12PM-5PM"],["price=Museum $14 adults, $12 seniors\/students\/military\/youth; Museum and Area 51 exhibit $20 adults, $18 seniors\/students\/military\/youth"],["content=Artifacts, pictures, maps and video footage presenting nuclear weapons testing and development in the southwestern US. If you're interested in science and history it's definitely worth visiting, and it's also a great break if you've become tired of the Strip. Videography requires special permission."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Las Vegas Chinatown Plaza"],["url=http:\/\/lvchinatown.com"],["email="],["address=4255 Spring Mountain Rd"],["lat=36.1259"],["long=-115.1958"],["directions=about 1 mile west of Treasure Island, Take a westbound CAT Route 203 bus from the intersection of Las Vegas Boulevard and Spring Mountain Road between TI and the Fashion Show Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A place to experience Asian culture."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=U.S. Route 95 at night"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This route climbs gradually northwest of Las Vegas so that the Strip's neon lights remain visible for a remarkably long distance, appearing as a luminous cloud from the furthest point."]]}]},"\n",{"type":"==","value":["Do"]},"\nFor mountain activities such as hiking, climbing, and skiing close to Las Vegas, see ",{"type":"[[","value":[["Las Vegas#Go next"],["Go next"]]},"\n\n",{"type":"[[","value":[["File:Red Rock Canyon view at the entrance - Las Vegas.jpeg"],["thumb"],["300px"],["Red Rock Canyon"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Red Rock Canyon"],["url=http:\/\/www.redrockcanyonlv.org"],["email="],["address=on the western edge of the Las Vegas city limits"],["lat=36.1357"],["long=-115.4279"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features hundreds of traditional\/gear and sport routes. Climbing is possible year-round, though Spring and Fall tend to be most comfortable. There are a couple of guide books that detail the routes. Though the area does not receive much precipitation, it is worth remembering that if the sandstone becomes wet (from rain or snow) it becomes brittle and you'd be wise to avoid it for at least two day before checking if it dried out. There is also a scenic drive through Red Rock Canyon, which will take you about 30 minutes to complete, though there are opportunities to park up and get out of the car. Entry is $7 per car unless you have a National Park pass."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Gun Store"],["url=http:\/\/www.thegunstorelasvegas.com\/"],["email="],["address=2900 E Tropicana Ave"],["lat=36.1005"],["long=-115.1111"],["directions="],["phone=+1 702 454-1110"],["tollfree="],["fax="],["hours=9AM-6:30PM daily"],["price=$250-400"],["content=In addition to being a gun store, the range gives you a chance to shoot an automatic weapon. Photo ID required. Beware long lines. A 2-3 hour long wait is not unusual on weekends and busy days."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pinball Hall of Fame"],["url=http:\/\/www.pinballhall.org\/"],["email="],["address=1610 E. Tropicana Ave"],["lat=36.1014"],["long=-115.1301"],["directions=located in a white nondescript building on the north side of the street"],["phone="],["tollfree="],["fax="],["hours=10AM-"],["price=From $0.25 per game"],["content=Old-style pinball machines and the newest ones from Stern are there, all in very good condition. Definitely worth a look."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Maverick Helicopters"],["url=http:\/\/www.maverickhelicopters.com\/"],["email="],["address=6075 S Las Vegas Blvd"],["lat=36.0788"],["long=-115.1716"],["directions="],["phone="],["tollfree=+1-888-261-4414"],["fax="],["hours="],["price=$114-599"],["content=Helicopter tours that will take you over the Grand Canyon or above the neon lights and mega resorts of the Las Vegas Strip, as well as helicopter tours that include rafting down the Colorado River."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stripper 101"],["url=http:\/\/www.stripper101.com\/"],["email="],["address=V Theater, 3663 Las Vegas Strip"],["lat=36.1106"],["long=-115.1691"],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours="],["price=From $40"],["content=Pole dancing classes. For ladies aged 18 and over only. Advanced scheduling required."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Vegas Indoor Skydiving"],["url=http:\/\/www.vegasindoorskydiving.com\/"],["email="],["address=200 Convention Center Dr"],["lat=36.1327"],["long=-115.1616"],["directions="],["phone="],["tollfree=+1-877-545-8093"],["fax="],["hours=10AM-8PM"],["price=$75"],["content=Fly your body in a vertical wind tunnel. No experience necessary, all training and equipment provided. Safe for all ages."]]}]},"\n",{"type":"===","value":["Rides"]},"\n",{"type":"[[","value":[["File:Stratosphere Tower (2337587522).jpg"],["thumb"],["250px"],["right"],["Stratosphere Tower"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Adventuredome Theme Park"],["url=http:\/\/adventuredome.com"],["email="],["address=2880 South Las Vegas Blvd"],["lat=36.1380"],["long=-115.1660"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Day pass $29.95"],["content=America's 2nd largest indoor theme park with 25 rides and attractions for all ages."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Big Apple Coaster"],["url=http:\/\/www.newyorknewyork.com\/attractions\/the-roller-coaster.aspx"],["email="],["address=New York New York Hotel"],["lat=36.1020"],["long=-115.1738"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Individual tickets $14; day pass $25"],["content=A roller coaster that lifts riders up 203 feet, then drops down 144 feet, reaching speeds of 67 mph. Simulates a jet fighter's barrel roll, with a 180° turn, a section that leaving riders hanging in the air, then twists and dives."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gondola rides"],["url="],["email="],["address=3355 S. Las Vegas Blvd"],["lat=36.1219"],["long=-115.1690"],["directions=at the Venetian Hotel"],["phone=+1 702 607-3982"],["tollfree="],["fax="],["hours=Su-Th 10AM-11PM, F-Sa 10AM-midnight"],["price=$18.95 for 15 minutes on four-seat gondola; private two-person gondolas $75.80 (reservations may be made at the Emporio D'Gondola in the Grand Canal Shoppes)"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stratosphere Tower rides"],["url=http:\/\/www.stratospherehotel.com\/Activities\/Thrill-Rides"],["email="],["address="],["lat=36.1474"],["long=-115.1555"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Tower admission + Big Shot\/X-Scream\/Insanity rides $25-$36, depending on number of rides (otherwise, rides $15 each in addition to Tower admission); SkyJump $120 and up"],["content=In addition to the observation desk on top, with its restaurant and great views of the city, there are four thrill rides on the top of the tower. Big Shot is a tower ride that makes up the mast of the Stratosphere and shoots passengers straight up 160 feet at 45 mph (over 4 Gs) until they are 1,081 feet above the ground. X-Scream is a giant teeter-totter that propels you 27 feet over the edge of the tower, 866 feet above the ground. Insanity is a massive mechanical arm that extends 64 feet over the edge of the Tower and spins riders at a force of 3 Gs. Lastly is SkyJump, a bungee jump ride that consists of an 855-foot controlled, falling descent from the 108th floor of the tower."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=SlotZilla"],["url="],["email="],["address=425 Fremont St"],["lat=36.1693"],["long=-115.1413"],["directions=at Fremont Street Experience"],["phone=+1 702 410-7999"],["tollfree="],["fax="],["hours=Su-Th noon-midnight, F-Sa noon-2AM"],["price=$20-$30 (age and weight restrictions apply)"],["content=A zip line which stands 12 stories high and resembles a giant slot machine. Riders start at the east side of the Fremont Street Experience, the Slotzilla zip line is 114 feet high and launches riders in a horizontal position flying 1,700 feet — the entire length of the Fremont Street canopy – at speeds faster than 35 miles per hour.  Up to four riders can ride at once, each on parallel zip lines."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=VooDoo Zip Line"],["url=http:\/\/voodoozipline.com"],["email="],["address=3700 W Flamingo Rd"],["lat=36.1162"],["long=-115.1865"],["directions=at the Rio Hotel"],["phone=+1 702 388-0477"],["tollfree="],["fax="],["hours=M-Th noon-midnight, F-Su 10AM-midnight"],["price=$25-$40 (age and weight restrictions apply)"],["content=Las Vegas' second and highest zip line. The VooDoo zip line extends across the towers of the Rio Hotel and Casino where riders soar 400 feet in the air between the Rio's two towers, offering 360-degree open-air views of the Vegas valley."]]}]},"\n",{"type":"===","value":["Shows"]},"\nThere are places on the Strip where you can buy half-price show tickets, but generally not for the really popular shows on the same day of the performance. Cash or credit card accepted.\n\n",{"type":"====","value":["Circus shows"]},"\n",{"type":"[[","value":[["File:Circus Circus Acrobats (8226786795).jpg"],["thumb"],["300px"],["right"],["Acrobats at Circus Circus"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Circus Circus"],["url=http:\/\/www.circuscircus.com\/las_vegas_entertainment\/circus_acts.aspx"],["email="],["address=2880 S Las Vegas Blvd"],["lat=36.1369"],["long=-115.1635"],["directions="],["phone=+1 702 734-0410"],["tollfree="],["fax="],["hours=From 11AM, every half-hour"],["price=Free"],["content=Aerialists, jugglers, acrobats and trapeze artists take the stage at the world's largest permanent circus daily."]]}]},"\nLas Vegas hosts 8 popular ",{"type":"[","value":["http:\/\/www.cirquedusoleil.com\/ Cirque du Soleil"]}," shows. To secure the best seats, reservations well in advance is recommended. In order of opening date, the shows are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mystère"],["url=http:\/\/www.treasureisland.com\/shows\/2\/mystere-by-cirque-du-soleil"],["email="],["address=Treasure Island, 3300 S Las Vegas Blvd"],["lat=36.1240"],["long=-115.1712"],["directions="],["phone="],["tollfree=+1-800-392-1999"],["fax="],["hours="],["price=$69-$119"],["content=A classic Cirque show, full of amazing feats, impressive costumes, and humor. Definitely worth the time and money. Although it's family-friendly, it verges on too intense and psychedelic for younger children, so consider avoiding for children who are under eight."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=\"O\""],["url=http:\/\/www.bellagio.com\/o-cirque-du-soleil\/o-cirque-du-soleil.aspx"],["email="],["address=Bellagio, 3600 S Las Vegas Blvd"],["lat=36.1138"],["long=-115.1771"],["directions="],["phone="],["tollfree=+1-888-488-7111"],["fax="],["hours="],["price="],["content=The stage at the Bellagio contains a 1.5 million gallon swimming pool, from which most performers emerge and retreat to. It's an incredibly impressive show."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zumanity"],["url=http:\/\/www.zumanity.com\/"],["email="],["address=New York-New York, 3790 S Las Vegas Blvd"],["lat=36.1030"],["long=-115.1748"],["directions="],["phone="],["tollfree=+1-866-774-7117"],["fax="],["hours="],["price="],["content=An adult show. You must be 18 or older to attend."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=KÀ"],["url=http:\/\/www.mgmgrand.com\/entertainment\/ka-cirque-du-soleil-show.aspx"],["email="],["address=MGM Grand, 3799 S Las Vegas Blvd"],["lat=36.1031"],["long=-115.1702"],["directions="],["phone="],["tollfree=+1-877-264-1844"],["fax="],["hours="],["price=$69-$150"],["content=Spectacular show that tells a tale of imperial twins on a journey to fulfill their destinies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Beatles Love"],["url=http:\/\/www.cirquedusoleil.com\/en\/shows\/love\/default.aspx"],["email="],["address=Mirage, 3400 Las Vegas Strip"],["lat=36.1211"],["long=-115.1751"],["directions="],["phone="],["tollfree=+1-800-963-9634"],["fax="],["hours="],["price=$79-$180"],["content=This recent addition to Cirque du Soleil is a show based on the music of The Beatles. The show explores the content of the songs as interpreted by performances from a cast of 60."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Criss Angel Believe"],["url=http:\/\/www.luxor.com\/entertainment\/entertainment_believe.aspx"],["email="],["address=Luxor, 3900 S Las Vegas Blvd"],["lat=36.0965"],["long=-115.1756"],["directions="],["phone="],["tollfree=+1-800-557-7428"],["fax="],["hours="],["price="],["content=Based on the magic acts of Criss Angel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zarkana"],["url=http:\/\/www.aria.com\/cirque\/zarkana"],["email="],["address=Aria, 3730 S Las Vegas Blvd"],["lat=36.1065"],["long=-115.1767"],["directions="],["phone="],["tollfree=+1-877-253-5847"],["fax="],["hours="],["price="],["content=Stunning display of acrobatics."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Michael Jackson One"],["url=http:\/\/www.mandalaybay.com\/entertainment\/michael-jackson-ONE\/"],["email="],["address=Mandalay Bay, 3950 S Las Vegas Blvd"],["lat=36.0932"],["long=-115.1771"],["directions="],["phone="],["tollfree=+1-877-632-7400"],["fax="],["hours="],["price="],["content=A tribute to the King of Pop."]]}]},"\n",{"type":"====","value":["Production shows"]},"\n\nReserve your tickets well in advance for the best available seating. The most popular shows are sold out on the weekends. Make sure to always book your seats directly from the official hotel website.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=All That Drags"],["url=http:\/\/www.luckychengsrestaurant.com\/lucky_chengs_vegas_show.html"],["email="],["address=Lucky Cheng's, 3049 S Las Vegas Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Drag queen cabaret. Temporarily postponed."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Man Group"],["url=http:\/\/www.montecarlo.com\/entertainment\/bluemangroup.aspx"],["email="],["address=Monte Carlo"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-459-0268"],["fax="],["hours=Nightly 7:00PM and\/or 9:30PM"],["price=$64-289"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Comedy Pet Theater"],["url=http:\/\/www.vtheaterboxoffice.com\/Vegas_Show_Tickets.cfm?showID=10031"],["email="],["address=V Theater, Planet Hollywood"],["lat="],["long="],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours=Thursday thru Tuesday at 4PM"],["price=$35"],["content=Extraordinary talents of performing pets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jersey Boys"],["url=http:\/\/www.jerseyboysinfo.com\/vegas\/"],["email="],["address=Venetian"],["lat="],["long="],["directions="],["phone=+1 702 414-9000"],["tollfree="],["fax="],["hours=2 hours and 10 minutes with a pause"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Le Rêve"],["url=https:\/\/boxoffice.wynnlasvegas.com"],["email="],["address=Wynn"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=F-Sun 7PM & 9:30PM"],["price=$99-195"],["content=Held in a domed stage with no seat further than 40 feet from the stage. Le Rêve takes you through a young woman's dream, and features acrobats, synchronized swimming and diving."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Menopause - The Musical"],["url=http:\/\/www.luxor.com\/entertainment\/entertainment_menopause.aspx"],["email="],["address=Luxor"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tony and Tina's Wedding"],["url=http:\/\/tonyandtinavegas.com\/"],["email="],["address=Windows, Bally's"],["lat="],["long="],["directions="],["phone=+1 702 777-2782"],["tollfree="],["fax="],["hours=Mondays, Wednesdays, Fridays, and Saturdays at 6PM"],["price=From $90"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tournament of Kings"],["url=http:\/\/www.excalibur.com\/entertainment\/tournament_of_kings.aspx"],["email="],["address=Excalibur"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6PM & 8:30PM except Tuesdays"],["price=$60"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=V - The Ultimate Variety Show"],["url=http:\/\/www.vtheshow.com\/"],["email="],["address=V Theater, Planet Hollywood"],["lat="],["long="],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours=Nightly 7PM & 8:30PM"],["price=$60"],["content=Iincludes magic, special effects, death-defying stunts, wild comedy, visual artists."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Vegas! The Show"],["url=http:\/\/www.vegastheshow.com\/"],["email="],["address=Planet Hollywood, 3663 Las Vegas Blvd S"],["lat="],["long="],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours=7PM and 9PM nightly, except Su"],["price=$80"],["content=A trip back to the swank days of Frank, Dino and Sammy features a tap dance number, a tribute to Gladys Knight and a performance of the Can-Can."]]}]},"\n",{"type":"====","value":["Headliner shows"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Donny and Marie"],["url=http:\/\/www.flamingolasvegas.com\/shows\/donny-and-marie.html"],["email="],["address=Flamingo, 3555 S Las Vegas Blvd"],["lat="],["long="],["directions="],["phone=+1 702 733-3333"],["tollfree="],["fax="],["hours="],["price=$95-260 plus taxes & fees"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bette Midler - The Showgirl Must Go On"],["url=http:\/\/bette.aeglive.com\/"],["email="],["address=The Colosseum, Caesars Palace"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Comedy shows"]},"\nThere are always different comedians coming to Las Vegas. Some comedians that have recently performed in Las Vegas include Robin Williams, Howie Mandel, and Carrot Top. Always a great way to get a laugh and end the night.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sin City Comedy Show"],["url=http:\/\/sincitycomedy.com\/"],["email="],["address=Sin City Theater, Planet Hollywood"],["lat="],["long="],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Carrot Top"],["url=http:\/\/www.luxor.com\/entertainment\/entertainment_carrot_top.aspx"],["email="],["address=Luxor"],["lat="],["long="],["directions="],["phone=+1 702-822-6262"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Impressionist\/impersonation shows"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Terry Fator"],["url=http:\/\/www.mirage.com\/entertainment\/terry-fator.aspx"],["email="],["address=Mirage"],["lat="],["long="],["directions="],["phone=+1 702 792-7777"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Tribute shows"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=B - A Tribute to the Beatles"],["url=http:\/\/www.vtheaterboxoffice.com\/Vegas_Show_Tickets.cfm?showID=10003"],["email="],["address=V Theater, Planet Hollywood, 3663 S Las Vegas Blvd"],["lat="],["long="],["directions="],["phone=+1 866 932-1818"],["tollfree="],["fax="],["hours="],["price=$50-75"],["content=A popular Beatles tribute band."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Human Nature"],["url=http:\/\/www.humannaturelive.com\/las-vegas\/"],["email="],["address=The Venetian, The Sands Showroom"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A celebration of Motown showcasing the distinctive, dynamic harmonies of members Toby Allen, Phil Burton, Andrew Tierney and Michael Tierney. This quartet is known for outstanding concert and stage performances and has toured with Céline Dion and Michael Jackson."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hitzville The Show"],["url=http:\/\/www.vtheaterboxoffice.com\/Vegas_Show_Tickets.cfm?showID=10010"],["email="],["address=V Theater, Planet Hollywood, 3663 Las Vegas Blvd S, Ste. 360"],["lat="],["long="],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours=5:30PM daily except Sunday"],["price=$45-55"],["content=Includes the Motown hits of Gladys Knight & The Pips, The Temptations, Tina Turner, The Four Tops and Motown diva Diana Ross & The Supremes as they rock the stage."]]}]},"\n",{"type":"====","value":["Magic shows"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=David Copperfield"],["url=http:\/\/www.mgmgrand.com\/entertainment\/david-copperfield.aspx"],["email="],["address=MGM Grand"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the world’s most famous magicians. Some of his best known illusions are making the Statue of Liberty disappear, walking through the Great Wall of China and flying over the audience (which he does nightly)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mac King Comedy Magic Show"],["url=http:\/\/www.harrahslasvegas.com\/shows\/mac-king-comedy-magic-show.html"],["email="],["address=Harrah's"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$25"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Penn and Teller"],["url=http:\/\/www.riolasvegas.com\/shows\/penn-and-teller.html"],["email="],["address=Rio, 3700 W Flamingo Rd"],["lat="],["long="],["directions="],["phone=+1 702 777-7776"],["tollfree="],["fax="],["hours=Daily at 9PM"],["price=$75-85"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Mentalist"],["url=http:\/\/www.vtheaterboxoffice.com\/Vegas_Show_Tickets.cfm?showID=10005"],["email="],["address=V Theater, Planet Hollywood"],["lat="],["long="],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours=Nightly except Wednesday at 7:30PM"],["price=From $50"],["content="]]}]},"\n",{"type":"====","value":["Hypnotists"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Anthony Cools - The Uncensored Hypnotist"],["url=http:\/\/www.parislasvegas.com\/shows\/anthony-cools.html"],["email="],["address=Paris, 3655 S Las Vegas Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marc Savard Comedy Hypnosis"],["url=http:\/\/www.vtheaterboxoffice.com\/Vegas_Show_Tickets.cfm?showID=10013"],["email="],["address=V Theater, Planet Hollywood"],["lat="],["long="],["directions="],["phone=+1 702 260-7200"],["tollfree="],["fax="],["hours=Nightly except Friday 10PM"],["price=From $35"],["content="]]}]},"\n",{"type":"====","value":["Adult shows"]},"\n",{"type":"=====","value":["Topless female dancers"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Crazy Girls"],["url=http:\/\/www.rivierahotel.com\/las-vegas-entertainment\/crazy-girls.aspx"],["email="],["address=Riviera"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Nightly @ 9:30PM"],["price=$45"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fantasy"],["url=http:\/\/www.luxor.com\/entertainment\/entertainment_fantasy.aspx"],["email="],["address=Luxor"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Nightly: 10:30PM"],["price=From $39"],["content=Vocalist Lorena Peril takes center stage. Steamy choreography and striking vocals fused with a touch of comedy. The high-energy production show features a variety of performances including salsa, belly dancing routine and celebrity impersonations by comedian Sean E. Cooper."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jubilee!"],["url=http:\/\/www.ballyslasvegas.com\/shows\/jubilee.html"],["email="],["address=Ballys"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spectacular sets & elaborate costumes. 25 years running. See the Titanic sink right on stage."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=X Burlesque"],["url=http:\/\/www.flamingolasvegas.com\/shows\/x-burlesque.html"],["email="],["address=Flamingo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Nightly at 10PM, 90 minutes"],["price=$45"],["content=Showcases a variety of performances by six gorgeous dancers set to contemporary music. Combines high-energy performance with the use of props such as bathtubs, guitars, lollipops and feather boas."]]}]},"\n",{"type":"=====","value":["Topless male dancers"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=American Storm"],["url=http:\/\/www.american-storm.com\/"],["email="],["address=DB's, Miracle Mile Shops, Planet Hollywood"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$30"],["content=Voted as Best Male Strip Show of 2008."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chippendales"],["url=http:\/\/www.riolasvegas.com\/shows\/chippendales.html"],["email="],["address=Rio"],["lat="],["long="],["directions="],["phone=+1 702 777-7776"],["tollfree="],["fax="],["hours="],["price="],["content=The original all male revue."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thunder from Down Under"],["url=http:\/\/www.excalibur.com\/entertainment\/thunder_from_downunder.aspx"],["email="],["address=Excalibur"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Sunday-Thursday: 9PM; Friday & Saturday: 8 & 10:30PM"],["price=From $47"],["content="]]}]},"\n",{"type":"===","value":["Gamble"]},"\n\n",{"type":"{{","value":[["infobox"],["If you win..."],["Chances are that, if you win it big in Las Vegas and you are not a U.S. citizen your winnings will be subject to a ",{"type":"'''","value":["30% withholding tax"]}," from the ",{"type":"'''","value":["IRS"]},". That ",{"type":"'''","value":["$10,000 slot winning"]}," can dwindle quite quickly if that is taken off the top. Not to worry though you can reclaim your ",{"type":"'''","value":["gambling winnings tax"]}," through a ",{"type":"'''","value":["1042-S form"]},". You should get this from the casino so don’t lose it...it is your starting ticket to getting your gambling winnings back."]]},"\n\nOpportunities to ",{"type":"[[","value":[["gambling"],["gamble"]]}," are found in most places in the Las Vegas metro area, even at McCarran Airport and small supermarkets.\n\n",{"type":"====","value":["Age restrictions"]},"\n\nIt is state law that ",{"type":"'''","value":["all gamblers must be at least 21 years of age."]}," Even if you are at least 21 years old, you are required to bring to the casino a valid ID that shows your current age or complete date of birth (e.g. driver's licence, passport) as proof of your age. Photocopies of valid IDs are usually not considered valid. In-house security makes rounds of inspections to check compliance. If you are under-age or without a valid ID to prove your age and found in the gambling premises, hotel staff will ask you to leave, and could ask the metro police to issue you a citation. Moreover, under-age gamblers cannot collect any jackpot; such bets are void and the casino will at best return your wager before asking you to leave the premises. There is a curfew for anyone under the age of 18 and metro police regularly transport violators to a juvenile center.\n\n",{"type":"====","value":["The odds"]},"\n\nIt is beneficial to understand the rules, strategies, and odds of each game before you arrive. The games with the lowest house advantage if you know how to play are craps (dice) with full odds and blackjack; however, tables where a 21-blackjack pays only 6:5 or even-money instead of the traditional 3:2 give the house a big advantage, and should be avoided. Games in which the casino has the best house advantage include slot machines, roulette, and some craps bets (hardways and propositions). If a game is unfamiliar to you, just ask the dealer for advice on how to play. If you are playing during the daytime at a table that is not crowded, most dealers will be happy to explain the game to you, and even slow down the dealing.\n\n",{"type":"====","value":["Pre-paid gambling cards"]},"\n\nTo facilitate gambling in machine-based games, you can use a pre-paid card to make wagers and collect winnings. Obtain one of these from the counter, insert the card into the gambling machine you choose to play and the machine will deduct your wagers as well as add your winnings to it. You can go to another cash dispensing machine to redeem your winnings as well as reload the value.\n\n",{"type":"====","value":["ATMs"]},"\n\nMost casinos offer ATMs and over-the-counter cash facilities, but beware about the charges set by your bank and the machine operator or establishment. ATMs in casinos may charge exorbitant fees for withdrawals.\n\n",{"type":"====","value":["Comps"]},"\n\nOne reason to gamble, aside from the hope of winning money, is that by doing so, you could receive complimentary (\"comp\") rooms, meals, and even airfare depending on your play. Most casinos issue free \"player cards.\" It is generally to your advantage to show or insert your player card every time you play a table game or slot machine. At the end of your trip, you can ask the hotel if you are eligible for any comps, you might be pleasantly surprised. And if you arrive at the casino prepared to lay out $1,000 or more, don't be bashful; ask the pit boss to be \"rated\" for comps before or while you begin playing. Separate from comps, many hotels offer discount packages for travelers who book a Sunday-Thursday night arrival. Most of these packages offer gambling coupons or a matching play—see the Sleep section for details.\n\n",{"type":"====","value":["Poker"]},"\n\nTexas Hold'em, 7-card stud, and Omaha can be found at almost all Las Vegas poker rooms. However, not all casinos have a poker room, so call the casino or ask a gaming floor attendant. Casinos with non-smoking poker rooms include Wynn, Bellagio, The Palms, Mandalay Bay, MGM Grand, and Mirage.\n\nDuring June and July, the ",{"type":"[","value":["http:\/\/www.wsop.com\/ World Series of Poker"]}," (WSOP) is held in Las Vegas. If you are interested in poker, this is a must see and all top poker players are present. And if you are a skilled player, you can play the sidegames taking place during the WSOP.\n\n",{"type":"===","value":["Spectator sports"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Las Vegas 51s"],["alt="],["url=http:\/\/www.lv51.com"],["email="],["address=Cashman Field, 850 Las Vegas Blvd N"],["lat=36.1798"],["long=-115.1299"],["directions="],["phone=+1 702 386-7200"],["tollfree="],["fax="],["hours="],["price="],["content=Triple-A baseball club affiliate of the ",{"type":"[[","value":[["New York City"],["New York"]]}," Mets, the 51s have been in Las Vegas longer than any other professional sports team. The 51s began as the Las Vegas Stars in 1983, but changed their name to the 51s, a reference to Area 51, in 2000. They have won 2 Pacific Coast League crowns and 8 division titles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Las Vegas Wranglers"],["alt="],["url=http:\/\/www.lasvegaswranglers.com"],["email="],["address=Orleans Arena, 4500 W Tropicana Ave"],["lat=36.1058"],["long=-115.2023"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=ECHL hockey affiliate of the ",{"type":"[[","value":[["Calgary"],["Calgary Flames"]]},", the Wranglers began in 2003 and are the longest active affiliate of the Calgary Flames hockey club. In their first 5 years, the Wranglers have becoming a decent ECHL team that can be fun to watch. The Wranglers have won two division titles and two conference titles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=National Finals Rodeo"],["alt="],["url=http:\/\/www.nfrexperience.com\/"],["email="],["address=Thomas & Mack Center"],["lat=36.1049"],["long=-115.1443"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arguably the city's most prominent sporting event is the finals of the annual Professional Rodeo Cowboys Association circuit, held over 10 days in December just off the Strip at the Thomas & Mack Center on the UNLV campus."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Professional Bull Riders World Finals"],["alt="],["url=http:\/\/www.pbr.com\/en\/world-finals.aspx"],["email="],["address=Thomas & Mack Center"],["lat=36.1047"],["long=-115.1439"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another major rodeo event is the finals of the Professional Bull Riders series, a separate circuit dedicated to bull riding. The PBR finals, held in late October at the Thomas & Mack Center, have more of an international flavor than the NFR—while the NFR is exclusive to the US and Canada, PBR runs national series in Brazil, Canada, Mexico, and Australia, and all of these countries, especially Brazil, are represented on the U.S. circuit."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=UNLV Rebels"],["alt="],["url=http:\/\/www.unlvrebels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The athletic teams of the University of Nevada, Las Vegas, better known as UNLV, are also popular in the area. The Rebels are members of the Mountain West Conference which has been expanding in recent years and, starting in 2013, will have 12 members for football and 11 members for other sports. The most famous UNLV team is the men's basketball team, known as the \"Runnin' Rebels\"; though not as strong as in their heyday from the late 1970s through the early 1990s, they remain solidly competitive and very popular. Most of the school's sports venues are on campus, but the football team plays at Sam Boyd Stadium in the suburb of Whitney, well to the east of campus."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=USA Sevens"],["alt="],["url=http:\/\/www.usasevens.com"],["email="],["address=Sam Boyd Stadium"],["lat=36.0860"],["long=-115.0167"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From an international perspective, however, this may be the city's most prominent sporting event—at least among those who do not consider poker to be a sport. The \"Sevens\" refers to rugby sevens, a variant of rugby union played on a full-sized field but with seven players a side instead of 15. The USA Sevens is part of the ",{"type":"[","value":["http:\/\/www.irbsevens.com IRB Sevens World Series"]},", an annual circuit of nine events for national rugby sevens teams. Games are very fast-paced—each half lasts only 7 or 10 minutes, as opposed to 40 minutes in the full version of rugby union. This allows many games to be played in a day, and a full tournament to be completed in a weekend. The event, held at Sam Boyd Stadium in the second weekend of February, features 15 other national teams beside that of the U.S. (and may expand further starting with the 2013 event), and encourages a festival atmosphere. If you're so inclined, it can be a great opportunity to meet people from other parts of the world."]]}]},"\n",{"type":"===","value":["Get married"]},"\n\nLas Vegas is the wedding capital of the world. To get married, first go to the County Clerk's Office and apply for a marriage license. Both parties must have valid ID, such as a driver's license or passport. The cost is $60 per opposite-sex couple. The Las Vegas Wedding Bureau is open from 9AM-midnight seven days a week, including holidays. No blood test or waiting period is required. The marriage license itself is valid for one year. The minimum age to marry is 18; a 16 or 17 year old may marry if one parent is present or has given notarized permission.\n\nOnce you have a marriage license, the wedding ceremony can be performed by any priest, minister, rabbi or Justice of the Peace authorized to perform weddings within the Las Vegas area. Numerous wedding chapels are located around the Wedding Bureau and on the Strip. You can choose an elaborate theme wedding, such as an Elvis impersonator as officiant, or a simple ceremony and reception celebration.\n\nMost major hotels and Vegas wedding chapels offer wedding packages for those who wish to plan a larger wedding ceremony. But don't let a lack of planning stop your nuptials; all Vegas wedding chapels can perform immediate weddings with no prior appointment, although it is recommended to make a reservation for your wedding. If you make a reservation most chapels will provide courtesy limousine transportation from your hotel to the chapel and back. Making a reservation also decreases the likelihood of having to wait.\n\nFinally, you can check with the Las Vegas Better Business Bureau before making any arrangements with any wedding chapel or service provider. You may check the local BBB reports ",{"type":"[","value":["http:\/\/www.vegasbbb.org online"]},".\n\n",{"type":"===","value":["Tennis"]},"\n\nLas Vegas is a great place for tennis fans. Not only do many of the hotels offer excellent courts but public courts abound as well. Vegas is also home to many amateur tournaments, UNLV tournaments, as well as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thetennischannel.com\/travel\/cityguides\/vegas.aspx The Tennis Channel Open"]}]},".\n\n",{"type":"===","value":["Ice skating"]},"\nGiven the very high temperatures during the summer it maybe a surprise that ice skating is popular, but at inside rinks!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Las Vegas Ice Center"],["url=http:\/\/www.lasvegasice.com\/"],["email="],["address=9295 W Flamingo Rd"],["lat=36.1144"],["long=-115.2943"],["directions=west of the Bellagio"],["phone=+1 702 320-7777"],["tollfree="],["fax=+1 702 255-9356"],["hours="],["price="],["content=A twin-rink facility."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Sales tax"]},"\n\nThe combined state and local sales tax in all of Clark County (meaning the entire Las Vegas metro area) is 8.10%.  Only groceries and prescription drugs are exempt.\n\nLike most U.S. states, Nevada has not implemented a tax refund mechanism for international travelers. The only retailers that can sell tax-free items to international travelers are the duty-free shops at McCarran International Airport.\n\n",{"type":"===","value":["Basics"]},"\n\nMost hotel\/casino resort complexes in Las Vegas have a gift shop open 24\/7 that offers basic traveler supplies and sundries.  Hotel gift shops are outrageously expensive and should be avoided except for emergencies.\n\nIf you are planning to not rent a car and to simply go up and down the Strip on foot or bus, the pharmacies are your best bet for basic supplies.  They are all open 24\/7 and accustomed to dealing with tourists from all over the world.\n\nLike most U.S. pharmacies, they carry a very large variety of products besides pharmaceuticals and dietary supplements, including snacks, soft drinks, bottled water, cosmetics, toiletries, hats, sunscreen, maps, postcards, and so on.  ",{"type":"'''","value":["CVS Pharmacy"]}," has two branches on the Strip, one located on South Strip between CityCenter and Monte Carlo, and the other located on North Strip between Circus Circus and Sahara Avenue.  ",{"type":"'''","value":["Walgreens"]}," has one branch on Central Strip at Palazzo and another on South Strip in front of Planet Hollywood.\n\nThere are also multiple 7-Eleven convenience stores open 24\/7 throughout the Strip, but their prices tend to be higher than the pharmacies and their product selection is not as broad. Souvenirs, drinks and snacks are also available at small stores along the strip; there is a cluster of them between MGM and Planet Hollywood as well as between Wynn and Riviera. These are usually the cheapest places to shop, even if the selection is quite limited.\n\nImportantly, there are ",{"type":"'''","value":["no major supermarkets"]}," on the Las Vegas Strip near the resorts.  The closest one that sits on Las Vegas Boulevard is the Whole Foods Market at Town Square (see below).  Other than that, one has to travel as far west as Valley View Boulevard or as far east as Maryland Parkway to find supermarkets such as Vons, Albertsons, Food4Less, and Smith's. There is even a Walmart at Tropicana Avenue, about 6 kilometres (3.7 miles) east of the Strip. These places are however accessible by car or bus, prices are lower than on the Strip, and if you're, say a European looking for some authentic American specialties to bring home these are certainly better places to find them than 7-Eleven.\n\n",{"type":"===","value":["Shopping malls"]},"\n",{"type":"[[","value":[["File:The Venetian outside.JPG"],["thumb"],["350px"],["Grand Canal Shoppes at the Venetian"]]},"\nThere are a handful of shopping malls that are not affiliated with casinos:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fashion Show Mall"],["url=http:\/\/www.thefashionshow.com\/"],["email="],["address=3200 S Las Vegas Blvd"],["lat=36.1273"],["long=-115.1715"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers nearly every major and deluxe U.S. retail chain store, numerous others often associated with named designers, a large food court and several excellent restaurants, all in a fully-enclosed, air-conditioned facility.  Has extensive, free covered parking that often gets quite busy by mid-day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Town Square"],["url=http:\/\/mytownsquarelasvegas.com"],["email="],["address=6605 S Las Vegas Blvd"],["lat=36.0680"],["long=-115.1769"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About half a mile south of Mandalay is an outdoor mall in the style of a small Mediterranean town that stands out amidst all the air-conditioned, indoor malls. The idea of open-air shopping in the summer in the desert might seem crazy at first, but an extensive network of trees, shadow alleys and water sprayers let you actually enjoy sunny afternoons outside. All shops and restaurants here have their own, distinguished one- or two-story houses. The mall centers around a square featuring trees, ice-cream and coffee stands and benches to rest."]]}]},"\nMany of the larger casinos include high-end shopping areas with designer stores, including:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Forum Shops"],["url=http:\/\/www.simon.com\/mall\/the-forum-shops-at-caesars"],["email="],["address=in Caesars"],["lat=36.1191"],["long=-115.1761"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A huge high-end shopping area that also offers free animatronics shows at Fountain of the Gods and Atlantis located at either end of the mall."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Grand Canal Shoppes"],["url=http:\/\/www.grandcanalshoppes.com\/"],["email="],["address=in the Venetian"],["lat=36.1245"],["long=-115.1688"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another massive shopping area that features the tacky ",{"type":"''","value":["objets d'art"]}," shop featured in Martin Bashir's interview with Michael Jackson."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Miracle Mile Shops"],["url=http:\/\/www.miraclemileshopslv.com\/"],["email="],["address=in the Planet Hollywood Casino"],["lat=36.1101"],["long=-115.1710"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another large shopping area with approximately 150 stores and restaurants."]]}]},"\n",{"type":"===","value":["Outlet malls"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Las Vegas Premium Outlets South"],["url=http:\/\/www.premiumoutlets.com\/outlets\/outlet.asp?id=61"],["email="],["address=7400 S Las Vegas Blvd"],["lat=36.0539"],["long=-115.1690"],["directions=a few miles south of Mandalay Bay"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=120 outlet stores in an indoor setting complete with two food courts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Las Vegas Premium Outlets North"],["url=http:\/\/www.premiumoutlets.com\/outlets\/outlet.asp?id=58"],["email="],["address=875 South Grand Central Parkway"],["lat=36.1639"],["long=-115.1581"],["directions=off I-15 and Charleston Blvd, near Downtown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=120 designer and name-brand outlets including Coach, Lacoste, Polo Ralph Lauren and more."]]}]},"\n",{"type":"===","value":["Individual stores"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Gamblers Book Club"],["url=http:\/\/www.gamblersbookclub.com\/"],["email="],["address=800 S Main Street"],["lat=36.1637"],["long=-115.1515"],["directions=at the Gambler's General Store, near Downtown"],["phone="],["tollfree="],["fax="],["hours=M-Sa 9AM-6PM, Su 9AM-5PM"],["price="],["content=This is the oldest gambling book store in the nation; if you need to learn how to play a game, this is where you go. This store is stacked with books that can teach you how to count cards and bet on sports. Try to visit when former owner Howard Schwartz is around for some interesting Vegas lore."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sin City Gallery"],["url=http:\/\/www.sincitygallery.com\/"],["email="],["address=107 E. Charleston Boulevard, Suite 100"],["lat=36.1592"],["long=-115.1527"],["directions=inside The Arts Factory"],["phone=+1 702 608-2461"],["tollfree="],["fax="],["hours=W-Sa 1PM-7PM and opened until 10PM every first Thursday and first Friday of the month for First Fridays Arts Festival"],["price=Free to visit"],["content=Contemporary art gallery presenting sophisticated and edgy emerging artists from around the corner and around the world. Offers new exhibitions\/murals every month. Sin City Gallery produces an international annual juried erotic art exhibition."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nLarge casinos will invariably offer a variety of dining options, ranging from the omni-present buffet to simple cafes to gourmet restaurants.\n\n",{"type":"===","value":["Buffets"]},"\n\nThe most famous buffets in Las Vegas are at the Rio, Bellagio, Paris and Planet Hollywood, though the newly opened Wynn buffet is becoming more and more of a favorite with tourists and locals alike.  The best buffets typically run about $30 a person for a weekend dinner. Lunch is your best value at most buffets when they are around half price, breakfasts are cheapest and often have a great spread too. Do not forget that tipping your buffet waiter 10-15% is customary. You can leave cash on the table at the end of your meal or tip the cashier at the counter on a credit card. Some buffets give \"early bird\" discounts, which means that if you arrive early the price is a few dollars lower.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Village Buffet"],["url=http:\/\/www.parislasvegas.com\/restaurants\/le-village-buffet.html"],["email="],["address=Paris Las Vegas, 3131 Las Vegas Blvd S"],["lat=36.1129"],["long=-115.1701"],["directions="],["phone=+1 702 946-7000"],["tollfree="],["fax="],["hours="],["price="],["content= Featuring dishes from five French provinces, the Village Buffet offers exquisite classic French foods, some made to order, and seasonal specialties under a faux sky in a village-like setting. Patrons may, for example, choose to sit in a town square or French country home. Lines can be long. For an extra $10 per person, patrons can go to the head of the line."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spice Market"],["url=http:\/\/www.planethollywoodresort.com\/restaurants\/spice-market-buffet.html"],["email="],["address=Planet Hollywood, 3400 S Las Vegas Blvd"],["lat=36.1104"],["long=-115.1718"],["directions="],["phone=+1 702 785-5555"],["tollfree="],["fax="],["hours="],["price="],["content= The casino changed names, but the buffet is the same. All styles of food including good seafood. Line moves fast."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Village Seafood Buffet"],["url=http:\/\/www.riolasvegas.com\/restaurants\/village-seafood-buffet.html"],["email="],["address=Rio, 3700 W Flamingo Rd"],["lat=36.1172"],["long=-115.1885"],["directions="],["phone=+1 702 777-7777"],["tollfree="],["fax="],["hours=Su-Th 4PM-10PM, F Sa 3PM-11PM"],["price=$34.99 (dinner only)"],["content=This buffet is one of the better buffets in Las Vegas, with an extensive seafood collection (as well as other items). Lines can be long. Note that the Rio also offers the Carnivale World Buffet, which is cheaper but does not offer a total seafood oriented buffet, but features a changing variety of dishes featuring seafood. Tables are close together, and can be noisy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Buffet"],["url=http:\/\/www.wynnlasvegas.com\/Restaurants\/CasualDining\/TheBuffet"],["email="],["address=Wynn, 3131 Las Vegas Blvd S"],["lat=36.1272"],["long=-115.1659"],["directions="],["phone=+1 702 770-7100"],["tollfree="],["fax="],["hours=8AM-10PM, Sa Su brunch 8AM-3PM"],["price="],["content=16 exhibition cooking stations and a luxurious selection of extraordinary dishes. Dress is casual. Breakfast, lunch and dinner served, with champagne brunch on weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Buffet"],["url=http:\/\/www.bellagio.com\/restaurants\/the-buffet.aspx"],["email="],["address=Bellagio, 3600 Las Vegas Blvd S"],["lat=36.1134"],["long=-115.1765"],["directions="],["phone=+1 702 693-7111"],["tollfree="],["fax="],["hours=7AM-10PM daily, Sa Su brunch 7AM-4PM"],["price=no charge 4 and under"],["content=Arguably the best buffet on the Strip, with the dinner menu including pre-split crab legs, venison, Kobe beef, and wild boar. Gourmet Friday dinner includes Beef Wellington, Rack of Lamb, Veal Ossobuco, Grilled Swordfish, and Curried Duck Legs. The Buffet has spectacular selections from Italy, China, and Japan as well as fresh seafood and traditional American food. Wait to enter can be 90 minutes or more."]]}]},"\n",{"type":"===","value":["Restaurants"]},"\n\n",{"type":"====","value":["On the Strip"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bartolotta Ristorante Di Mare"],["url=http:\/\/www.wynnlasvegas.com\/Restaurants\/FineDining\/Bartolotta"],["email="],["address=Wynn, 3131 S Las Vegas Blvd"],["lat=36.1275"],["long=-115.1658"],["directions="],["phone=+1 702 770-3298"],["tollfree="],["fax="],["hours="],["price="],["content=Chef Paul Bartolotta focuses on the fish, which was pulled out of the Mediterranean 48 hours before serving. Great clams, lobsters, and Sicilian amberjack. Dine al fresco alongside the manmade lagoon behind the restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Craftsteak"],["url=http:\/\/www.craftrestaurantsinc.com\/craftsteak-las-vegas\/"],["email="],["address=MGM Grand, 3799 S Las Vegas Blvd"],["lat=36.1024"],["long=-115.1686"],["directions="],["phone=+1 702 891-7318"],["tollfree="],["fax="],["hours="],["price=$95"],["content=Considered to be one of the best steak houses in America."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cypress Street Marketplace"],["url=http:\/\/www.caesarspalace.com\/restaurants\/cypress-street-market-place.html#.U4jeivldWSo"],["email="],["address=Caesars Palace"],["lat=36.1178"],["long=-115.1760"],["directions="],["phone=+1 702 731-7686"],["tollfree="],["fax="],["hours=daily from 11AM-11PM"],["price="],["content=Interesting and good for the family, with a wide variety of cuisines and mostly cheap."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Diablo's Cantina"],["url=http:\/\/diabloslasvegas.com\/"],["email="],["address=Monte Carlo, 3770 S Las Vegas Blvd"],["lat=36.1041"],["long=-115.1736"],["directions="],["phone=+1 702 693-8300"],["tollfree="],["fax="],["hours="],["price="],["content=Popular Mexican eatery with an excellent bar and a great menu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jimmy Buffett's Margaritaville"],["url=http:\/\/www.margaritavillelasvegas.com\/"],["email="],["address=Flamingo, 3555 S Las Vegas Blvd"],["lat=36.1173"],["long=-115.1724"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fun tropical-themed restaurant featuring dishes named after many of Jimmy Buffett's songs (for example: the Cheeseburger in Paradise)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kahunaville"],["url=http:\/\/kahunaville.com\/"],["email="],["address=Treasure Island, 3300 S Las Vegas Blvd"],["lat=36.1251"],["long=-115.1705"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tropical island-themed restaurant with great atmosphere that serves standard fare."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Atelier de Joel Rubuchon"],["url=http:\/\/www.joel-robuchon.com\/fr\/restaurants-las-vegas.php"],["email="],["address=MGM Grand, 3799 S Las Vegas Blvd"],["lat=36.1025"],["long=-115.1706"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Casual French restaurant with dim lighting, ruby red furniture, and spectacular food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mesa Grill"],["url=http:\/\/www.caesarspalace.com\/restaurants\/mesa-grill.html"],["email="],["address=Caesars Palace, 3570 S Las Vegas Blvd"],["lat=36.1170"],["long=-115.1749"],["directions="],["phone="],["tollfree=+1-877-346-4642"],["fax="],["hours="],["price="],["content=With a brightly colored decor and festive atmosphere, chef Bobby Flay serves us some tasty Southwestern food with flair."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mr. Lucky's 24-7"],["url=http:\/\/www.hardrockhotel.com\/#\/dine\/mr-luckys-24-7\/"],["email="],["address=Hard Rock Hotel, 4455 Paradise Rd"],["lat=36.1092"],["long=-115.1537"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sandwiches, salads, and sundaes are popular at the rock and roll diner, but nothing compares with the people watching! Open 24 hours per day!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mon Ami Gabi"],["url=http:\/\/www.monamigabi.com\/vegas\/"],["email="],["address=Paris Las Vegas, 3655 S Las Vegas Blvd"],["lat=36.1129"],["long=-115.1723"],["directions="],["phone=+1 702 944-4224"],["tollfree="],["fax="],["hours="],["price=Mains start at $20"],["content=Nice restaurant serving mostly steaks and seafood. The staff makes a tribute to the restaurant's location by talking with French accent."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nobu"],["url=http:\/\/www.noburestaurants.com\/las-vegas\/experience\/"],["email="],["address=Hard Rock Hotel, 4455 Paradise Rd"],["lat=36.1090"],["long=-115.1536"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A staple for Las Vegas sushi lovers, newcomers will discover a fusion of traditional Japanese cuisine with Latin spices and flavors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Peppermill Fireside Lounge"],["url=http:\/\/www.peppermilllasvegas.com\/"],["email="],["address=2985 S Las Vegas Blvd"],["lat=36.1337"],["long=-115.1632"],["directions="],["phone=+1 702 735-4177"],["tollfree="],["fax="],["hours="],["price="],["content=1970's space-age decor and waitresses that call you 'hon'"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pink Taco"],["url=http:\/\/www.hardrockhotel.com\/las-vegas-restaurants\/pink-taco"],["email="],["address=Hard Rock Hotel, 4455 Paradise Rd"],["lat=36.1089"],["long=-115.1541"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Mains $12-18"],["content=Decoration and staff are half pirate ship, half Suicide Girls, but the Mexican food (and the margaritas) are tasty and served in generous portions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stripburger"],["url=http:\/\/www.stripburger.com\/"],["email="],["address=Fashion Show Mall, 3200 S Las Vegas Blvd"],["lat=36.1276"],["long=-115.1685"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Outdoor bar serving sliders. Great for stopping in for a few mini burgers and beers that won't fill you up on the way to your next destination. Waitresses are good-looking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=THE Steak House"],["url=http:\/\/www.circuscircus.com\/dining\/the_steakhouse.aspx"],["email="],["address=Circus Circus, 2880 S Las Vegas Blvd"],["lat=36.1367"],["long=-115.1636"],["directions="],["phone=+1 702 794-3767"],["tollfree="],["fax="],["hours=Su-F 5PM-10PM, Sa 5PM-11PM"],["price=$40-70"],["content=Considered to be a hidden gem, THE Steak House at Circus Circus doesn't seem fit in with its surroundings; indeed, it has been consistently voted one of the best steaks in Las Vegas for over twenty years. Beautiful decor, outstanding food, and impeccable service, as well as an extensive wine list."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Toby Keith's I Love This Bar and Grill"],["url=http:\/\/www.harrahslasvegas.com\/restaurants\/toby-keiths-i-love-this-bar-and-grill.html"],["email="],["address=Harrah's, 3475 S Las Vegas Blvd"],["lat=36.1190"],["long=-115.1702"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=American cuisine that includes steaks, burgers, sandwiches, and even dishes like meatloaf and fried catfish. During the evening the restaurant features live country music bands."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Todd English's Olives"],["url=http:\/\/www.bellagio.com\/restaurants\/olives.aspx"],["email="],["address=Bellagio, 3600 S Las Vegas Blvd"],["lat=36.1139"],["long=-115.1742"],["directions="],["phone="],["tollfree=+1-866-259-7111"],["fax="],["hours="],["price="],["content=Todd English's legendary restaurant. Enjoy a Mediterranean-style experience set against the breathtaking backdrop of Lake Bellagio. House-made pastas, steaks, rotisserie dishes, brick oven pizzas and sommelier-recommended wines complement the dining atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Top of the World"],["url=http:\/\/www.topoftheworldlv.com\/"],["email="],["address=Stratosphere, 2000 S Las Vegas Blvd"],["lat=36.1473"],["long=-115.1553"],["directions="],["phone=+1 702 380-7711"],["tollfree="],["fax="],["hours="],["price="],["content=A revolving gourmet restaurant more than 800 feet above the Strip at the top of the Stratosphere Tower."]]}]},"\n",{"type":"====","value":["Off the Strip"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bahama Breeze"],["url=http:\/\/www.bahamabreeze.com\/"],["email="],["address=375 Hughes Center Dr"],["lat=36.1151"],["long=-115.1546"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves great tropical food.  Large portions with a great atmosphere. Famous for their jerk chicken pasta, cinnamon mashed sweet potatoes, and wide variety of hand-crafted tropical drinks such as the Bahamarita. This is a great place to get away and relax from the crowds of people on the Strip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ellis Island Casino Restaurant"],["url=http:\/\/www.ellisislandcasino.com\/"],["email="],["address=4178 Koval Ln"],["lat=36.1130"],["long=-115.1634"],["directions=one block east of Bally's at the intersection of Flamingo and Koval"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The $6.95 steak special is consistently voted one of the best deals in Las Vegas. It's not on the menu, so ask for it specifically. If steak is not your thing the restaurant has plenty of other selections at cheap prices.  In addition, Ellis Island has barbecue every night from 4-10PM.  Ellis Island also brews its own beer, and serves them in the casino bar in 20 oz glasses for $1.50."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Envy Steakhouse"],["url=http:\/\/www.envysteakhouse.com\/"],["email="],["address=3400 Paradise Rd"],["lat=36.1274"],["long=-115.1543"],["directions=in the Renaissance Las Vegas Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Originally inspired by Chef Richard Chamberlain, the menu includes premium quality, fresh ingredients from select purveyors around the country, featured in innovative dishes. Kobe filet, prime rib roast, black angus filet and prime bone-in rib eye. The walk-in wine cellar features 1,500 bottles of wine."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=H2(EAU)"],["url=http:\/\/www.trumplasvegashotel.com\/Food_Wine\/h2eau.asp"],["email="],["address=2000 Fashion Show Dr"],["lat=36.1296"],["long=-115.1726"],["directions=in the Trump Hotel & Tower"],["phone=+1 702 476-7423"],["tollfree="],["fax="],["hours="],["price="],["content=H2(eau) features casual American favorites and offers a vibrant atmosphere in which to dine poolside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hofbräuhaus"],["url=http:\/\/www.hofbrauhauslasvegas.com\/"],["email="],["address=4510 Paradise Road"],["lat=36.1076"],["long=-115.1515"],["directions="],["phone=+1 702 853-2337"],["tollfree="],["fax="],["hours="],["price="],["content=The Hofbräuhaus replicates the world famous Bavarian Hofbräuhaus beer hall with festive German food and nightly entertainment. Patrons have an option of dining in the beer hall with live music in the evening or the quieter beer garden. Reservations recommended for quicker seating."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lawry's The Prime Rib"],["url=http:\/\/www.lawrysonline.com\/lawrys-primerib\/las-vegas"],["email="],["address=4043 Howard Hughes Pkwy"],["lat=36.1148"],["long=-115.1595"],["directions="],["phone=+1 702 893-2223"],["tollfree="],["fax="],["hours="],["price="],["content=Juicy, succulent portions of the company namesake, Prime Rib.  All prime rib dinners include original spinning bowl salad, Yorkshire pudding, mashed potatoes and whipped creamed horseradish.  If you don't want prime rib (but why eat at a place called The Prime Rib if you don't want it?) there's always a ribeye steak available and a couple fish dishes."]]}]},"\n",{"type":"====","value":["Downtown"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Beat Coffeehouse"],["url=http:\/\/www.thebeatlv.com\/"],["email="],["address=520 Fremont St"],["lat=36.1690"],["long=-115.1396"],["directions=at 6th Street"],["phone="],["tollfree="],["fax="],["hours=M-F 7AM-12AM, Sa 9AM-12AM, Su 9AM-3PM"],["price=$10"],["content=Free Wi-Fi, salads, sandwiches. Mostly local crowd."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Heart Attack Grill"],["url=http:\/\/www.heartattackgrill.com\/"],["email="],["address=450 Fremont St"],["lat=36.1697"],["long=-115.1411"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Sat 11AM - 2AM"],["price="],["content=The Heart Attack Grill has courted controversy by serving high-calorie menu items with deliberately provocative names. The establishment has a hospital theme: waitresses (\"nurses\") take orders (\"prescriptions\") from the customers (\"patients\"). A tag is wrapped on the patient's wrist showing which foods they ordered and a \"doctor\" examines the \"patients\" with a stethoscope. The menu includes \"Single\", \"Double\", \"Triple\", and \"Quadruple Bypass\" hamburgers, ranging from 8 to 32 ounces (230 to 910 g) of beef (up to about 8,000 calories), all-you-can-eat \"Flatliner Fries\" (cooked in pure lard), beer and tequila, and soft drinks such as Jolt and Mexican-bottled Coca-Cola made with real sugar. Customers over 350 lb (160 kg) in weight eat for free if they weigh in with a doctor or nurse before each burger. Beverages and to-go orders are excluded and sharing food is also not allowed for the free food deal."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pasta Pirate"],["url=http:\/\/www.thecal.com\/dine\/pasta-pirate"],["email="],["address=12 E Ogden Ave"],["lat=36.1731"],["long=-115.1447"],["directions=in the California Hotel & Casino"],["phone=+1 702 385-1222"],["tollfree="],["fax="],["hours=Closed Tu"],["price="],["content=Delicious steaks, seafood, and pasta. A romantic darkened wharf decor with a view to the chef's flaming grill. The steak and lobster special is a really great value. All dinners include a glass of house wine. Call ahead for reservations to avoid a long wait."]]}]},"\n",{"type":"===","value":["Desserts"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Luv-It Frozen Custard"],["alt="],["url=http:\/\/www.luvitfrozencustard.com\/"],["email="],["address=505 E Oakey Blvd"],["lat=36.1515"],["long=-115.1516"],["directions=just east of S Las Vegas Blvd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hidden some two blocks north of the Stratosphere Tower (their blue building with white pillars and trim shares a parking lot with a convenience store), this family operation offers excellent frozen custards with outstanding toppings."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nIn Las Vegas, free drinks are offered to all gamblers, even those playing 5-cent slot machines. You should tip the waitress at least $1 per drink; failure to do so will likely cost you free drink privileges.\n\nAlthough it is officially NOT allowed per the lawbooks, drinking on public sidewalks and other areas on the Strip and Downtown is rarely if ever enforced. Thus it is entirely common to consume alcohol in public areas, including the public sidewalks within the Las Vegas city limits which includes all of Downtown, The Strip and close-by areas. Again, as previously mentioned, over-intoxication and disorderly conduct is frowned upon, so stay within your own limits. On special occasions (New Year's Eve and Independence Day for example) there may be bans on glass bottles and\/or aluminum cans for the Strip and the Downtown area. Plastic cups and sports bottles are allowed at these times and either provided at purchase or often available at hotel\/casino exit doors. When inside a casino or hotel there is seldom any restrictions on carrying drinks from one bar, restaurant or playing location to another with the exception of some showrooms and theaters where it will be clearly posted. Individual shops may also have rules about carrying in food and drink of any kind.\n\nThe towns of North Las Vegas, Henderson and other outlying areas have very DIFFERENT regulations forbidding removal of alcohol from bars, etc. so check with your host or doorman if in doubt. Many bars and liquor stores are open 24 hours a day. There are also special posted laws for convenience stores, grocery stores and other retail liquor outlets restricting consumption in the immediate vicinity. Most of all, always remember to drink responsibly and realize that the hot, dry desert air in the summer months can have very adverse health affects on people consuming alcohol such as rapid dehydration and deadly heat stroke, even after dark. Drink plenty of water as well!\n\n",{"type":"===","value":["Bars"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bunkhouse"],["url=http:\/\/www.bunkhouselv.com\/"],["email="],["address=124 S 11th St"],["lat=36.1657"],["long=-115.1345"],["directions=Downtown, one block from the USA Hostel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cheap downtown bar with live music. Friendly with travelers and frequented often by the staff and guests of the nearby hostel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Centrifuge"],["url=http:\/\/www.mgmgrand.com\/nightlife\/centrifuge-bar.aspx"],["email="],["address=MGM Grand, 3799 S Las Vegas Blvd"],["lat=36.1015"],["long=-115.1718"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Circular shaped bar\/lounge; every hour the bar staff dances on the bartop or lounge tables."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Casa Fuente Cigars"],["url=http:\/\/www.cigarfamily.com\/"],["email="],["address=Caesar's Palace, 3500 S Las Vegas Blvd"],["lat=36.1196"],["long=-115.1736"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cuban-themed lounge offering more than 100 different cigars and a good selection of whiskeys. Try the $40 Opus X cigar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cleopatra's Barge"],["url=http:\/\/www.caesarspalace.com\/things-to-do\/cleopatras-barge.html"],["email="],["address=Caesars Palace"],["lat=36.1165"],["long=-115.1754"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A luxurious floating lounge in a ornate replica of the barge that transported Cleopatra down the Nile."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Double Down Saloon"],["url=http:\/\/doubledownsaloon.com\/"],["email="],["address=4640 Paradise Rd"],["lat=36.1054"],["long=-115.1506"],["directions="],["phone=+1 702 791-5775"],["tollfree="],["fax="],["hours="],["price="],["content=Perhaps the finest dive bar in Vegas. A bit out of the way, but plenty of atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Frankie's Tiki Room"],["url=http:\/\/frankiestikiroom.com\/"],["email="],["address=1712 W Charleston Blvd"],["lat=36.1592"],["long=-115.1645"],["directions="],["phone=+1 702 385-3110"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic tiki bar with lots of great decor and potent drinks. Look for the pink neon sign."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Freakin Frog"],["url=http:\/\/www.freakinfrog.com\/"],["email="],["address=4700 S Maryland Pkwy"],["lat=36.1036"],["long=-115.1364"],["directions="],["phone=+1 702 597-9702"],["tollfree="],["fax="],["hours="],["price="],["content=Nice bar off the Strip with a very large beer selection and live music on weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Insert Coin(s)"],["url=http:\/\/www.insertcoinslv.com\/"],["email="],["address=512 Fremont St"],["lat=36.1691"],["long=-115.1400"],["directions="],["phone=+1 702 477-2525"],["tollfree="],["fax="],["hours="],["price="],["content=A video-game themed bar located in downtown Las Vegas within walking distance of the Fremont Street Experience. Guests can enjoy their favorite video games in this bar. VIP gaming booths are also available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nine Fine Irishmen"],["url=http:\/\/www.ninefineirishmen.com\/"],["email="],["address=New York-New York, 3790 S Las Vegas Blvd"],["lat=36.1019"],["long=-115.1737"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Beer: $7"],["content=This pub was actually constructed in Ireland and then shipped to Las Vegas.  A great Irish band plays most nights starting around 9PM, the crowd is always energetic, and the Guinness and Bass flow easily."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Stripper Bar"],["url=http:\/\/www.stripperbarlasvegas.com"],["email="],["address=Planet Hollywood, 3663 S Las Vegas Blvd"],["lat=36.1109"],["long=-115.1705"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Todd English Pub"],["url=http:\/\/www.toddenglishpub.com\/"],["email="],["address=Crystals CityCenter, 3720 S Las Vegas Blvd"],["lat=36.1084"],["long=-115.1754"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sports bar with great pastrami sliders and over 30 beers on tap."]]}]},"\n",{"type":"===","value":["Nightclubs\/dancing"]},"\n",{"type":"[[","value":[["Image:LasVegas Riviera Neon.JPG"],["thumb"],["300px"],["The bright lights of the Riviera Casino"]]},"\n\nThere is a club or lounge in nearly every hotel and casino. Most clubs remain open until 4AM, with various after-hour clubs available for the truly hard-core partiers. Drink prices can range anywhere from $4–8 for a domestic bottle of beer, $8–10 for well drinks made with cheap generic liquor, and $200 or more for a bottle of spirits. Clubs are always busy on weekends, and may also be packed during weekdays at places that have Service Industry Night (SIN), usually Tuesday to Thursday, when locals working in the service industry have their night off.\n\nA good way to find out what places are currently hot in Vegas is to ask service staff who look like party-people. People working inside hotels are bound to recommend the hotel's institutions, so rather go for waiters or shop-assistants in restaurants or malls outside the hotels.\n\nThe top clubs will charge entry of $15 or more. Exceptions may include those who have reserved a table, those who get there early, ladies, and locals. Expect to wait in a line for 10 minutes to 2 hours, depending on the night. It is usually best to arrive before 10PM; while the club may be emptier, the line will be shorter and you may avoid paying a cover charge. Sitting at a table often requires a bottle purchase and if you stop making purchases, they will ask you to vacate the table so that someone else can occupy the table. The dress code varies by club. The general rule of thumb is most of the time women know what to wear when they are going out, and men should avoid wearing tennis shoes, tank tops, hats, t-shirts, and blue jeans.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Coyote Ugly"],["url=http:\/\/www.coyoteuglysaloon.com\/vegas\/"],["email="],["address=New York-New York, 3790 S Las Vegas Blvd"],["lat=36.1030"],["long=-115.1736"],["directions="],["phone=+1 702 740-6969"],["tollfree="],["fax="],["hours=Su-Th 6PM-2AM, F-Sa 6PM-3AM"],["price=Free entry for locals, $10 for all others"],["content=Just like the movie, expect beautiful 20-something women serving you drinks and getting rowdy on the bar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Drai's"],["url=http:\/\/www.draislasvegas.com\/"],["email=info@draislasvegas.com"],["address=Billy's, 3595 S Las Vegas Blvd"],["lat=36.1135"],["long=-115.1692"],["directions=between Ballys and Flamingo)"],["phone="],["tollfree="],["fax="],["hours=until 9AM"],["price=$20-30"],["content=The most popular place for after hours on weekends, so expect long queues especially from 5AM. Two dance-floors: the main floor features trance and Euro dance (otherwise rare in Vegas), the VIP floor (extra charge) features hip hop."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Haze"],["url=http:\/\/www.arialasvegas.com\/nightlife\/haze-nightclub.aspx"],["email="],["address=Aria, 3730 S Las Vegas Blvd"],["lat=36.1071"],["long=-115.1736"],["directions="],["phone=+1 702 693-8300"],["tollfree="],["fax="],["hours=Thursday, Friday & Saturday 10:30PM-4AM"],["price="],["content=Designed by the Light Group. 25,500 square feet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=LAX"],["url=http:\/\/www.luxor.com\/nightlife\/lax.aspx"],["email="],["address=Luxor, 3900 S Las Vegas Blvd"],["lat=36.0949"],["long=-115.1751"],["directions="],["phone="],["tollfree="],["fax="],["hours=Wednesday, Friday & Saturday: Opens at 10PM"],["price="],["content=Where young Hollywood goes to party. Exclusive club with an exclusive guest list. 26,000 square feet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=TAO Las Vegas"],["url=http:\/\/www.taolasvegas.com\/"],["email="],["address=Venetian, 3377 S Las Vegas Blvd"],["lat=36.1228"],["long=-115.1706"],["directions="],["phone=+1 702 388-8338"],["tollfree="],["fax="],["hours=W-Sa 10:30PM-close"],["price="],["content=A 10,000 square foot nightclub. There is an outside terrace with Strip views, 3 bars, two main rooms playing a variety of hip hop, house and rock."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Vanity"],["url=http:\/\/vanitylv.com\/html\/index.php"],["email="],["address=Hard Rock Hotel, 4455 Paradise Rd"],["lat=36.1095"],["long=-115.1538"],["directions="],["phone="],["tollfree="],["fax="],["hours=Friday-Sunday: 10PM-4AM"],["price=$20 for ladies, $40 for gentlemen, local ladies free"],["content=14,000 square feet, 64 VIP booths, Terrace overlooking Hard Rock Beach Club."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Wet Republic"],["url=http:\/\/wetrepublic.com\/"],["email="],["address=MGM Grand, 3799 S Las Vegas Blvd"],["lat=36.1048"],["long=-115.1656"],["directions="],["phone=+1 702 891-3563"],["tollfree="],["fax="],["hours=11AM-Dusk"],["price="],["content=A mix of a pool and a club. Have a blast swimming around in one of the many pools, or swim (yes, swim) up to a bar and order your favorite drink. Not into getting wet? Relax at a cabana or day bed.  Bottle service is available. Live DJ's on select days."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=XS Nightclub"],["url=http:\/\/xslasvegas.com\/"],["email="],["address=Encore, 3121 S Las Vegas Blvd"],["lat=36.1293"],["long=-115.1657"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Officially, this $100 million 40,000 square foot club is the most expensive nightclub ever built. Popular among NBA stars."]]}]},"\n",{"type":"===","value":["Ultra lounge"]},"\nAn ultra lounge is a mix between lounge and a night club, but the difference to \"real\" night clubs is tiny and vanishes completely when the DJ pulls out hard-core dance hits.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ghostbar"],["url=http:\/\/www.palms.com\/nightlife\/ghostbar"],["email="],["address=Palms, 4321 W Flamingo Rd"],["lat=36.1149"],["long=-115.1941"],["directions="],["phone=+1 702 942-6832"],["tollfree="],["fax="],["hours=8PM-late"],["price="],["content=Located on the hotel's roof, this bar features a section of floor that is made of thick glass with nothing beneath it -- the glass is the only thing between your feet and the ground 55 stories below."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mix"],["url=http:\/\/www.mandalaybay.com\/entertainment\/lounges\/mix-lounge\/"],["email="],["address=THEhotel at Mandalay Bay, 3950 Las Vegas Fwy"],["lat=36.0928"],["long=-115.1776"],["directions="],["phone=+1 702 632-7777"],["tollfree="],["fax="],["hours="],["price="],["content=Mix Lounge, located on the 64th floor atop THE hotel at Mandalay Bay, offers guests views of the Strip and the Vegas valley from its floor-to-ceiling windows."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pure"],["url=http:\/\/www.harrahs.com\/casinos\/caesars-palace\/casino-misc\/pure-nightclub-detail.html"],["email="],["address=Caesars Palace, 3570 S Las Vegas Blvd"],["lat=36.1171"],["long=-115.1741"],["directions="],["phone=+1 702 731-7873"],["tollfree="],["fax="],["hours=F-Su, Tu 10PM-early morning hours"],["price=$25+; girls may get waved in for free"],["content=Claims to be the hugest disco\/club in Vegas, with 40,000 square foot of space. On weekends, be prepared for huge lines unless you are an attractive woman or a wealthy man. The 14,000 square foot open air terrace on the 10th-ish floor is the only area open also on weekdays. It features a panorama view of the Strip. Other areas, only open on weekends, include the Pussycat Doll Lounge and the ultra exclusive (and expensive!) VIP Red Room, frequented by many celebrities."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["under $100"],["$100-199"],["$200 and over"]]},"\n\nLas Vegas is a very peculiar destination - and hotels in Las Vegas have a lot of peculiarities that you won't find in other cities.\n\n",{"type":"{{","value":[["cautionbox"],["With some exceptions, hotels and other sleeping establishments ",{"type":"'''","value":["will not allow anyone under age 21 to reserve a room due to on-site gambling"]},". For those of age 18-20, it is ",{"type":"'''","value":["highly recommended"]}," to research and reserve in advance of arrival."]]},"\n\nThe vast majority of visitors to Las Vegas arrive on Friday or Saturday nights and stay for the weekend. As such, room rates can seem ridiculously cheap from Sunday-Thursday night but zoom upwards on weekends. Travelers can plan a trip to their advantage: by staying, say, Sunday through to Thursday, one can not only save a bundle on hotel rates, but also take advantage of package deals that may include a show, meals, and gambling coupons—occasionally worth more than the cost of the hotel room itself.\n\nA bad surprise at check in are so-called ",{"type":"'''","value":["\"Resort Fees\""]},". Many hotels in Las Vegas collect this fee on top of the actual room charge(typically between $10 and $20 per night) when you check in. You won't get around paying it, even if you claim that your hotel booking website had indicated the total pricing as final. The resort fee is apparently an attempt of introducing low-cost airline pricing to hotels: splitting up the price into an attractively cheap basic fee, and charging the customer for almost everything separately. Thusly, in Las Vegas, the resort fee typically \"covers\" the usage of the swimming pool and of the fitness centre. Some hotels do not collect resort fees. It may be worth it to ask the front desk to remove this fee; especially if you had a bad experience with your stay. However, keep your expectations low but be polite and reasonable.\n\nBe aware that in Las Vegas hotels, even the resort fee does not always cover hotel amenities that are included for free in hotels in the rest of the world: These charges may be quite expensive; most hotels charge for use of the fitness center with rates around $20 to $40 per visit, local calls are usually billed, and wireless internet is generally at least $12 per day. Unless the service is free; it is better to use your own cell phone or mobile router.\n\nDue to the flamboyant and lively atmosphere of most casino hotels, be aware that you may not get a good night's sleep, especially on weekends or during busy tourist seasons. Drunken parties and associated recklessness are frequent occurrences in most of the motels and hotels on The Strip. Most hotels will send security personnel up to dispel loud parties or to warn drunk patrons to keep the noise down if you call the front desk, but their effectiveness may vary.\n\nIn Las Vegas parlance, the words \"hotel\" and \"casino\" are interchangeable. There is a big difference between casino hotels and mainstream hotels without gambling. Casino hotels tend to be large (often with a long walk from the parking to your room and often via the gambling floor). The size of casino hotels means that they often have a wider range of services (restaurants, bars, shops, coffee shops, etc.) and many facilities have long opening hours or are open 24 hours.\n\n",{"type":"===","value":["On the Strip"]},"\n",{"type":"[[","value":[["Image:Flamingo Hotel LV.JPG"],["thumb"],["300px"],["Flamingo"]]},"\n\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bally's"],["url=http:\/\/www.ballyslasvegas.com"],["email="],["address=3645 S Las Vegas Blvd"],["lat=36.114"],["long=-115.171"],["directions="],["phone="],["tollfree=+1-888-742-9248"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A moderate hotel and casino, but the location at the center of the Strip and the large rooms makes it one of the best values around."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Circus Circus"],["url=http:\/\/www.circuscircus.com"],["email="],["address=2880 S Las Vegas Blvd"],["lat=36.1367"],["long=-115.163"],["directions="],["phone="],["tollfree=+1-877-224-7287"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A cheaper and less upscale casino that caters to families. The Manor Motor Lodge is in poor shape; the Tower rooms are somewhat better."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Excalibur"],["url=http:\/\/www.excalibur.com\/"],["email="],["address=3850 S Las Vegas Blvd"],["lat=36.0997"],["long=-115.175"],["directions="],["phone="],["tollfree=+1-800-697-1791"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Named after the mythical sword of King Arthur, this family friendly hotel has a large pool and rides for the kids."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harrah's"],["url=http:\/\/www.harrahslasvegas.com"],["email="],["address=3475 S Las Vegas Blvd"],["lat=36.11946"],["long=-115.17118"],["directions="],["phone=+1 702 369-5000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Luxor Resort and Casino"],["url=http:\/\/www.luxor.com"],["email="],["address=3900 S Las Vegas Blvd"],["lat=36.09553"],["long=-115.17569"],["directions="],["phone=+1 702 262-4100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An Egyptian-themed hotel with a massive pyramid that offers interesting room layouts. This hotel is a good option for those looking for a lower-priced but still upscale room on the Strip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Monte Carlo"],["url=http:\/\/www.montecarlo.com"],["email="],["address=3770 S Las Vegas Blvd"],["lat=36.10479"],["long=-115.17603"],["directions="],["phone=+1 702 730-7777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Modeled after the opulent Place du Casino in Monte Carlo."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Quad"],["url=http:\/\/www.thequadlv.com\/"],["email="],["address=3535 S Las Vegas Blvd"],["lat=36.11826"],["long=-115.17097"],["directions="],["phone=+1 702 731-3311"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Until December 2012 known as the Imperial Palace. Is right now being refurbished, and some of the rooms have already been upgraded. Parts of the premises are not accessible to the public due to these works. This is probably the reason why the rates right now are a little lower compared to the other resorts on the Strip. In addition to the usual game tables, slot machines and restaurants, The Quad also hosts a car museum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Riviera"],["url=http:\/\/www.rivierahotel.com"],["email="],["address=2901 S Las Vegas Blvd"],["lat=36.13553"],["long=-115.16074"],["directions="],["phone=+1 702 479-5488"],["tollfree="],["fax="],["hours="],["price=From $49"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Stratosphere"],["url=http:\/\/www.stratospherehotel.com"],["email="],["address=2000 S Las Vegas Blvd"],["lat=36.14746"],["long=-115.15603"],["directions="],["phone=+1 702 380-7777"],["tollfree="],["fax="],["hours="],["price=From $30"],["checkin="],["checkout="],["content=Contains the 1,149-foot Stratosphere Tower, a Las Vegas landmark."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Travelodge Las Vegas Center Strip"],["url=http:\/\/www.travelodgevegasstrip.com"],["email="],["address=3735 S Las Vegas Blvd"],["lat=36.10530"],["long=-115.17221"],["directions="],["phone=+1 702 736-3443"],["tollfree="],["fax="],["hours="],["price=From $59"],["checkin="],["checkout="],["content=Cable TV, free parking for motor coaches and buses and a heated outdoor pool that’s open all year."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Treasure Island"],["url=http:\/\/www.treasureisland.com"],["email="],["address=3300 S Las Vegas Blvd"],["lat=36.12470"],["long=-115.17199"],["directions="],["phone=+1 702 894-7111"],["tollfree=+1-800-288-7206"],["fax="],["hours="],["price=From $99"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tropicana"],["url=http:\/\/www.tropicanalv.com"],["email="],["address=3801 S Las Vegas Blvd"],["lat=36.09968"],["long=-115.17192"],["directions="],["phone="],["tollfree=+1-888-826-8767"],["fax="],["hours="],["price=From $36"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aria"],["url=http:\/\/www.arialasvegas.com\/"],["email="],["address=3730 S Las Vegas Blvd"],["lat=36.10766"],["long=-115.17710"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Two hotel towers, nine bars, 17 restaurants, 1,840-seat theater, gift shop, 800,000 square foot spa, pool and 300,000 square feet of meeting space."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bellagio"],["url=http:\/\/www.bellagio.com"],["email="],["address=3600 S Las Vegas Blvd"],["lat=36.1123"],["long=-115.175"],["directions="],["phone=+1 702 693-7111"],["tollfree=+1-888-987-6667"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the most upscale hotels in Las Vegas, the Bellagio features an art gallery, a massive indoor flower garden, and the Cirque du Soleil show \"O\". One thing to do at the Bellagio (you do not have to stay there) is to have afternoon tea at the Petrossian Bar; it costs around $32 per person and is very classy, but you have to book at least a day in advance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Caesars Palace"],["url=http:\/\/www.caesarspalace.com"],["email="],["address=3570 S Las Vegas Blvd"],["lat=36.1165"],["long=-115.174"],["directions="],["phone="],["tollfree=+1-877-427-7243"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Renowned for its originality and features, Caesars Palace offers 3,300 hotel rooms and more than 26 different restaurants and cafes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cosmopolitan"],["url=http:\/\/www.cosmopolitanlasvegas.com\/"],["email="],["address=3730 S Las Vegas Blvd"],["lat=36.10980"],["long=-115.17605"],["directions="],["phone=+1 702-698-7000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The resort's uniquely vertical multi-tower design offers spectacular views of the city. The new 2,995-room resort features residential-style living spaces with expansive private terraces."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flamingo"],["url=http:\/\/www.flamingolasvegas.com"],["email="],["address=3555 S Las Vegas Blvd"],["lat=36.1153"],["long=-115.171"],["directions="],["phone=+1 702 733-3111"],["tollfree="],["fax=+1 702 733-3528"],["hours="],["price="],["checkin="],["checkout="],["content=A pink-colored resort located in the middle of the Strip, the Flamingo was one of the first casinos on the Las Vegas Strip, and is famous for being owned by Bugsy Siegel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Seasons"],["url=http:\/\/www.fourseasons.com\/lasvegas\/"],["email="],["address=3960 S Las Vegas Blvd"],["lat=36.09225"],["long=-115.17483"],["directions="],["phone=+1 702 632-5000"],["tollfree="],["fax=+1 702 632-5195"],["hours="],["price="],["checkin="],["checkout="],["content=Occupying the top four floors of Mandalay Bay's main building, the Four Seasons is one of the most high-end accommodations in Las Vegas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mandalay Bay"],["url=http:\/\/www.mandalaybay.com"],["email="],["address=3950 S Las Vegas Blvd"],["lat=36.09206"],["long=-115.17478"],["directions="],["phone=+1 702 632-7777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located at the far southern end of the Strip next to the Luxor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mandarin Oriental"],["url=http:\/\/www.mandarinoriental.com\/"],["email="],["address=3752 S Las Vegas Blvd"],["lat=36.10608"],["long=-115.17429"],["directions="],["phone=+1 702 590-8888"],["tollfree="],["fax="],["hours="],["price=From $345"],["checkin="],["checkout="],["content=The most luxurious, nongaming hotel in CityCenter. 47 floors. The guest rooms and public spaces subtly reference Asian design with art and decorative accents, paintings of kimonos, panels that slide like shoji screens, pendant lamps that resemble Japanese lanterns, and high-sheen built-in drawers that suggest the lacquer and tiers of Tansu chests."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Mirage"],["url=http:\/\/mirage.com"],["email="],["address=3400 S Las Vegas Blvd"],["lat=36.12158"],["long=-115.17567"],["directions="],["phone=+1 702 791-7111"],["tollfree="],["fax="],["hours="],["price=$75-500"],["checkin="],["checkout="],["content=An upscale hotel located near the middle of the Strip, the Mirage features a \"volcano\" that erupts every hour, a white tiger exhibit, a 200,000 gallon tropical aquarium, and a tropical rain forest."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=MGM Grand"],["url=http:\/\/www.mgmgrand.com\/"],["email="],["address=3799 S Las Vegas Blvd"],["lat=36.10236"],["long=-115.17002"],["directions="],["phone=+1 702 891-7777"],["tollfree="],["fax="],["hours="],["price=start $79"],["checkin=3PM"],["checkout=11AM"],["content=Opened in 1993, this Hollywood themed resort has 5,044 guest rooms. 6.6 acres of swimming area, 2 wedding chapels, 3 theaters, multitudes of restaurants, a spa and salon, a 380,000 square foot conference center, shops galore, and 165,000 square feet of casino floor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=New York-New York"],["url=http:\/\/www.nynyhotelcasino.com\/"],["email=nynyreservations@nyforme.com"],["address=3790 S Las Vegas Blvd"],["lat=36.10245"],["long=-115.17462"],["directions="],["phone="],["tollfree=+1-866-815-4365"],["fax="],["hours="],["price=From $89"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Palazzo"],["url=http:\/\/www.palazzolasvegas.com\/"],["email=reservations@palazzolasvegas.com"],["address=3325 S Las Vegas Blvd"],["lat=36.12405"],["long=-115.16782"],["directions="],["phone="],["tollfree=+1-877-444-5777"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Venetian's sister property located right next door, The Palazzo has an extraordinary 50-floor luxury tower with 3,066 suites, along with a 100,000-square-foot gaming casino, and a 450,000-square-foot meeting and convention facility. It is home to over 60 boutiques, Barneys New York, the Canyon Ranch Spa Club, the 40\/40 Club, the Broadway play Jersey Boys, and 15 restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Paris Las Vegas"],["url=http:\/\/www.parislasvegas.com"],["email="],["address=3655 S Las Vegas Blvd"],["lat=36.11254"],["long=-115.17054"],["directions="],["phone=+1 702 946-7000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Planet Hollywood Resort"],["url=http:\/\/www.planethollywoodresort.com"],["email="],["address=3667 S Las Vegas Blvd"],["lat=36.11026"],["long=-115.17144"],["directions="],["phone=+1 702 785-5555"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=2,500 rooms, 2 swimming pools, casino, spa, fitness center, shops, 24-hour room service, free parking, restaurants and bars."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Signature at MGM Grand"],["url=http:\/\/www.signaturemgmgrand.com"],["email="],["address=3799 S Las Vegas Blvd"],["lat=36.10665"],["long=-115.16644"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A luxury suite hotel behind the MGM Grand."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Venetian"],["alt="],["url=http:\/\/www.venetian.com"],["email="],["address=3355 S Las Vegas Blvd"],["lat=36.12148"],["long=-115.16921"],["directions="],["phone=+1 702 414-4100"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=A high-end hotel located near the center of the Strip and offering everything from the Grand Canal shops to shows and connected to The Palazzo complex. Rooms are spacious with quality furnishings although no coffee\/tea making facilities and it can be a long walk from your room to facilities. Plumbing occasionally questionable (noise and temperature)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wynn Las Vegas"],["url=http:\/\/www.wynnlasvegas.com"],["email="],["address=3131 S Las Vegas Blvd"],["lat=36.12672"],["long=-115.16578"],["directions="],["phone=+1 702 770-7000"],["tollfree="],["fax="],["hours="],["price=From $250"],["checkin="],["checkout="],["content=Built at a cost of $2.7 billion, this is the most expensive resort in the world, with the money plowed into (among other things) a private golf course, an artificial mountain with a 5-story waterfall and a million-gallon water tank for the nightly show."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vdara"],["url=http:\/\/www.vdara.com\/"],["email="],["address=2600 W Harmon Ave"],["lat=36.10943"],["long=-115.17808"],["directions="],["phone="],["tollfree=+1-866-745-7767"],["fax="],["hours="],["price=From $129"],["checkin="],["checkout="],["content=57 floors. Includes a sizable spa, pool complex, restaurant, bar and nearly 1,500 suites. Vdara is one of the few upscale Las Vegas hotels hospitable to families. 250 Panoramic rooms, include a four-person dining room table, a washer-dryer and full-sized kitchen appliances. A non-smoking hotel."]]}]},"\n",{"type":"===","value":["Off the Strip"]},"\nAlong the main roads leading off the Strip are a wide variety of accommodations, ranging from basic budget motels to splashy, full-size resorts every bit as expensive as those on the Strip.\n\n",{"type":"====","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clarion Hotel & Casino"],["url=http:\/\/www.clarionhotel.com\/hotel-las_vegas-nevada-NV092?source=gglocaljn1"],["email="],["address=305 Convention Center Dr"],["lat=36.1319"],["long=-115.1586"],["directions="],["phone=+1 702 952-8000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hooters Casino Hotel"],["url=http:\/\/www.hooterscasinohotel.com\/"],["email="],["address=115 E Tropicana Ave"],["lat=36.1000"],["long=-115.1675"],["directions="],["phone=+1 702 739-9000"],["tollfree="],["fax="],["hours="],["price=From $35"],["checkin="],["checkout="],["content=Located right behind the Tropicana and a quick walk to the Strip or monorail. Guests can expect to see the Hooters Girls throughout the property."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mardi Gras Hotel & Casino"],["url=http:\/\/www.mardigrasinn.com"],["email="],["address=3500 Paradise Rd"],["lat=36.1255"],["long=-115.1540"],["directions=three blocks away from the Las Vegas Monorail Convention Center stop and 1 mile away from the Strip"],["phone=+1 702 731-2020"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Free complimentary shuttle service to the Strip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palace Station"],["alt="],["url=https:\/\/palacestation.sclv.com\/"],["email="],["address=2411 W. Sahara Ave"],["lat=36.1427"],["long=-115.1743"],["directions=off I-15 near the Strip"],["phone=+1 702 367-2411"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A modest hotel that's part of the local Station Casinos chain, with lower rates and better games than those typical of Vegas hotels."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Super 8 Las Vegas Strip Area"],["url=http:\/\/www.super8vegas.com"],["email="],["address=4250 Koval Ln"],["lat=36.1123"],["long=-115.1633"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=World's Largest Super 8 located only 1 block away from the Strip."]]}]},"\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Artisan Hotel"],["url=http:\/\/www.theartisanhotel.com\/"],["email="],["address=1501 W Sahara Ave"],["lat=36.1437"],["long=-115.1698"],["directions="],["phone=+1 702 214-4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small non-gaming boutique hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Desert Rose"],["url=http:\/\/www.shellhospitality.com\/hotels\/desert_rose\/index.html"],["email="],["address=5051 Duke Ellington Way"],["lat=36.0981"],["long=-115.1675"],["directions="],["phone=+1 702 739-7000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Spacious 284 condo-styled suites with the comforts of a vacation resort. Sparkling resort pool and hot tub, surrounded by lush foliage."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gold Coast Hotel & Casino"],["url=http:\/\/www.goldcoastcasino.com\/"],["email="],["address=4000 W Flamingo Rd"],["lat=36.1166"],["long=-115.1926"],["directions="],["phone=+1 702 367-7111"],["tollfree=+1-888-402-6278"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A full service hotel with a casino, eight restaurants, a 70 lane bowling alley, 711 hotel rooms. Free shuttle to the Strip, free valet parking, fitness center. Views of the Strip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Grand Vacations Suites-Las Vegas (Convention Center)"],["url=http:\/\/www.lasvegasconventioncenterhgvc.hilton.com"],["email="],["address=455 Karen Ave"],["lat=36.1398"],["long=-115.1524"],["directions=off Paradise Rd"],["phone=+1 702 946-9210"],["tollfree="],["fax="],["hours="],["price="],["checkin=4PM"],["checkout=10AM"],["content=Studios, one- & two-bedroom suites next to the Convention Center and monorail. Meeting space. Suites have full kitchens & washer\/dryer."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Place Las Vegas"],["url=http:\/\/lasvegas.place.hyatt.com\/hyatt\/hotels\/place\/index.jsp"],["email="],["address=4520 Paradise Rd"],["lat=36.1067"],["long=-115.1509"],["directions=across from the Hard Rock Casino"],["phone=+1 702 369-3366"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Popular for business travelers. 42\" flat panel HDTV and free wi-fi in each room. Free breakfast and airport shuttle."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=LVH - Las Vegas Hotel & Casino"],["url=http:\/\/www.thelvh.com\/"],["email="],["address=3000 Paradise Rd"],["lat=36.1361"],["long=-115.1514"],["directions="],["phone="],["tollfree=+1-888-732-7117"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This 3000 room hotel\/casino is situated just north of the Las Vegas Convention Center, a couple of blocks east of the Strip. A monorail station is located next to the lobby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Vegas Marriott"],["url=http:\/\/www.marriott.com\/hotels\/travel\/lasst-las-vegas-marriott\/"],["email="],["address=325 Convention Center Dr"],["lat=36.1319"],["long=-115.1565"],["directions=adjacent to the Las Vegas Convention Center, near the Monorail, 2 blocks from the Strip"],["phone=+1 702 650-2000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The rooftop foyer presents beautiful sweeping views of the landscape."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palms Casino Hotel"],["url=http:\/\/www.palms.com\/"],["email="],["address=4321 W Flamingo Rd"],["lat=36.1144"],["long=-115.1949"],["directions="],["phone=+1 702 942-7777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A great view of the Strip from the Ghostbar. A Maloof casino."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Platinum Hotel"],["url=http:\/\/www.theplatinumhotel.com\/"],["email="],["address=211 E Flamingo Rd"],["lat=36.1137"],["long=-115.1629"],["directions="],["phone="],["tollfree=+1-877-211-9211"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Boutique non-gaming hotel, all rooms are suites with kitchen and private balcony. Two blocks from the Strip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Renaissance Las Vegas Hotel"],["url=http:\/\/www.renaissancelasvegas.com"],["email="],["address=3400 Paradise Rd"],["lat=36.1273"],["long=-115.1538"],["directions="],["phone=+1 702 784-5700"],["tollfree=+1-800-750-0980"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Non-gaming, non-smoking hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Residence Inn Las Vegas Hughes Center"],["url=http:\/\/www.marriott.com\/hotels\/travel\/lashh-residence-inn-las-vegas-hughes-center\/"],["email="],["address=370 Hughes Center Dr"],["lat=36.1158"],["long=-115.1558"],["directions="],["phone=+1 702 650-0040"],["tollfree="],["fax=+1 702 650-5510"],["hours="],["price="],["checkin="],["checkout="],["content=Non-gaming, non-smoking hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Westgate Flamingo Bay"],["url=http:\/\/www.wgflamingobay.com"],["email="],["address=5625 W Flamingo Rd"],["lat=36.1140"],["long=-115.2185"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One and two bedroom villas equipped with a full kitchen, whirlpool tub, spacious living room and a fireplace. 2.5 miles from the Strip."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hard Rock Hotel & Casino"],["url=http:\/\/www.hardrockhotel.com\/"],["email="],["address=4455 Paradise Rd"],["lat=36.1087"],["long=-115.154"],["directions="],["phone=+1 702 693-5000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An entertainment resort located on 16.7 acres on the corner of Harmon and Paradise Road, inside the Paradise Corridor."]]}]},{"type":"[[","value":[["File:Rio Vegas.JPG"],["thumb"],["300px"],["Rio"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rio All-Suite Hotel and Casino"],["url=http:\/\/www.riolasvegas.com\/"],["email="],["address=3700 W Flamingo Rd"],["lat=36.1173"],["long=-115.1872"],["directions="],["phone=+1 702 777-7777"],["tollfree=+1-800-PLAY-RIO"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Claims to have some of the largest standard rooms in Las Vegas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trump International Hotel"],["url=http:\/\/www.trumplasvegashotel.com"],["email="],["address=2000 Fashion Show Dr"],["lat=36.1293"],["long=-115.1724"],["directions="],["phone=+1 702 982-0000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=64 floors. Sweeping panoramic views of the city. 1,232 suites and 50 penthouse suites, complete with floor-to-ceiling windows. The Spa at Trump and Health Club."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Westin Las Vegas"],["url=http:\/\/www.westinvegas.com\/"],["email="],["address=160 E Flamingo Rd"],["lat=36.1153"],["long=-115.1657"],["directions="],["phone=+1 702 836-5900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=826 rooms and suites offer understated style."]]}]},"\n",{"type":"===","value":["Downtown\/Fremont Street"]},"\nMost accommodations in Downtown tend to be of the budget variety, owing to the distance to the Strip. However, hotels in Downtown still put you within very close distance to the casinos of Fremont Street. The Downtown area is also where you'll find the few hostels Las Vegas has.\n\n",{"type":"====","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Binion's Gambling Hall and Hotel"],["url=http:\/\/www.binions.com\/"],["email="],["address=128 Fremont St"],["lat=36.1713"],["long=-115.1441"],["directions="],["phone=+1 702 382-1600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Desert Hills Motel"],["url=http:\/\/www.vegas-motels.com\/"],["email=reservations@vegas-motels.com"],["address=2121 Fremont St"],["lat=36.1604"],["long=-115.1193"],["directions=at Eastern Avenue, east of Downtown"],["phone=+1 702 309 5891"],["tollfree="],["fax=+1 702 319 5946"],["hours="],["price=$30+"],["checkin="],["checkout="],["content=Offers a variety of stylish deluxe suites, as well as standard accommodations. Amenities include a swimming pool, patio deck and large palm trees."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Cortez Hotel and Casino"],["url=http:\/\/www.elcortezhotelcasino.com"],["email="],["address=600 E Fremont St"],["lat=36.1689"],["long=-115.1390"],["directions="],["phone=+1 702 385-5200"],["tollfree="],["fax="],["hours="],["price=$35+"],["checkin=3PM"],["checkout=11AM"],["content=300 rooms, 2 restaurants and a Chinese buffet. Recently remodeled with a great rewards program."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Queens Hotel & Casino"],["url=http:\/\/www.fourqueens.com\/"],["email="],["address=202 Fremont St"],["lat=36.1700"],["long=-115.1438"],["directions="],["phone=+1 702 385-4011"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Gate Hotel and Casino"],["url=http:\/\/www.goldengatecasino.com\/"],["email="],["address=1 Fremont St"],["lat=36.1712"],["long=-115.1462"],["directions="],["phone=+1 702 385-1906"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Cat"],["alt="],["url=http:\/\/hostelcat.com\/"],["email="],["address=1236 S Las Vegas Blvd"],["lat=36.1560"],["long=-115.1500"],["directions="],["phone=+1 702 380-6902"],["tollfree="],["fax="],["price=$15-$40"],["checkin="],["checkout="],["content=Basic accommodations. Laundry and kitchen facilities, free pancake breakfast, wi-fi, some private rooms, lots of social activities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Vegas Hostel"],["url=http:\/\/lasvegashostel.net\/"],["email="],["address=1322 Fremont St"],["lat=36.1647"],["long=-115.1307"],["directions="],["phone=+1 702 385-1150"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A definite budget option. A reasonably well kept hostel with very friendly staff. Free beer and BBQ at the weekend is not to be missed. Surrounding area is not overly safe. Walking alone at night is not recommended. The pizza parlor next door does a deal on a soda and a generous slice of pizza for around $3. Fremont Experience is roughly a 20 minute walk from the hostel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Plaza Hotel and Casino"],["url=http:\/\/www.plazahotelcasino.com\/"],["email="],["address=1 S Main St"],["lat=36.1719"],["long=-115.1468"],["directions="],["phone=+1 702 386-2110"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sin City Hostel"],["url=http:\/\/www.sincityhostel.com"],["email="],["address=1208 S Las Vegas Blvd"],["lat=36.1566"],["long=-115.1493"],["directions="],["phone=+1 702 868-0222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hostel located near the north end of the Strip. Simple, clean, efficient. $15 per night in a 6-bed dorm includes continental breakfast."]]}]},"\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=California Hotel and Casino"],["url=http:\/\/www.thecal.com\/"],["email="],["address=12 E Ogden Ave"],["lat=36.1729"],["long=-115.1445"],["directions="],["phone=+1 702 385-1222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The D Las Vegas"],["url=http:\/\/www.thed.com\/"],["email="],["address=301 Fremont St"],["lat=36.1695"],["long=-115.1427"],["directions="],["phone=+1 702 388-2400"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Downtown Grand"],["url=http:\/\/www.downtowngrand.com\/"],["email="],["address=206 N. 3rd St"],["lat=36.1717"],["long=-115.1415"],["directions="],["phone=+1 702 719-5100"],["tollfree=+1-855-384-7263"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Stylish hotel rooms with modern amenities and comfortable furnishings. The industrial chic casino features brand new slot machines and table games in a high-energy and intimate environment."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fremont Hotel & Casino"],["url=http:\/\/www.fremontcasino.com\/"],["email="],["address=200 E Fremont St"],["lat=36.1709"],["long=-115.1433"],["directions="],["phone="],["tollfree=+1-800-634-6460"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=32,000 square foot casino and 4 restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Nugget Hotel & Casino"],["url=http:\/\/www.goldennugget.com\/"],["email="],["address=129 Fremont St"],["lat=36.1706"],["long=-115.1448"],["directions="],["phone=+1 702 385-7111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Main Street Station Hotel and Casino"],["url=http:\/\/www.mainstreetcasino.com\/"],["email="],["address=200 N Main St"],["lat=36.1739"],["long=-115.1454"],["directions="],["phone="],["tollfree=+1-800-713-8933"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Victorian theme. Includes not-to-be-missed Garden Court Buffet."]]}]},"\n",{"type":"===","value":["Further out"]},"\nMany modest hotels, well-away from the Strip and downtown, cater to \"locals\"; many offer lower rates and (often) better games. These are complemented by plush, full-resort hotels\/casinos in select locations. There are also a number of RV parks further out. Additionally, the suburbs of ",{"type":"[[","value":[["Henderson"]]}," and ",{"type":"[[","value":[["North Las Vegas"]]}," have plenty of cheap accommodations.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arizona Charlie's Boulder"],["url=http:\/\/www.arizonacharliesboulder.com\/"],["email="],["address=4445 Boulder Hwy"],["lat=36.1243"],["long=-115.0757"],["directions="],["phone=+1 702 951-9000"],["tollfree=+1-800-970-7280"],["fax=+1 702 951-9211"],["hours="],["price="],["checkin="],["checkout="],["content=Casino hotel and RV park. Easy access from interstate and reasonable prices; great for overnight stays passing through Vegas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Boulder Station"],["alt="],["url=https:\/\/boulderstation.sclv.com\/"],["email="],["address=4111 Boulder Hwy"],["lat=36.1333"],["long=-115.0849"],["directions="],["phone=+1 702 432-7777"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A modest hotel that's part of the local Station Casinos chain, with lower rates and better games than those typical of Vegas hotels."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=JW Marriott Las Vegas Resort and Spa"],["url=https:\/\/www.marriott.com\/hotels\/travel\/lasjw-jw-marriott-las-vegas-resort-and-spa\/"],["email="],["address=221 N Rampart Blvd"],["lat=36.1758"],["long=-115.2907"],["directions="],["phone=+1 702 869-7777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Resort that includes the 40,000 sq foot Aquae Sulis Spa & Salon."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oasis Las Vegas RV Resort"],["url=http:\/\/www.oasislasvegasrvresort.com\/"],["email="],["address=2711 W Windmill Ln"],["lat=36.0415"],["long=-115.1782"],["directions="],["phone="],["tollfree=+1-800-566-4707"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice clean RV park south of the Strip, 50 amp full service hookups. Two pools and hot tubs. You'll need to drive or take a shuttle to the Strip. Easy access from I-15."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sam's Town"],["alt="],["url=http:\/\/www.samstownlv.com\/"],["email="],["address=5111 Boulder Hwy"],["lat=36.1120"],["long=-115.0614"],["directions="],["phone=+1 702 456-7777"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Large motel property with considerable parking, including excellent facilities for RVs."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nGiven the city's lure of easy money and \"Sin City\" reputation, Las Vegas naturally attracts a lot of unsavory characters, as evidenced by its rather high violent crime rate: 763.4 offenses per 100,000 inhabitants in calendar year 2010 (according to the FBI's Crime in the United States report).  This is substantially higher than big cities like Los Angeles and New York, where the comparable numbers were 442.6 and 391.9 in 2010.  Naturally, the crimes that drive Vegas's numbers so high are robbery and aggravated assault.\n\nBe vigilant and do not leave any valuables visible in your car. If you are lucky enough to win a large jackpot, you can ask the casino to hold your winnings in its safe or to pay you with a check so that you are not walking out the door with a large amount of cash. If you insist on receiving all your winnings in cash, all casinos have security personnel available to escort you to your car or room upon request.  Like most large tourism destinations, the Strip has its share of pickpockets and purse snatchers, so keep your wallet in a front pocket or keep a tight hold on your purse.\n\nMajor casinos are generally very safe.  Casinos take security very seriously and have cameras recording almost every square inch of their property, as well as uniformed and plainclothes security personnel patrolling at all times.\n\nMake sure your hotel door is closed safely at night and use the deadbolt if one is provided. If there is knocking on the door at night, don't open it unless you are sure of the good intentions of the persons that knocked. They might just be drunk, but there could be more serious trouble. Remain calm and call security when necessary.\n\nNumerous people along Las Vegas Boulevard will attempt to hand you fliers advertising adult entertainment or prostitution services. Simply ignore them and they won't harm you, although they are profoundly annoying.\n\n",{"type":"===","value":["Other crimes"]},"\n\nDespite the advertising slogan ",{"type":"'''","value":["What happens here, stays here"]},", Las Vegas has laws that are vigorously enforced. Contrary to popular belief, prostitution is illegal in Las Vegas and all of Clark County, although it is legal at licensed brothels in a few rural counties of Nevada.  Pedestrians may drink alcohol from an open container on \"the Strip\", but not in automobiles (not even for passengers).\n\n",{"type":"===","value":["Driving dangers"]},"\n\nRemain vigilant while driving. Las Vegas Boulevard (\"the Strip\") is notorious for fender benders and other traffic collisions as a result of the heavy stop-and-go traffic and the numerous distractions (pirates, volcanoes, women) offered to drivers.\n\nSome part of Interstate 15 is ",{"type":"''","value":["always"]}," under construction to relieve its perennial traffic jams.  The current portion under construction is between Blue Diamond Road and Tropicana Avenue.  The construction zones tend to have inadequate signage and poor lane markings, which combined with the large number of tourists results in frequent last-minute lane changes and in turn, many multi-vehicle car accidents.  Many people are also driving intoxicated as well; Nevada has an unusually high frequency of traffic deaths with alcohol involved, and most of them happen in and near this city.\n\n",{"type":"===","value":["Heat exhaustion and dehydration"]},"\n\nExpect extremely low humidity and temperatures above 105°F (40°C) May to September. Bring sunscreen and wear loose, light-colored clothing that substantially reflects sunlight. Avoid dehydration by drinking plenty of fluids.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\nMost hotel charge a separate fee (typically $13\/day) for WiFi usage. An alternative option for occasional WiFi users are Burger King joints - WiFi is free for all customers and you don't even need a password.\n\nLas Vegas Airport has free WiFi. On the Strip some internet cafes exist with prices from 20¢\/minute.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Elysium Internet Cafe"],["url=http:\/\/www.elysiuminternetcafe.com"],["email="],["address=7875 Sahara Ave #101"],["lat="],["long="],["directions="],["phone=+1 702 307-4931"],["tollfree="],["fax="],["hours="],["price="],["content=$3\/hr, or connect to it for free!"]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Smoking"]},"\n\nInside all large casino (generally those casinos exceeding 15 slot machines), strip clubs and standalone bars not serving food, smoking is permitted. In large casinos, there are areas which are smoke-free, but they may be very close to smoking areas. Poker rooms are typically smoke-free. Smoke-free table games and slot areas are also available.  Restaurants inside casinos are non-smoking. Nightclubs and lounges may allow smoking if they do not serve food.\n\nFor all other standalone restaurants, bars, convenience stores, grocery stores and airport facilities smoking is banned in all establishments which sell food other than prepackaged snacks. This ban will be obvious in most places by the absence of ashtrays and the required clearly posted signs. In most cases, smoking areas may be provided outdoors, so always ask your server since various options are almost always available. The penalty can be a $100–$600 ticket if you are caught by authorities.\n\nIn practice, there is extremely lax official enforcement in most informal off-strip locations due to a lack of enforcement personnel, and some will even offer ashtrays \"at your own risk\" if you ask for one. Smoking is still permitted in any stand alone bar or club (with or without gambling machines) that do not serve food other than prepackaged snacks (such as  chips, pretzels, candy bars). Although a gray area, some smoking-permitted bars which do not serve food will let you carry food in from adjacent\/attached non-smoking restaurants so ask. Many stand lone restaurants now also provide a physically separated (separate entry doors and separate ventilatation) non-smoking dining area and a smoking bar or gaming area to accommodate both smokers and non-smokers.\n\n",{"type":"===","value":["ATM"]},"\nTry to avoid ATMs inside casinos and nightclubs, as they will often charge high transaction fees. If you need cash, it's a good idea to get it before going inside a casino or club. Check ahead to see if your bank has locations in Las Vegas. On the Strip, the following ATMs are safer bets:\n",{"type":"*","value":["For Bank of America customers, there's an ATM inside the M&M's Store on the 4th floor, and a pair in the Caesars Palace Forum Shops in the long hallway between the atrium closer to the Mirage and the fork in the Forum Shops where Trevi is. "]},{"type":"*","value":["For Chase customers, there are ATMs in both of the CVS Pharmacies on the Strip (one near the Monte Carlo, and one by the Hilton Grand just north of Circus Circus)."]},{"type":"*","value":["Wells Fargo has plenty of ATMs at the airport."]},{"type":"*","value":["For Citibank customers, there are ATMs inside the local 7-Eleven convenience stores."]},{"type":"*","value":["If you're not a member of any of these banks, there is also a cheap ATM that charges a $1 fee located inside Casino Royale, next to the cage to the left of the bar."]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/Adrian.html"],["email=consul@vegasresidences.com"],["address=4815 W Russell Rd Ste 10 J"],["lat=36.0858"],["long=-115.2065"],["directions="],["phone=+1 702 873-6717"],["tollfree="],["fax=+1 702 920-8988"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/consulmex.sre.gob.mx\/lasvegas\/"],["email=conlvegas@sre.gob.mx"],["address=823 S 6th St"],["lat=36.1597"],["long=-115.1450"],["directions="],["phone=+1 702 477-2700"],["tollfree="],["fax=+1 702 477-2727"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.usbr.gov\/lc\/hooverdam\/ Hoover Dam"]}," is located in nearby ",{"type":"[[","value":[["Boulder City"]]},"."]},"\n",{"type":"====","value":["Rock climbing and hiking"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spring Mountains"],["url="],["email="],["address=North of Red Rock Canyon"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Five peaks over 11,000' which is Bristlecone Pine County. At 11,918 ft (3,362 m), Mt. Charleston reaches the treeless alpine zone and is Nevada's fourth highest peak. The geology is mainly limestone which soaks up rainfall and snowmelt up high and releases it in lower canyons. Carry plenty of water for hikes along the crest. Expect snow at higher elevations October to May or June."]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lake Mead National Recreation Area"]]}," - 80 min drive north-east by car. Hot springs."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Grand Canyon"]]}," is about 4 hours by car, via the ",{"type":"[[","value":[["Hoover Dam"]]},". It's quite easy to make a day trip from Vegas to Grand Canyon as there are a lot of tour companies advertising their services at almost every corner on the Strip. A typical bus tour takes includes transport to and from your hotel as well as lunch and costs $100–300\/person depending on the tour company. There are also helicopter tours which are more expensive."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Whitney"]]},", highest U.S. peak outside Alaska.  About two hours beyond Death Valley."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zion National Park"]]}," is about three hours east of Vegas and offers stunning scenery in a red-walled canyon."]},"\n",{"type":"====","value":["Skiing"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Las Vegas Ski and Snowboard Resort"],["url=http:\/\/www.skilasvegas.com\/winter\/index.html"],["email="],["address="],["lat="],["long="],["directions=in the Spring Mountains, reached by State Highway 156"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=45 minutes from Las Vegas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Brian Head Resort"],["url=http:\/\/www.brianhead.com\/"],["email="],["address="],["lat="],["long="],["directions=in southern Utah"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers more vertical feet but is about a three hour drive via I-15."]]}]},"\n",{"type":"*","value":[" Mt. Charleston ski area in winter, hiking up to alpine zone in summer. 35 miles northwest of Las Vegas."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Mountain biking"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bootleg Canyon"],["url="],["email="],["address="],["lat="],["long="],["directions=near Boulder City, take Highway 93"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=provides excellent technical cross-country and downhill trails. 30 minutes south of \"the Strip\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Diamond"],["url="],["email="],["address="],["lat="],["long="],["directions=just south of Red Rock Canyon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Less technical riding, but with amazing views."]]}]},"\n",{"type":"*","value":["  ",{"type":"[[","value":[["White Mountains (California)"]]}," includes the Ancient Bristlecone Pine Forest. To get there, take US-95 and S.R. 168 to Westgard Pass, then paved road as far as Shulman Grove at 10,000 ft, gravel to Patriarch grove just below treeline."]},"\n",{"type":"====","value":["Other nature"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Death Valley"]]}," is two hours to the west by car."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/publiclands.org\/explore\/site.php?plicstate=NV&id=485 Desert National Wildlife Range"]},", primitive camping on 1,588,459 acres of Mohave Desert. Set aside primarily for desert bighorn sheep, is 23 miles north of Las Vegas on U.S. 95."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Great Basin National Park"]]}," has Nevada's only glacier and other excellent mountain scenery, Bristlecone Pines, cave tour with stalactites etc.  North on US-93 to Ely, east on US-50."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Valley of Fire State Park"]]}," is one hour north-east by car."]},"\n",{"type":"====","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Los Angeles"]]}," is about 4 hours by car."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mesquite (Nevada)"],["Mesquite"]]}," is a delightful little resort on the Nevada-Arizona border near Utah."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sedona"]]},", ",{"type":"[[","value":[["Arizona"]]},", New Age tourist town in red sandstone canyon."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-15.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["St. George (Utah)"],["St. George"]]}],["minorl1=",{"type":"[[","value":[["North Las Vegas"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Barstow"]]}],["minorr1=",{"type":"[[","value":[["Primm"]]}],["image2=US 93.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Ely (Nevada)"],["Ely"]]}],["minorl2=",{"type":"[[","value":[["North Las Vegas"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Kingman"]]}],["minorr2=",{"type":"[[","value":[["Henderson"]]}],["image3=US 95.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Tonopah"]]}],["minorl3=",{"type":"[[","value":[["Beatty"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Jct ",{"type":"[[","value":[["Image:Nevada 373.svg"],["18px"]]}," ",{"type":"[[","value":[["Death Valley Junction"],["S"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Needles"]]}],["minorr3=",{"type":"[[","value":[["Henderson"]]}],["image4=Nevada 160.svg"],["imagesize4=22"],["directionl4=NW"],["majorl4=Ends at ",{"type":"[[","value":[["Image:US 95.svg"],["18px"]]}],["minorl4=",{"type":"[[","value":[["Pahrump"]]}],["directionr4=SE"],["majorr4=END"],["minorr4="]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern Nevada"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["36.17211"],["-115.13998"]]},"\n\n",{"type":"{{","value":[["related"],["Atlantic_City"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Nevada\/Localities\/L\/Las Vegas\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Las Vegas"]]},"\n",{"type":"[[","value":[["Wikipedia:Las Vegas, Nevada"]]}]