[{"type":"{{","value":[["pagebanner"],["Lassen National Park banner.jpg"],["caption=Lassen Peak and Highway 89"]]},"\n",{"type":"[[","value":[["File:Summit Lake of Lassen Volcanic National Park.jpg"],["300px"],["thumbnail"],["Summit Lake of Lassen Volcanic National Park"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/nps.gov\/lavo\/ Lassen Volcanic National Park"]}]}," is a ",{"type":"[[","value":[["United States of America"],["United States"]]}," ",{"type":"[[","value":[["United States National Parks"],["national park"]]}," that is located at the southern terminus of the Cascade Mountains in the ",{"type":"[[","value":[["Shasta Cascades"]]}," region of ",{"type":"[[","value":[["California"]]},", approximately 50 miles east of ",{"type":"[[","value":[["Redding"]]},".  Within the park's 165 square miles \/ 106,000 acres are numerous volcanic features including four types of volcanoes, steam vents, mud pots, and painted dunes. In addition, with nearly 79,000 acres designated as wilderness area and fewer than 400,000 visitors per year, the park is an ideal place for a nature getaway.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nMonument and Lassen Peak National Monument were established by proclamation of President Theodore Roosevelt on 6 May 1907 to be administered by the U.S. Forest Service. Volcanic eruptions from Lassen Peak in 1914 and 1915 resulted in national publicity. The two monuments and surrounding areas were included in Lassen Volcanic National Park, established in 1916, administered by the National Park Service of the Interior.\n\n",{"type":"===","value":["Landscape"]},"\nBeneath Lassen Volcanic's peaceful forests and gem-like lakes lies evidence of a turbulent and fiery past. 600,000 years ago, the collision and warping of continental plates led to violent eruptions and the formation of lofty Mount Tehama (also called Brokeoff Volcano.) After 200,000 years of volcanic activity, vents and smaller volcanoes on Tehama's flanks-including Lassen Peak-drew magma away from the main cone. Hydrothermal areas ate away at the great mountain's bulk. Beneath the onslaught of Ice Age glaciers, Mount Tehama crumbled and finally ceased to exist. But the volcanic landscape lived on: in 1914, Lassen Peak awoke. The Peak had its most significant activity in 1915 and minor activity through 1921.\n\nAll four types of volcanoes in the world are found in the park. Over 150 miles of trails and a culturally significant scenic highway provide access to volcanic wonders including steam vents, mudpots, boiling pools, volcanic peaks, and painted dunes. \n\n",{"type":"===","value":["Flora and fauna"]},"\nAlthough Lassen is primarily known for its volcanic geology, the park boasts a rich diversity of plant and animal life. Over 700 flowering plant species grace the park, providing shelter and food for 250 vertebrates as well as a host of invertebrates including insects.\n\nThis great diversity of life forms is due to two factors: the geographic location of the park and the abundance of habitats that occur there.\n\nSituated at the southern end of the Cascade Range geologic province, Lassen Volcanic National Park lies at the crossroads of three great biological provinces: the Cascades range to the north, the Sierra Nevada mountains to the south and the Great Basin desert to the east.\n\nThe myriad habitats of Lassen Volcanic National Park are produced by variations in environmental conditions such as elevation (5,000 to 10,457 feet), moisture (precipitation is greater on the western than the eastern side of the park), substrate (rock type and soil depth), temperature, insolation (amount of sun) and prior disturbance (both natural and human-caused).\n\n",{"type":"===","value":["Climate"]},"\nSnow covers much of the park mid-October through mid-June. The Park Road (the main road that connects Hwy. 89 through the Park) is usually closed late October through mid-June. During years of heavy snowfall, the road may open significantly later. Please call the Park for road and trail condition updates. Many of the main park attractions are snow covered and inaccessible by car and foot during the winter. The months of July, August, and September may bring mostly sunny skies with warm daytime temperatures and cool night time temperatures.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest major airports are in ",{"type":"[[","value":[["Redding"]]}," and ",{"type":"[[","value":[["Chico (California)"],["Chico"]]},".  The closest major airport is on I-5 in ",{"type":"[[","value":[["Sacramento"]]}," with additional options in ",{"type":"[[","value":[["Reno"]]},".\n\n",{"type":"===","value":["By car"]},"\nThe best access to the park is by private automobile. Auto rental services are available in ",{"type":"[[","value":[["Redding"]]},", ",{"type":"[[","value":[["Red Bluff"]]},", ",{"type":"[[","value":[["Chico (California)"],["Chico"]]},", ",{"type":"[[","value":[["Susanville"]]}," or ",{"type":"[[","value":[["Reno"]]},". The park is located fifty miles east of Red Bluff on highway 36, and 50 miles east of Redding on the Lassen Peak Highway, California Route 44.\n\n",{"type":"===","value":["By bus"]},"\nGreyhound and Trailways bus lines serve cities within 60 miles of the park, although neither visits the park.\n\n",{"type":"===","value":["By foot"]},"\nThe ",{"type":"[[","value":[["Pacific Crest Trail"]]}," (PCT) is a well known trail that extends along the West coast of the United States, from Mexico to Canada. It passes through California, Oregon, and Washington State.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nPark entrance fees are $10 for private vehicles and $5 for individuals on foot, bike and motorcycle. All entrance fees are valid for seven days. The Annual Pass is available for $25, allowing park entry for one year. Alternatively, the National Parks and Federal Recreational Lands Pass can be purchased for $80, allowing free entry to all national park areas for one year.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["mapframe"],["40.4876594"],["-121.5049807"],["zoom=11"]]},"\n\nThe main roads in the park are paved, although many are closed by snow except from June until September.  Allow at least three hours to drive across the park and to make stops.  Current road conditions are available ",{"type":"[","value":["http:\/\/www.nps.gov\/lavo\/lassen_roadsandtrails.htm online"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sulphur Works"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Highway 89, about one mile +(1.6 km) north of the Southwest Entrance. A small geothermal area with mudpots, fumaroles and hot water flow.  Its small parking lot is located right on the highway. A boardwalk allows for closer viewing of the features."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Devastated Area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located in the north section of the park on Highway 89.  This area was located in the path of the pyroclastic flow from Lassen's eruption.  All of the vegetation in the area was destroyed by hurricane force winds and burning hot gasses and mud.  Since the eruption, the area is regrowing but there is still ample evidence of the destruction.  A short, fairly level interpretive trail points out the results of the devastation and the subsequent natural recovery process."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hike to Bumpass Hell"],["url=http:\/\/www.nps.gov\/lavo\/planyourvisit\/hiking_bumpass_hell.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= On Highway 89, near Lassen Peak. This is the largest geothermal area in the park and features boiling pools, mudpots and roaring fumaroles seen from a wooden boardwalk.  A large parking lot is found at the trailhead to Bumpass Hell.  The geothermal area can be reached via a 3-mile (4.8 km) hiking trail.  The trail has a 300 foot (91 m) elevation gain\/loss. The elevation of the trail is around 8,000 feet (2,430 m) so care should be taken if you are not used to high altitudes.  The trail is buried under snow until late spring, sometimes till mid-summer, depending on the previous winter's snowfall."]]}]},{"type":"[[","value":[["File:Lassen Peak from Devastated Area-1200px.jpg"],["250px"],["thumbnail"],["Lassen Peak"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Climb Lassen Peak"],["url=http:\/\/www.nps.gov\/lavo\/planyourvisit\/hiking_lassen_peak.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The high mountain pass of Highway 89 allows easy access to the summit of Lassen Peak.  The 2.5 mile (4 km) trail to the summit begins from a parking lot on the highway. The trip to the peak and back is a total of five miles (8 km) with a climb of about 2,000 feet (610 m).  The average time for the round trip is 3-5 hours.  The elevation of the trail is from 8,000 feet (2,430 m) to 10,457 feet (3,187 m) so care should be taken if you are not used to high altitudes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fishing"],["url=http:\/\/www.nps.gov\/lavo\/planyourvisit\/outdooractivities.htm#CP_JUMP_54782"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fishing is allowed in Manzanita Lake,  located just inside the West Entrance, Juniper Lake in the southeast corner of the Park (reached via unpaved road from the town Chester) and Butte Lake in the northeast corner of the Park (reached unpaved road from Highway 44).  All three lakes allow fishing from the shore or from a boat.  All three have a boat launch ramp.  A California fishing license is required. The lakes have natural trout populations.  Only single-hook, barbless, artificial lures are allowed in Manzanita Lake."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Climb Cinder Cone"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located in the Butte Lake area in the northern part of the park, this extinct volcano is a perfect cone that looks like what you think a volcano should look like, complete with a hole in the middle you can walk down into.  The trip to the top and back is about four miles (6.5 km) with a short but really steep climb at the end of about 500(?) feet (310 m) up the side of the cone itself on really loose sand-like material (coming down is easy - and fun, like skating on sand).  From the top you can see the old lava flows of the \"Devastated Area\" of the park.  The average time for the round trip is 4 hours.  Very sunny, so bring lots of water."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are limited options within the park, but the nearby towns provide plenty of options.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Manzanita Lake Camper Store"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 530  335-7557"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Manzanita Lake and open daily from late May through early September, this store offers food, restrooms, pay phone, showers, laundromat, and a gas station."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Peak Necessities"]},".  Located in the Lassen Peak parking area and open daily from mid-June through early September, this store offers food and gift sales."]},{"type":"*","value":[" ",{"type":"'''","value":["Lassen Chalet Gift Shop & Snack Bar"]},".  Located in the Southwest area, this store offers snacks and gifts."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAdditional lodging options may be found outside of the park in the town of ",{"type":"[[","value":[["Mill Creek (California)"],["Mill Creek"]]},".\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Drakesbad Guest Ranch"],["alt="],["url=http:\/\/www.drakesbad.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 530 529-1512"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Open early June through early October, weather permitting. Drakesbad Guest Ranch is a ranch that is over 100 years old, with baths and pool fed by local hot springs. Accommodations are rustic (most without electricity) and include a bathroom, beds, use of pool, three meals and housekeeping. Rates (per person) start around $110 per night."]]}]},"\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Butte Lake"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-444-6777"],["fax="],["price="],["checkin="],["checkout="],["content=Open June through September, weather permitting. Located six miles south on dirt road via Highway 44 East, seventeen miles from Old Station, this campground offers 101 sites for $14 per night. Amenities include a picnic table, campfire ring, bearproof box, drinking water, flush and vault toilets, boat launch, fishing, and swimming (no hookups or dump station). Each site accommodates up to three tents or one RV to 35' with a limit of 6 people at each site. Reservations are available for loop B sites, all others are first-come, first-served."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Crags"]}," (Open late May through September, weather permitting).  Located five miles south of Manzanita Lake, this campground offers 45 sites for $12 per night.  Amenities include a picnic table, campfire ring, bearproof box, vault toilets, and drinking water (no hookups or dump station).  Each site accommodates up to three tents or one RV to 35’ with a limit of 6 people at each site.  All sites are first-come, first-served."]},{"type":"*","value":[" ",{"type":"'''","value":["Juniper Lake"]}," (Open July through September, weather permitting).  Located on the east shore of Juniper Lake via 13-mile road the campground is accessible from the town of Chester on Highway 36 East (look for signs to Drakesbad and Juniper Lake, at the Chester Fire Station, turn onto Feather River Drive, then after about a half mile, bear right and follow signs to Juniper Lake).  There are 18 sites for $10 per night, with amenities including a picnic table, campfire ring, bearproof box, vault toilets, swimming, and fishing (no water, hookups or dump station).  Each site accommodates up to three tents (no RVs) with a limit 6 people at each site. All sites are first-come, first-served.  Note that the last six miles into Juniper Lake is rough dirt road and not recommended for buses, motor homes or trailers."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Manzanita Lake"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-444-6777"],["fax="],["price="],["checkin="],["checkout="],["content=Open late May through September, weather permitting. Located adjacent to and south of Manzanita Lake, this campground has 179 sites for $16 per night during summer, and $10 per night in late September. Amenities include a picnic table, campfire ring, bearproof box, drinking water, flush toilets, drinking water, boat launch, fishing, and swimming (no hookups, dump station available for an extra fee). There is a pay phone, food, showers, laundromat, and gift shop in the nearby at the Camper Store. Each site accommodates up to three tents or one RV to 35 ft with a limit of 6 people at each site. Reservations are available for loop A & C, with all other sites first-come, first-served."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Southwest Walk-In"]}," (Open year-round).  Located on the east side of Visitor Center parking area (near Southwest Entrance Station).  This campground has 21 walk-in sites for $10 per night.  Amenities include a picnic table, campfire ring, bearproof box, flush toilets, and drinking water (not available April through June).  Each site accommodates up to three tents with a limit of 6 people at each site. All sites are first-come, first-served."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Summit Lake North"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-444-6777"],["fax="],["price="],["checkin="],["checkout="],["content=Open July through early September, weather permitting. Located twelve miles south of Manzanita Lake and 17.5 miles north of Southwest Entrance, this campground offers 46 sites for $16 per night. Amenities include a picnic table, campfire ring, bearproof box, drinking water, flush toilets, drinking water, and swimming (no hookups or dump station). Each site accommodates up to three tents or one RV to 35 ft with a limit of 6 people at each site. Reservations are available for loop B, with all other sites first-come, first-served."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Summit Lake South"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-444-6777"],["fax="],["price="],["checkin="],["checkout="],["content=Open July through September, weather permitting. Located twelve miles south of Manzanita Lake and 17.5 miles north of Southwest Entrance, this campground offers 48 sites for $14 per night. Amenities include a picnic table, campfire ring, bearproof box, drinking water, pit toilets, drinking water, and swimming (no hookups or dump station). Each site accommodates up to three tents with a limit of 6 people at each site. Reservations are available in loops C & D, with all other sites first-come, first-served."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Warner Valley"]}," (Open June through September, weather permitting).  Located one mile west of Warner Valley Ranger Station via dirt road, and 17 miles north of Chester, this campground is not recommended for trailers.  The eighteen sites are $14 per night in the summer, and $10 at other times.  Amenities include a picnic table, campfire ring, bearproof box, drinking water (mid-June through September only), pit toilets, and fishing in the stream.  Each site accommodates up to three tents with a limit of 6 people at each site. No reservations are available."]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nBe aware that the majority of the Park is at high elevations so care should be taken to avoid ",{"type":"[[","value":[["altitude sickness"]]},".\n\nAlways stay on the paths and trails around geothermal areas. This mineral crusts can form over mudpots and ",{"type":"[[","value":[["hot springs"]]}," that appear to be solid ground. These crusts can collapse leading to immersion in boiling water. The Bumpass Hell geothermal area is named for a man who broke through a crust and ended up having his leg amputated due to the burns he sustained.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Subway Cave"],["url=http:\/\/www.fs.fed.us\/r5\/lassen\/recreation\/hatcreek\/subway.shtml"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content= Near the town of Old Station, 1\/4 mile (0.4 km) north of the junction of Highways 44 and 89. Subway Cave is a lava tube formed 20,000 years ago.  A 1\/3 mile (0.5 km), self-guided trail leads through 1,300 feet (396 m) of the lava tube.  The lava tube has interpretive signs but is not lit so flashlights are required.  The floor is rough and uneven and the temperature is 46°F (7.8°C) year round.  Sturdy shoes and warm clothing are recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Red Bluff"]]}]}," - Offers numerous restaurants and lodging options.  Located about fifty miles west of the park on Highway 36."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mill Creek (California)"],["Mill Creek"]]}]}," - Located just south of the park on Highway 172."]},"\n",{"type":"{{","value":[["routebox"],["image1=California 89.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Mount Shasta"]]}],["minorl1=",{"type":"[[","value":[["Burney"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Truckee"]]}],["minorr1=",{"type":"[[","value":[["Mill Creek (California)"],["Mill Creek"]]}]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["geo"],["40.4919"],["-121.4030"],["zoom=12"],["layer=O"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Shasta Cascades"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lassen Volcanic National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Travel and Tourism\/Parks\/National Parks and Monuments\/Lassen Volcanic National Park\/"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["Commons:Lassen Volcanic National Park"]]}]