[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Latakia"]}," (اللاذقية) is a major port in ",{"type":"[[","value":[["Syria"]]}," - population 550,000.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:LatWelcome.jpg"],["thumb"],["Welcome sign on the Lattakia Train Station"]]}," \nLattakia is a city extending back to Ancient Greek times, and continues to be an important commercial port for Syria today.  The city itself consists largely of white stucco highrises and streets lined with palm trees, and the most popular beaches are along the coast to the north of the city.  Lattakia is home to one of Syria's largest universities, Tishreen University, and the city tends to be relatively socially progressive and liberal (by Syrian standards), with a mixed population of Christian, Alawi, and Sunni inhabitants.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nFrequent, air conditioned, inexpensive buses connect Lattakia with ",{"type":"[[","value":[["Aleppo"]]},", ",{"type":"[[","value":[["Damascus"]]},", ",{"type":"[[","value":[["Hama"]]},", ",{"type":"[[","value":[["Homs"]]},", and ",{"type":"[[","value":[["Tartous"]]},".  The bus station, located next to the train station on the southern end of the city, has departures throughout the day to each of these cities.  Travel time from Lattakia to Damascus is 4-5 hours",{"type":"[","value":["http:\/\/www.gpsies.com\/map.do?fileId=wnltcvjwakgooiyr"]},".\n\nIf your plans don't match the bus-schedule, you can also take a service taxi (i.e. Hama, 2.5h, 100 SP) from the service taxi station a little north-east of the train station. Around there is also the bus station, but ask someone if in doubt.\n\n",{"type":"===","value":["By train"]},"\n\nThere are trains to\/from ",{"type":"[[","value":[["Aleppo"]]},", ",{"type":"[[","value":[["Tartous"]]}," and ",{"type":"[[","value":[["Damascus"]]}," (overnight sleeper) - timetables are online  ",{"type":"[","value":["http:\/\/www.cfssyria.org\/en\/national_trips.htm"]},".\nNote that the express trains are more comfortable and clean and obviously much quicker.\nA trip from Aleppo to Latakia is between 40 SP (normal train with student discount) and 120 SP (express train, without discount).\n\n",{"type":"==","value":["Get around"]},"\n\nMuch of Lattakia is accessible by taxi.\n\nOne can walk along the corniche, although it is otherwise not a very walkable city, due to distances between points in the city (beach, downtown, resort hotels, Ugarit, etc).\n\nPay no more than S£50 to use taxis for getting around Latakia and S£150 from Latakia to the resort area.\n\n",{"type":"===","value":["Bus"]},"\nLatakia has a quite good bus system. Destinations are labeled in arabic, but the busses are numbered, operate frequently and follow predefined routes. Illustrative maps indicating intersections of bus routes are found in the busses. Safuan hotel is able to provide you with a hand-made map of bus routes 1 and 2.\nA ticket is 10 SP and valid for two rides.\n\n",{"type":"*","value":[" Bus number 1 runs in a circle from the train-station via Zera'a, the port, the corniche back to the train-station and may be useful for getting to\/from the train-station to the city center."]},{"type":"*","value":[" Bus number 2 starts near the city center at the beginning of 14 Ramadan Avenue and goes via the University to the new microbus terminal."]},{"type":"*","value":[" Bus number 3 operates round about the southern corniche."]},"\n",{"type":"==","value":["See"]},"\nLattakia region is known for its diversity of landscapes, from the green mountains to the sandy beaches, with many important archeological sites like the Saladin Castle (a UNESCO World Heritage Site since 2006) and the ruins of Ugarit close enough to see on a day trip from Lattakia.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ruins of Ugarit"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ancient Phoenician city which lays claim to developing one of the first written alphabets in the world.  Located about 20km north of Lattakia, it can be reached by an organized tour from a hotel in the city, or, for those who are confident in their bargaining skills, can be reached by taxi, but it is important to arrange for joey to come pick you up in the taxi to wait (for a fee), since the road near the Ugarit entrance is not heavily trafficked by taxis for the return trip."]]}]},"\n",{"type":"[[","value":[["Image:LatAlSiwar.jpg"],["thumb"],["View of the beach from Al Siwar Restaurant"]]},"\n\n",{"type":"==","value":["Do"]},"\nIn the city center, the ",{"type":"'''","value":["American street"]}," attracts the young and fashionable at night.\nAlso the ",{"type":"'''","value":["Zira'a quarter"]}," and around the university are hip upcoming parts of the city.\n\n",{"type":"===","value":[" Swim "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Free public beach near Al Siwar"],["url="],["email="],["address=N35.50097 E35.78184"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The free public beach at the bottom of the cliff below Al Siwar Restaurant is neither particularly clean nor safe due to the debris in the sand."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Free public beach near South Corniche Park"],["url=http:\/\/www.waymarking.com\/waymarks\/WMAP67_South_Corniche_Park"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rough rocky beach with debris on the sand. From the park, walk on the trail toward the water, crossing the active train tracks. There are other swimmers as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Resort hotels in the north (Le Meridien, Cote d'Azur Cham)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These allow non-guests to use their beaches for a charge.  Further north, the beaches at Ras ibn Hani and the black-sand beach at Ras al Bassit are nice, but difficult to get to without one's own transportation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Afamia"],["url="],["email="],["address=N35.54784 E35.75686"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"There are two options here on this beach. Rotana Afamia is a luxury resort with clean sand, private pools, boats, jet skis, lunch buffet, hotel, and price tag S£1,000pp. Afamia Beach is immediately next door with private cabins, snacks, crowded beach, average clean sand, and price tag S£150pp."]},"\n\n",{"type":"===","value":[" Run "]},"\nThere are a few routes to run on with views of the sea and near green parks. However, carefully watch your step. There are obstructions along the way: holes, loose rock, gravel, construction, and garbage bags. Even cars share the side-walk.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Loop run around Latakia Sports Complex"],["url=http:\/\/www.gpsies.com\/map.do?fileId=zgjjknncfoffanou"],["email="],["address=N35.5539760 E35.7531140"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the link for the GPS track and video of the route. Quiet run around the sports complex completely on side walks off road. During the winter months, the area was mostly deserted of cars and people, save a few runners, walkers, and soccer players. The traffic is heavier in the summer. The complex is about 8km away from the center of Latakia. There is a geocache inside the complex",{"type":"[","value":["http:\/\/coord.info\/GC2NTNN"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Loop run along Latakia water front"],["url=http:\/\/www.gpsies.com\/map.do?fileId=dqhhfljfbklcuuqx"],["email="],["address=N35.5210150 E35.7905280"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the link for the GPS track and video of the route. Long run 12km that circumnavigates the city, mostly close to the water. It is busy near the train station. Otherwise, it is very nice on wide sidewalks. Extend this run by linking it with the other loop around the Sports Complex. You will meet many people exercising on this route: speed-walking and jogging."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Park loop run near the University"],["url=http:\/\/www.gpsies.com\/map.do?fileId=xgsbrhmttfohxovk"],["email="],["address=N35.5163560 E35.7972180"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the link for the GPS track and video of the route. Short run 1.5km that circumnavigates a park and large city block. It is quiet, on wide sidewalks, with a slight hill for extra training. Run this loop multiple times to increase the distance and practice hill climbing. Stop at the park at the end of each loop for some push-ups and sit-ups."]]}]},"\n",{"type":"===","value":[" Geocache "]},"\nThere are a few caches in Syria and some in Latakia. Check for availability on geocaching.com",{"type":"[","value":["http:\/\/www.geocaching.com\/seek\/nearest.aspx?lat=35.52145&lng=35.7924&dist=100"]},"\n\n",{"type":"===","value":[" Play "]},"\nThere are several neighberhood parks suitable for children to play on structures and in open spaces. List with map, descriptions, locations, and pictures is on waymarking.com",{"type":"[","value":["http:\/\/www.waymarking.com\/wm\/search.aspx?f=1&lat=35.52145&lon=35.7924&t=3&id=latakia+syria&kw=playground&st=2"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Siwar"],["url="],["email="],["address="],["lat="],["long="],["directions=On the corniche"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the best-known restaurant among locals, with a beautiful view of the sea.  Thus, one of the more expensive options in Lattakia, but still moderately priced.  Serves good Syrian mezze and kebabs, as well as fish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spiro"],["url="],["email="],["address="],["lat="],["long="],["directions=On the corniche"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the best-known seafood restaurant among locals. Reasonably priced, is famous for having good, fresh fish."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=View Restaurant"],["url="],["email="],["address=Southern Corniche"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is a nice place to sit back and enjoy a nice drink especially just before sunset. Western, Italian and Middle Eastern food is also served at moderate prices."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saladin Hotel and Hostel"],["url=http:\/\/www.facebook.com\/pages\/Lattakia-Syria\/Saladin-HotelHostel\/171198909566893"],["email=saladinhotel@live.com"],["address=Yousef Alazma Street"],["lat=35.521655"],["long=35.776879"],["directions=located in a narrow alley just north of Al-Ajan Mosque. From the main round about in front of the Mosque, take the side road down the right side of the Mosque, then the second alley on the right. The Hotel is the second building on the left. Only 20m from the Mosque. Skype:bebe0932354441"],["phone=+963(932)354441"],["tollfree="],["fax="],["hours="],["price=from US$6 pp\/night"],["checkin=2PM"],["checkout=noon"],["content=Double and triple bedrooms with en-suite bathrooms. All rooms include an air-con, TV\/digital receiver and Wi.Fi (from Mid May 2011, inshallah :) ). Dorm beds available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Safwan Hotel"],["url="],["email=safwanhotel@yahoo.com"],["address=al kornish al gharbi, facing city hall"],["lat="],["long="],["directions="],["phone=+963(933)376900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=run by a TINTIN fan Mohammad Ziadeh & his family, one of the friendliest budget hotels in town, hospitable & open minded owner Mohammad Ziadeh, who's also the well-informed unofficial tourist information in town; 22 different rooms & a roof dormitory"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel an-Nour"],["url="],["email="],["address=Sharia 14 Ramadan"],["lat="],["long="],["directions="],["phone=+963(41)423980"],["tollfree="],["fax=+963(41)468340"],["hours="],["price="],["checkin="],["checkout="],["content=Simple, clean hotel, rooms overlook main street. TV and Fridge, owner can organise trips in the locality"]]}]},"\n",{"type":"===","value":[" Top End "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Meridien"],["url=http:\/\/www.starwoodhotels.com\/lemeridien\/lattakia"],["email="],["address="],["lat="],["long="],["directions=About 10km north of the city center"],["phone=+963(41)428736"],["tollfree="],["fax=+963(41)428732"],["hours="],["price="],["checkin="],["checkout="],["content=The most expensive option in the city, but with a superior private beach and full amenities of a Le Meridien hotel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cote d'Azur Cham Hotel"],["url=http:\/\/www.chamhotels.com\/azur_lattakia.html"],["email=info@chamhotels.com"],["address="],["lat="],["long="],["directions=About 10km north of the city center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A large (3,000 bed) Syrian-run hotel that rivals the Le Meridien in price and somewhat in service.  Private beach in one of the better areas on the Lattakia coastline."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Qala'at Saladin, or Saladin Castle"],["url=http:\/\/www.gpsies.com\/map.do?fileId=tcadtlyjeuqglhej"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the mountains east of Lattakia. See the external link for the GPS track and video of the route. A castle built on a headland overlooking a valley, the builders cut a huge channel at the rear of the castle to separate it from the rest of the headland, but left a column of rock in the middle to rest the drawbridge on. Forethought!  Tour operators in Latakia can arrange a car and driver to the castle, which is at least an hour's drive via a winding mountain road from the city center.\nTo get there by public transport, take the green bus number 2 (Al-Jama'a) the brings you to the microbus terminal station (20 minutes, 10 SP for two tickets), from there take a service taxi to Al-Haffa (50 SP \/ person). From there it's a 6km walk (although the first 3–4km are not so interesting, however, check the route online before, if you plan to hike) or take a cab (~150 SP per taxi) to get to the caste. You can also start walking and hope for a hitch (the destination is quite popular) or hope for a cab that will be cheaper (i.e. 100 SP) on the way."]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Syrian Coast and Mountains"]]},"\n\n",{"type":"{{","value":[["geo"],["35.523611"],["35.791667"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Latakia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Latakia"]]}]