[{"type":"{{","value":[["pagebanner"],["Lausanne Wikivoyage Banner.png"],["star=no"],["dotm=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lausanne-tourisme.ch\/ Lausanne"]}]},", (pron: low-ZANNE) the capital of the ",{"type":"[[","value":[["Switzerland"],["Swiss"]]}," canton of Vaud, is a medium sized city (around two thirds the size of ",{"type":"[[","value":[["Geneva"]]},") which sits at the northernmost point of Lake Geneva (",{"type":"''","value":["Lac Léman"]},").  The city is the host to the ",{"type":"'''","value":["International Olympic Committee"]}," and two major universities. It is also the transportation hub of Vaud, and a gateway to the alpine Canton of the Valais, home to some of the best known ski slopes in the world.\n\nAs you might expect the large student population makes for a lively nightlife and arts community, revolving around the ",{"type":"'''","value":["Flon district"]},".  You'll also find a number of quality restaurants and two dozen museums of note, including the ",{"type":"'''","value":["Olympic Museum"]}," and the offbeat ",{"type":"'''","value":["Collection de l'Art Brut"]},".  Architecture buffs should note that at the top of the old town you'll find the best preserved ",{"type":"'''","value":["Gothic cathedral"]}," in Switzerland.\n\nLausanne is a ",{"type":"[[","value":[["French phrasebook"],["French"]]}," speaking city, however, English is not as commonly spoken as in ",{"type":"[[","value":[["Geneva"]]}," and less than half the population can speak English at a competent level. You will probably have trouble communicating with an average person on the street but most service-sector employees speak a little English.\n\n",{"type":"[[","value":[["Image:Lausanne cathedral from gd pont.jpg"],["thumb"],["300px"],["Lausanne's Cathedral as seen from the Grand Pont"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThere has been a settlement on the hill of Lausanne since at least the stone age, but most histories of the city trace its origin to the roman camp ",{"type":"''","value":["Lausanna"]}," which occupied a position just down the hill toward the lake in what is now the village of Vidy.\n\nRelocated to more defensible hilltop in the Middle Ages, Lausanne's increasing wealth and importance were largely derived from its placement on the primary north-south routes between Italy and the north sea.  It was the first major town north of the St. Bernard pass, at least until the establishment of the bishopric of ",{"type":"[[","value":[["Valais"]]},".\n\nIn 1538 the ",{"type":"[[","value":[["Berne"]]},"se took the city from the Dukes of Savoy as part of their drive to secure their southwestern frontier. The Bernese held the territory until Lausanne gained its independence from ",{"type":"[[","value":[["Berne"]]}," after the invasion of a French army under Napoléon Bonaparte in 1798. The city was later, in 1803, admitted to Switzerland as the capital of Vaud.\n\n",{"type":"[[","value":[["Lavaux"]]},", the mini region of the northwestern shore of Lake Geneva from Lausanne to ",{"type":"[[","value":[["Montreux"]]}," (sometimes called the ",{"type":"'''","value":["Swiss Riviera"]},") has been a second home to writers, artists and musicians for about 150 years starting with the Shelleys and Lord Byron, who partied and wrote in Lausanne (",{"type":"''","value":["Frankenstein"]}," is rumoured to have been composed here).  Other famous residents include Ernest Hemingway, who wintered here with his young family around the time related in ",{"type":"''","value":["A Movable Feast"]}," and Charlie Chaplin who lived in ",{"type":"[[","value":[["Vevey"]]}," from the mid-1930s on.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=The Lausanne Tourism Office"],["alt="],["url=http:\/\/www.lausanne-tourisme.ch"],["email="],["address="],["lat="],["long="],["directions=at the main station, and in Ouchy at Place de la Navigation 9 just across from the M2 station"],["phone=+41 21 613-7373"],["tollfree="],["fax="],["hours=Daily 09:00-19:00"],["price="],["content=The staff at the tourism board offices or over the phone can almost always place you in a hotel in your price range even at the very last minute. In addition they have a ",{"type":"''","value":["fantastic"]}," free map of the city and a huge assortment of useful printed materials in English as well as French, German, and Italian."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nLausanne is served by one of the most efficient passenger rail services in the world, the ",{"type":"[","value":["http:\/\/www.rail.ch\/ Swiss Federal Rail"]}," system. Trains run daily roughly each half-hour between 04:45 and 01:30 to and from ",{"type":"[[","value":[["Geneva"]]},", ",{"type":"[[","value":[["Zurich"]]},", ",{"type":"[[","value":[["Berne"]]},", ",{"type":"[[","value":[["Neuchatel"]]},", ",{"type":"[[","value":[["St. Gallen"]]},", ",{"type":"[[","value":[["Brig"]]}," and points in between. All trains from elsewhere in Switzerland to Geneva passes through Lausanne and there are also frequent local trains, so on average there's a train to or from Geneva each 15 minutes in the daytime. The fast direct IC trains take just over half an hour from Geneva while the local trains stopping at small stations can take up to almost almost an hour. There are four trains daily from ",{"type":"[[","value":[["Paris"]]}," Gare de Lyon via the ",{"type":"[","value":["http:\/\/www.sncf.com\/indexe.htm SNCF's"]}," ",{"type":"''","value":["TGV"]},"  \"High Speed Train\", and four trains per day to ",{"type":"[[","value":[["Venice"]]}," via ",{"type":"[[","value":[["Milan"]]},". The Italian rail service also provides night trains to and from ",{"type":"[[","value":[["Rome"]]}," and ",{"type":"[[","value":[["Venice"]]},".\n\n",{"type":"===","value":["By plane"]},"\nThe closest airport, ",{"type":"[[","value":[["Geneva"]]}," airport is served by almost all European carriers, and by four daily trans-Atlantic flights, one from Washington-Dulles on Continental, one from ",{"type":"[[","value":[["New York City"],["New York"]]},", JFK on Swiss, one from Newark on Continental and one from Montreal on Air Canada; otherwise when flying from the US you will have to change planes at your airline's hub airport. Trains between Geneva Airport and the Lausanne CFF station take about 45 min and run at least twice each hour, except for the wee hours of the morning. A full fare from Geneva-Airport to Lausanne is currently CHF25. ",{"type":"[[","value":[["Zurich"]]}," airport provides an alternative, with more frequent trans-Atlantic service mainly via ",{"type":"[","value":["http:\/\/www.swiss.com\/ Swiss"]},".\n\n",{"type":"===","value":["By bus"]},"\nInternational buses arrive daily from ",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["France"]]},", as well as major cities in ",{"type":"[[","value":[["Central Europe"]]},". Many buses pass through ",{"type":"[[","value":[["Geneva"]]}," or ",{"type":"[[","value":[["Basel"]]}," before stopping in Lausanne.\n\n",{"type":"===","value":["By boat"]},"\nBoats ply both the Swiss and French shores of ",{"type":"[[","value":[["Lake Geneva"]]}," with several daily ferries to ",{"type":"[[","value":[["Evian"]]}," (passport required to enter ",{"type":"[[","value":[["France"]]},"), ",{"type":"[[","value":[["Montreux"]]},", ",{"type":"[[","value":[["Geneva"]]}," and many smaller lake shore towns. See ",{"type":"[","value":["http:\/\/www.cgn.ch\/en\/home\/ the boat company website"]}," for timetables and prices. Lunch and dinner cruises are also popular with tourists. Most of the ferries are meant as scenic trips and not the fastest way to get around.  If travelling from Geneva to Lausanne, a boat trip is worth the time on a clear day.\n\nPrivate boat tours and transfers from Lausanne to any port on the lake by ",{"type":"[","value":["http:\/\/www.lemantransfers.com\/index\/info\/Boat_Tours\/10 Léman Transfers"]},". Groups of up to 6 passengers can be privately chauffeured around the lake.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Districts"]},"\nThe neighborhoods of Lausanne which are of primary concern to a visitor are the ",{"type":"'''","value":["Cité"]},", the ",{"type":"'''","value":["Ville Marché"]},", and the port of ",{"type":"'''","value":["Ouchy"]},".  In between you'll find the ",{"type":"'''","value":["Flon"]}," which is mainly a nightclub and shopping district these days, and the otherwise sleepy ",{"type":"'''","value":["Sous Gare"]}," neighborhood just under the train station which boasts some of the best cafés in town.  If you feel up for a hike it's also probably worth while to spend a few hours climbing around in the woods of ",{"type":"'''","value":["Sauvebelin"]}," which is above and north of the ",{"type":"'''","value":["Hermitage"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cité"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This hill is the part of Lausanne's old town which goes back the furthest, and holds a lot of interest for travelers, being the site of the ",{"type":"'''","value":["Cathedral"]},", the ",{"type":"'''","value":["Castle"]},", ",{"type":"'''","value":["MUDAC"]},", several other museums, a children's theater and a really good toy store."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ville Marché"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The medieval city of Lausanne grew up with outdoor markets arranged around several of the entrances to the old city, together with the old city these markets make up the balance of the Old Town, including ",{"type":"'''","value":["Place de la Palud"]},", ",{"type":"'''","value":["Place St. François"]},", and ",{"type":"'''","value":["Place Riponne"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Flon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The original rail line into Lausanne once came up the Flon river into this valley, but there was no way to go through town, so it was supplanted in the 19th century with a line one ridge further south which could serve destinations in the ",{"type":"[[","value":[["Valais"]]}," and ",{"type":"[[","value":[["Italy"]]},".  Today the former warehouses of the Flon Valley are mostly occupied with trendy restaurants and discos."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ouchy"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Once a fishing village, Ouchy was incorporated into the City of Lausanne in the mid-19th century to serve as a port on ",{"type":"''","value":["Lac Léman"]},".  The incredible views of the lake and the Alps, and the cooler air in summer make Ouchy a popular place in the summer months. There's a major cluster of hotels and restaurants around the port."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sous Gare"],["alt=literally \"Under the Station\""],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the 19th century Lausanne expanded to fill all of the land between the current location of the train station (or ",{"type":"''","value":["Gare CFF"]},") and the port of Ouchy.  This is mostly a district of apartment buildings and houses, but it's worth a walk through, if only for the ",{"type":"'''","value":["Café de Grancy"]}," and the park on the ",{"type":"'''","value":["Crêt de Montriond"]},"."]]}]},"\n",{"type":"===","value":["Walk"]},"\nWalking is a great way to get around Lausanne.  There are a number of sites within a short walk of the main railway station with the ",{"type":"''","value":["largely"]}," car-free streets beginning right across the street with Rue du Petit-Chêne, which leads up to Place St. François in the old town.  Like many streets in Lausanne it is a bit steep though, so if that's a problem consider taking the Metro M2.\n\n",{"type":"===","value":["Metro"]},"\nLausanne is the smallest city in the world to have a metro system. There are two Metro lines provided by ",{"type":"[","value":["http:\/\/www.t-l.ch\/ ",{"type":"''","value":["Transports publics de la région lausannoise"]}]}," which have their hub at the Flon Metro station.  The new ",{"type":"[","value":["http:\/\/www.t-l.ch\/m2\/corps_m2_trace.html M2"]}," is a fully automated subway system connecting Ouchy to the northern suburb of Epalinges via the central station, Flon, and multiple stops in the old town. M2 can be a little surprising to new arrivals, as both the route and even some stations are really ",{"type":"'''","value":["steep"]},": for instance at the Gare, the platform is tilted about 30 degrees, so do please hold on tight. The Bessieres station near the cathedral is situated at a steep section of one of the old town's hills and the elevator ride from the station up to the bridge (you can see the city below through the windows of the elevator) is not something you get to experience in most other subway systems. The M1 serves points west, including the ",{"type":"[","value":["http:\/\/www.unil.ch\/central University of Lausanne"]}," (UNIL) and the École Polytechnique Fédérale de Lausanne ",{"type":"[","value":["http:\/\/www.epfl.ch\/ (EPFL)"]},".\n\nThere is also a local railway operated by the private ",{"type":"[","value":["http:\/\/www.leb.ch\/ LEB"]}," company, with trains connecting with the other two metro lines at Flon which run out to the far northern suburbs of Echallens and Bercher, but with increasing frequencies it has started to function as a third Metro line.\n\nA ",{"type":"'''","value":["free"]}," metro and bus pass valid for two weeks is provided to all Lausanne hotel guests.\n\nMetro (and bus) tickets are sold from vending machines at all stops, and at the main train station and the Flon.  Normal tickets are sold by distance, as determined by a zone system.  You can determine the number of zones your ticket needs to cover by inspecting the diagram on the ticket machines, or on the free map available at all ticket-sales points.  Tickets are available for single rides, return, and in day and week passes.  Most ticket machines at Metro and bus stops do not issue change.  The ",{"type":"[","value":["http:\/\/www.rail.ch\/ CFF"]}," ",{"type":"''","value":["Abonnement General"]}," rail passes are good for unlimited travel throughout the TL and LEB system.\n\nIf you have a CFF pass for non-Swiss travellers you should ask at the main station if your pass covers the local transit system, since some passes do and others don't.\n\nAs of Jul 2013 a \"short ride\" ticket costs (3 stops max, valid 30min) CHF1.90, a one-hour ticket, CHF3.50 and a day ticket CHF8.80. As in Geneva, there are ticket vending machines at the stations.\n\n",{"type":"===","value":["By bus"]},"\nClean and fast ",{"type":"'''","value":["buses"]},", also provided by ",{"type":"[","value":["http:\/\/www.t-l.ch\/ ",{"type":"''","value":["TL"]}]},", are very frequent and form a dense enough network that you will rarely find yourself more than a few hundred feet from one bus stop or the other. Some trolleybuses look like a train with two wagons where the actual bus is towing a \"motorless\" wagon.\n\n",{"type":"===","value":["By bike"]},"\nBicycles can be borrowed for  CHF6\/day with a  CHF90 deposit at Lausanne Roule, who has one location in the city center (just outside the Lausanne Flon Metro station—the address on their web site is wrong) and one in the west-side suburbs in Renens. They are adding additional locations, including one in Ouchy. It is possible to take a bike in one location and give it back at the other one. A third location also exists in ",{"type":"[[","value":[["Vevey"]]},", but one-way rentals cost CHF10. The bike ride from Lausanne to Vevey is beautiful.  On your left are endless vineyards and to your right is Lake Geneva and the Alps.  Get a booklet on this ride from Lausanne Roule for free.\n\nBeware that the city is pretty steep, but the lakefront is very nice. There is a handy 1:10,000 'Carte Velo' printed in 2006 but still downloadable from the ",{"type":"[","value":["http:\/\/www.lausanne.ch\/velo city website"]},". This map helps those new to the city find the preferred bicycling routes in the area.  Throughout the city is an excellent network of paths, marked bicycle lanes, and bypass tunnels that will help get you through the most busy intersections.  The routes by the lake are simply beautiful but can get quite busy with strollers, roller bladers, and cyclists at peak times during the summer.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Collection de l'Art Brut"],["alt="],["url=http:\/\/www.artbrut.ch"],["email="],["address=Av. des Bergières 11"],["lat=46.52728"],["long=6.62486"],["directions=bus 2 toward Désert, stop at Jomini, bus 3 toward Bellevaux, stop Beaulieu"],["phone=+41 21 315-2570"],["tollfree="],["fax="],["hours=Tu-Su 11:00-18:00"],["price=CHF10"],["content=This must-see collection of works by untrained artists will at turns delight, amaze, baffle, and irritate. Many of the artists whose works are shown here found life difficult or impossible outside (or inside) of institutions, finding solace and purpose in sometimes compulsive acts of creation."]]}]},{"type":"[[","value":[["Image:Palais du rumine.jpeg"],["thumb"],["The Palais de Rumine, home to a number of worthy museums"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palais de Rumine"],["alt="],["url="],["email="],["address=Place de la Riponne 6"],["lat=46.52348"],["long=6.63379"],["directions="],["phone=+41 21 316-3310"],["tollfree="],["fax="],["hours=Tu W 11:00-18:00, Th 11:00-20:00, F-Su 11:00-17:00"],["price=CHF4"],["content=Based on an Italian renaissance design, this lovely building is not as old as it looks. There are five different museums inside with exhibitions covering subjects ranging from fine arts to natural history."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée d'archéologie et d'histoire"],["alt="],["url=http:\/\/www.musees.vd.ch\/fr\/musee-darcheologie-et-dhistoire\/accueil\/"],["email="],["address=Place de la Riponne 6"],["lat=46.52320"],["long=6.63351"],["directions="],["phone=+41 21 316-3430"],["tollfree="],["fax="],["hours=Tu-Th 11:00-18:00, F-Su 11:00-17:00"],["price=CHF6"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée des Beaux-Arts"],["alt="],["url=http:\/\/www.musees.vd.ch\/fr\/musee-des-beaux-arts\/page-daccueil\/"],["email="],["address=Place de la Riponne 6"],["lat=46.52382"],["long=6.63403"],["directions="],["phone=+41 21 316-3445"],["tollfree="],["fax="],["hours=M-Th 11:00-20:00, F-Su 11:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Historique de Lausanne"],["alt="],["url="],["email="],["address=Place de la Cathedral 4"],["lat=46.52228"],["long=6.63478"],["directions="],["phone=+41 21 315-4101"],["tollfree="],["fax="],["hours=Tu-Th 11:00-18:00, F-Su 11:00-17:00"],["price=CHF4, students CHF2.50"],["content=A collection of maps, images and documents about the history of Lausanne, and the Lake Geneva region from the earliest times through the long Bernese occupation to liberation and the present day. A beautifully hand-crafted diorama of 16th-century Lausanne is worth a visit all by itself."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mudac"],["alt="],["url=http:\/\/www.mudac.ch"],["email="],["address=Place de la Cathédral 6"],["lat=46.52208"],["long=6.63530"],["directions="],["phone=+41 21 315-2530"],["tollfree="],["fax="],["hours=Tu-Su 11:00-18:00, Jul-Aug M 11:00-18:00"],["price=CHF10"],["content=The museum of design and contemporary applied arts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée de l'Elysée"],["alt="],["url=http:\/\/www.elysee.ch"],["email="],["address=Av. de l'Elysée 18"],["lat=46.50985"],["long=6.63277"],["directions="],["phone=+41 21 316-9911"],["tollfree="],["fax="],["hours=Tu-Su 11:00-18:00"],["price=CHF8, students CHF4"],["content=A world-class photography museum, located in a splendid park. Very close to the Olympic Museum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Espace Arlaud"],["alt="],["url=http:\/\/www.musees.vd.ch\/espace-arlaud\/accueil\/"],["email="],["address=Place de la Riponne 2 bis"],["lat=46.52305"],["long=6.63238"],["directions="],["phone=+41 21 316-3850"],["tollfree="],["fax="],["hours=W-F 12:00-18:00, F-Su 11:00-17:00"],["price=CHF6"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Tour d'Ale"],["alt="],["url="],["email="],["address="],["lat=46.52396"],["long=6.62767"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the few surviving parts of the medieval ramparts, the tower provides a good excuse to visit rue de l'Ale and rue de la Tour. Note however that while you can admire it from outside it's closed to visitors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fondation de l'Hermitage"],["alt="],["url=http:\/\/en.fondation-hermitage.ch\/"],["email="],["address=Rte du Signal 2"],["lat=46.52814"],["long=6.63723"],["directions="],["phone=+41 21 312 50 13"],["tollfree="],["fax="],["hours=Tu-Su 10:00-18:00, Th 10:00-21:00, Bank holidays 10:00-18:00"],["price=Adults CHF15, Seniors CHF12, Students and unemployed CHF7, Under 18 free."],["content=Built in 1841 as a residence for the banker Charles-Juste Bugnion, the Hermatage occupies its own wooded space on the hill above old-town, with marvellous views of the Cathedral and the ",{"type":"[[","value":[["Alps"]]},". The family donated the house and land to the City of Lausanne in 1976, which now uses the building to host first class travelling international art exhibitions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée Romain Lausanne-Vidy"],["alt="],["url=http:\/\/www.lausanne.ch\/mrv"],["email="],["address=Chemin du Bois-de-Vaux 24"],["lat=46.51894"],["long=6.59864"],["directions="],["phone=+41 21 315 41 85"],["tollfree="],["fax="],["hours=Tu-Su 11:00-18:00"],["price=8 CHF, students 5 CHF"],["content=On display are architectural finds from the settlement site just across the road which still features the remains of walls and a forum from the time of Caesar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Notre Dame cathedral"],["alt="],["url="],["email="],["address=Place de la Cathédrale"],["lat=46.52256"],["long=6.63529"],["directions="],["phone=+41 21 316 71 61"],["tollfree="],["fax="],["hours=M-F 07:00-19:00, Sa Su 08:00-18:00"],["price=Free"],["content=At the summit of the mountain that the old town is built on. The cathedral is architecturally quite interesting with a lot of small towers and windows. There is a fantastic look over the city and the surroundings from the tower, but as the cathedral is situated at the top of the city, already the view from the small square outside it worth taking a picture of."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Olympic Museum"],["alt="],["url=http:\/\/www.museum.olympic.org"],["email="],["address=Quai d'Ouchy 1"],["lat=46.50862"],["long=6.63413"],["directions="],["phone=+41 21 621 65 11"],["tollfree="],["fax=+41 21 621 65 12"],["hours=1 May to 30 Sep: daily 09:00-18:00, 1 Oct to 30 Apr: Tu-Su 09:00-18:00"],["price=CHF14 for the whole museum, CHF7 for just the temporary exhibitions. Children get in half price. Children under 10 admitted free"],["content=The museum advertises itself as presenting \"wealth of memories which will keep your passion for Olympism burning\". The sculpture garden, overlooking Lac Léman, is open to the public. Closed on Mondays from 1 Nov-31 Mar. Items on display include Jean-Claude Killy's ski boots and Carl Lewis' golden track shoes."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Lausanne view from Cathedral square.JPG"],["thumb"],["Old town roofs and Lake Geneva as seen from Place de la Cathédral"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Explore The Old Town"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From the railway station you can take the convenient metro up to either Flon, Riponne or Bessières (close to the cathedral). Alternatively, if you don't mind climbing, the car-free section of old town really starts right across from the train station, with a steep walk up the hill. Shops keep strict hours of 10:00-19:00 Monday to Friday, and 10:00-18:0010 on Saturdays. On Wednesdays and Saturdays year-round almost all of the huge car-free area becomes a vast farmers market. Thanks to the hills making it hard to pave over, Lausanne's old town is larger than most found in Swiss cities, with the notable exception of Zurich. You can spend days wandering the old cobbled streets and still not know all of its nooks and crannies. After the shops close there are dozens of quaint, cozy, hip, or just warm restaurants, cafés and nightclubs, especially considering that at Place Central the old town joins with the ",{"type":"'''","value":["Flon nightclub\/gallery district"]},". Wander as long as you like, there's no charge of course."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Explore the Sauvabelin Forest"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=north of the centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Don't miss the freely accessible ",{"type":"[","value":["http:\/\/www.tour-de-sauvabelin-lausanne.ch Sauvabelin tower"]},", from which you have a 360° view of the lake, the Alps and the Jura. Then go down to the city centre through the park of the Fondation de l'Hermitage (see above)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Enjoy the lakefront of Ouchy"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take Metro 2 to Ouchy, ",{"type":"''","value":["et voila"]},", as you leave the metro station you'll find the lake (and on a clear day the alps) stretched out in front of you. The lake front also offers restaurants, bars, and the Chateau d'Ouchy castle\/hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Climb up the Cathedral Tower"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The view from the top of the Cathedral tower is well worth the climb. Ask the nun at the souvenir shop in the Cathedral. From 22:00 until two in the morning, a watch man shouts the hours, perpetuating a tradition that dates back to 1405."]]}]},"\n",{"type":"===","value":["Concerts and theatre"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Métropole"],["alt="],["url=http:\/\/www.mymetropole.ch"],["email="],["address=Rue des Terreaux 25"],["lat=46.52213"],["long=6.62845"],["directions="],["phone=+41 21 340 92 00"],["tollfree="],["fax="],["hours=M 09:00-19:00, Tu-F 08:30-19:00, Sa 08:00-18:00"],["price="],["content=A major concert hall for western Switzerland, the ",{"type":"''","value":["Métropole"]}," books dance, world music, pop, jazz, etc. If you are passing through town at the right time you might catch anything from the Lausanne Chamber Orchestra to the Cure here."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Espace de Terreaux"],["alt="],["url=http:\/\/www.terreaux.org"],["email="],["address=Rue des Terreaux 14"],["lat=46.52300"],["long=6.62800"],["directions="],["phone=+41 21 320-0046"],["tollfree="],["fax="],["hours="],["price="],["content=The local council of Protestant churches has de-consecrated the chapel located across the street from the Metropole 2000 shopping centre and now uses it to present weekly concerts with a mix of sacred and profane acts ranging from American gospel singers through Eastern European Klezmer bands to puppet theatre for children."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arsenic"],["alt="],["url=http:\/\/www.theatre-arsenic.ch"],["email=info@theatre-arsenic.ch"],["address=Rue de Genève 57"],["lat=46.52269"],["long=6.62168"],["directions="],["phone=+41 21 625-1136"],["tollfree="],["fax="],["hours="],["price="],["content=Specializing in more offbeat acts the Arsenic books a full schedule of ",{"type":"''","value":["avant-garde"]}," theatre, jazz and pop music, and installation\/performance art throughout the fall, winter and spring."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Théâtre de Vidy"],["alt="],["url=http:\/\/www.vidy.ch"],["email="],["address=Av. Jaques-Dalcroze 5"],["lat=46.51271"],["long=6.61090"],["directions="],["phone=+41 21 619-4545"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Théâtre Boulimie"],["alt="],["url=http:\/\/www.theatreboulimie.com\/"],["email="],["address=Place Arlaud 1"],["lat=46.52258"],["long=6.63190"],["directions="],["phone=+41 312-9700"],["tollfree="],["fax="],["hours="],["price="],["content=The sanctuary of Swiss humour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Théâtre 2.21"],["alt="],["url=http:\/\/www.theatre221.ch\/"],["email="],["address=Rue de l'Industrie 10"],["lat=46.52629"],["long=6.63936"],["directions="],["phone=+41 21 311-6514"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Les Docks"],["alt="],["url=http:\/\/www.lesdocks.ch\/"],["email="],["address=Av. Sévelin 34"],["lat=46.52241"],["long=6.61926"],["directions="],["phone=+41 21 623-4444"],["tollfree="],["fax="],["hours="],["price="],["content=Live music and bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Le Romandie"],["alt="],["url=http:\/\/www.leromandie.ch\/"],["email="],["address=Place de la Riponne 10"],["lat=46.52013"],["long=6.63165"],["directions="],["phone=+41 21 311-1719"],["tollfree="],["fax="],["hours="],["price="],["content=Rock club and live music. See their web site for the program."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Théâtre Kléber-Méleau"],["alt="],["url=http:\/\/www.kleber-meleau.ch\/"],["email="],["address=1020 Renens-Malley"],["lat=46.52496"],["long=6.60027"],["directions="],["phone=+41 21 625 84 29"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Lausanne-cathe7.JPG"],["thumb"],["Lausanne's Cathedral as seen from Place de l'Ours"]]},"\nThe usual Swiss trinkets are available in a couple of places around town, although they are not nearly as ubiquitous as in ",{"type":"[[","value":[["Geneva"]]}," or ",{"type":"[[","value":[["Berne"]]},". The real draw here is a colourful farmers market on Saturdays and Wednesdays in the steep, winding streets of Old Town. There are plenty of boutiques and department stores as well. Note that pretty much everything is closed on Sunday, except in Ouchy, part of which is on federal land.\n\nMixed in with the expected and the posh are a couple of things which might surprise you:\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Maniak"],["alt="],["url=http:\/\/www.maniakfashion.com"],["email="],["address=Rue de Genève 7"],["lat=46.52140"],["long=6.62903"],["directions="],["phone=+41 21 312 58 40"],["tollfree="],["fax="],["hours=M 12:00-18:30, Tu-F 10:30-18:30, Sa 10:00-18:00"],["price="],["content=A punk\/goth\/alt oriented fashion warehouse."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Pompes Funèbres"],["alt="],["url=http:\/\/www.pompesfu.com\/fu\/index.html"],["email="],["address=Place de l'Europe 8"],["lat=46.52061"],["long=6.62966"],["directions="],["phone=+41 21 312-5842"],["tollfree="],["fax="],["hours="],["price="],["content=The name of this shoe-store, a spin-off from Maniak above, means \"Funeral Services\", of course ",{"type":"''","value":["pompe"]}," can mean either a ceremony or a sort of shoe, so there you go. They carry all of the trendy lines; Dr Martens, Camper, and others."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Coup de chapeau"],["alt="],["url=http:\/\/www.chapeaux.ch\/"],["email="],["address=Place Benjamin-Constant 1"],["lat=46.51918"],["long=6.63697"],["directions="],["phone=+41 21 311-5405"],["tollfree="],["fax="],["hours=M 13:30-18:30; Tu-F 09:30-12:00, 13:30-18:30; Sa 09:30-12:30, 13:30-17:00"],["price="],["content=A hat store is pretty much guaranteed to be a bit of an anachronism in the 21st century, and so that's probably why there aren't very many of these. That's probably also the reason that this little shop in Lausanne has clients from all over the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Boutique Séduction Lingerie"],["alt="],["url=http:\/\/www.boutique-seduction.ch"],["email="],["address=Rue Marterey 19"],["lat=46.51986"],["long=6.63756"],["directions="],["phone=+41 21 312-3910"],["tollfree="],["fax="],["hours=Tu-F 10:30-19:00, Sa 10:30-17:00"],["price="],["content=International brands: Chantal Thomass, Lejaby, Banana Moon and others. Special openings on request."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bazar d'Ouchy"],["alt="],["url=http:\/\/www.bazarouchy.com"],["email="],["address=Av. d'Ouchy 76"],["lat=46.50733"],["long=6.62722"],["directions=Botom of Ouchy Av."],["phone=+41 21 616 23 77"],["tollfree="],["fax="],["hours=9:30-12:45, 14:15-18:45"],["price="],["content=Have we mentioned the usual Swiss Trinkets? Well, if that's what you're in for you could do a lot worse than to stop at this friendly, and well stocked shop near the M2 in Ouchy. Everyone there speaks English perfectly, so don't hesitate to ask."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\nThe usual tricks for budget travel dining work in Lausanne as well. There's a grocery store (\"Aperto\") inside the train station which is open every day until midnight (a bit expensive), Coop Pronto is in the station below the railways, near lane 9, and it represents a good alternative. There are plenty of great places to take your picnic: for instance, you might try the ",{"type":"''","value":["Crêt de Montriond"]},". To get there go below the railways, take the stairs and go to the main avenue, then turn to the left. After the turn you should see a green hill around the size of a five-storey building directly in front of you. If you are closer to the port of Ouchy, there are two groceries open every day: \"Migros\" which is near the Mövenpick Hotel and another \"Coop Pronto\", which is just uphill from the Chateâu d'Ouchy.\n\nIf you have a valid student ID, many budget and even some mid-range restaurants offer a student menu for a reduced price.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=P'tit Bar"],["alt="],["url="],["email="],["address=Rue Louis-Curtat 6"],["lat=46.52179"],["long=6.63604"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily until 19:00"],["price="],["content=Tiny, as the name would indicate this place can accommodate around 12 people at a time, and that's with strangers seated together at the tiny table, (it works out to be a good place to meet people.) They only serve lunch: salads in the Summer and excellent soup in the winter."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dhanyaa"],["alt="],["url=http:\/\/www.dhanyaa.com\/"],["email="],["address=13 Rue du Simplon"],["lat=46.51569"],["long=6.63043"],["directions=near the southern entrance of the train station"],["phone=+41 21 617 24 60"],["tollfree="],["fax="],["hours=M-F 10:00-19:00, Sa 10:00-17:00"],["price=CHF12"],["content=Strictly vegetarian, and strictly take-away Indian foods. Very vegan-friendly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crêperie de la Chandeleur"],["alt="],["url="],["email="],["address=9 Rue Mercerie"],["lat=46.52164"],["long=6.63476"],["directions=in the carfree section of the old town, between the Place de la Palud and the cathedral"],["phone=+41 21 312 84 19"],["tollfree="],["fax="],["hours=Tu-Sa 10:00-23:00"],["price=CHF25-30"],["content=This cute little crêperie offers the crêpes in a homesy Breton atmosphere. If you are travelling with children this is a great place for lunch or dinner as you will be in good company with the owners and locals, and the kids can amuse themselves with the large collection of toys."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Art des Saveurs - Chez Anna"],["alt="],["url=http:\/\/www.art-saveurs.ch"],["email="],["address=Ruelle du Lapin Vert 1"],["lat=46.52355"],["long=6.63576"],["directions="],["phone=+41 21 311 13 00"],["tollfree="],["fax="],["hours="],["price="],["content=Anna Sivo-Librandi runs this little Italian Deli in the very centre of the old city offering daily pasta specials, and especially yummy (and not expensive) panninis and flatbread sandwiches."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Holy Cow!"],["alt="],["url="],["email="],["address=Rue Cheneau de Bourg 17"],["lat=46.52270"],["long=6.62823"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-W 11:00-22:00, Tu-Sa 11:00-23:00"],["price=CHF20"],["content=Possibly the best burgers in Lausanne. Their \"Elvis Blue Cheese\" burger is rated the best burger in Switzerland by gourmet blog theburgerblog.ch. The restaurant seats about 30 but it gets rather crowded in the evening. But it's definitely a must try."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Croquignole"],["alt="],["url="],["email="],["address=Rue de l'Ale 3"],["lat=46.52336"],["long=6.62909"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A café in the old town on the street to the Ale tower with a variety of sandwiches and other freshly baked products."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Léonardo"],["alt="],["url="],["email="],["address=Esplanade du Flon"],["lat=46.52108"],["long=6.62912"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A health-focused Italian place with a diverse and lively young staff. The ample salad bar is a big draw, and a good value but the dishes ",{"type":"''","value":["à la carte"]}," are also very good. Of note are the several variations on hand-made spaghetti ",{"type":"''","value":["alla chitara"]},", the various bruschetta options and the veggie burger."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brasserie Les Trois Rois"],["alt="],["url="],["email="],["address=Rue du Simplon 7"],["lat=46.51559"],["long=6.63101"],["directions="],["phone=+41 21 616-3822"],["tollfree="],["fax="],["hours="],["price=CHF30-40"],["content=Mostly steaks with ",{"type":"''","value":["pommes frites"]},"—but extremely good steaks. Vegetarians will find little to eat. The high end is mostly horse meat. It's packed with locals, few of whom were students. The restaurant is non-smoking after 19:00, and the kitchen closes at 22:00."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café de Grancy"],["alt="],["url=http:\/\/www.cafedegrancy.ch\/"],["email="],["address=Av. du Rond-Point 1"],["lat=46.51524"],["long=6.62866"],["directions=one block south of the main train station, Métro: Grancy"],["phone=+41 21 616-8666"],["tollfree="],["fax="],["hours="],["price=CHF3 for coffee, CHF3.50-4.20 for a glass of wine or a beer. CHF16 for the (amazing) risotto of the day"],["content=The Grancy offers a full dinner menu of substantial quality, which always includes a few good vegetarian options. The reason many travellers will want to visit however is to linger - outside of dinner hours - over a coffee and a book or newspaper, or to really catch the spirit of the place your still-unfinished master's thesis. It's as though the front door is some kind of science-fiction transporter which links it directly to ",{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café Saint Pierre"],["alt="],["url=http:\/\/www.cafesaintpierre.ch\/"],["email="],["address=Galeries Benjamin Constant 1"],["lat=46.51939"],["long=6.63709"],["directions=Métro: Bessières"],["phone=+41 21 323-3636"],["tollfree="],["fax="],["hours="],["price=CHF 30-40"],["content=Another good spot brought to you by the Café de Grancy team, the Saint Pierre offers a daily lunch menu and a range of small dishes in the evening, with a good selection of wines, etc. The place packs up on weekend evenings (including Thursday) so get there early."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Poco Loco"],["alt="],["url=http:\/\/www.pocoloco.ch\/"],["email="],["address=Place Chauderon 5"],["lat=46.52307"],["long=6.62602"],["directions=also accessible from the Flon district off of Rue de Genève"],["phone=+41 22 329-1111"],["tollfree="],["fax="],["hours=M-W 11:30-14:00 & 18:00-23:59, Th 11:30-14:00 & 18:00-01:00, F 11:30-14:00 & 18:00-02:00, Sa 18:00-02:00"],["price=CHF30-35 for dinner"],["content=So you probably aren't going to travel to Switzerland for the Mexican food, but if you get a hankering while you're there you could hardly do better than this noisy, popular, and fairly authentic joint which is attached to a Spanish-language cinema and a hip bar. The dessert menu offers a selection of Mexican cigars, tequilas, and of course sweets. Moderately vegi-friendly, they do have vegetarian fajitas and a \"spinach wrap\"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Java"],["alt="],["url=http:\/\/www.lejava.ch"],["email="],["address=Rue Marterey 36"],["lat=46.52046"],["long=6.63846"],["directions=between Rue Enning and Place de l'Ours"],["phone=+41 21 321-3837"],["tollfree="],["fax="],["hours="],["price=c. CHF20 for dinner"],["content=There's something very welcoming about this little bar\/restaurant that makes it a fantastic place to linger for a few hours before staying on for a dinner of one of Java's many gorgeously presented Mediterranean inspired dishes, or optionally one of the large selection of savoury crêpes. Vegetarians will feel right at home."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mövenpick"],["alt="],["url=http:\/\/www.moevenpick-hotels.com\/en\/europe\/switzerland\/lausanne\/hotel-lausanne\/restaurants\/"],["email="],["address=Av. de Rhodanie 4"],["lat=46.50827"],["long=6.62416"],["directions="],["phone=+41 21 612-7612"],["tollfree="],["fax="],["hours=Daily 06:30-23:30"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pinte-Besson"],["alt="],["url=http:\/\/www.pinte-besson.com\/"],["email=infos@pinte-besson.com"],["address=Rue de l'Ale 4"],["lat=46.52330"],["long=6.62962"],["directions="],["phone=+41 21 312-5969"],["tollfree="],["fax="],["hours=M-F 08:00-24:00"],["price=CHF15-25 (lunch); CHF30-40 (dinner)"],["content=This, the oldest restaurant in Lausanne offers utterly classic Swiss cooking of very high quality. Also serves as the neighbourhood bar."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Raccard"],["alt="],["url="],["email="],["address=Rue du Simplon 14"],["lat=46.51588"],["long=6.63083"],["directions=located in the Hotel a la Gare just below the train station, across the street from Brasserie Les Trois Rois"],["phone=+41 21 616-4893"],["tollfree="],["fax="],["hours="],["price="],["content=They offer typical Swiss entrées, not fancy but made with care, at a very reasonable price. The owners are great, but their English is lacking. Make sure you sit outside, unless you are getting fondue, where the quiet Rue de Simplon has been commandeered into a sidewalk café. Try the Ostrich and the carrot salad!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ristorante St-Paul"],["alt="],["url="],["email="],["address=Av. d'Echallens 72"],["lat=46.52817"],["long=6.61641"],["directions="],["phone=+41 21 544-7391"],["tollfree="],["fax="],["hours=Evenings except Sunday and Monday"],["price="],["content=Mathilde and Nazzareno Raffa, veterans of the pan-Italian kitchen at the Hotel Angleterre in Ouchy have made a big impression in Lausanne culinary circles with this perfectly authentic southern Italian bistro. Naturally the focus is, as in Puglia is on seafood, but there's plenty to keep vegetarians happy as well. Mathilde's English is perfect and her knowledge of Italian wines is nearly encyclopaedic, so when presented with the wine card just ask her what she thinks."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pur"],["alt="],["url="],["email="],["address=Flon Valley"],["lat=46.52161"],["long=6.62668"],["directions=take Metro M2 to Flon, then walk to the esplanade"],["phone="],["tollfree="],["fax="],["hours="],["price=Expect to pay around CHF50 per person for dinner."],["content=The upscale Italian cuisine in this large trendy all glass restaurant simply glows. For a real treat try the truffle ravioli. In the summer the terrace, nicely insulated from motor traffic is a big draw for singles of all persuasions. Free Wi-Fi."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=MYO"],["alt="],["url="],["email="],["address=1 allée Ernest-Ansermet"],["lat=46.51979"],["long=6.62732"],["directions=in the park of Montbennon"],["phone=+41 21 323-2288"],["tollfree="],["fax="],["hours="],["price=c. CHF60 per person"],["content=A high-quality sushi\/fusion restaurant with a superb view of the lake and the alps. Vegetarians fear not! The creativity of the chef extends to non-seafood items as well."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eat Me"],["alt="],["url=http:\/\/eat-me.ch\/"],["email="],["address=Rue Pépinet 3"],["lat=46.52025"],["long=6.63233"],["directions=near the Place Saint-François"],["phone=+41 21 311-7659"],["tollfree="],["fax="],["hours="],["price=CHF60+ per person"],["content=The restaurant, orchestrated by the Chef Stéphane Goubin, proposes a gastronomical voyage \"around the world\" between Rome, Paris, New York, Tokyo and Bangkok."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=l'Accademia"],["alt="],["url="],["email="],["address=11 Place du Port"],["lat=46.50732"],["long=6.62829"],["directions=in the hotel Angleterre"],["phone=+41 21 613-3434"],["tollfree="],["fax="],["hours="],["price=CHF60+ per person"],["content=Very high-end Italian cooking in a warmly decorated room. The service is impressive, as is the wine list. Of course you pay for what you get."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=la Table d'Edgard"],["alt="],["url="],["email="],["address=Rue du Grand-Chêne 7-9"],["lat=46.51950"],["long=6.63089"],["directions=in the Lausanne Palais Hotel"],["phone=+41 21 331 3215"],["tollfree="],["fax="],["hours="],["price=CHF100+ per person"],["content=Known for inventive and subtle cooking and super attentive service, the Table has won a Michelin star, one of two in central Lausanne."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant de l'Hôtel de Ville de Crissier"],["alt="],["url=http:\/\/www.philippe-rochat.ch"],["email="],["address=Rue d'Yverdon 1"],["lat=46.55410"],["long=6.57667"],["directions=bus 18 Crissier-centre gets you fairly close, or take a cab"],["phone=+41 21 634-0505"],["tollfree="],["fax="],["hours="],["price=The ",{"type":"''","value":["Menu"]}," will run you CHF295-360, without wine."],["content=The top of the top in ",{"type":"''","value":["Suisse Romande"]}," or possibly in Switzerland. Reviewers use words like \"incomparable\", \"stellar\", and \"spectacular\" when writing about the culinary stylings of chef Benoît Violier. They have 3 (three) Michelin stars which is as high as the scale goes (and quite rare), and 19 (out of 20) points in the Gault et Millau (also quite rare). Consider reserving several ",{"type":"''","value":["months"]}," in advance."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThe sheer number of nightlife spots makes it hard to choose which ones to list.  As a general rule they tend to be clustered into nightlife districts, like the Flon, Place du Tunnel, Place de la Gare, Rue Marterey, etc.  This list tries to present one or two individual establishments from each of those clusters, plus a few which are a bit more off the beaten path.\n\nThe city's own official website has surprisingly good music listings, so if you would like to see what's going on during your visit give it a try.\n\n",{"type":"===","value":["Bars"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Bourg"],["url=http:\/\/www.le-bourg.ch"],["email="],["address=Rue de Bourg 51"],["lat=46.52005"],["long=6.63642"],["directions="],["phone=+41 21 311-6753"],["tollfree="],["fax="],["hours=W 18:00-01:00, Th 18:00-03:00, F Sa 18:00-04:00"],["price=CHF4"],["content=A great place to see up-and-coming jazz and performance oriented acts from all over the continent. The place is a real theater with a tiny bar in front, and the booking is simply amazing for a room which can hold maybe 30 people tops, with acts ranging from French accordion jazz or gypsy jazz to ",{"type":"''","value":["Coco-Rosie"]},"-like \"new folk\" to famed Chicago and NYC djs. You would not be alone in asking how they could possibly pull that off."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Bossette"],["url=http:\/\/www.bossette.ch\/"],["email="],["address=Place du Nord 4"],["lat=46.52606"],["long=6.63672"],["directions="],["phone=+41 21 320-1585"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant and bar, relaxed atmosphere, reasonable prices and good beer."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=N²O"],["url=http:\/\/www.n2o-bar.ch\/"],["email="],["address=Place de l'Europe 7"],["lat=46.52033"],["long=6.62992"],["directions=just at the top of the M2 Metro line"],["phone=+41 21 311-4427"],["tollfree="],["fax="],["hours=Tu-Sa until 02:00"],["price=CHF3.50-7.00 for a beer or a glass of wine."],["tags=hip,trendy"],["content=A jet-set place, N²O specializes in atmosphere. The place is at its best during the week when DJs spin the best in period and contemporary Easy-Listening hip. Weekend evenings tend toward standing-room-only, but what do you expect? There is a fairly substantial food menu as well."]]},"  "]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Tabac"],["url="],["email="],["address=Rue Beau-Séjour 7"],["lat=46.51807"],["long=6.63488"],["directions="],["phone=+41 21 312-3316"],["tollfree="],["fax="],["hours="],["price="],["content=This friendly café has a ",{"type":"''","value":["huge"]}," selection of Belgian beers and French wines.  The décor is understated hip, the climate is calm, and the clientèle is a very pleasant mix."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Café Couronne d'Or"],["url=http:\/\/www.couronnedor.ch"],["email="],["address=Rue des Deux-Marches 13"],["lat=46.52499"],["long=6.63370"],["directions="],["phone=+41 21 311-3817"],["tollfree="],["fax="],["hours=Su Tu 16:00-23:59, W 08:00-23:59, Th-Sa 08:00-01:00"],["price="],["content=Another fine place for a drink over your master's thesis, or a conversation with friends, the Couronne packs them in on a Saturday afternoon or Sunday evening. Cosy old bar in a small alley between Riponne and Tunnel."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Café du Château"],["alt=Brasserie Artisanale"],["url=http:\/\/www.biereduchateau.ch\/"],["email="],["address=Place du Tunnel 1"],["lat=46.52472"],["long=6.63459"],["directions="],["phone=+41 21 312-6011"],["tollfree="],["fax="],["hours=Daily from 17:00"],["price=A pint of ginger (or other) beer will set you back CHF5, a pizza CHF15. Pizza and homemade beer until 04:00 on weekends"],["content=The Brasserie offers a number of beers made on the spot including a speciality, 100% natural ginger beer.  They also have a kitchen offering a range of tasty pizzas at reasonable prices.  Note the signs that say \"",{"type":"''","value":["service au bar"]},"\", which means you have to order at the bar or you'll wait some time to be noticed and served."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bleu Lézard"],["url=http:\/\/www.bleu-lezard.ch\/"],["email="],["address=Rue Enning 10"],["lat=46.52010"],["long=6.63772"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=CHF4 for a beer"],["content=The Bleu Lézard is a popular student hangout with a restaurant-café-bar upstairs and a dancefloor in the basement. There's usually live music on Wednesdays and DJs on the weekends. Perfect place for a late Sunday brunch."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Lounge"],["alt=Chateau d'Ouchy"],["url=http:\/\/www.chateaudouchy.ch\/uk\/#bar-et-vinotheque.php"],["email="],["address=Place du Port 2"],["lat=46.50679"],["long=6.62752"],["directions=near the end of Metro M. The Lounge is on the east side of the Chateau, facing the Vaudois Alps"],["phone=+41 21 331-3232"],["tollfree="],["fax="],["hours=M-F 10:00-01:00, Sa Su 10:00-02:00"],["price="],["content=The Lounge of the Chateau d'Ouchy hotel has comfy white sofas, and a pretty impressive collection of Scotch whiskeys, but the real draw is that feeling that you've wandered into a James Bond film."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=El Cavalo Blanco"],["url="],["email="],["address=Av. d'Ouchy 66"],["lat=46.50755"],["long=6.62716"],["directions=just up the road from the Chateau"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A faux-English pub no longer, the former White Horse is now a tapas bar, and a darn good one. Attention: the ",{"type":"''","value":["sangria blanco"]}," (white-wine sangria punch) is ",{"type":"''","value":["dangerously"]}," good."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=MGM"],["url="],["email="],["address=Rue du Lac 14"],["lat=46.50774"],["long=6.62535"],["directions=50m east of Métro Ouchy"],["phone=+41 21 616-3881"],["tollfree="],["fax="],["hours="],["price="],["content=A red storefront facing the lake and the Alps, the MGM has two terraces: the usual sort on the sidewalk, and better yet a deck on the second floor which makes for a great place to relax and enjoy a drink while taking in the view of the Massif du Chablais in the lingering sunlight of a summer evening."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=XIIIème Siècle"],["url="],["email="],["address=Rue Cité-Devant"],["lat=46.52344"],["long=6.63532"],["directions=In the old city, behind the Cathedral"],["phone="],["tollfree="],["fax="],["hours=Daily 22:00-05:00"],["price=CHF5 beer"],["content=Claiming to be a bar for students this \"13th Century\" basement bar really gets going after midnight, when the other bars start to close.  The dancing (and massive pulling) goes on until 05:00. A big plus: the very clean bathrooms are 21st Century, having been remodelled just a few years ago. Drinks are a bit pricier here than elsewhere though."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Lapin Vert"],["url=http:\/\/www.lapinvert.ch\/"],["email="],["address=Ruelle du Lapin Vert"],["lat=46.52358"],["long=6.63589"],["directions=In the old city, behind the Cathedral"],["phone=+41 21 312-1317"],["tollfree="],["fax="],["hours=F Sa until 03:00"],["price="],["content=Rock Bar. Beer, sweat and loud music."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Great Escape"],["url=http:\/\/www.the-great.ch\/"],["email="],["address=Rue de la Madeleine 18"],["lat=46.52277"],["long=6.63323"],["directions="],["phone=+41 21 312-3194"],["tollfree="],["fax="],["hours="],["price="],["content=Relaxed atmosphere, the place with the highest percentage of English speaking customers, big tasty hamburgers and fries, giant screen for soccer and rugby games, blind test on Monday."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Taco's Bar"],["url=http:\/\/www.tacos-bar.ch\/"],["email="],["address=Rue de Genève 17"],["lat=46.52146"],["long=6.62845"],["directions=in a basement in the Flon"],["phone=+41 21 320-1525"],["tollfree="],["fax="],["hours="],["price="],["content=Pool and live music, of reasonably large size."]]}]},"\nTo perhaps a surprising degree for visitors from outside of Swiss Romande ",{"type":"'''","value":["gay"]}," nightlife is very well integrated into nightlife at large.  Most Lausanne nightspots are definitely gay-friendly, and many have a mixed straight-gay bar staff.  There are a couple of places though which either advertise themselves as gay, or just have a majority gay crowd rather than just being gay-friendly.  If that's what you are looking for there are a number of such bars along the avenue de Tivoli.\n\n",{"type":"===","value":["Clubs"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Romandie - Rock club Lôzane"],["url=http:\/\/www.leromandie.ch\/"],["email="],["address=Place de l'Europe 1b"],["lat=46.52016"],["long=6.63162"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As a members-run cooperative the Romandie can offer just about the cheapest drinks imaginable in Switzerland, but the main point is the bands.  The calendar leans pretty heavily toward hard rock and heavy metal they also book folk or other acts on a weekly basis as well as hosting friendly, late-night parties with djs. Another draw is the room itself: the club stretches between 2 arches of the bridge of Place de l'Europe."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Les Docks"],["url=http:\/\/www.lesdocks.ch\/"],["email="],["address=Av. Sévelin 34"],["lat=46.52242"],["long=6.61929"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located  in an industrial zone, this room offers concerts once or twice a week, from French \"chanson à texte\" to metal (mostly world music, though)."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=MAD"],["url=http:\/\/www.mad.ch\/"],["email="],["address=Rte de Genève 23"],["lat=46.52187"],["long=6.62714"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the largest Swiss dance club with international DJ appearances. Thursday RnB & student nights, Friday trance & techno , Saturday house clubbing, Sunday TRIXX & Jungle gay nights. Difficult to enter after midnight. Check local listings for details."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=D!"],["url=http:\/\/www.dclub.ch\/"],["email="],["address=Place Centrale"],["lat=46.52102"],["long=6.63101"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dance club with international DJ appearances, occasionally concerts. Doesn't get started until after midnight. Check local listings for details."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Atelier Volant"],["url=http:\/\/www.ateliervolant.ch\/"],["email="],["address=12, Côte de Montbenon"],["lat=46.52108"],["long=6.62762"],["directions="],["phone="],["tollfree="],["fax="],["hours=W-Su until 04:00"],["price="],["content=Offering three floors of entertainment including live Brazilian and Cuban bands, and salsa dance parties. The downstairs bar leans a bit more to Punk and Rock music. The new upstairs disco has a candy theme and a 25 and up restriction."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Amnesia Club"],["url=http:\/\/www.amnesiaclub.ch\/"],["email="],["address=Av. Jaques-Dalcroze 9"],["lat=46.51181"],["long=6.60927"],["directions=by the lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Ruche Club"],["url=http:\/\/www.la-ruche.ch\/"],["email="],["alt=The Hive"],["address=Rue de la tour 41"],["lat=46.52407"],["long=6.62751"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very popular place to dance on minimal music, there's sometimes psychedelic trance. A strange place, attended by a lot of very weird kinds of ",{"type":"''","value":["insects"]},". \"",{"type":"''","value":["On s'retrouve à la ruche!"]},"\" they say. Upstairs is the associated Café Hydromel (hydromel is a kind of mead)."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMost of the hotels in Lausanne are in the mid-price range, though there are also a number of luxury hotels as you would expect in the city which hosts the ",{"type":"'''","value":["International Olympic Committee"]},". There are also a few cheapies.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=ADA-Logements"],["alt="],["url=http:\/\/www.kobo.ch\/ada-logements\/"],["email="],["address=Av. de Tivoli 60"],["lat=46.52122"],["long=6.61751"],["directions="],["phone=+41 21 625-7134"],["tollfree="],["fax="],["price=CHF50\/100"],["checkin="],["checkout="],["content=A good value bed and breakfast with 12 rooms, with a pleasant and relaxed atmosphere."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jeunotel"],["alt="],["url="],["email="],["address=Ch. du Bois-de-Vaux"],["lat=46.51947"],["long=6.59732"],["directions="],["phone=+41 21 626-0222"],["tollfree="],["fax="],["price=Starting at CHF32 for a bed in a triple, CHF54\/85 for singles without\/with shower"],["checkin="],["checkout="],["content=This hotel near the university and sporting complexes offers 55 Casual rooms aimed at younger travellers, with 6 rooms designed for the needs of chaperones."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lausanne GuestHouse"],["alt="],["url=http:\/\/www.lausanne-guesthouse.ch\/"],["email=info@lausanne-guesthouse.ch"],["address=Epinettes 4"],["lat=46.51723"],["long=6.62530"],["directions="],["phone=+41 21 601-8000"],["tollfree="],["fax="],["price=Place in a four-bed room starting at CHF36, CHF88 for a sgl (with shower)."],["checkin="],["checkout="],["content=Near the CFF railway station, thus in easy range of the centre of Lausanne. It's in a nice 19th century town house. Unfortunately the guest house is scheduled for demolition in a few years to make way for another rail platform."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"[[","value":[["Image:Eglise st laurent.jpeg"],["thumb"],["250px"],["Eglise St-Laurent"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Regina"],["alt="],["url=http:\/\/www.hotel-regina.ch"],["email="],["address=Rue Grand St-Jean 18"],["lat=46.52163"],["long=6.63120"],["directions=in the old town; metro Flon, bus to Place Bel Aire"],["phone=+41 21 320-2441"],["tollfree="],["fax=+41 21 320 25 29"],["price=CHF84-135"],["checkin="],["checkout="],["content=Desk open until 22:00. This cute little hotel is in a great location for exploring the old town and the Flon gallery and nightclub district. The staff is super nice, and they offer free wireless internet service to their guests!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Raisin"],["alt="],["url=http:\/\/www.leraisin-lausanne.ch\/"],["email="],["address=Place Palud 19"],["lat=46.52199"],["long=6.63310"],["directions="],["phone=+41 21 312-2756"],["tollfree="],["fax="],["price=CHF110\/220"],["checkin="],["checkout="],["content=This traditional inn still offers a handful of rooms, recently remodelled. The location is as central as it gets."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hôtel City"],["alt="],["url=http:\/\/fhotels.ch"],["email="],["address=Rue Caroline 5"],["lat=46.52143"],["long=6.63549"],["directions="],["phone=+41 21 320-2141"],["tollfree="],["fax="],["price=CHF125-160\/160-195"],["checkin="],["checkout="],["content=A nice well-kept hotel at the other end of pont Bessières from the Cathedral, and thus offering some magnificent views."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hôtel des Voyageurs"],["alt="],["url=http:\/\/www.voyageurs.ch"],["email="],["address=Rue Grand St-Jean 19"],["lat=46.52172"],["long=6.63139"],["directions=in the old town; metro Flon, bus to Place Bel Aire"],["phone=+41 21 319-9111"],["tollfree="],["fax="],["price=CHF149-178\/219-260  sgl\/dbl"],["checkin="],["checkout="],["content=Just across the street from the ",{"type":"'''","value":["Regina"]},", and offering rooms of a similar quality."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mövenpick"],["alt="],["url=http:\/\/movenpick-lausanne.com"],["email="],["address=Av. Rhodanie 4"],["lat=46.50816"],["long=6.62431"],["directions=on the waterfront at Ouchy, just down from the Metro station"],["phone=+41 21 612-7612"],["tollfree="],["fax="],["price=CHF180-360\/194-440 singles\/doubles"],["checkin="],["checkout="],["content=The Swiss Ice-Cream and hospitality giant's Lausanne location is a very good value for the price, if you're going to spend that much anyway.  There are three very good value (splurge quality, mid-range prices) restaurants downstairs to choose from.  The main one offers fusion dishes and — a rarity for Europe — a good choice of California wines."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Continental"],["alt="],["url=http:\/\/www.swissinternationalhotels.com\/continental-lausanne"],["email="],["address=Place de la Gare 2"],["lat=46.51751"],["long=6.63006"],["directions=just in front of the train station of Lausanne"],["phone=+41 21 321 8800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Just a 10-minute walk from the historic quarter and the shopping area. The hotel has also the Grill Olympia where you will be able to taste authentic cuisine. All ingredients come from local suppliers with the greatest emphasis on quality. Specialities of the Steak House Olympia include different grilled meats as well as tiger fish and meat fondue."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chateau d'Ouchy"],["url=http:\/\/www.chateaudouchy.ch"],["email="],["address=Place du Port 2"],["lat=46.50663"],["long=6.62747"],["directions=across the street from the M2 Ouchy station"],["phone=+41 21 616 74 51"],["tollfree="],["fax="],["hours="],["price=CHF270-440"],["checkin="],["checkout="],["content=It's a still a castle, freshly renovated.  On the down side the prices have been elevated into the stratosphere making what was formerly a deal into a splurge.  Of course it still has the magnificent view of the Vaudois alps."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lausanne Palace"],["url=http:\/\/www.lausanne-palace.com"],["email="],["address=Rue du Grand-Chêne 7-9 (",{"type":"''","value":["next to park Montbenon"]},")"],["lat=46.51953"],["long=6.63108"],["directions="],["phone=+41 21 331 31 31"],["tollfree="],["fax="],["hours="],["price=Starting at CHF350\/450. CHF2,600 for the presidential Suite."],["checkin="],["checkout="],["content=Reception operates 24 hours per day 365 days per year. This stylish 5 star just off of the old town offers superb views of the lake and mountains, and three different restaurants including the ",{"type":"''","value":["Table d'Edgard"]}," which has a Michelin star."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beau-Rivage Palace"],["url=http:\/\/www.brp.ch"],["email="],["address=pl Port 17-19 (",{"type":"''","value":["across from the Chateau d'Ouchy"]},")"],["lat=46.50793"],["long=6.63021"],["directions="],["phone=+41 31 613 33 33"],["tollfree="],["fax="],["hours="],["price=CHF410-680\/470-780 singles\/doubles."],["checkin="],["checkout="],["content=The absolute pinnacle of Lausanne guest accommodations, the Beau-Rivage practically defines luxury. It's a perfect choice for delegations to the IOC, or for anybody whose boss is footing the tab."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nLausanne, like most of Switzerland, is pretty safe in general.  You are only likely to run into problems just outside of the entrances of popular dance clubs near closing time, when imported tensions sometimes show themselves.  Name a conflict worldwide, odds are that both sides are represented among young people in Lausanne.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=CHUV"],["alt="],["url=http:\/\/www.chuv.ch"],["email="],["address=Rue du Bugnon 46"],["lat=46.52471"],["long=6.64117"],["directions="],["phone=+41 21 314 11 11 or dial 144 for emergency telephone assistance (in French)"],["tollfree="],["fax="],["hours="],["price="],["content=24 hour emergency medical care at this the University Hospital of Canton Vaud."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Centre Médical de Vidy"],["alt="],["url=http:\/\/www.vidymed.ch\/"],["email="],["address=Route de Chavannes ll"],["lat=46.51826"],["long=6.60042"],["directions=just off Maladière roundabout"],["phone=+41 21 622 88 88"],["tollfree="],["fax="],["hours=M-F 7AM-11PM, Sa Su 9AM-11PM"],["price="],["content=Open for Emergency medical care daily. You can just turn up!! Very quick service in this new, modern urgency center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hôpital de l'Enfance"],["alt="],["url=http:\/\/www.hopital-enfance.ch\/"],["email="],["address=Rue Montétan 16"],["lat=46.52952"],["long=6.61469"],["directions="],["phone=+41 21 213 77 77 or dial 144 for emergency telephone assistance"],["tollfree="],["fax="],["hours="],["price="],["content=24 hour emergency medical care for babies and children."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hôpital Ophtalmique Jules Gonin"],["alt="],["url="],["email="],["address=Av. de France 15"],["lat=46.52425"],["long=6.62358"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For emergencies with eye problems."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pharmacie 24 SA"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 21 613 12 24"],["tollfree="],["fax="],["hours=8AM-midnight daily"],["price="],["content=This service provides for pharmacy service at one or more Lausanne pharmacies between.  Call for the pharmacy open nearest you.  Be ready to state your current address in French, or have someone at reception do it."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pharmacie de la Gare"],["alt="],["url="],["email="],["address="],["lat=46.51708"],["long=6.62871"],["directions=in the train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are staying in the old town this will almost certainly be the pharmacy you are referred to by ",{"type":"'''","value":["24 SA"]}," at least until it closes at 11PM."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe city-owned power company, SIL, has now added high speed internet by cable to its C.V., and along with that has been installing totally ",{"type":"'''","value":["free wireless"]}," access points around town, notably in Place Palud, Place St. François, the Flon valley, and on the hill of Montbenon near the casino.  It's rare now to find a café in Lausanne which doesn't have access to one of these.  As an aside SIL also provides a range of wines to those same cafés including a nice little Chardonnay, and a fairly bold Gamay. Neat huh?\n\n",{"type":"'''","value":["Java"]}," and ",{"type":"'''","value":["Bleu Lézard"]},", both listed above, offer time-limited but fully supported and thus very reliable Wi-Fi. Just ask your server for a ticket.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fragbox"],["alt="],["url="],["email="],["address=Rue de la Tour 3"],["lat="],["long="],["directions=in the center of Lausanne, one street above rue de l'Ale. Bus: Place Bel-Air"],["phone="],["tollfree="],["fax="],["hours="],["price=CHF5\/hour and goes down to CHF2\/hour with coupons"],["content=An amazing cybercafé and permanent LAN party. They speak English, Italian, German and Portuguese. It's a highly equipped center, with 35 computers. You can install any software you need."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Couronne d'Or"],["alt="],["url="],["email="],["address=Rue des Deux-Marchés 13"],["lat="],["long="],["directions=Métro Riponne, Maurice-Béjart"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Wi-Fi is pretty reliable, and if you arrive at an off-hour you can usually one of the tables with an outlet."]]},"."]},"\n",{"type":"==","value":["Go next"]},"\nOne of the nicest ways to spend an afternoon anywhere is to take a boat from the port of Ouchy on the Lakefront of Lausanne to either ",{"type":"[[","value":[["Vevey"]]}," or ",{"type":"[[","value":[["Montreux"]]},".  The Steamboats of the CGN offer you an amazing view of one of the most gorgeous corners of our planet.  On the left side of the boat you can take in the beautiful vineyards of ",{"type":"[[","value":[["Lavaux"]]},", and on the right side the Masif of Chablais, and the Franco-Swiss alpine giants, the Dents de Midi.\n\nHere's a partial list of selected daytrips, in order of distance:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lavaux"]]}," - Terraced vineyards and one of the prettiest landscapes anywhere stretching between Lausanne and ",{"type":"[[","value":[["Vevey"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Vevey"]]}," - A lovely city in a cove, and the corporate home to the Nestlé chocolate and food empire."]},{"type":"*","value":[" ",{"type":"[[","value":[["Montreux"]]}," - The jewel of the Swiss Riviera"]},{"type":"*","value":[" ",{"type":"[[","value":[["Evian"]]}," - The French bottled water capital.  35 minutes by boat."]},{"type":"*","value":[" ",{"type":"[[","value":[["Geneva"]]}," - The international capital by default, only 33 minutes by rail"]},{"type":"*","value":[" ",{"type":"[[","value":[["Leysin"]]}," - A laid back ski resort in the Vaud alps above ",{"type":"[[","value":[["Montreux"]]},", about 45 minutes by train."]},{"type":"*","value":[" ",{"type":"[[","value":[["Neuchâtel"]]}," - The picturesque city on Lake Neuchâtel, about 45 minutes by train."]},{"type":"*","value":[" ",{"type":"[[","value":[["Verbier"]]}," - A popular ski resort in western ",{"type":"[[","value":[["Valais"]]},", about an hour by train."]},{"type":"*","value":[" ",{"type":"[[","value":[["Berne"]]}," - The Swiss capital, just 70 minutes by rail."]},"\n",{"type":"{{","value":[["geo"],["46.51"],["6.63"]]},"\n",{"type":"{{","value":[["isPartOf"],["Lake Geneva"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lausanne"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Switzerland\/Cantons\/Vaud\/Lausanne\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Lausanne"]]}]