[{"type":"{{","value":[["pagebanner"],["Laval (Quebec) banner Église Saint Elzéar.jpg"],["caption=The church of Saint Elzéar, Laval"]]},"\nThe city of ",{"type":"'''","value":["Laval"]},", conglomerated from 14 smaller municipalities in 2000, covers the island ",{"type":"''","value":["Île Jésus"]}," and some smaller islands to the northwest of ",{"type":"[[","value":[["Montreal"]]},". Largely rural, the city's main population center is on the Autoroute 15 corridor and its southeast coast, which faces Montreal across the ",{"type":"''","value":["Rivière des Prairies"]},".\n\n",{"type":"==","value":["Understand"]},"\nAlthough a separately-administered city and (officially) a separate tourist region from Montreal, Laval is essentially a suburb of the city of Montreal. Much of Laval consists of bedroom communities and businesses that need cheaper land than is available in downtown Montreal, making it of limited interest for tourists. There are hotels in Laval which are considerably cheaper than downtown Montreal, although if staying at one of these hotels, a car would be very useful.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By car"]},"  From Montreal: Autoroute 15 (Autoroute des Laurentides) takes you directly into the centre of Laval.  Autoroute 13 takes you to the western part of Laval, including the Chomedey area.  Autoroute 25 takes you from the east end of Montreal into the eastern part of Laval via a toll bridge.  You can also take a bridge to Laval via boulevard Curé-Labelle or avenue Papineau. The bridges to Laval can have very heavy traffic during evening rush hour.\n\nFrom ",{"type":"[[","value":[["Mont-Tremblant"]]}," or anywhere else in the ",{"type":"[[","value":[["Laurentides"],["Laurentian mountains"]]},": take Autoroute 15 southbound to Laval.\n\n",{"type":"'''","value":["By subway"]}," As of April 2007, the city of Laval is connected to Montreal by the orange line of the metro at 3 stations: Cartier, de la Concorde and Montmorency. Parking is available, but be sure to arrive early in the morning on weekdays.\n\n",{"type":"'''","value":["By train"]}," Train service from Montreal is provided by the ",{"type":"[","value":["http:\/\/www.amt.qc.ca Agence Metropolitain de Transport (AMT)"]},", which operates two lines to Laval (one to the centre of the Laval, the other to the western tip.)  \n\n",{"type":"'''","value":["By bus"]}," Although the metro system now extends to Laval, it is still possible to get to Laval via the \"old\" method of getting off at Henri-Bourassa metro station in Montreal and taking the ",{"type":"[","value":["http:\/\/www.stl.laval.qc.ca Laval bus"]}," across the bridge to Laval.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["By car"]},"  The city is (more or less) laid out in a grid. Autoroute 440 splits Laval roughly in two, north and south sides. Autoroute 15 splits Laval roughly in two, east and west sides. An address with the suffix \"O\" or \"W\" (ouest or west) is west of Autoroute 15; the suffix \"E\" means east of Autoroute 15.  If you are going nort, address numbers increase; if you are going east or west, address numbers increase as you get farther from Autoroute 15.\n\nThe major north-south highways in Laval are Autoroute 13, Autoroute 15 (also known as the Laurentian Autoroute\/Autoroute des Laurentides), Autoroute 19 and Autoroute 25. Other large north-south streets are Boulevard Cure-Labelle, Boulevard Chomedey, Boulevard des Laurentides, Boulevard le Corbuiser, Boulevard Industriel.  The major east-west thoroughfares are Boulevard de la Concorde\/Boulevard Notre-Dame, Boulevard Levesque\/Boulevard Cartier\/Boulevard Samson, Boulevard Ste-Rose\/Avenue Perron, Boulevard de Terrasses\/Boulevard des Milles-Iles, Boulevard Saint-Martin, Autoroute 440, and Boulevard Dagenais\/Boulevard Bellerose. (The \"east-west\" and \"north-south\" designations for these routes are not perfectly aligned with cardinal directions.)\n\n",{"type":"'''","value":["By bus"]}," The ",{"type":"[","value":["http:\/\/www.stl.laval.qc.ca\/ Societe de transport de Laval"]}," provides extensive service on the island of Laval and connects it with the Montreal metro system.\n",{"type":"==","value":["See"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cosmodome"],["url=http:\/\/www.cosmodome.org"],["email="],["address=2150, Autoroute des Laurentides"],["lat="],["long="],["directions=autoroute 15"],["phone ="],["tollfree=+1-800-565-2267"],["fax="],["hours="],["price="],["content=A space museum with a life-sized space shuttle cockpit. Also contains Space Camp Canada."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Recreatheque"],["url=http:\/\/www.larecreatheque.com\/"],["email="],["address=900, boulevard Curé-Labelle"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-PLAISIR"],["fax="],["hours="],["price="],["content=Indoor amusement centre (bowling, mini-golf, batting cages etc.)"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=SkyVenture Montreal"],["url=http:\/\/www.skyventuremontreal.com\/en"],["email="],["address=2700, avenue Du Cosmodôme"],["lat="],["long="],["directions="],["phone = +1 514-524-4000"],["tollfree="],["fax="],["hours="],["price="],["content=Indoor skydiving windtunnel"]]}]},"\n",{"type":"==","value":["Buy"]},"\nLaval has many suburban shopping malls, such as Carrefour Laval (the largest), Centre Laval, and Centropolis.  Prices are a little cheaper than downtown Montreal, although the cost of gas to travel there tends to negate the price advantage.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chenoy's Laval"]},", part of the Montreal area Chenoy's deli restaurant chain, it is located in the Chomedey District, between the major thoroughfares of Boulevard Samson, Boulevard Cartier, Boulevard Chomedey, and Boulevard Cure-Labelle, it is centrally located near the Lachappelle Bridge to Montreal Island's Cartierville District. Poutine and Montreal-style smoked meat is available. This all-hours deli is easily accessible by car."]},{"type":"*","value":[" ",{"type":"'''","value":["Patate Depot"]},", a notable weird suburban greasy spoon located on Boulevard Cure-Labelle, just a few blocks south of the intersection with Autoroute 440."]},{"type":"*","value":[" ",{"type":"'''","value":["Dic Ann's"]},", a famous Montreal area burger chain with its own burger, has a location in the Sainte-Dorothee district on Boulevard Samson."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Quebec Autoroute 15.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Mont-Tremblant"]]}],["minorl1=",{"type":"[[","value":[["Sainte-Anne-des-Lacs"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Montreal"]]}]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Quebec"]]},"\n",{"type":"{{","value":[["geo"],["45.57"],["-73.75"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Laval, Quebec"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Canada\/Quebec\/Localities\/L\/Laval\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Laval, Québec"]]}]