[{"type":"{{","value":[["pagebanner"],["Le Havre banner Foreshore 2.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:LehavrePlaceHoteldeVille.jpg"],["thumb"],["300px"],["Hotel de Ville decorated to celebrate its inclusion on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}]]},"\n",{"type":"'''","value":["Le Havre"]}," is a port city at the mouth of the Seine, on the English Channel (French: ",{"type":"''","value":["Manche"]},") in the region of ",{"type":"[[","value":[["Upper Normandy"]]}," in ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"'''","value":["Le Havre"]}," is French for \"the harbour\". Historically, Le Havre has always been the harbour for Paris, with goods transferring there between ocean-going vessels and barges which go to Paris via the Seine.\n\nLe Havre was heavily bombed during the Battle of Normandy. The reconstruction of the town was undertaken by August Perret using reinforced concrete. This project has led to the city being added to the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nTrains run to\/from ",{"type":"[[","value":[["Paris"]]}," regularly, taking about 2 hours: most stop at ",{"type":"[[","value":[["Rouen"]]}," en route. There is also a TGV to\/from ",{"type":"[[","value":[["Marseille"]]}," once a day.\n\n",{"type":"===","value":["By boat"]},"\n\nFerries run to ",{"type":"[[","value":[["Portsmouth"]]}," and ",{"type":"[[","value":[["Newhaven"]]}," in southern ",{"type":"[[","value":[["England"]]}," daily. This service is provided by LD lines ",{"type":"[","value":["http:\/\/www.ldlines.com\/"]},". Crossing times are from three hours and fifteen minutes ",{"type":"[","value":["http:\/\/www.aferry.co.uk\/portsmouth-le-havre-ferry.htm"]},". Popular alternative routes going to areas close to Le Havre include ",{"type":"[[","value":[["Newhaven"]]}," to ",{"type":"[[","value":[["Dieppe"]]},", and ",{"type":"[[","value":[["Poole"]]}," to ",{"type":"[[","value":[["Cherbourg"]]},".\n\n",{"type":"===","value":["By cruise ship"]},"\n\nThe cruise terminal is located just south of the ferry terminal.  At the cruise terminal, you can pick up a map of the downtown city (very useful).  A shuttle bus brings you downtown in about 5–10 minutes (2.5 km).  The dropoff point is on east side of ",{"type":"''","value":["rue de Paris"]},", just before ",{"type":"''","value":["rue Victor Hugo"]},". From this point, you can easily move about the downtown core.\n\n",{"type":"===","value":["By plane"]},"\n\nLe Havre has a small airport with services running to ",{"type":"[[","value":[["Lyon"]]},", ",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Brighton (England)"],["Brighton"]]},". You can reach 200 destinations all over the world via Amsterdam.\n\n",{"type":"===","value":["By car"]},"\n\nTraffic in the southern approach to Le Havre has benefited from the construction of the huge ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pontsnormandietancarville.fr\/ Pont de Normandie"]}]}," over the Seine estuary. However, whilst certainly impressive from an architectural standpoint, during busy summer weekends the entire structure can seem more like a car-park. Expect long delays (up to an hour) to cross the 4 km toll bridge (Current cost about €6).\n\nAn Avis car hire agency is located at ",{"type":"'''","value":["Gare du Havre"]}," (train station), on the corner of ",{"type":"''","value":["Cours de la République"]}," and Magellan Street.  From City Hall, it's a 20 minute walk (1.5 km) east along ",{"type":"''","value":["Boulevard de Strasbourg"]},".\n\n",{"type":"==","value":["Get around"]},"\nThe centre of town is easily covered on foot.\nA local bus service runs regularly around town.\nThe ferry port and train station are a short walk out from the centre of town and buses run on these routes.\nRent a bike for a few euros at the tourist office or at the bus parked along the beach during the season.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Maison armateur 3.JPG"],["thumb"],["right"],["100px"],["Maison de l'armateur"]]},"\n",{"type":"[[","value":[["File:Church Saint-Vincent.jpg"],["thumb"],["right"],["150px"],["Church Saint-Vincent"]]},"\n",{"type":"[[","value":[["File:Le Havre (France) fête des bretons dans le quartier Saint-François.JPG"],["thumb"],["right"],["150px"],["Fest Yves"]]},"\n",{"type":"*","value":[" St Joseph's Church was a key project designed by August Perret in the rebuilding of the city. Its tall tower is lined with coloured glass lending the interior a unique tranquility."]},{"type":"*","value":[" Hotel de Ville (",{"type":"''","value":["Town Hall"]},") is situated on one of the largest squares in France. The interior has information on the city. It is possible to climb the tower for view of the lay out of the city."]},{"type":"*","value":[" Showflat, designed by city designer August Perret, is now open for public viewing."]},{"type":"*","value":[" Malraux Museum, houses the largest Impressionist collection in France outside of Paris."]},{"type":"*","value":[" Cultural Centre (the Volcano) designed by leading architect Oscar Neimeyer is located in the centre of town."]},{"type":"*","value":[" Maison de l'Armateur (opposite the ferries) One of the few old houses which were not destroyed during World War II. A magnificent house of 5 floors, nicely decorated and furnished in the style of its construction (18th century), when it belonged to rich families. A very interesting visit especially if you also visit Auguste Perret's showflat in City Hall Square showing what was life was like in the '50s ... You will understand the complex history of the city ..."]},{"type":"*","value":[" Museum d'histoire naturelle ... in an old building which miraculously survived the terrible bombings on September 5, 1944. Interesting museum (free) a lot of activities for children."]},{"type":"*","value":[" Nearby, Cathedrale Notre Dame. Visit it and walk around it. You'll get a striking contrast between the 15th century cathedral and the buildings constructed in the '50s and '60s around it. The foundations of the cathedral are lower than the other buildings because they were built on the ruins of the old town."]},{"type":"*","value":[" The view of the port (",{"type":"''","value":["bassin du commerce"]},") with its lovely bridge and both the Volcano and steeple of St Joseph's church in the background. Nice both in the day or at night. On the north quay ... the Casino (gambling, fine restaurants, hotel, spa)."]},{"type":"*","value":[" St Vincent district is an old district near the beach which didn't suffer too much from the terrible bombings that flattened the city in 1944 and in which 5,000 people died in the ruins in a few hours. The little church and the square around it evoke a village atmosphere in southern France. During the season, painters gather on the square and give an impression of \"Montmartre\"."]},{"type":"*","value":[" Every year on the first Sunday after August 15 a traditional parade is organized in the city. Flowered carriages, people in costumes, floral floats, music, etc."]},{"type":"*","value":[" Every second year (the first one took place in 2006), Le Havre is home to a Contemporary Art Exhibition in the casino and everywhere in the streets of the city centre."]},{"type":"*","value":[" Every year on the first weekend of September Le Havre holds a \"Fishermen's Festival\""]},{"type":"*","value":[" In May is \"Fest Yves\" a traditional festival from Brittany in quartier St François."]},{"type":"*","value":[" Every July 14, traditional fireworks on the beach (at 11pm)."]},{"type":"*","value":[" '",{"type":"''","value":["Take the "]},"funiculaire''''' (cable car) for an easy climb to Le Havre's upper plateau.  From the ",{"type":"''","value":["Hôtel de Ville"]}," (City Hall), it’s a 7 minute walk (600 metres) along ",{"type":"''","value":["avenue René Coty"]}," to the lower terminal is located on ",{"type":"''","value":["rue Gustave-Flaubert"]}," (corner ",{"type":"''","value":["rue du Docteur-Vigné"]},").  A one-way ticket costs 0.40 €.  Once at the top, turn right from the upper terminal (heading east), along ",{"type":"''","value":["rue Félix-Faure"]},", another 7 minute walk (500 metres) brings you to a superbly panoramic view of the beautiful city and its harbour.  You can return down the ",{"type":"''","value":["Escalier Olivier-Senn"]},", then stroll through narrow historic streets, zig-zagging back to the city center.  Returning to the lower terminal takes about 12 minutes, all downhill."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Climb the tower of Hotel de Ville for an overview of August Perret's planned city. Beautiful!"]},{"type":"*","value":[" Enjoy the beach in good weather (restaurants, bars, night life)"]},{"type":"*","value":[" Relax in the glow of the unique St Joseph's Church"]},{"type":"*","value":[" Drive over the River Seine on the gorgeous  bridge \"Pont de Normandie\" Then you will be in ",{"type":"[[","value":[["Honfleur"]]},", one of Normandy's prettiest places."]},{"type":"*","value":["Enjoy a walk in the posh residential area of Ste Adresse overlooking the Le Havre bay and enjoy nice views of the bay and the city"]},{"type":"*","value":[" Visit the port (whether on a boat or by bike: more information in many languages from the tourist office situated along the beach)"]},{"type":"*","value":[" Rent a bike at the tourist office for a couple of euros and enjoy the seafront and the city centre at its best. You can also ride to Harfleur (eastern suburb) which is a lovely medieval town! Montivilliers, a few miles away is also worth a visit. Nice abbey and town center."]},{"type":"*","value":[" After the beach, enjoy a forest in the middle of the city \"forêt de Montgeon\""]},{"type":"*","value":["Les jardins suspendus (fort de Sainte Adresse). Lovely walled garden and greenhouse in an old fort overlooking the city and the sea. Nice views! A nice walk on the walls!"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Normandy is famous for its ",{"type":"'''","value":["cider"]}," and its ",{"type":"'''","value":["cheese"]},". Go to \"Les Halles\" (south of the city centre near pedestrian aerea and Volcano) A covered market where you will find a selection of little shops selling excellent products (vegetables, cheese, meat, bakeries, wine, cider ... and a small supermarket)"]},{"type":"*","value":[" You can buy local products in one of the seasonal sheds along the beach and at the tourist office"]},{"type":"*","value":[" Chocolates \"la tour\" (the tower) Chocolaterie Auzou (near Espace Coty - Coty Mall)"]},{"type":"*","value":[" Fresh fish from the fishermen (fish market) Opposite the ferry, in front of \"maison de l'armateur\" on \"quai de l'ile\" (island quay)"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Quartier St-François offers a great selections of different restaurants (style, nationality and prices). A lot of \"crêperies\" (French pancakes)."]},{"type":"*","value":[" A selection of fine restaurants is to be found everywhere in the city (the casino is one of the best \"Le Havre des sens\"). More information at the tourist office"]},{"type":"*","value":[" Big typical market every Thursday morning in Montivilliers and in Harfleur every Sunday morning"]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chocolate Passion"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the Hotel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Amazing Chocolate store and tea salon where one can go to drink the best hot chocolate in the world."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Quartier St-François is also home to several bars"]},{"type":"*","value":[" In the city centre ... and the beach."]},"\n",{"type":"==","value":["Sleep"]},"\nAll sorts of hotels are to be found like in an other French big city.\n\nBed and Breakfasts\n",{"type":"*","value":[" Cheap and nice B&B under brown beams. Phone: (00 33) (0)2 76 89 31 65 leave message and number if no answer."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Neustrie"],["url=http:\/\/www.bedandbreakfast-normandie.com\/"],["email="],["address=36 Rue de Neustrie"],["lat="],["long="],["directions="],["phone = +33 965136437"],["tollfree="],["fax="],["hours="],["price=60 euros"],["checkin="],["checkout="],["content=Excellent bed and breakfast within 10 minutes walking of Hotel de Ville or the train station. Guests stay on their own floor with private bathroom (the floor has one room for 1-2 people, €60-65, or two rooms for 3-4 people, €90-110 for both rooms). Very clean, beautifully decorated, and great attention to details. The free breakfasts are delicious, and include fresh-squeezed orange juice. Free wifi."]]}]},"\n2 star hotels\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Carmin"],["url=http:\/\/www.hotelcarmin.com\/"],["email="],["address=15, rue Georges Braque, Le Havre"],["lat="],["long="],["directions="],["phone =+33 2 32 74 08 20"],["tollfree="],["fax="],["hours="],["price=65-119 euros\/night"],["checkin="],["checkout="],["content=Decent and clean budget option near Hotel de Ville. Very friendly staff. Free wifi. Breakfast costs extra."]]}]},"\nMany other affordable hotels around the station\n\nThe cheapest are outside the city\n",{"type":"*","value":[" Formule 1 in Gonfreville l'orcher"]},{"type":"*","value":[" B&B hotel in Harfleur"]},{"type":"*","value":[" Etap Hotel in Le Havre (quartier de l'Eure)"]},"\n3 or 4 stars hotels\n",{"type":"*","value":[" The Casino (4 stars with nice spa)"]},{"type":"*","value":[" Vent d'Ouest (opposite St Joseph's church)"]},{"type":"*","value":[" Les voiles (near Ste Adresse - the beach)"]},{"type":"*","value":[" Novotel (the station)"]},{"type":"*","value":[" Mercure (between the station and the city center overlooking \"bassin du commerce\")"]},{"type":"*","value":[" Art Hotel (opposite the Volcano in the pedestrian area)"]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=28 Rue de General de Gaulle, 76310 Sainte-Adresse"],["lat="],["long="],["directions="],["phone=+33  235-462-892"],["tollfree="],["fax=+33 235-467-316"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nIdeally situated in Normandy, you can reach from Le Havre any part of the region in any direction in less than 2 h, including the famous ",{"type":"[[","value":[["Mont Saint-Michel"]]},".\n\nTo the north:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Etretat"]]}," and its exceptional natural site (beautiful white cliffs). (25 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fecamp"]]}," and its \"Bénédictine Palace\" where the famous liquor is made and also has a nice little town with a long beach and a little port. (40 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Veules les Roses"]]}," is a charming village along the shortest river in France. Lovely houses and a nice beach. (65 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dieppe"]]}," is an important fishing port and a lovely seaside resort. (100 km)"]},"\nTo the south:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Honfleur"]]}," is a little 17th century harbour. (25 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Beuvron en Auge"]]}," is a lovely picturesque village. (35 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lisieux"]]}," has a cathedral and basilica. (55 km)"]},"\nTo the west:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Caen"]]}," has a World War Two memorial (90 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bayeux"]]}," has the medieval tapestry and is near the famous landing beaches (115 km)"]},"\nTo the east:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Harfleur"]]}," and ",{"type":"[[","value":[["Montivilliers"]]},"  are eastern suburbs suburb of Le Havre. (15 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Marais Vernier"]]}," is a village of thatched cottages. (40 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pont Audemer"]]}," is a nice little town with canals. (45 km)"]},"\n",{"type":"{{","value":[["geo"],["49.49000"],["0.100000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Upper Normandy"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Le Havre"]]},"\n\n",{"type":"[[","value":[["Commons:Le Havre"]]}]