[{"type":"{{","value":[["pagebanner"],["Le Mans banner Racetrack.jpg"]]},"\n\n",{"type":"'''","value":["Le Mans"]}," is a town in France, best known for its annual 24 hours automobile race. Le Mans is twinned with ",{"type":"[[","value":[["Bolton"]]},", ",{"type":"[[","value":[["England"]]},".\n",{"type":"[[","value":[["Image:La cité plantagenêt.jpg"],["thumb"],["300px"],["Le Mans old city"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe rich and 17 centuries long history of Le Mans, former capital of the province of Maine, is too often eclipsed by the annual worldwide famous 24-hour race, held on the brink of the city.\n\nThere are, however, beautiful reminders of the past and a gloriously restored old city, which was used as a backdrop for several movies. The cathedral Saint-Julien, at its heart, is a wonder and should not be missed.\n\nThe city is very easily accessible from Paris, it has much to offer and deserves more than only a short trip to its circuit when the motors roar. The \"Cité Plantagenêt\" may be one of the best-kept secrets in France.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere is a very small ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lemans.cci.fr\/aerogare_anglais.php airfield"]}]}," located near the circuit, with no regular connections to other major cities. As there is a direct TGV access from Paris Charles de Gaulle Airport, there is absolutely no point in trying to get to Le Mans by plane, unless you have a private or chartered (small) plane. Ryanair operate flights from ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Porto"]]}," to ",{"type":"'''","value":["Aeroport Tours Val de Loire"]},", just outside the city of ",{"type":"[[","value":[["Tours"]]}," approximately 100 km from Le Mans.\n\n",{"type":"===","value":["By train"]},"\n\nThe ",{"type":"'''","value":["TGV"]}," stops in Le Mans, and many TGV West-bounded trains leaving from Paris stop in Le Mans.\n\nFrom Gare Montparnasse in ",{"type":"[[","value":[["Paris"]]},", there are trains every hour or so, and the 210-km trip takes 55 min.\n\nThere is also a direct TGV service from Charles de Gaulle Airport (through TGV bypassing Paris to go to Nantes or Bordeaux), the trip takes 90 min, and the ticket train to Le Mans can be combined with your incoming flight, as if it was a connecting domestic flight.\n\nFrom Le Mans, you can easily access ",{"type":"[[","value":[["Brittany"]]},", ",{"type":"[[","value":[["Bordeaux"]]}," or ",{"type":"[[","value":[["Nantes"]]},".\n\nSome TGV trains run to and from ",{"type":"[[","value":[["Lille"]]}," for Eurostar connections to and from ",{"type":"[[","value":[["London"]]},".\n\nRegional trains give you access to or from neighboring towns of ",{"type":"[[","value":[["Angers"]]},", ",{"type":"[[","value":[["Tours"]]}," or ",{"type":"[[","value":[["Laval"]]},".\n\n",{"type":"===","value":["By car"]},"\nLe Mans has many good road links to the rest of the country. \nThe A11 L'Oceane highway runs from Paris to Nantes via Le Mans, and the A81 from Le Mans heads West to Rennes. It takes roughly 2h from Paris to drive to Le Mans. The city of ",{"type":"[[","value":[["Chartres"]]},", halfway from Paris has a magnificent cathedral which deserves a stop.\n\n",{"type":"==","value":["Get around"]},"\nPublic buses are available, and a tramway is in operation. It runs from the university on the west of the town, through the centre and then out east, where it splits in two. The \"Antares\" terminus is at the Le Mans 24 hour circuit.  Anyway, for tourists, major \"getting around\" is from\/to the station from\/to town center, which involves either a long 30 min walk, a short taxi ride or a 5 min bus ride.\n\nGetting to the circuit is a bit longer (20 min by taxi, or 30 min by public bus). Walking to the circuit from the town is not really convenient except when there are too many cars and traffic jams.\n\nThe modern city centre is the ",{"type":"'''","value":["Place de la Republique"]},", whereas the old heart of the city is behind the ",{"type":"'''","value":["Place des Jacobins"]},". Various shops (including the Centre Jacobins shopping center), bars and restaurants dot the 20 min walk between the two areas.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Take your time to get up to date information at the ",{"type":"'''","value":["Office du Tourisme"]}," (",{"type":"''","value":["Tourism center"]},{"type":"[","value":["http:\/\/www.lemanstourisme.com\/dnn\/Accueil\/tabid\/206\/Default.aspx"]},"), located in Rue de l'Etoile. It is a 10 mins walk from the Cathedral."]},"\n",{"type":"[[","value":[["Image:Lemans map.png"],["thumb"],["250px"],["Map of Le Mans"]]},"\n\n",{"type":"*","value":[" The splendid ",{"type":"'''","value":["Saint-Julien Cathedral"]},", located in the heart of the town, is a magnificent example of the lengths and efforts put to build up such buildings in the Middle Ages. With its reversed rounded arches, it is one of the most impressive religious monuments in the area, and one of the largest cathedral in France. Its building started in the 11th century and took over 500 years. Techniques and styles evolved throughout its history, as a result the cathedral is a mix between various architectural styles. The nave is pure Romanesque, but the choir is in flamboyant Gothic. The stained glass inside the cathedral should not be missed. One of the panes, dating back from the twelve century, is actually the oldest stained glass still standing in the world.  "]},{"type":"[[","value":[["Image:Cath saint julien.JPG"],["thumb"],["350px"],["Cathedral Saint Julien in Le Mans"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Old City"]}," (",{"type":"''","value":["Cite Plantagenet"]},"), just behind the cathedral, is a large and nice example, with many houses and buildings dating back from the late middle age \\ beginning of renaissance (look for the Pilier Rouge or the Maison des Deux Amis). The paved streets and limited traffic make for a nice strolling in this very \"middle age looking\" old town. In the old town, you can stop at the little ",{"type":"'''","value":["Musee de la Reine Berengere"]}," Museum for some displays about the local history. The large ",{"type":"'''","value":["Palais de Comtes du Maine"]}," palace is now part of the city hall and can not be visited. Ruins of a ",{"type":"'''","value":["Roman thermal building"]}," dating from the 3rd century, have recently been uncovered. They can be visited with a prior reservation (02 43 28 17 22)."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Gallo-Roman Walls"]},", around the old city, date back from the third century and are still in excellent condition."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Musee de Tesse"]}," museum, just outside of the old city, offers displays of various interest, with a reconstitution of an Egytian tomb at the basement."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["L'abbaye de l'Epau"]}," (",{"type":"''","value":["Epau Abbey"]},"), on the Eastern side of the town, was founded by Queen Berengaria of Navarre, widow of Richard I of England (Richard Lionheart). Only ruins were remaining during the 1950s, but after 30 years of restoration, the Abbey, now a proprety of the prefecture, can be visited and is used for cultural events, notably the Festival de l'Epau ",{"type":"[","value":["http:\/\/www.centre-culturel-de-la-sarthe.com\/"]},"."]},{"type":"[[","value":[["Image:Circuit de la Sarthe track map.svg"],["thumb"],["250px"],["The circuit"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["circuit"]}," of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lemans.org 24 Heures du Mans"]}]}," is located at the south end of the city. The famous ",{"type":"''","value":["Hunaudieres"]}," straight is actually part of the public road from Le Mans to Tours. You can visit some of the rest circuit, though it is of limited interest if there is no race. Seeing the 24 h, is of course a very different story. The town buzzes with many international visitors and the noise of the motors can be heard from the city center. Try to stay awake for the whole 24 h, as the glow of the carbon brakes in the night with racing faster than Formula One is unforgettable. The tradition at the end of the race is for the public to invade the circuit. Although it is officially prohibited, a few thousand people each year take the chance of a lifetime to take a stroll on the bitumen. Close to the circuit is a large ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.museeauto24h.sarthe.com\/default.asp Automobile Museum"]}]},", open even if there is no race."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Rillettes"]},", a kind of boiled pork pate, is the culinary specialty of Le Mans. It actually tastes much better than its description. You can buy some rillettes in almost every meat shop in town, and it makes for the perfect sandwich pasted on some fresh baguette.\n\nA very good variety of ",{"type":"'''","value":["restaurants"]}," is found in the town center and especially in or around the old city. For 50 Euros and a very good sample of French cuisine, give a try to ",{"type":"'''","value":["Le Grenier A Sel"]},", 26 Place de l'Eperon, ",{"type":"'''","value":["La Ciboulette"]},", 14 Rue de la vielle porte, or ",{"type":"'''","value":["Le Nez Rouge"]},", 107 Grande rue, all of them close or inside the old city. ",{"type":"'''","value":["Le Baobab"]},", on the same street as La Ciboulette, offers some African cuisine at the very heart of the old city.\n\nThe area closer to Place de la Republique, popular with young people on weekends, offers cheaper eats, with several ",{"type":"'''","value":["kebab"]}," shops that would fill you for 10 euros or less.\n\n",{"type":"==","value":["Drink"]},"\nLe Mans is a rather quiet town (except for a few hours once a year) and the university campus is quite far from the centre, so on weekdays the streets are almost empty and the bars are calm, to say the least.\n\nThe majority of bars and pubs are located close to ",{"type":"'''","value":["Place de la Republique"]},".  The main arteries for an evening drink in Le Mans would be ",{"type":"'''","value":["Rue du Port"]},", going from Place de la Republique to Sarthe river, and ",{"type":"'''","value":["Rue du Docteur Leroy"]},", also starting from Place de la Republique.\n\nOn weekends, there are a few busy spots, you can check ",{"type":"'''","value":["Le Mulligan's"]},", 44 Rue du docteur Leroy, an Irish pub, or the ",{"type":"'''","value":["Le Passeport du cochon vert"]},", 25 Place d'Alger (its name would poetically translate as ",{"type":"''","value":["The Green Pig Passport"]},"), both are frequented by a young clientele.\n\nIn the old town, ",{"type":"'''","value":["Le Saint-Pierre"]},", 7 Place Saint-Pierre (facing the town hall), is completely packed during the week-ends. Going down from the old town towards the place de l'éperon, ",{"type":"[","value":["http:\/\/www.lechicagobar.com\/  Le Chicago"]}," 5 rue de la vieille porte, is the place to be for cocktail amateurs, with a rum\/Cuban-themed ground floor and a lounge\/prohibition theme on the first floor.\n\nOne of the heritage houses of the old city, ",{"type":"'''","value":["Le Pilier Rouge"]},", 5 rue du Pilier Rouge, has been fully restored into a bar. It is located right above the huge tunnel crossing under the old city.\n\nThere are a few gay bars, notably ",{"type":"'''","value":["La Limite"]},", 7, Rue Saint-Honore\nin the old city, or ",{"type":"'''","value":["L'Arc en ciel"]},", 2 Rue Doree, also in the old city.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe area around, and even inside, the loop of the circuit is full of ",{"type":"'''","value":["campgrounds"]}," (the ",{"type":"''","value":["Houx"]}," and the ",{"type":"''","value":["Maison Blanche"]},"), which are very busy during the race. We are talking here about campgrounds located ",{"type":"''","value":["very"]}," close to a deafening source of noise, invaded by hordes of motor and beer fans, so the last thing you should expect to be doing there is sleeping. But if you are in Le Mans for the 24 h, you do not want to be sleeping. For more information about camping around the circuit, take a look at the aptly named ",{"type":"[","value":["http:\/\/www.beermountain.com\/ Le Mans Camping Survival Guide"]},".\n\nJust 7 km north of the city is the quieter ",{"type":"[","value":["http:\/\/www.lemanscamping.net\/ Camping du vieux moulin"]},".\n\nYou can find some ",{"type":"'''","value":["business hotels"]}," directly at the train station (south exit), or just across the street at the north exit. \nThere are some average to luxury hotels in the centre (for instance ",{"type":"'''","value":["Hotel Concorde"]},", located on Avenue du General Leclerc, not very far from the station, or ",{"type":"'''","value":["Mercure"]}," on Rue Chanzy). If you come for the race, book well ahead, but at other times, it should not be a problem to get a room.\n\nThere is actually one hotel located directly on the circuit, the ",{"type":"[","value":["http:\/\/www.aubergemulsanne.fr\/  hotel Arbor"]},", located at km 6 on the Hunaudieres straight, just before Mulsanne. Book years ahead.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.0077"],["0.1984"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pays de la Loire"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Le Mans"]]}]