[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"],["listings are not formatted properly"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leduc.ca\/Leduc\/1024\/default.asp Leduc"]}]}," is a city in ",{"type":"[[","value":[["Edmonton Capital Region"]]},".  It has a population of 23,000 people.  It is most known for it's industry and the Edmonton International Airport.  Leduc County is also home to the Leduc Number 1 Oilwell, which started the oil boom back in 1947.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nAlthough too small to have it's own airport, ",{"type":"[","value":["http:\/\/www.flyeia.com The Edmonton International Airport"]}," is outside of the city of ",{"type":"[[","value":[["Edmonton"]]},", and is in Leduc County.  There are daily flights from Edmonton International (YEG) to many cities across Canada, the US, and international destinations.  Car rental companies are found on the lower level of the parkade and include; Budget, Hertz, National, Thrifty and Avis.  The Airport Taxi Company will drive people from the airport to Leduc and are on the arrivals level by ground transportation.  It is only a five minute drive from the airport to the city of Leduc.\n\n",{"type":"===","value":["By car"]},"\nProbably the most common way to get to Leduc is by car.  Leduc is on Alberta Hwy 2 (the Queen Elizabeth 2 Hwy), and is between the province's two largest cities ",{"type":"[[","value":[["Edmonton"]]}," and ",{"type":"[[","value":[["Calgary"]]},".  It is only a 15 minute drive from the south side of Edmonton going north on QE2 to Leduc.  It is about a 2 hour drive from Calgary to Leduc on QE2 north.\n\nLeduc is on the north end of Alberta Hwy 2A and goes south all the way along to ",{"type":"[[","value":[["Red Deer"]]}," which is also on Alberta Highway 2.\n\nLeduc is also on the east end of Alberta Hwy 39.  From Leduc, Hwy 39 runs east going through the communities of Calmar, Thorsby, Warburg and ends just east of Drayton Valley.  The newly built shopping complex, Leduc Commo, is on the west side of Leduc along Hwy 39.\n\nSecondary Hwy 625 leads to the west side of Leduc and turns into Rollyview Road in the city.\n\n",{"type":"==","value":["Get around"]},"\nLeduc is a small city and has no public transit system, except for special buses reserved for the elderly and those with mobility issues.  Major roadways in Leduc include; Blackgold Drive which runs from Leduc Estates in the west to the Black Gold Recreational Centre in the east, 50th Street which runs south and north, and 50th ave which runs east and west.\n\nWhen the weather is nice in spring, summer, and fall, it is common for residents, to walk, bike or roller blade around town.  There are several kilometres of bike paths in Leduc, making it an ideal way to see the city.\n\nFor residents without a vehicle there are several taxi companies in Leduc.\n\n",{"type":"==","value":["See"]},"\n\nLeduc has splendor to offer to visitor's all year round.  The City Hall building, located along 50th Street are very lovely.  There is a manmade lake with water fountains in the summer.  During the winter (when the ice is thick and frozen, always check ice conditions) people like to skate on the lake.  There are lights on the pine tree on the island in the lake to start the holiday season.  Inside the city hall building is the atrium, with its beautiful greenery even in the cold winters.  Don't be surprised to see a photoshoot for a Wedding there, especially on the weekend.\n\nLeduc has several kilometers of ",{"type":"[","value":["http:\/\/www.city.leduc.ab.ca\/Leduc\/1024\/Residents\/multiway.asp  Multiwayas"]}," for biking, rollerblading and walking. Common interest areas include by Fred John's Park, another man made lake which also has a park and Telford Lake.  There are several walking piers by Telford Lake and it is common for bird enthusiasts to spend time here.  Please note Leduc's lakes are for seeing and not swimming in.   \n\nThere are several historic buildings along Main Street, including where the old post office used to be.  Best to just take a walk on a warm sunny day and see what wonders awaits you.\n\nAlso check out the big plane statue next to the Legion on 50th Street.\n\n",{"type":"==","value":["Do"]},"\n\nLeduc has activities for people of all ages.  The ",{"type":"[","value":["http:\/\/www.city.leduc.ab.ca\/Leduc\/1024\/Residents\/BGC\/ Leduc Recreation Centre"]}," (also known as Black Gold Centre) has a pool, skating rink, curling rink and is being expanded to include a soccor field and more. L.A. Crude have two rugby pitches just behind where matches can be viewed  throughout the summer.  During the summer, the spray park is opened outside (admission only for those who buy tickets for the swimming pool).  The Black Gold Arena is home to The ",{"type":"[","value":["http:\/\/www.leducriggers.ca Leduc Riggers Hockey Team"]},"... Go Riggers!!  The Alexendar Arena is also another skating complex located on 50th Street.  Beside it is the outdoor pool which is open from the May Long Weekend to the September Long Weekend.\n\nAcross the street from the Alexander Arena is Leduc Cinema's.  This is Leduc's only cinema showing 4 or 5 movies a week on four different screens.  Tickets are much lower than what you would pay for a show in Edmonton.  They always try to have at least one family movie, so kids can have a good time, and several of the upcoming blockbusters.  ",{"type":"[","value":["http:\/\/www.edmovieguide.com\/theatres\/Leduc%20Cinema\/LEDUC Leduc Cinema's Showtimes And Prices"]},"\n\nFor performing arts, most shows take place at the ",{"type":"[","value":["http:\/\/www.maclabcentre.com\/ Maclab Centre For The Performing Arts Website"]},".  The billboard outside advertises for upcoming plays, performances and concerts.  Tickets can often be bought at the box office or the Library.\n\n",{"type":"[","value":["http:\/\/library.leduc.ab.ca\/ The Leduc Public Library"]}," is located in the City Hall building and is a good place to sit down and read a book.  There are also computers with internet access.  There are often several events, lectures and activities that take place.  Ask a librarian what's happening when you're around. \n\nThe ",{"type":"[","value":["http:\/\/www.woodsmuseum.org\/ Dr. Wood's Museum"]}," is the oldest home in Leduc and has great marvels from a by-gone era.  Located only a few blocks away from main street, its address is 4801-49 Ave.  Its admission is by donation and there are often special events planned throughout the year.\n\nThe first weekend in May is Rodeo Weekend.  During this time there are several events that take place including; a parade, pancake breakfast, fair, and of course Rodeo events.  These are held at The Black Gold Center - now known as the LRC (Leduc Rec Centre).  The fair is located on the outside grounds.  Best night to go to the fair is on Friday, known as 'Buddy Night' because you and a friend only pay half price to ride the rides.\n\n",{"type":"[","value":["http:\/\/www.leduc.ca\/Leduc\/1024\/News_and_Events\/Events\/default.asp More Leduc Events"]},"\n\nOf course the most famous Leduc Landmark is The Leduc No. 1 Oilwell which is located in Leduc County.  No trip to Leduc is complete without seeing this famous site, which started the Alberta Oilboom to begin with.  It is only about a 15 minute drive from the city, right close to the town of Devon.  It has an interpretive center for people to learn all about the discovery that made Leduc so famous.  ",{"type":"[","value":["http:\/\/www.c-pic.org\/ The Canadian Petroleum Discovery Centre"]},"\n\n",{"type":"[","value":["http:\/\/www.leducrep.com Leduc Representative Newspaper"]}," has more event listings and activities in the community.\n\n",{"type":"==","value":["Buy"]},"\n\nBecause of its close proximity to Edmonton, Leduc doesn't have as much shopping as a city further away like Camrose might.  People from Leduc will often drive into Edmonton to go to stores that are not in town.  Nonetheless there are still several shopping options in Leduc.  All of the stores are located pretty much along 50 Street or 50 Avenue.\n\nAlong 50 Street there a few shopping centres.  On the north end is Safeway, Safeway Liquor Store, Shoppers Drug Mart, Money Mart and The Canadian Tire Gas Bar.  Please note the actual Canadian Tire was moved to Leduc Common on 50th Street.  Further down south there is Sobeys, Blockbuster and Western Cellar.  And on the far south end of 50th Street is No Frills (formerly Extra Foods) as well as a 7-Eleven Gas Bar.\n\n50th Ave between 47th and 50th Street, is commonly referred to as Main Street.  There are several independently owned and operated business along this route.  This includes; Legs 'N Things Boutique, A Chip Off The Old Crock (furniture store and also Ice Creamery in the summer time), Black Gold Frames and Gift Solutions.  Further west on 50th Ave there isn't much for shopping (several restaurants though) until you hit Leduc Common.  This has some of the newest stores to be opened in Leduc.  They include; Wal-Mart (which is now a supercentre), Canadian Tire, Rona, Peavy Mart, Staples, EB Games, Fabutan, The Dollar Store, Dollar Rama, Reitman's, Pennington's, Mark's Work Warehouse, The Source and others.  Leduc Common is always growing and is frequently under construction to make way for new stores.\n\n",{"type":"==","value":["Eat"]},"\nThere are several independently run and family owned dining establishments.  Zambelli's by Safeway specializes in Western, French and Greek cuisine.  Katouki Taverna located just off main street is a family run Greek restaurant... with locations in Edmonton.  Moroccan Cuisine is a buffet style restaurant located just behind the A&W in the strip mall.  Kosmo's has steak and pizza and is located on 50th just before Pizza 73.  For those looking to send an email whilst enjoying a coffee, head down to The Bits And Bytes Cafe on main street.  It's always a good idea to ask a local about a restaurant they enjoy.\n\n",{"type":"==","value":["Drink"]},"\n\nIn Alberta liquor must be sold in private liquor stores.  Therefore you cannot expect to step into a 7-Eleven and buy yourself a six pack.  Not to worry there are several liquor stores in Leduc.  And once again using the fail proof system they are located along either 50 Street or 50 Ave.  So just head down one of these main roads and keep an eye out, and you'll find a place to quench your thirst soon enough.  The drinking age in Alberta is 18, and you may be asked to provide vaild photo ID when purchasing liquor.  \n\nIf you are looking enjoy a drink at a bar there are several options.  Many restaurants have lounges or bars in them including; Kosmo's, Boston Pizza and Smitty's.  And there are bars located in hotels such as The Best Western, Days Inn (Slate with Tuesday and Thursday being Karaoke night), and The Waldorf or also known as The Dorf.  There is also a bar called Yote's (pronounced \"yo-tees\" not Yote as in rhymes with vote) which is just next  to the Boston Pizza.  If you are a veteran you can head to The Legion by The White Spot... it's the building with the big airplane in front of it, so you can miss it.  Once again the drinking age in Alberta is 18 and you may be asked to provide valid ID showing proof of your age.  \n\nAs always drinking and driving is against the law and you can be fined, sent to jail and even have your license revoked.  So be safe and have a Designated Driver or call a cab.  Because Leduc isn't very big, cab fares tend to be pretty low... especially if it's split between a few people sharing a ride.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several hotels in town like ",{"type":"[","value":["http:\/\/book.bestwestern.com\/bestwestern\/productInfo.do?propertyCode=61042 The Best Western Denham Inn"]}," ",{"type":"[","value":["http:\/\/www.travelodge.com\/Travelodge\/control\/Booking\/property_info?propertyId=09760&brandInfo=TL The Travelodge"]}," and ",{"type":"[","value":["http:\/\/www.daysinn.com\/DaysInn\/control\/Booking\/property_info?propertyId=19641&cid=carat_search-Days_Inn&OVKEY=day%20inn%20leduc&OVRAW=days%20inn%20leduc&OVKWID=26217206013&OVADID=3014489013&OVMTC=standard The Days Inn & Conference Center"]},".  Because Leduc is close to the airport there are several hotels on the edge of town, close to\/in Nisku and only minutes away from the airport.  They include; The Western Budget Motel (3 locations), ",{"type":"[","value":["http:\/\/www.hiexpress.com\/h\/d\/ex\/1\/en\/hotel\/yegap?rpb=hotel&crUrl=\/h\/d\/ex\/1\/en\/mapsearchresults The Holiday Inn Express & Suites"]}," The Crystal Star Inn, ",{"type":"[","value":["http:\/\/www.ramada.com\/Ramada\/control\/Booking\/property_info?propertyId=14360 The Ramada"]},", ",{"type":"[","value":["http:\/\/hotels.milepost101.com\/v6\/redir.aspx?&type=property&pid=53346&siteid=22287 The Super 8"]},", ",{"type":"[","value":["http:\/\/www.executivehotels.net\/leduc\/s_leduc_home.cgi The Royal Executive Inn"]},", ",{"type":"[","value":["http:\/\/www.qualityinn.com\/hotel-nisku-canada-CN525 The Quality Inn"]},", ",{"type":"[","value":["http:\/\/www.niskuinn.com\/ The Nisku Inn"]},", and ",{"type":"[","value":["http:\/\/hamptoninn.hilton.com\/en\/hp\/hotels\/photo_gallery.jhtml?ctyhocn=YEGHSHX The Hampton Inn"]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Edmonton"]]}," is only 15 minutes away and includes the world famous West Edmonton Mall one of the largest shopping centres on earth. Or you can go south to Calgary or west to Jasper.   \n\n",{"type":"{{","value":[["routebox"],["image1=Alberta Highway 2.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Grande Prairie"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Edmonton"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Calgary"]]}],["minorr1=",{"type":"[[","value":[["Red Deer"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["53.259444"],["-113.549167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Edmonton Capital Region"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Leduc,_Alberta"]]}]