[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Leek"]}," is a town in North ",{"type":"[[","value":[["Staffordshire"]]}," in the English Midlands.\n\n",{"type":"==","value":["Understand"]},"\nKnown at the Queen of the Moorlands, Leek is the administrative centre of Staffordshire Moorlands District Council. The main industry was silk and textiles but it has now diversified into tourism and food processing, and is the headquarters of the Britannia Building Society.\n\n",{"type":"==","value":["Get in"]},"\n\nLeeks train station closed in the 1960s so the only real public transport option is the bus.  There are occasional services to ",{"type":"[[","value":[["Buxton"]]}," and ",{"type":"[[","value":[["Macclesfield"]]}," but the most practical option for most visitors is the number 18 bus from Hanley bus station in Stoke-on-Trent (£2.40 one way, £5.00 for unlimited travel on PMT First buses all day - the best value if coming from stoke train station).  This runs roughly three times an hour via Stockton Brook, Endon and Longsdon, during the day and runs once an hour after about 7pm until 10ish.  Be advised that on Monday, Friday and Saturday nights it tends to get full with rowdy and often quite tipsy Leekensians on their way to sample the relatively diverse nightlife in Hanley.\nAnother bus, the 16, runs from Stoke (Hanley bus station) via Cheddleton and Werrington, although this service is less frequent.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is little public transport in Leek, taxis are an option. The one bus service within Leek travels through Haregate, which offers exceptionally little in terms of sights or activities.  This service is primarily aimed at elderly locals.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Leek "]},"\n\n",{"type":"*","value":[" The Nicholson War Memorial - built by a wealthy local family to commemorate the death of their son in the I World War, this clock tower is one of the biggest war memorials in the country. Its at the bottom of Derby street. Leekensians refer to it as \"the monument\"."]},"\n",{"type":"*","value":[" All Saints Church - considered by some to be one of the finest churches in England (Bottom of South Bank street, about five minutes walk from the bus station)."]},"\n",{"type":"*","value":[" The Old French Quarter, near the Swan pub."]},"\n",{"type":"*","value":[" Rudyard Lake Steam Railway ",{"type":"[","value":["http:\/\/www.rlsr.org"]}]},"\n",{"type":"*","value":[" Churnet Valley Railway"]},"\n",{"type":"*","value":[" Foxfield Railway"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alton Towers"]]}]},"\n",{"type":"*","value":[" Brindley Mill"]},"\nThe lake, the steam trains, the wildlife, the views, the sailing club, The trip boat Honey, the rowing boats, the fishing, The Lady of the Lake, the boathouses.\n\n",{"type":"===","value":["Rudyard Lake"]},"\n\nRudyard is a small village with a large lake. In fact its a reservoir built in 1797 to supply water to the Trent and Mersey canal. It got its name from Ralph Rudyard who is reputed to have killed Richard III at the Battle of Bosworth Field.\n\nIt's a place of great beauty with and romance. Rudyard Kipling was named after it after his parents first met at a picnic by its shores. The lake was developed as a tourist attraction in the early 1900s by the local North Staffordshire railway company. They took Blondin to tightrope walk across it and Captain Webb to swim after he had first swum the English Channel. It was named the 3rd most romantic spot in England in 2005.\n\nBest way to arrive at Rudyard is by car and park in the free station car park. It's about 1 mile North of Leek. Public transport is poor. You can get trains to [Stoke-on-Trent] then buses to Leek but then it's a walk or taxi.\n\n",{"type":"==","value":["Do"]},"\n\nTake the steam train ride along the lake on the Rudyard Lake Steam Railway.\n\nTake a boat ride on the lake from the Dam Head & walk around the lake.\n\nSupport Rudyard sailability a national centre of excellence for disabled sailing.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Drive a steam engine Rudyard Lake"],["url=http:\/\/www.rlsr.org\/Driver.htm"],["email="],["address=Rudyard Station"],["lat="],["long="],["directions=off B5331 on entering village"],["phone = +44 1538 306704"],["tollfree="],["fax="],["hours=10-4"],["price="],["content=Learn to drive a real steam engine courses make ideal gifts for birthdays or special events"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is plenty to buy in Leek.  There is a market, indoor and outdoor, on Wednesdays and Saturdays located, as you'd expect, in the market place - although the quality of the goods on sale varies wildly.\n\nLeek also considers itself a great place to purchase antiques and as much there are numerous antique shops - many of these are clustered on and around St Edwards street and parts of Cheddleton Road.\n\nFor day to day needs Leek has the usual array of supermarkets - Morrison's is located on Newcastle Road.  There is a small Asda near Haregate as well as an Aldi, which is closest to the town centre on Haywood street.  Be aware however that there have been issues involving unfair fines being issued in their car park.\n\n",{"type":"==","value":["Eat"]},"\n\nLeek isn't renowned for its culinary delights but many options do exist, personally I'd visit the Cup Cake cafe.  There are a series of the usual Indian and Chinese restaurants throughout the town as well as the ubiquitous takeaways you'd find in any English town.  In addition, many pubs now serve food as well.  Details for each type of eatery are listed below -\n\n",{"type":"'''","value":["Pub Dining"]},"\n",{"type":"''","value":["Engine Room"]}," - Market place, chain-pub that serves a good variety of well-prepared food up until 8 or 9 o'clock most nights.  Popular spot for lunch amongst locals.\n",{"type":"''","value":["Red Lion"]}," - Next door to Engine Room, also serves good quality food.\n",{"type":"''","value":["Quiet Woman"]}," - Excellent variety of food at lunch time and tea time, service stops during the mid-afternoon.\n",{"type":"''","value":["Den Engel"]}," - Full restaurant situated upstairs.\n\n",{"type":"'''","value":["Takeaways"]},"\nThese are situated throughout the town and many do delivery on orders over £5.  Two of the most popular are on the top of St Edwards street.\n",{"type":"''","value":["Stake-out"]}," (01538399441) - St Edwards street, quick home delivery, friendly service, good quality.\n",{"type":"''","value":["Pizza Line"]},"(01538398700) - As above.\n",{"type":"''","value":["Abbies"]}," - Just around the corner, generally good.\n",{"type":"''","value":["Moorlands Takeaway"]}," - Stockwell Street, could be better.\n''Tangs Dynasty\" - Stockwell Street Chinese.\n",{"type":"''","value":["Emperors Court"]}," - Chinese located on West Street, good food.\n\n",{"type":"''","value":["Rudyard"]},"\nAt the Platform 2 cafe at Rudyard Station. Open at weekends year round.\nBar meals or carvery at the hotel.\n\n",{"type":"==","value":["Drink"]},"\n\nLeek once boasted the most pubs per capita in the whole of England.  Unfortunately economic circumstances have resulted in many of these closing down, the following are all open as of October 2010 (there are more pubs, but these are the highlights).  Most of the pubs are centred around St Edwards street while the bars are largely around the market place.\n\n",{"type":"===","value":["Pubs"]},"\n\nBenks (Stockwell street) - Offers multiple pool tables, an antiquated jukebox and a good variety of lagers.  Also occasionally referred to as the Union, as this was its former name. The rear entrance is on Union street which adjoins Stockwell street\n\nQuiet Woman (Next to the Unicorn on St Edwards street) - a good variety of food served at mealtimes.\n\nWilkes Head (St Edwards street) - Alternative music and Leeks only proper real ale pub.  Holds the annual Wilkesfest which is popular.\n\nThe Green Dragon(St Edwards street)- Leek's first J D Wetherspoons pub\n\nThe Valiant - Unofficial Stoke City supporters pub.  Do NOT go in there wearing a Port Vale shirt, especially on a match day. Perfectly fine apart from that although it does get loud on match days.\n\nThe Roebuck (Derby Street) - Currently a Titanic Brewery owned pub with a large selection of real ales, lagers ciders and food being served most of the day\n\nThe Cock Inn (Derby Street) - Currently a Joules' Brewery owned pub with some real ales, lagers and ciders with food being served at limited times of the day\n\n",{"type":"===","value":["Bars"]},"\n\nThe Engine Room (Market Place) - Serve an excellent variety of pub food until around 9 o'clock.  Popular starting point for a weekend night out.  Also popular during major football matches.\n\nThe Red Lion (Market Place)- The average Leekensians next port of call on a Saturday night, slightly larger and with a dance floor and an upstairs cocktail bar which is only occasionally open.\n\nElmos (Market Place)- Cellar bar and the average Leekensians next bar of choice at the weekend.  Good variety of drinks and a dance floor.  Be advised that this is not the place for a quite drink and that seating is minimal.\n\nDen Engels -  Excellent Belgian bar with a more up-market atmosphere than most others listed here.  Stocks an exceptional variety of Belgian beer, most of it at very acceptable prices.  (Try the Rochfort 10, but don't expect to remember much of your evening afterwards!)\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several hotels in Leek, and the local Tourist information centre (at the Market Place) will happily book you a room for a three pound fee.\n\n",{"type":"'''","value":["The Silken Strand "]}," (St Edwards Street) - Offers several rooms as well as an excellent bar and beer garden.\n\nHotel Rudyard is adjacent to the lake and a historic and quirky place. It was originally a railway hotel.\n\nRudyard Vale caravan park is another option if you have your own caravan.\n\n",{"type":"==","value":["Stay safe"]},"\n\nLeek is a relatively safe town with little crime.  On Friday and Saturday nights the usual drunken chaos occurs, which is to be expected in any English town.  There are occasional fights in the Market Place or in the Elmos bar, but these are usually quickly broken up.  In addition most are between people who already know each other.  There are sometimes large groups of young people hanging around in the evening, but 99% of the time if you leave them alone they'll leave you alone.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nIf you're driving then ",{"type":"[[","value":[["Buxton"]]}," in ",{"type":"[[","value":[["Derbyshire"]]}," is a worthwhile visit and boasts a Theatre amongst other things.\n\n",{"type":"[[","value":[["Alton Towers"]]}," is another favourite among visitors.\n\n",{"type":"[[","value":[["Stoke-on-Trent"]]}," boasts the nearest train station and has the most frequent bus services to\/from Leek.  This is the easiest route for people without their own car.\n\n",{"type":"[[","value":[["WikiPedia:Leek, Staffordshire"]]},"\n\n",{"type":"{{","value":[["geo"],["53.108"],["-2.0234"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Staffordshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Staffordshire\/Leek\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Leek, Staffordshire"]]}]