[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Leeward Coast"]]},"\nThe ",{"type":"'''","value":["Leeward Coast"]}," is a region of the ",{"type":"[[","value":[["Hawaii"],["Hawaiian"]]}," ",{"type":"[[","value":[["Oahu"]]}," island.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hanaka"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kapolei"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Maili"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Makaha"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nanakuli"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Waianae"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThis is the \"local\" side of the Oahu where haoles (folks of European descent) and good restaurants are hard to find.\n\nYou can find decent condo rentals on Makaha Beach for well under $100, less expensive quarters up in the valley, condo rentals on Pokai Beach in downtown Waianae, condo rentals in Maili, and a handful of house rentals in Nanakuli. If you're willing to pay $400, you can stay at Koolina but it's a bit too far from Makaha Beach or anything else on Oahu for that matter.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThere is only one public road that goes into the Leeward Coast of Oahu: Interstate H1 to the west terminus and then Farrington Highway up the coast. It is impossible to get here from North Shore around Kaena Point by car. And going over the Kolekole Pass from Central Oahu is only allowed for people with a military ID.\n\nThere are several bus lines that go here.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nIt's dry on the leeward coast, hotter than other parts of the island, but the hiking is great and ",{"type":"[[","value":[["Makaha Beach"]]}," is one of the best all-around beaches in the world, if you're looking for active recreation. The mountains above Waianae and ",{"type":"[[","value":[["Makaha Valley"]]}," offer some of the best hiking anywhere in the islands and the walk to ",{"type":"[[","value":[["Ka'ena Point"]]}," is well worth the effort.\n\nDon't miss the best snorkeling (oldest reefs, clearest water) on O'ahu. Make sure the area you choose has a lifeguard present  - and never turn your back on the ocean. Waianae Boat Harbor is home to a few snorkel tours, including ones that will take you out to encounter the resident pod of spinner or spotted dolphins.  Whale watching here is unmatched by boat, or hike out to Ka'ena Point where the highest number of nearshore humpback whales on O'ahu are found.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nWherever you go, take plenty of water with you, lock your car if you take one, and leave no valuables behind.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Oahu"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]