[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Lefkada"]}," is one of the most beautiful islands in the ",{"type":"[[","value":[["Ionian Islands"],["Ionian Sea"]]},", with beaches such as Porto Katsiki and Eggremnoi.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By Road "]},"\nAlthough Lefkas is an island, it's connected to the mainland by a causeway and floating bridge. The bridge moves aside every hour on the hour to allow yachts to cross. Usually it is a short procedure with delay similar to that of a major traffic intersection. In high season (August) during peak weekend times, this could lead to significant delays at the bridge if you arrive when the bridge is closed or has just opened.\n\n",{"type":"===","value":[" By plane "]},"\nThe airport, near Preveza, is 20 minutes drive from Lefkas town, at the north tip of the island.\n\nCharter flights from many European countries operate to Preveza from April through October. Many European airlines also provide scheduled services during this period. At the time of writing the only domestic flights are from Sitia (Crete), Corfu and Kefalonia approximately 3x a week.\n\n",{"type":"===","value":[" By bus "]},"\nAthens is about 5 hours by bus, while ",{"type":"[[","value":[["Thessaloniki"]]}," is about 4,5 hours distance, each with several journeys per day.\n\n",{"type":"===","value":[" By ferry "]},"\nThere are daily ferries to Fiskardo on ",{"type":"[[","value":[["Kefalonia"]]},", and Ithaka, from the Southern coast town of Vassiliki. From Southeastern coastal Nidri, ferries run to Meganissi frequently. Ferries to Italy (Bari, Brindisi, Ancona, Venice, Trieste) run from Igoumenitsa, about a 90 minute drive onto the mainland from Lefkas Town.\n\n",{"type":"==","value":["Get around"]},"\nRental car, quad, or scooter is the most efficient mode of transportation.\n\nThe islands public coach transportation company (KTEL Leykadas) run frequent routes to all resorts and villages on the island. If travelling on weekends and public holidays it is suggested to check the timetables before attempting your journey.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Lefkada kosta.jpg"],["thumb"],["600px"],["right"],["Porto Katsiki beach"]]},"\n\n",{"type":"'''","value":["Porto Katsiki beach"]}," is worldwide known, chosen and voted more than once in top 10 of beaches in Mediterranean and in Europe. A relatively large and sandy beach surrounded by white cliffs. Whilst it is possible to drive to the beach and take the steps down the cliff, there are also daily boat trips that leave from Nidri and Vasiliki harbour. The journey takes around 1.5 to 2 hours and can be fairly choppy sometimes. Don't forget the sea legs!\nEgkremni is one of the longest beaches of the island and has the privilege to be the less \"cosmopolitan\". While you will faint on the idea to walk up and down 1000 or even more stairs to get there, you will defineteley be awarded by a unique colour of the crystal blue \"caribbean\" waters.\n\n",{"type":"*","value":["Beach"]},{"type":"*","value":["Kite flying"]},{"type":"*","value":["Sailing"]},{"type":"*","value":["Boating"]},{"type":"*","value":["Wind Surfing - some of the best in Europe on the South of the island in Vasiliki"]},"\nThe wide and sheltered bay of Vasiliki in the South of the island is famous for its Wind Surfing due to the strong and consistent wind (known as \"Eric\" by enthusiasts) that blows down over the mountains in the afternoons. Cross winds of Beaufort force 9 has been recorded at the beach, but more typical is force 5 - 7 in the late afternoon. The section of beach named \"Ponti\" is usually packed with Wind Surfers and can be quite a spectacle to watch. It is possible to hire Canoes and Catamarans as well as Wind Surfing equipment on this main stretch of beach.\n\nLefkas is over 70% mountainous and said to be one of the best ",{"type":"'''","value":["mountain biking"]}," spots in Europe. There are many places to hire push bikes along the high street in Nidri, however these bikes are not very well suited for the terrain and are more suitable for just getting about the town.\n\n",{"type":"==","value":["Eat"]},"\nFish recommended at Syvota bay or at fishport of Lygia while you can enjoy delicious meat meals at Karya village.\n\nThe harbour at Vasiliki bay houses around 15 restaurants and fast food outlets, all of which have covered seating outside next to the water. Be aware that on particularly warm evenings the water in some parts of the harbour smells and can be distracting when trying to relax and eat!\n\nFood available at the harbour varies from traditional Greek cuisine, to simple meals such as beef burgers and chips and is relatively cheap. It is possible for 2 people to eat a large meal and drink wine for less than €25.\n\n",{"type":"==","value":["Drink"]},"\n\nThe most popular beers at the bars in Nidri and Vasiliki are Mythos and Amstel. There is a winery on the island (approx 8 km from Vasiliki town) which produces \"Lefkadian Land White\", a white wine which can be bought cheaply in the supermarkets and restaurants.\n\n",{"type":"==","value":["Sleep"]},"\nYou can find every range of accommodation, from small and cheap apartments to luxury hotels and villas.\n\n",{"type":"==","value":["Stay safe"]},"\n\nCrime on the island is low. In Vasiliki it is not uncommon to see doors and windows left open overnight, or restaurant drinks fridges and ice cream freezers left outside overnight without a lock.\n\n \n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ionian Islands"]]},"\n\n",{"type":"{{","value":[["geo"],["38.717778"],["20.643889"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lefkada"]]},"\n",{"type":"[[","value":[["Commons:Category:Lefkada"]]}]