[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Legazpi City"]}," is a city in the ",{"type":"[[","value":[["Bicol Region"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["13.13974"],["123.73489"],["zoom=17"],["height=470"],["width=470"],["layer=OP"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nLegazpi City Domestic Airport\n\nPAL Express part of Philippine Airlines, Cebu Pacific fly daily from Manila to Legazpi and vice versa.\nCebu pacific also fly from Cebu city to Legaspi and vice versa.\n\nCebu Pacific Airlines departs from NAIA Terminal 3 in Manila,\n\n",{"type":"===","value":["By train"]},"\nFrom the PNR Station in Manila (Tutuban Mall Station), you can ride a PNR train directly to Naga City. PNR provides sleeper coaches, price can range from P416 - P1300 (depending on which coach you want to stay - Economy, Aircon, Family Sleeper, Executive Sleeper). Reservation of seats is possible, please call 319-0048 for reservations\/inquiries.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\nSeveral buses travel to Legazpi from Metro Manila, serviced by southwest bound. Departed from several buses pool, can be several times within a day but from Legazpi back to Manila normally start from 05.30 pm and the journey takes 8 -10 hours. Asked to be align at Pasay City or nearby EDSA for more convenient travel to downtown Manila. \n\nLegazpi has a good bus terminus. Several canteen served local food and passengers will be departed from the main gate and follow the sign that mentioned its direction, e.g to Manila, to Naga etc. Make sure your bags are properly kept in the baggage compartment and bring your hand-carry into the bus.\n\nTickets sales daily and can be booked in advance, just go to the counters and choose based on budget: economy (non A\/C) to executive (A\/C with seating lay out 2 - 2 or 1 - 2 are available).\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" By ",{"type":"'''","value":["jeepney"]}," with duration minutes to hours. The direction that mentioned on the sign is the last stop, so it will be necessary to be asked first: is your direction passed by within the entire of the journey."]},"\n",{"type":"*","value":[" By ",{"type":"'''","value":["tricycle"]}," for close destination. It's doable that driver might be add some passenger to the same direction or at least passed by with direction you had mentioned before."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Volcano Mayon Volcano"]},",  is an active volcano in the province of Albay, on the island of Luzon in the Philippines. Renowned as the \"perfect cone\" because of its almost symmetric conical shape, Mayon forms the northern boundary of Legazpi City, the largest city in terms of population in the Bicol Region. The mountain is a national park and a protected landscape in the country proclaimed as Mayon Volcano Natural Park in the year 2000. The Mayon Volcano is indeed a sight to seewhen coming to the province.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cagsawa Ruins"]},", are the remnants of an 18th century Franciscan church, the Cagsawa church, built in 1724 and destroyed by the 1814 eruption of the Mayon Volcano. They are located in Barangay Busay, Cagsawa, in the municipality of Daraga, Albay, Philippines."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saint Raphael's Church"]},", an artistic old Catholican Church at one of the city's CBDs, not so far from LCC Mall."]},"\n",{"type":"*","value":[" An ",{"type":"'''","value":["old train station"]}," that still mirrored old charm colonial building."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lapu Lapu Monument"]}," at the intersection of local market and some kiosk and pedestrian food stalls, not so far from LCC Mall. Lapu Lapu is one of a national hero, known very well in the fighting against Spanish conquistador at Mactan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rizal Park"]},", a quaint little park at the heart of the city. It features a monument of our national hero Jose Rizal. Some landmarks near it are the Saint Raphael Church, Aquinas University of Legazpi- Professional Schools Campus and the Saint Raphael Academy."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\nAquinas University Of Legazpi\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nLocal culinary is known as Bicolano food. Coconut milk is the most important ingredient to be added during the cooking. Mains can be pork, seafood or poultry. Flavor will be hot from chili, sweet and sour to savoury enriched by coconut milk base. Most famous amongst the Bicolanos' menu is Bicol Express, which consists of pork and intestine slow-cooked in coconut milk, vinegar and some spices. Common Filipino menus also can be found quite easily. They include dishes like pork adobo, silog (fried rice in garlic), milkfish (bangus) and longganisa (pork sausages). The taste of the longganisa is sweet, quite similar to Ilocano's longganisa.     \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\nLCC Mal nearby Lapu-Lapu Street has several vendors that sells some Filipino menu, just like fried bangus with rice, fried chicken with silog. \n\n",{"type":"===","value":["Splurge"]},"\n\nFind out in the cafes within Embrocadero and having dinner towards the sea.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sampaguita tourist Inn"],["alt="],["url="],["email="],["address=Rizal street"],["lat="],["long="],["directions="],["phone=4806258"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php200"],["content=Fan rooms with outside bathrooms from php200 a night. A\/C rooms with own bathrooms and Cable TV from php475 a night. Free WIFI."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Magayon Hotel."],["alt="],["url="],["email="],["address=Penaranda Street."],["lat="],["long="],["directions="],["phone=052-4807770 Cell phone 09107881144"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php200."],["content=Fan rooms with TV from php200 a night. A\/C rooms with TV from php300 a night. outside Bathrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Catalinas Lodging House"],["alt="],["url="],["email="],["address=96 Penaranda Street."],["lat="],["long="],["directions="],["phone=4807841"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php190"],["content=Fan rooms with shared Bathrooms from php190 a night. Old but Clean."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel St. Ellis"],["url=http:\/\/www.hotelstellis.com.ph"],["email="],["address=Rizal Street, Legaspi City, Albay, Philippines 4500"],["lat="],["long="],["directions="],["phone=(+63 52) 480 8088"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at PHP 3,150.00"],["checkin="],["checkout="],["content=Hotel St. Ellis is superbly situated along Rizal St., it is a short 3 kilometer drive from the airport.. It offers rooms completely furnished with a 32-inch LCD television set with satellite cable TV connection, high-speed internet access, NDD\/IDD telephone, in-room safe, and an electronic door lock system. Some of its amenities includes Essences Spa, Salon Mye, a fitness centre, and a kiddie activity room"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tyche Boutique Hotel"],["url=http:\/\/www.tycheboutiquehotel.com\/"],["email="],["address=Gov. Forbes St. corner Rizal St., Baybay"],["lat="],["long="],["directions=Directly across the Philippine National Bank branch, it is only a few minutes from the Legazpi Domestic Airport."],["phone=+63 (52) 480-5555"],["tollfree="],["fax="],["hours="],["price=Rates start at 2,700.00 PHP"],["checkin="],["checkout="],["content=All rooms are equipped with air-conditioning, widescreen high-definition lcd tv with cable channels, complimentary wireless internet access, bathroom amenities and hair dryer. Some of its facilities and services are 24-hour room service, concierge, massage service (by arrangement), laundry service, 24-hour security, business center with Internet access for email, secretarial services, and fax."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alicia Hotel"],["url=http:\/\/www.aliciahotel.com.ph"],["email=alicia_hotel@yahoo.com"],["address=Capt. F. Aquende Drive"],["lat="],["long="],["directions="],["phone=(052) 4810801"],["tollfree="],["fax="],["hours="],["price=Rates start at PHP 1,950"],["checkin="],["checkout="],["content=Alicia Hotel in Legazpi City, Albay, Bicol Region is only a few minutes from the domestic airport. It's also conveniently accessible from the city center and various notable spots. The hotel offers 32 rooms and suites individually equipped with modern amenities like cable TV, individually controlled air-conditioning, a telephone, and Internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Piazza Hotel"],["url=http:\/\/www.lapiazzahotel.com"],["email="],["address=Tahao Road, Airport District"],["lat="],["long="],["directions="],["phone=63 (52) 480 3377"],["tollfree="],["fax="],["hours="],["price=From PHP 1600.00"],["checkin="],["checkout="],["content=A\/C suites equipped with LCD TV with cable channels and unlimited Wi-Fi access. Some of its facilities and services are function rooms, wi-fi access in public areas, Massage services and airport transfer."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Oriental Legazpi"],["url=http:\/\/legazpi.theorientalhotels.com\/"],["email="],["address=Taysan Hill, Sto. Niño Village"],["lat="],["long="],["directions="],["phone=052-742-8888"],["tollfree="],["fax="],["hours="],["price=From PHP 6,500.00"],["checkin="],["checkout="],["content=A\/C suites equipped with TV with cable channels, executive work desk, IDD\/NDD telephone and high-speed broadband Internet access. Some of its facilities and services are airport transfer, wireless Internet access, infinity pool, spa, fitness room\/gym, business center, car rental, and city transfer."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThere are night curfew rules in the city, around 10 pm. So, wherever you are, if you want to stay in Legazpi, try to arrive before this time where all malls are closed and there are no people on the street.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\nTo Sorsogon, Gubat and Rizal Beach. There are several sleepy towns and nice beaches after Legazpi just like Sorsogon and Gubat. Take a jeepney to these directions. Normally they make a stop in Pilar on the way to Sorsogon and Gubat.\n\n",{"type":"{{","value":[["isPartOf"],["Bicol"]]},"  \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]