[{"type":"{{","value":[["pagebanner"],["Lehpanorama.jpg"],["798x114"]]},"\n",{"type":"[[","value":[["Image:Leh.JPG"],["thumb"],["400px"],["Leh"]]},"\n",{"type":"'''","value":["Leh"]}," is the heart of the ",{"type":"[[","value":[["Leh (district)"],["Leh district"]]}," and capital of ",{"type":"[[","value":[["Ladakh"]]}," in the state of ",{"type":"[[","value":[["Jammu and Kashmir"]]},", ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLeh is located in the Indus river valley at a crossroads of the old trading routes from ",{"type":"[[","value":[["Xinjiang"]]},", ",{"type":"[[","value":[["Tibet"]]},", and ",{"type":"[[","value":[["Kashmir"]]},". There is a pass that links it directly to ",{"type":"[[","value":[["Khotan"]]},". The city's importance as a trading town slowed down with the partition of British India, and ended with the closure of the border in 1962 during the Sino-Indian war. Since opening to tourists in 1974, it has become a bustling tourist town, with large numbers of Kashmiri traders. Since 2000, domestic (Indian) tourists have started visiting Ladakh, with a dramatic increase in 2010 after the movie ",{"type":"''","value":["Three Idiots"]},".\n\nIt's a small town, easy to get most places by foot. The old town is a compact area of mud brick houses and narrow lanes directly to the east of Main Bazar. Changspa is the agricultural \"suburb\" northwest of the center, with many guesthouses.\n\nThe main Bazaar's elevation is approximately 3555 meters (11,490 feet) and Changspa is higher, so take it easy on your first few days there or risk possible ",{"type":"[[","value":[["altitude sickness"]]},". Even experienced high altitude travellers (Andes) might have some trouble.\n\nWinters are very cold and due to the drop in tourism lots of stores, hotels, and trekking companies will be closed.  If you plan to visit during the winter and are an independent traveler, double check all arrangements (actually call your hotel instead of booking online).\n\n",{"type":"==","value":["Get in"]},"\nThere are two roads in to Leh, one from ",{"type":"[[","value":[["Manali"]]}," in ",{"type":"[[","value":[["Himachal Pradesh"]]}," in the south, and one from ",{"type":"[[","value":[["Srinagar"]]}," in the west. Both routes are equally spectacular in different ways, and both are time consuming with winding, narrow roads, and numerous military checkpoints.\n\nThe main advantage of taking the road from Srinagar, covering a distance of 434 km (270 mi), is that it runs at a lower altitude, and thereby reduces the risk and severity of altitude sickness. It is also open longer - normally from the beginning of June to October - and follows the traditional trade route between Ladakh and Kashmir, which passes through many picturesque villages and farmlands. The disadvantage is that it passes through areas of higher risk of militant troubles. It takes two long days, with an overnight stop in ",{"type":"[[","value":[["Kargil"]]},". Tickets cost Rupees 370\/470 on ordinary\/deluxe buses.\n\nThe route from Manali to Leh, covering a distance of 473 km (294 mi), is one more commonly taken by tourists. It takes two days, normally with an overnight stop either in Kyelong (alt. 3096) or in tent accommodation in Sarchu (4253) or Pang (4500). Making the first stop in Keylong drastically reduces the risk of altitude sickness (AMS). It traverses one of the highest road passes in the world and is surrounded by wild rugged mountains. The scenery is fantastic, though it is definitely not for the faint hearted. This historical trade route was linked to Yarkhand and was severed by the India-China war in 1962,  and later was transformed in to military supply road. Reliable access is limited from mid-June to end-September, as it is blocked by snow for rest of the year.\n\nClearing of snow on both these roads starts sometime in early April. Once the whole road is cleared of snow and has been opened for public transport, this is announced at: ",{"type":"[","value":["http:\/\/leh.nic.in\/"]},"\n\n",{"type":"===","value":["By bus"]},"\nState buses run from Srinagar and also  privately operated deluxe buses.From Manali HPTDC,( Himachal Pradesh Tourist Development Corporation),  operate Deluxe buses that   stop overnight in Keylong, between July and September. Costs ₹2000.HRTC, Himachal Road Transport Corporation, the state run buses ply the road during the officially open period, allowing you to stop in a number of places along the way. Total cost  ₹130 (Manali-Keylong) + ₹513(Keylong-Leh)  .  Private buses stop in Keylong, Darcha or Sarchu - the last alternative (eight hundred meters higher than Leh ) involving a high incidence of altitude sickness.  \nIt is possible to book tickets direct Delhi-Leh, but the best option is to break off the journey in Manali and at the lower end of Lahaul : Sissu, Keylong (main population center) or Jispa - all around 3100 altitude.\n\n",{"type":"===","value":["By jeep"]},"\nThe fastest way to get to Leh from Manali is by 'jeep'. Shared jeeps do the trip in one long day (of about 20-24 hours) as opposed to two short ones on the bus. Keep in mind that that all single day rides comes with a risk of being stranded near five thousand meters without being acclimatized, with severe altitude sickness as a result. The journey costs up to ₹1500  for a seat on a shared jeep. During the high season tickets for the jeep rides must be bought in advance of the day of departure and the main street in old Manali is full of ticket touts, you won't have to find them for yourself.\n\nLeaving Manali before dawn, arrival in Leh is sometime after sunset. Although this is the longest and most uncomfortable car journey you will ever take it's an experience unparalleled in India. Crossing over the five thousand meter passes  affords views of stunning and the bizarre territory. It is advised to take a front seat in the jeep and by NO MEANS allow yourself to be seated in the boot. These seats (in the boot) are inward facing and 24 hours sitting on one of those will take all the pleasure out of the trip.\n\nPrivately hired jeep allows the luxury of stopping wherever you like, and allow you to decide on how many people you will travel in your group.\n\nIf you are coming from Srinagar, go to #1 taxi stand in town. Book only your seat on sumo taxi jeep to ",{"type":"[[","value":[["Kargil"]]}," for ₹500. Stay overnight. Book your seat for Leh from Kargil and pay 400 rupees upon arrival in Leh. Get them to drop you at Fort Road which is the heart of the tourist area and accommodation is close by. Make sure you ask for middle seat in the taxi. Too crowded in the front and too uncomfortable in the back. Fantastic scenery for whole two days.\n\nIf you are coming from Leh, you can buy tickets either from various agencies around the town, or directly from office located in bus station. It is in the first floor of the nortern (uphill) building, doors facing away from the buses. Price there was ₹1500 for front seat in September 2009, and the ride down to Manali took 23 hours starting midnight.\n\n",{"type":"===","value":["By truck"]},"\nIt is also possible to travel between Leh and Manali by truck. These trucks ply the route when it opens in summer and they will be no new sight for anyone who has been in India for even a few days. Making the 490 km (304 mi) journey in the cab of one of these trucks is an experience; they are not as comfortable as the jeeps, nor do they give as good visibility as either jeeps or buses, and take anywhere up to 3 days to complete; but sleeping in the cab and eating the same food as the locals is worth it. You can pre-arrange truck drivers in Manali by going to the main truck stop in the new town. Here the drivers stop on their way from Delhi to Leh and will be more than happy to give you a ride for 500 rupees. Make sure you don't pay before you travel. In Leh there is a similar truck park. Try to pick a truck with the least amount of passengers already otherwise your trip will be even less comfortable.  Travelers staying longer in Ladakh are likely to find themselves traveling by truck at some point, and probably don't need to go out of their way to take one.\n\n",{"type":"===","value":["By motorcycle"]},"\nThe road from Manali to Leh is often known as a Biker's Paradise. Bikes (motorcycles) are available for rent at Manali. A popular place is Hardev Motors - located behind the Private Bus Parking Ground. Also Into Himalayas, near Manali mall road is a great place for bikes, especially Enfields. If you are looking for Pulsars and Royal enfields, you can check ",{"type":"''","value":["Bike rentals manali"]},". Their office is in Vashisht. Heard good reviews about them.\n\nWhen biking to Leh it is advisable to travel at a slow pace to allow acclimatization. A suggested itinerary is: Day 1 Manali - Jispa (110 km; 68 mi), Day 2 Jispa - Pang (130 km; 81 mi), and Day 3 Pang -Leh (130 km; 81 mi). Essential supplies include: puncture repair kit, spare clutch cables and some good carriers (to hold luggage). The next bike workshop after Manali is Keylong (110 km; 68 mi) and then at Leh (400 km; 249 mi).\n\n",{"type":"===","value":["By plane"]},"\nPlanes fly year round, and are the only option in the winter. Book early and give yourself at least a few days of flexibility as flights are often delayed due to weather conditions. Air India, Jet Airways and GoAir have daily flights from ",{"type":"[[","value":[["Delhi"]]},".  Air India Flights are also available from ",{"type":"[[","value":[["Srinagar"]]},", and ",{"type":"[[","value":[["Jammu"]]},".\n\nThose arriving by air are strongly advised to rest for at least one day in order to acclimatize to the high altitude. (See article on ",{"type":"[[","value":[["altitude sickness"]]},")\n\nWhen leaving, make sure you have a printed copy of your ticket, otherwise you will not be able to enter the airport.\n\n",{"type":"===","value":["By train"]},"\n\nThe closest train stations are ",{"type":"[[","value":[["Pathankot"]]}," or ",{"type":"[[","value":[["Chandigarh"]]},", both at least three days away by bus. A new station added recently is ",{"type":"[[","value":[["Udhampur"]]}," which is linked by rail to Jammu. Please check the Train schedule as trains may not run on daily basis.\n\nJammu is another nearest railway station, which is around 734 km from Leh. AS the city doesn't have any railway station, train travel is impossible. Tourists should take hire cab or take a bus both of which require 2 days to reach at Leh.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":["Leh is so small that you can cover enough places with the town by just walking. Another notable exception being the airport, for which it's advisable to take a taxi for around 100 to 150 Rupees. Minimize physical exertion on first few days so as to lower the risk of becoming sick."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["By Bus "]},": Long distance and local public buses leave from main bus station of Leh. Village buses generally leave from Leh during afternoon while return during early morning."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["By Bike "]},": Various places on main Bazaar and Changsp road rent out motorcycles for exploration. But Leh, Phyang and Choglamsar are the only petrol stations available. Make sure you are adequately insured with third party claims before renting any private vehicle."]},"\n",{"type":"==","value":["See"]},"\nFor such a historic site and popular tourist destination, Leh has surprisingly few tourist sights (though a great number more are accessible as day trips):\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palace of the King of Ladakh"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Admission 100rps"],["content=The most noticeable building in Leh, the palace was built in the 17th century, and now undergoing restoration. There's not much to see on the inside, but there are good views outside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shanti Stupa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built by a Japanese Buddhist group. This modern stupa is somewhat kitschy, but still worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pangong Tso"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful high altitude lake at 4350 meters  with deep blue waters, surrounded by tall mountain peaks. This lake lies on the Indo - China boundary, with only one fourth of the lake being in India. The road to this lake passes through Chang-la pass, claimed to be at 5425 meters. It's a five hour drive (149 km) from Leh to this place. There is also a small camp on the way where a Yak Safari can be done. The passage is also very tough to cross by car. So a four-wheel drive car is recommended. Experienced bikers should not have any problem. Day return trips from Leh avoid the AMS issue,   but you won't be able to see much during the your 60 minutes stay there .Overnight trips directly from   Leh is outside safety guidelines . The safe and comfortable option is to plan this trip at the end of your stay in Leh, and with an overnight stop at Tangtse (altitude 3950) .  A beautiful lake with deep blue waters, surrounded by tall mountain peaks. This lake lies on the Indo - China boundary, with only one fourth of the lake being in India. The road to this lake passes through Chang-la, the world's third highest motorable road. It's a 4 & Half hour drive (149 km) from Leh to this place. If one is staying in Leh please leave around 4 in the morning. The problem in reaching Pangong Lake is that around 5 km before the Lake, water from the snow melting blocks the passage by 1 O’clock in the afternoon & it doesn’t clear up until 8 in the evening. So, unless you want to get stuck there till late, leave early. The passage is also very tough to cross by car. So a four-wheel drive car is recommended. Experienced bikers should not have any problem."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=War Museum"],["alt=War Museum, Leh"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fascinating place run by the Indian Army showcasing the history, glory and the tools of the trade related to army operations defending India in some of the most hostile terrain in the world. It also has a fascinating display on the Siachen battlefield - the highest and more arduous battlefield in the world."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Donkey Sanctuary"],["alt=Home for helpless donkeys"],["url=http:\/\/www.donkeysanctuary.in\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The sanctuary is situated just off the road leading to Khardungla Pass. The public is encouraged to visit the sanctuary and friendly signs will direct you to the sanctuary from the center of Leh. It is no more than a pleasant 5 to 10 minute stroll from the main road to the Sanctuary and the artistic surprise awaiting you is well worth the effort. It is open to the public throughout the day and donations and juicy carrots are most welcome and used exclusively for improving the lives and welfare of these wonderful animals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khardung-La"],["alt=La means Mountain Pass"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Commonly but falsely claimed to be the worlds highest motorable road (approx. 42 kilometers or 26 miles from Leh town), on the road going to Nubra valley.  The romance of the Silk Route still hangs in the air as you cross the formidable Khardung La (pass)- the highest 'motorable' pass on the planet that connects Leh to the Nubra Valley. The road from Leh rises steeply to meet Khardung La and then dramatically plunges into a whirlpool of bends and turns to gradually unfold itself along the rushing Shyok and the Nubra Rivers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Small mosque"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Monasteries and temples"]},"\nMost travellers use Leh as a base to visit the numerous gompas, the Buddhist monasteries of Ladakh.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Hemis Monastery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the largest monastery of Ladakh.  Tourists can found at least 150 lamas living in the monastery, at any point of time throughout the year. Hemis is famous for a huge painting of Buddha, which is brought to the public or displayed to the public only once in 11 years of time period."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tak Tok Gompa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Up a quiet side valley, it's a small Ningma Monastery built around a cave that Padmasambhava is said to have meditated in."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thiksey Gompa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=17 km from Leh, is excellent place to visit, well maintained, active and interesting Geluk (the sect headed by the Dali Lama) Monastery.  The two storey tall Matreya statue is stunning, and features on numerous photographs seen around the world in all sorts of contexts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Namgyal Tsemo Gompa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Above the Palace, built 1430, is only open from 7AM-9AM during the morning puja."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Soma Gompa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=just around the corner from Main Bazar, it's a large modern gompa. It's also the location of the Ladakhi Buddhist Association, a conservative political organisation, with ties to Hindutva groups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Karma Dupgyud Choeling"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Monastery in the Karma Kagyu tradition"]]}," "]},"\n",{"type":"===","value":["Villages"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Choglamsar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A village with a large Tibetan community, almost close enough to Leh to be a suburb.  Almost close enough to Leh to be a suburb, Choglamsar is an important Tibetan refugee community, and centre for Buddhist studies with both the Central Institute of Buddhist Studies and the Mahabodhi Meditation Centre here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stok"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Across the Indus and a few km up a side road, Stok is a pleasant village with the old King of Ladakh's palace."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Leh is the place to prepare for a ",{"type":"[[","value":[["Ladakh#Do"],["trekking in Ladakh"]]},", which offers a huge number of possible trekking routes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["White-water rafting"]}," : on the Zaskar and Indus rivers is also organised from Leh. Please be advised that the Indus rafting route from Nimmu towards the Pakistani border has rapids of increasing severity which run along the grades of 4, 4+, and 5; the latter two grades being not for the very faint of heart."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Confluence of the Zanskar and Indus rivers"]}," :  The confluence can be easy to observe as water of Zanskar is of brown color and water of Indus is in little pink color. People can also do different sports activities such as water drafting here to have a great time."]},"\n",{"type":"*","value":["River rafting is another activity visitors enjoy in the steep gorges of Zanskar River."]},"\n",{"type":"*","value":["One can also opt for Yak and Camel safari to explore the Leh town."]},"\n",{"type":"*","value":["Skiing and Biking in some of the famous routes like Panikhar to Kanji is another thing visitors like to experience."]},"\n",{"type":"*","value":["Besides trekking, mountaineering and cycling are some of the other outdoor activities to be enjoyed while in Leh."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"===","value":["Buddhism"]},"\n",{"type":"*","value":[" There are several places in and around Leh where visitors are welcome to study the Buddha Dharma, either privately or in a class environment. The Mahabodi Society on Changspa Lane is one of the most active of these."]},"\n",{"type":"==","value":["Work"]},"\nThere are many NGO's in Ladakh working out of Leh doing important work, many of them taking on travelers who want to work as a volunteer for a few months.\n\nSince Ladakh was featured in the 3 idiots movie in 2010, the town has been getting lot of recognition as a tourist spot. As a result of that employment opportunities in tourism sector have increased drastically, since last couple of years.\n\n",{"type":"==","value":["Buy"]},"\nMain Bazaar and the surrounding streets have numerous shops selling ",{"type":"'''","value":["souvenirs"]},", mostly Tibetan antiques or replicas. The Tibetan market is a good place to buy little jewelery, souvenirs, and various other goodies such as Pashmina shawls (about ₹4500-7000).\n\nThere are half a dozen good ",{"type":"'''","value":["book shops"]}," with an excellent range of books on the Himalayas, including guidebooks, phrase-books, books on history, and on Buddhism, as well as novels.\n\nPeople needing to pick up some warm clothing shouldn't miss out on the ",{"type":"'''","value":["second hand clothing bazaar"]}," near the jeep stand.  Quality used clothing from first world countries goes for next to nothing here, especially handy if you are only in the cooler climate for a little while.\n\nLeh also has the best selection of ",{"type":"'''","value":["food for trekking"]}," albeit not all that different from normal instant noodles, biscuits, powdered milk and chocolate that's available in any village with a shop, but with the addition of fresh and dry fruit and veggies, and a few other luxury foods.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\nMain Bazaar has a few sweet shops selling samosas, chana dhal with puri, and other Indian food in addition to the sweets. The shopping areas of the old town and the area around the bus station are good for Tibetan styled restaurants, although few offer more than thukpa (noodle soup) and momos (dumplings). Vegetarian dishes are difficult to find in these places.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lamayuru Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=German bakery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can enjoy some great fresh baked breads with honey and cheese in the main market of Leh."]]}]},{"type":"*","value":[" "]},"\n",{"type":"===","value":["Mid-range"]},"\nMain Bazar has a decent selection of mid range Tibetan styled restaurants, popular with tourists and locals.  In the summer numerous garden restaurants spring up in Changspa serving Tibetan, Western, and Indian dishes.\nAlso, OpenHand Shop and Cafe around the Old Fort Road has good South African, and Continental Cuisine. The place also has good western coffee, and some good Indian Textiles.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Happy World Restaurant"],["alt="],["url="],["email="],["address=Zangsti Rd"],["lat=34.164031"],["long=77.582383"],["directions=corner of Fort Rd beside the rivulet"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All types of food. A good restaurant."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere is little in the way of nightlife in Leh.  You can order a beer at many of the restaurants, but they close fairly early.  For a more adventurous alternative, ask around the old town (or your guest house owner) for ",{"type":"'''","value":["Chang"]}," the local home brew beer.  It goes for about ₹15 for a liter; bring your own bottle.\n\nThere are a few springs scattered around Leh that provide a natural and plastic free alternative to using bottled water.\n\nClean filtered and boiled water is available from shops, such as the organic food shop, and guest houses.\n\n",{"type":"==","value":["Sleep"]},"\nLeh has a large selection of mid-range accommodation, with some offering decent value. If you're coming from Manali you might find the selection somewhat limited, with attached bathrooms offering hot water somewhat hard to find. There are very few, if any, touts that are so common elsewhere in India, so looking around for accommodation here is much easier and less stressful as a result.\n\nMost of the guest houses are located in Leh's northern suburbs in Changspa, Karzoo and surrounding areas, a 5 to 30 minute walk from the center. In fact it seems as though most of the houses in Changspa have been converted to guest houses. Surrounded by farmers fields and often with excellent views, they make wonderful place to spend a couple weeks unwinding. It's easy to wander around this area stopping at the numerous small guest houses to find something that suits your budget and needs.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oriental Guest House"],["alt="],["url=http:\/\/www.orientalguesthouse.com\/index.html"],["email="],["address="],["lat="],["long="],["directions=near Santi Sthupa"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kang-La Hotel"],["alt="],["url=http:\/\/leh-hotel.blogspot.in"],["email=hotelkangla@gmail.com"],["address=Chuloong Old Road 194-101"],["lat="],["long="],["directions="],["phone=01982-252506"],["tollfree="],["fax="],["price=Rooms ₹300-500"],["checkin="],["checkout="],["content=Cosy hotel run by a friendly young couple who are direct relatives of Tenzing Norgay. 5 mins walk from the main bazaar, Kang-La is a peaceful place with free wifi access and customizable treks\/tours available on demand. You can sit down with the couple and have really interesting talks on not just Ladakh, but India at large."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Botho Guesthouse"],["alt="],["url=http:\/\/www.lehguesthouse.com\/"],["email=info@ladakhguesthouse.com"],["address="],["lat="],["long="],["directions=located in Shey the ancient capital of Ladakh"],["phone="],["tollfree="],["fax="],["price=₹500-700 per night\/person incl. breakfast and dinner"],["checkin="],["checkout="],["content=The small rural village is located 15 km south-east of the busy capital Leh. The village is surrounded by spectacular mountains. The rooms are very cosy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Himalayan Retreat Guesthouse"],["alt="],["url="],["email=himalayan.retreat@yahoo.com.Peaceful"],["address="],["lat="],["long="],["directions="],["phone=+91 1982 251-130"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Changspa. home stay in beautiful surroundings."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oriental Guesthouse"],["alt="],["url=http:\/\/www.oriental-ladakh.com\/"],["email=ladakhoriental@yahoo.co.in"],["address="],["lat="],["long="],["directions="],["phone=+91 1982 250-516 or 253-153"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Changspa. Run by a very hospitable Ladakhi family. Quiet place with a nice courtyard. Food is made of fresh vegetables, grown in the courtyard garden."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Singge Palace"],["alt="],["url=http:\/\/www.singgepalace.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 1982 253-344 or 251-182"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Old Road, Leh A Category Hotel. Family run."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Khan Manzil Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=centrally located, just to the north of Leh town"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Friendly family, clean rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Ladakh Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=hidden in an alley in Old Leh"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Often full. Singles from ₹150."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tak guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=across the Old Ladakh Guest House."],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Singles from ₹100."],["content=Rooms far from spotless, but probably the cheapest place in Leh, and an alternative the Old Ladakh Guesthouse when full -"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eagle Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 1982 253-074"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Changspa. A very friendly atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shanti Guest house"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 1982 253-084"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Changspa. Family owned, the husband is a trekking guide and a fountain of information."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Odzer Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 1982 252-652"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Karzoo. Run by Tibetan family - friendly with quiet atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Norbulinga guest house"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 1982252-941"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Chubi. Family run - fantastic location, quiet place."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Naro"],["alt="],["url="],["email=paldan.naro@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91 1982 252481 \/ 255138"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Upper Karzoo. Family run - lovely views, quiet place."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zeepata Guest House"],["alt="],["url="],["email=palmozeepata@gmail.com"],["address="],["lat="],["long="],["directions=Located in Upper Changspa"],["phone=+91 1982 250-747"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Room rates from ₹150"],["content=Run by a very friendly Ladakhi family,some rooms with great view of Shanti Stupa and offers tasty homemade food and desserts. 24 hrs hot water, Good value for the money."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Solpon Guest House"],["alt="],["url="],["email=tsewangsolpon@yahoo.com"],["address="],["lat="],["long="],["directions=Located in Upper Changspa"],["phone=+91 1982 253-067"],["tollfree="],["fax="],["price=Double ₹250"],["checkin="],["checkout="],["content=A little ahead of Zeepata Guest House, Most rooms have a great view either of the Shanti Stupa or of the LEH Palace and Namgyal Tsemo Gompa. 24 hrs hot water, Good value for the money."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Asia Ladakh"],["alt="],["url=http:\/\/www.hotelasialadakh.com"],["email=ladakhasia@yahoo.co.in"],["address="],["lat="],["long="],["directions="],["phone=+91-1982-253403"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=is a big hotel situated by the stream in the lush and green village of Changspa. Five minutes walk away from the city centre, peaceful place surrounded by nature. All the rooms in all three blocks have spectacular view of the green surrounding and the snow covered mountains."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tsomo-Ri"],["url="],["email="],["address=Fort Road, Leh Ladakh"],["lat="],["long="],["directions="],["phone=+91 9419178031"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= In The Heart of Leh City, All facilities are available. A highly recommended resort. It has spacious rooms and log huts and a very hospitable staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Pangong Hotel"],["url="],["email=pangong@hotmail.com"],["address=Near Fort Rd"],["lat="],["long="],["directions="],["phone=+91 9419003769, 9858394401"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Nice accommodation with a good view. Great facilities and in the heart of the city. Highly Recommended for Family Travel. (They might ask for some advance amount if you try to make a reservation through phone.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal Heritage Resort"],["url="],["email=djnorboo@gmail.com"],["address=Fort Road, Leh, Ladakh-194101"],["lat="],["long="],["directions="],["phone=+91 9697857450"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= All facilities are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tso Kar"],["url="],["email="],["address=Fort Road, Leh Ladakh"],["lat="],["long="],["directions="],["phone=+91 9419178663"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= One of the few hotels which remain open during winter."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tsemarang Eco Camp"],["alt="],["url=http:\/\/tsemarang.nomadslandcamps.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=From ₹5,000 to ₹7,000 per night"],["checkin="],["checkout="],["content=or how to be next to Leh in the middle of the nature"]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel SpicnSpan"],["alt="],["url=http:\/\/www.spicnspanladakh.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=₹2,500 per night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Golden Dragon."],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price= ₹5,000 per night"],["checkin="],["checkout="],["content=One of the only hotels open during winter. Has reliable, satellite backed wifi even when snowfall brings down the 3g and overland connections."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Whispering Willows"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located at Shey, the old capital of Ladakh, around 10km from Leh."]]}]},"\n",{"type":"==","value":["Connect"]},"\nLeh is still in the early days of the communications revolution, and some Internet cafes use long distance, poor quality phone lines for dial-up. These are not only expensive, but also unreliable. \nBut the scene is changing fast, now you can find many satellite run internet cafes and also mobile\/cellphone services (BSNL, Airtel) in Leh.\n\nMobile phones from overseas will not work in Kashmir, so warn your loved ones beforehand that you may be out of touch and start writing postcards. The numerous centers for international calls are fairly reasonably priced.\n\nComputers used are mostly samsung which have automatic recovery of EC2. There are no easy ways to get crashed computers or laptops repaired in Leh. There is a large samsung  dealer shop in the Leh Main Market.\n\n",{"type":"==","value":["Stay safe"]},"\nLeh is one of the safest places in India.\n\nCarry a torch (flashlight) at night, as there is next to no street lighting, and there are some very deep drainage ditches. Beware of the stray dogs which rule streets during the night, especially in the inner alleys and around eateries.\n\nIf you feel breathlessness after some exercise, scared of height or any heart problem then avoid visiting Leh. But if you are still desperate to be in Leh then drink lots of water or eat in frequent times while in this beautiful place. Be extra careful while visiting Leh in winter. It is stunningly beautiful but extreme cold weather means a little discomfort for visitors.\n\nBe cautious if you are driving on your own. Though roads are fine, the constant melting of snow tends to damage the road conditions. There are always a chances of landslides, so don’t venture at the edge of the road.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Floods"]},"\nLadakh was struck with serious floods and mud slides in August 2010. The airport was  operational within days, and the major roads and bridges after a few weeks, and Manali-Leh was re-routed temporarily, until October after Rumtse, making it more than a hundred kilometers longer. The road was fully operational in October 2010.\n\n",{"type":"===","value":["Acclimatization"]},"\nIt is vital have your first acclimatization nights after arriving at altitudes over 3000 meters before venturing to higher altitudes. This means not going for the tent camps at Sarchu (4300) or Pang (4500) directly from Manali, i.e. no longer than Darcha the first night. All overnight stays are not planned, in September 2008 the Air Force had to evacuate travellers with altitude sickness from Sarchu in after massive snowfall, and landslides are not uncommon.  Not allowing your body to acclimatize can result in ",{"type":"[[","value":[["altitude sickness"]]},", which has only one cure - turning back! Likewise stay absolute minimum two nights in after a fly in before thinking of going higher. \nSo give yourself two nights to acclimatize and explore the city before you head to higher grounds.\n\nIf you are traveling from Delhi to Leh by road, the route which enables better acclimatization is via ",{"type":"[[","value":[["Shimla"]]},", and then towards ",{"type":"[[","value":[["Kinnaur"]]}," & Spiti, which gives several acclimatization nights between 2000 to 3000: ",{"type":"[[","value":[["Sarahan"]]}," (2134), ",{"type":"[[","value":[["Kalpa"]]}," (2800), Tabo (3265). After Kaza (3660) and the Kunzum La (4550) the road connects with the Manali-Leh highway just north of the Rothang pass.\n\nIf arriving by flight, rest  at least over the first night  before starting sightseeing, consider visiting Alchi first since it is lower than Leh.\n\nDiamox is available over the counter in India (as opposed to all Western countries) and can be used with varying success to speed up acclimatization. Those that are allergic to sulfa medication can not use Diamox, and there are side effects to be considered: this needs to be discussed with a doctor beforehand.\n\n",{"type":"===","value":["Newspapers"]},"\n\n",{"type":"*","value":[" Kargil Number is one of the local news paper of Ladakh which is easily available from news paper shop."]},"\n",{"type":"==","value":["Go next"]},"\n\nUnfortunately the Leh bus station is far from a highlight, it's chaotic and poorly organised.  There are two sections, one for local transportation within Ladakh, and one for the state run buses.\n\nThe local buses get exceptionally crowded, times of departure fluctuate greatly, and there is no ticket office (just board the bus, and pay to the conductor).  When planing a trip to a destination in Ladakh ask around to find when the departure time roughly is, and show up at the station half an hour early; ask people there what bus to take, don't trust the destinations marked on the buses; take a seat and wait for the bus to depart.  Then expect to spend at least an hour at the bus station.\n\nThe state buses run to Srinagar, Manali, and even a direct service to Delhi (3 days away), there is a ticket office, and bookings are taken days in advance. The process here is more straight forward and less time consuming.\n\nTaxis have fixed prices (updated every 2 years) and can be arranged from the Taxi Stand along Fort Road. When available, you may also purchase a copy of the fare-booklet for ₹20.\n\nDon't forget to explore the entire ",{"type":"[[","value":[["Leh (district)"],["Leh"]]}," district.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ladakh"]]},"\n",{"type":"{{","value":[["geo"],["34.166666667"],["77.583333333"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Leh"]]},"\n",{"type":"[[","value":[["Commons:Category:Leh"]]}]