[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n__TOC__\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leidschendam-voorburg.nl\/Int\/(400010)-Introduction.html Leidschendam-Voorburg"]}]}," is a municipality in the province of ",{"type":"[[","value":[["South Holland"]]},", which stretches along the canal De Vliet, with the historic centers of Voorburg and Leidschendam. By merging Leidschendam and Voorburg in 2002 both municipalities succeeded to remain as independent suburbs of ",{"type":"[[","value":[["Den Haag"]]}," (The Hague). Also the rural area around the little village ",{"type":"'''","value":["Stompwijk"]}," is part of the municipality.\n",{"type":"[[","value":[["File:Leidschendam aan de Vliet.jpg"],["thumb"],["Leidschendam, canal de Vliet"]]},"\n",{"type":"[[","value":[["File:Sluisjes, Leidschendam, Netherlands.JPG"],["thumb"],["Locks, Leidschendam"]]},"\n",{"type":"[[","value":[["File:Laurentiuskerk Stompwijk.jpg"],["thumb"],["Laurentius Church Stompwijk"]]},"\n",{"type":"[[","value":[["File:Oude Kerk te Voorburg, Nederland. Old Church, Voorburg, Netherlands.jpg"],["thumb"],["Old Church in Voorburg"]]},"\n",{"type":"[[","value":[["File:Voorburg Hofwijck.jpg"],["thumb"],[{"type":"''","value":["The Hofwijck"]}]]},"\n",{"type":"[[","value":[["File:Najaar 2010 (12).JPG"],["thumb"],["Voorburg, park ",{"type":"''","value":["Rust en Vreugd"]}," in the winter"]]},"\n\n",{"type":"==","value":["Understand"]},"\nLeidschendam-Voorburg is a typical municipality of Western Netherlands: \n",{"type":"*","value":["A large part is urbanised, here visitors will find architecture of all ages. "]},{"type":"*","value":["Beside 2 historic centers, there's a rural northern part which consist mainly of polders."]},{"type":"*","value":["Also in the north tourists will find a ",{"type":"''","value":["vogelplas"]}," (lake for birds) Starrevaart and an artificial lake for recreation (Vlietland)."]},"\n",{"type":"===","value":["History"]},"\nThe current suburbs, Leidschendam and Voorburg, developed in the 20th century. Voorburg, which is closer to central The Hague, started to grow in the early 20th century. Leidschendam only started to become a suburb in the fifties, and as a consequence in this town highrise developed on a rather larger scale, whereas Voorburg was already fully built up in the era of highrise architecture.\n\nNaturally the small cores have existed for several hundred years and contain many historical remembrances. For example, in the ",{"type":"'''","value":["centre of Voorburg"]}," tourists will find references to Princess Marianne. This daughter of King Willem I chose to live in Voorburg to bring up her the son from an extramarital relationship with the man she really loved. Therefore, (or actually for the fact that she was that open about her unofficial relation) she was widely criticised, except in Voorburg, where she was already beloved. Just south of the centre is Hofwijck. Some years ago a part of this estate was restored to its original state as a park in the form of a human body with the building as the head. This is now the Huygens museum, which includes exhibitions about the original owners (in succession) secretary of the stadtholder Constatijn and his son scientist Christiaan's Huygens. Unfortunately, due to the construction of a railway and a highway, a large part of the estate doesn't exist anymore.\n\nA bit more southwards, the Roman city ",{"type":"''","value":["Forum Hadriani"]}," was situated at the current location of park Arentsburgh. In the park some contours of the formal city are made visible again.\n\nAs indicated by its name ",{"type":"'''","value":["Leidschendam"]}," originally belonged to neighboring city of ",{"type":"[[","value":[["Leiden"]]},", which was  more important than the now much bigger The Hague. The village was built around a dam in The Vliet, at the location of the ",{"type":"''","value":["landscheiding"]}," or ",{"type":"''","value":["sijtwende"]}," (drainage divide) between the water boards of Rijnland and Delftland. This spot is still vividly visible, but fortunately the dam is nowadays a lesser obstacle thanks to the locks which were built in the seventieth century. Yet, commercial and recreational vessels still have to pass a narrow point with locks, which can be optimally viewed during the summer from different terraces.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By public transport"]},"\nSee for information about time schedules and tarifs of alle public transport ",{"type":"[","value":["http:\/\/9292.nl\/en "]},".\n",{"type":"====","value":["By train"]},"\nThere're 2 options to reach Voorburg by train:\n",{"type":"*","value":[" ",{"type":"'''","value":["Station Voorburg"]},", is situated next to the center of Voorburg on the line Den Haag CS-Utrecht CS. "]},{"type":"*","value":[" From directions Amsterdam\/Haarlem\/Leiden or Rotterdam it's more direct to travel to train stations ",{"type":"'''","value":["Den Haag Laan van Nieuw Oost Indië"]}," (also a stop for some intercities)  or ",{"type":"'''","value":["Den Haag Mariahoeve"]},". These stations are in fact on the boundary Voorburg-Den Haag, last station also is near Leidschendam. At both stations busses or trams\/randstadrail vehicles stop to move further into the municipality."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Haaglanden"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["52.07829"],["4.37840"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Leidschendam-Voorburg"]]},"\n",{"type":"[[","value":[["Commons:Category:Category:Leidschendam-Voorburg, South Holland"]]}]