[{"type":"{{","value":[["pagebanner"],["Lemiers banner.jpg"],["caption=Watermill Kasteelmolen, Lemiers"]]},"\n\n",{"type":"'''","value":["Lemiers"]}," is a small village with a long history in ",{"type":"[[","value":[["South Limburg"]]},", the southernmost region of the ",{"type":"[[","value":[["Netherlands"]]},". The adjoining hamlet of ",{"type":"'''","value":["Holset"]}," is widely considered to be part of it.\n\nRemarkably, part of Lemiers lies on ",{"type":"[[","value":[["Germany"],["German"]]}," territory, as the village sits right on the border between the two countries. Administratively, both Lemiers and Holset are part of neighbouring ",{"type":"[[","value":[["Vaals"]]},", which encompasses a number of villages and hamlets in the area. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Holset-Zicht op de Schneeberg.JPG"],["thumb"],["View from Holset"]]},"\nSituated along the ancient Roman road from current-day ",{"type":"[[","value":[["Maastricht"]]}," to ",{"type":"[[","value":[["Aachen"]]},", Lemiers existed already in those ancient times. Extensive excavations in the 1920s\/1930s exposed the remains of a large Roman villa of some 150 by 160 meters. There's nothing much to see at the site now, but the area (a meadow, now) is listed as a national monument.\n\nModern-day Holset, now home to about 160 people, probably originates in the Early Middle Ages, and likely developed around a logging site. There is however evidence of a much earlier settlement at the same location. Historians believe an Eburon temple stood here some 2000 years ago. It is thought to have been destroyed when Julius Ceasar destroyed the whole Eburon people. Around 360 the bishop of Maastricht is known to have come here to convert the locals to Christianity, but it took another few centuries for a church to be built.\n\n",{"type":"==","value":["Get in"]},"\nLemiers lies on both sides of the ",{"type":"'''","value":["N278"]}," from ",{"type":"[[","value":[["Maastricht"]]}," to ",{"type":"[[","value":[["Vaals"]]},", about a kilometre from the outskirts of Vaals itself. A smaller street, across the red brick St-Catharina en Lucia church, leads to Holset, although the hamlet can also be reached via scenic small roads from Vaals or ",{"type":"[[","value":[["Vijlen"]]},".\n\nBuslines ",{"type":"'''","value":["43"]}," (from Heerlen to Vaals) and ",{"type":"'''","value":["50"]}," from Maastricht to Vaals pass and stop here.\n\nThe nearest train stations with intercity connections are those of Aachen (Germany), Heerlen and Maastricht. The nearest airport is Maastricht-Aachen airport. \n\n",{"type":"==","value":["Get around"]},"\nAs small as Lemiers is, you can easily get by on foot or bike. Parking is allowed along most of the roads. The newer part of the village is centred around the main road, while the oldest part is a short downhill walk towards the creek. From the centre of Lemiers to Holset it's another kilometre. It's a pleasant walk, but alternatively you can go by car or bike. There are parking spaces in the hamlet as well.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:LemiersKasteel1.jpg"],["thumb"],["The castle of Lemiers."]]},"\n",{"type":"[[","value":[["File:LemiersKapel1.jpg"],["thumb"],["The 12th century St. Catharina chapel."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Catharinakapel"],["alt="],["url="],["email="],["address=Oud-Lemiers 16"],["lat=50.786"],["long=5.996"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 12th-century chapel is in the oldest part of town. Several historic sources mention the chapel. In 1350, it was dedicated to Saint Catharine of Alexandria. Restorations were carried out in 1896-1897 by Pierre Cuypers but more restorations were needed in 1921. In 1978 the walls on the inside were playfully painted in bright colours by Dutch painter Hans Truijen. The paintings (now in need of restoration) were resented by many of the locals but are considered an important work of art by many art aficionado’s. In any case, it's an interesting combination and well worth a visit. There are regular activities such as concerts or lectures."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sint-Catharina en Luciakerk"],["alt="],["url="],["email="],["address=Lemiers Rijksweg 83"],["lat=50.786"],["long= 5.992"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This much larger church originates in 1895-1896 and sits along the main road. It was designed by Jan Jorna in the style of the Romanesque Revival architecture and is listed as a national monument. It is also the main church in use for the village."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kasteel Lemiers"],["alt= Kasteel Gen Hoes"],["url="],["email="],["address="],["lat=50.789"],["long=5.995"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Historic documents mention a castle in Lemiers as early as 1219. The oldest parts of the current castle date back to the 16th century, with other parts originating in the 17th and 18th century. The premises consists of a castle mansion and a castle farm, and is now partly in use as a private residence and partly as office spaces and not accessible for public. It's a pretty sight from the outside, however, and located close to the stream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Timber-framed houses"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The village has a number of monumental timber-framed houses, characteristic for the region. Good examples are those at Rijksweg 120-122 (along the main road) and several along the Oud Lemiers road (notably number 21, 22 and 23)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=H.H. Lambertus en Genovevakerk"],["alt="],["url="],["email="],["address=Holset 64"],["lat=50.775"],["long=5.987"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Holset is probably the smallest independent parish in the Netherlands, and it has been independent for centuries already. This small, charming church right in the middle of the hamlet originates in the 12th century. From historic documents it's known that the church was in dire need of restorations around 1667. The tower was fully reconstructed in 1736 and extensive restorations were carried out in 1841\/1842."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere isn't all that much to ",{"type":"''","value":["do"]}," in this small village. The main reason to come here are the lush, rolling landscapes around. Go ",{"type":"'''","value":["hiking"]}," or rent a bike and ",{"type":"'''","value":["bike"]}," your way around. Then, order coffee at one of the pleasant establishments and relax. The tourist office in Vaals can help you if you're looking for other activities in the area.\n\n",{"type":"==","value":["Buy"]},"\nThere aren't a lot of helpful shops for travellers around. With ",{"type":"[[","value":[["Vaals"]]}," at just a kilometre or so away, you'll have to do as the locals do and head there for any shopping. In Vaals you'll find supermarkets, clothing shops and more.\n\n",{"type":"==","value":["Eat"]},"\nSome of the best options to eat are in the heart of the Holset hamlet. ",{"type":"'''","value":["Hotel Piethaan"]}," and ",{"type":"'''","value":["Herberg Oud Holset"]}," also have restaurants, open to non-guests. See the Sleep-section for details.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name='t Klukske"],["alt="],["url=http:\/\/www.klukske.nl\/"],["email="],["address=Holset 44"],["lat="],["long="],["directions="],["phone= +31 30650525"],["tollfree="],["fax="],["hours="],["price=€22.50 for a menu"],["content=Tasty regional and international dishes, including some vegetarian options. The 3-course chef's menu is a good deal and the service is overall very friendly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=In de oude Stroopkokerij"],["alt="],["url=http:\/\/www.indeoudestroopkokerij.nl\/"],["email="],["address=Holset 48"],["lat="],["long="],["directions="],["phone=+31 433066525"],["tollfree="],["fax="],["hours="],["price=Mains from €18.50, 3 course menu from €24.50"],["content=Housed in an old farm which used to be a \"syrup cookery\", a place where traditional local apple syrup (",{"type":"''","value":["stroop"]},") was produced. You can still see the big copper kettles. The service is friendly but not super fast. They reward your patience with tasty dishes however, many with a regional touch."]]}]},"\n",{"type":"==","value":["Drink"]},"\nFor any serious night life or clubbing you'll have to follow the local young people to ",{"type":"[[","value":[["Aachen"]]},". The hotels and restaurants in the village and hamlet usually have some pleasant outdoor terraces for drinks however, and welcome people for coffee or afternoon drinks. They just don't stay open as late. The only real café is:\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Oud Lemiers"],["alt="],["url="],["email="],["address=Lemiers Rijksweg 20"],["lat="],["long="],["directions="],["phone=+31 43 306 1381"],["tollfree="],["fax="],["hours="],["price="],["content=A typical \"brown café\", and a gathering place for the locals. It's nothing fancy but the beer is cheap and the staff friendly. Once a week the local music group practices here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sixsens"],["alt="],["url=http:\/\/www.sixsens.eu\/"],["email="],["address=Rijksweg 1"],["lat="],["long="],["directions="],["phone=+31 43 306 11 95"],["tollfree="],["fax="],["hours="],["price=Entrance per day: €55\/25 for men\/women"],["content=Yes, really, there is a modern, exotic and sensual sauna and night club. It's a full-fledged wellness and sexual pleasure place, with anything from saunas and a swimming pool to private rooms, a restaurant and cinema, catering for a large part to customers from Aachen."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Holset-Kerk (4).JPG"],["thumb"],["The small church of Holset."]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Piethaan Hotel Restaurant"],["url=http:\/\/www.piethaan.nl\/"],["email="],["address=Mamelis 6, 6295 NB Lemiers"],["lat="],["long="],["directions="],["phone =+31 43 - 306 13 56"],["tollfree="],["fax="],["hours="],["price=From €45\/70 for a single\/double"],["checkin="],["checkout="],["content= A fairly large hotel right next the main road. Perhaps not the most picturesque location, but it's easy to find, the service is good and rooms on the backside look out over the countryside. It's a family-run place with friendly service and it has a good value restaurant, with mains from €16."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Het Witte Huis"],["url=http:\/\/www.hotelhetwittehuis.net\/"],["email="],["address=Mamelis 5, 6295 Lemiers"],["lat="],["long="],["directions="],["phone =+31 43 - 306 1714"],["tollfree="],["fax="],["hours="],["price=€60\/75 for a single\/double incl. breakfast."],["checkin="],["checkout="],["content=Also next to the main road, more or less across the street from Piethaan hotel. It's a well-maintained, family-run place that offers good, spacious rooms with kitchenettes. Its restaurant only serves to guests. Breakfast is extensive and service nice."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Mergelland"],["url=http:\/\/www.hotelmergelland.nl\/"],["email="],["address=Holset 100, 6295 ND Lemiers"],["lat="],["long="],["directions="],["phone =+31 43 3061459"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Herberg Oud Holset"],["alt="],["url=http:\/\/www.oud-holset.nl\/"],["email="],["address=Holset 54"],["lat="],["long="],["directions="],["phone=+31 043 3066650"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Standard singles\/doubles for €50\/80, breakfast included"],["content=This friendly \"inn\" is recently renovated and offers 12 good rooms and a nice restaurant for lunch and dinner. It's also a popular place for hikers and bikers in need of a break, and they serve good local pastry too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Green House apartments"],["alt="],["url="],["email="],["address=Rijksweg 69"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=€67\/85 for a 2\/4 person apartment"],["checkin="],["checkout="],["content=Kitchen and bathroom in the 4-person apartment are a bit old-fashioned, but they are clean and well-maintained. The 2-person one is more modern. There's free wifi and the owner is helpful. You'll have to book online via a booking agency."]]}]},"\n",{"type":"==","value":["Connect"]},"\nMost hotels offer free Wifi. Note that mobile coverage sometimes gets confused by German providers. Your phone may switch to a German telecommunications company, and this may come with additional roaming costs. To prevent it, set your mobile phone to manual provider switching.\n\n",{"type":"==","value":["Go next"]},"\nThe rest of ",{"type":"[[","value":[["South Limburg"]]}," lies right outside the village borders, starting with the towns of ",{"type":"[[","value":[["Vaals"]]}," and ",{"type":"[[","value":[["Vijlen"]]},". Consider hopping on the heritage train in ",{"type":"[[","value":[["Simpelveld"]]}," or head to the large and historic German city of ",{"type":"[[","value":[["Aachen"]]},".\n\nSlightly further away but a great destination is ",{"type":"[[","value":[["Maastricht"]]},", with its charming old centre and lovely atmosphere. \n\n",{"type":"{{","value":[["IsPartOf"],["South Limburg"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["50.783"],["6.001"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]