[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"[[","value":[["File:Lemmenjoki.jpg"],["thumb"],["upright=1.5"],["The Lemmenjoki river valley, here with steep sides."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.outdoors.fi\/lemmenjokinp Lemmenjoki National Park"]}]}," is the biggest national park in ",{"type":"[[","value":[["Finland"]]},", covering some ",{"type":"{{","value":[["nowrap"],["2.860 km²"]]}," in ",{"type":"[[","value":[["Inari"]]}," and ",{"type":"[[","value":[["Kittilä"]]}," in ",{"type":"[[","value":[["Finnish Lapland"]]},". The park features the valley of the river Lemmenjoki (Sami: ",{"type":"''","value":["Leammi"]},") and the surrounding wilderness, with old pine forest, fell birch forests, mires and treeless fell tops. Metsähallitus describes it as \"one of the whole Europe's most extensive uninhabited and roadless backwoods\". It is also known for the gold rush in the 1940s.\n\n",{"type":"==","value":[" Understand "]},"\nBesides nature conservation, the area is important for reindeer husbandry and popular for trekking. It is not only the biggest national park in Finland, but also borders ",{"type":"[[","value":[["Øvre Anárjohka National Park"]]}," in ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Pulju Wilderness Area"]]}," to the west and ",{"type":"[[","value":[["Hammastunturi Wilderness Area"]]}," to the south. Not far away in the north is ",{"type":"[[","value":[["Muotkatunturit Wilderness Area"]]},".\n\nThe river valley and its nearest surroundings make up the \"recreational zone\" with a nature trail, hiking trails, many huts and some service. Also the surroundings of the trail to the Sallivaara reindeer round-up site belong to the recreational zone. Farther away is the \"remote zone\", still with some open wilderness huts, but with much less hikers. Areas around cultural sights are categorized as \"cultural zones\", with special considerations.\n\nThe microclimate in the river valley is somewhat warmer than what might be expected and the vegetation lush for the latitude, thus the Sami name Leammi, \"warm (river)\". Transformed into Finnish it became Lemmenjoki, \"river of love\".\n\nThe main sources for livelihood of the locals are reindeer husbandry and tourism. Most reindeer are half-wild, the reindeer husbandry cooperative caring for them as needed, giving extra food in severe winters, maintaining fences and so on. Two times annually the reindeer are rounded up, calves marked and some taken to slaughter.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Goldwäscher.JPG"],["thumb"],["upright"],["Gold mining in the park: most dirt is washed away before the panning stage."]]},"\n\nRiver valleys have always been favoured places to live. There are many remains of pitfalls in the park, e.g. by the nature trail, used for hunting wild reindeer until the 1800s, when reindeer herders and permanent settlers arrived.\n\nGold was found at the nearby Inarinjoki in the 19th century, with a peak of gold digging 1871–1872, with some 500–600 people engaged. Soon after the crown station at Ivalonjoki was closed at the turn of century, gold diggers came also to Lemmenjoki, with some 70 claims 1902. The real gold rush to Lemmenjoki happened in the 1940s, continuing into the 1950s.\n\nThere are still gold diggers panning gold at the river banks, about a hundred people are at the claims in summertime (not that many having decent income from it, but rather a reason to spend their vacation here). There are some twenty kilograms of gold produced annually by automated gold digging, and one kilogram by hand. The gold of Lapland is very pure, and much of it is used directly for jewellery, rather than melt.\n\nThe ways of digging gold has changed over the years and claims of different ages can be compared. At times there has been heated conflicts between modern machine digging and nature conservation concerns (it seems machine digging will end 2020), but most of the park is untouched by the activity.\n\nThe park was founded in 1956 and has since been expanded twice. The gold digging area is nowadays included. The main aim of the park is to maintain the wilderness-like character of the area.\n\n",{"type":"===","value":["Landscape"]},"\nThe river valleys surrounded by fells make for majestic sceneries. The slopes of the Lemmenjoki valley are covered by old-growth pine, short and wide due to the northern climate. Above the valleys the forest mostly consists of fell birch.\n\nThe treeless fell tops offer views of tens of kilometres, given suitable weather.\n\nIn addition to fells and forests, the large mires are an essential feature, including open ",{"type":"''","value":["aapa"]}," mires as well as ",{"type":"''","value":["palsa"]}," mires, where permafrost has created turf covered mounds.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe northern limit for spruce forest goes through the southern part of the park. The fell birch forest, typical for Lapland, is quite different from any forest farther south.\n\nFell tops, which may seem barren, do have an interesting flora and are home for many birds, among them the rock ptarmigan (",{"type":"''","value":["Lagopus mutus"]},").\n\nThere is a strong golden eagle population in the park, a population of brown bear, possibly wolverines and occasionally wolves. There is also a strong moose population. And you will see reindeer.\n\n",{"type":"===","value":["Climate"]},"\nThe park is in Finnish Lapland, clearly north of the Arctic circle. Weather can be harsh and temperatures can be extreme in midwinter. In the winter, good equipment and experience is needed at least in the remote zone – and winter can come early.\n\nWaters are high in spring and early summer.\n\nThe best time to visit is early spring (for cross-country skiing), mid or late summer and early autumn. More demanding winter hikes can be arranged with local guides. The ",{"type":"''","value":["ruska"]}," time in September, with leaves turning yellow and red in different nuances, is the most popular season. For canoeing, different considerations may apply.\n\n",{"type":"==","value":["Get in"]},"\n\nYou may enter the park anywhere you want. If you cross the border from Norway you need to clear with customs in some cases.\n\nThe main entrance to the park is at the ",{"type":"[","value":["http:\/\/www.outdoors.fi\/Customerservicepoints\/othercustomerservicepoints\/lemmenjoki Lemmenjoki Nature Information Hut"]}," (open in summer, phone +358 205 64 7793) in the village Njurkulahti (Sámi: Njurggoluokta) at the east edge of the park, by the river, some 45 km south-west from Inari. This is the starting point of hiking and nature trails and for a motor boat service along the river.\n\n",{"type":"''","value":[{"type":"[","value":["http:\/\/www.outdoors.fi\/Customerservicepoints\/visitorcentres\/siida Siida"]}]},", Sámi Museum and Northern Lapland Nature Centre in ",{"type":"[[","value":[["Inari"]]}," (phone +358 205 64 7740) and ",{"type":"[","value":["http:\/\/www.outdoors.fi\/Customerservicepoints\/othercustomerservicepoints\/ivalo Metsähallitus customer service point in Ivalo"]}," (phone +358 205 64 7701) are open all year round and serve also visitors of Lemmenjoki national park.\n\nThere is a also a trail to the Sallivaara reindeer round-up site (Sámi: Sállevárri\/Sallâvääri) from Repojoki at the southern edge of the park.\n\nThere is a road to the village Lisma (Sámi: Lismá) in the southern part of the park.\n\nIf you intend to do a longer hike, there are many other possible starting points.\n\n",{"type":"===","value":["By bus and taxi"]},"\nThe coaches between ",{"type":"[[","value":[["Rovaniemi"]]}," and ",{"type":"[[","value":[["Utsjoki"]]}," and ",{"type":"[[","value":[["Karigasniemi"]]},", some of them continuing to Norway, pass by ",{"type":"[[","value":[["Ivalo"]]}," airport and Inari. From Inari you take a taxi to Njurkulahti, Repojoki or Lisma. Or have a long bike ride.\n\nThere is a daily taxi connection in the summer (except Sundays) between Inari and Njurkulahti. There are taxi entrepreneurs in both villages; taxi rides are possible at any time.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Highway 79 in Muonio.JPG"],["thumb"],["Highway 79."]]},"\nTake either national road 4 (E75) to Inari or road 79 towards ",{"type":"[[","value":[["Muonio"]]}," and ",{"type":"[[","value":[["Kittilä"]]},".\n\nFrom Inari you follow regional road 955 35 km to the south-west, to Menesjärvi, after which you turn right to local road 9551 (Lemmenjoentie), which you follow 10 km to Njurkulahti at the end of the road. You could also continue to Repojoki or to Lisma.\n\nFrom road 79 you drive some 15 km from Kittilä towards Munio, then turn north-east to regional road 955 towards Inari. Turn to Lisma, stop at Repojoki or continue to Njurkulahti (with the turn near Menesjärvi).\n\nThere are parking lots at Repojoki and Njurkulahti. If you want to leave your car in Lisma, check with locals.\n\n",{"type":"===","value":[" By snowmobile "]},"\nThere is a network of snowmobile routes and tracks through most of Lapland. You could drive via Menesjärvi to Njurkulahti from e.g. Inari (55 km), Kittilä (175 km) or ",{"type":"[[","value":[["Saariselkä"]]}," (140 km). You need a permission for using the snowmobile track, probably available where you rent the vehicle. In the park snowmobiling is prohibited (there may be exceptions for locals).\n\n",{"type":"==","value":["Fees\/permits"]},"\n\nThere are no entrance or hiking fees.\n\nThere are rental huts in the park, but there are also free open wilderness huts.\n\nFor fishing you need a general fishing permit and a permit for the waters. See ",{"type":"[[","value":[["Hiking in the Nordic countries#Fees"],["Hiking in the Nordic countries"]]},", but also check local restrictions. The permits can be bought e.g. at the information hut (in summer), Siida and local businesses. There are separate permits for Lemmenjoki valley, Kietsimäjoki and Inarijoki (belonging to the Tana river system) and the other parts of the remote zone (check!). Fishing gear should be treated before contact to water to prevent spreading of the salmon parasite ",{"type":"''","value":["Gyrodactylus salaris"]},". Hunting is allowed only for locals.\n\nYou can get motor boat rides from Njurkulahti (13€\/person to Ravadas\/Rovâdâs, 16€\/person to Kultalan Hamina, children under 12 years half price; private return trip with coffee and pastry 21€\/person, min 105€) or arrange your hike with local businesses. Local enterprises in Lemmenjoki rent canoes. Njurkulahti tourism businesses have saunas.\n\nThe exhibitions at Siida are probably worth a visit, entrance fee 10\/8\/5 €.\n\nDogs must be kept on a leash. They are allowed in open wilderness huts if people sharing the hut agree.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Lemmenjoki4 Kopie.jpg"],["thumb"],["River boat."]]},"\n\nThere are no roads in the park.\n\nThere is a motor boat service from Njurkulahti to Lake Ravadasjärvi and to Kultahamina (1½ hours, check or book in advance). A boat trip is a nice adventure in itself and provides access to much of the landscape. A short boat trip is possible even for the disabled (with assistance).\n\nWalking, skiing, rowing and canoeing is allowed according to ",{"type":"[[","value":[["right to access"],["Everyman's right"]]},", except in the restricted areas. In Ravadanköngäs the marked trail can be used.\n\nCycling is allowed along the marked trails, but they are not well suited for bikes.\n\nGold diggers' claims are considered equal to private yards, do not enter without permission.\n\nThere is a nature path (4.5 km) near Njurkulahti and hiking trails in the recreational zone in the river valley and from Repojoki to Sallivaara reindeer round-up site. Otherwise you follow your own paths (with some consideration of ",{"type":"[[","value":[["leave-no-trace camping"]]},").\n\nYou will need a compass, good maps and the skill to use them (the nature trail is probably marked well enough to be safe without them). You can either buy the Lemmenjoki outdoor map (Lemmenjoen ulkoilukartta), 1:100 000 with information on huts, trails and the park, or ordinary topographic maps W431, W433, W434 and V442, ",{"type":"{{","value":[["nowrap"],["1:50 000."]]}," There are also e.g. Lemmenjoki geological outdoor map, ",{"type":"{{","value":[["nowrap"],["1:50 000,"]]}," Lemmenjoki Guidebook and Forest map 15–16, ",{"type":"{{","value":[["nowrap"],["1:250 000."]]}," Maps can be bought e.g. at Siida, Njurkulahti information hut (in season) or beforehand.\n\nEspecially in the spring and early summer fording may require some expertise. In mid and late summer minor streams should be unproblematic. The marked hiking trails avoid river crossings and probably allow safe crossing where needed, but asking at the information hut or those you meet will not hurt. If waters are high, e.g. because of heavy rain, do not take undue risks.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Lemmenjoki Autumn.JPG"],["thumb"],["Forested shores in the autumn."]]},"\n\n",{"type":"*","value":[" The exhibition at Lemmenjoki Nature Information Hut"]},{"type":"*","value":[" Lemmenjoki River Valley"]},{"type":"*","value":[" Ravadasköngäs Waterfall"]},{"type":"*","value":[" Joenkielinen Fell"]},{"type":"*","value":[" Sallivaara Reindeer Round-up Site"]},{"type":"*","value":[" The Grounds of Kaapin Jouni, traditional landscape"]},{"type":"*","value":[" The Gold Area"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Boating "]},"\n",{"type":"*","value":[" Motorboat trip: either a shorter trip suitable also for small children and disabled, or a longer, including a walk past the Searitniva rapids. You can use the regular service (a return trip in the evening, also in the morning in season) or book your own, including guiding, coffee etcetera. Several businesses offer private motorboat trips, most arranging also gold panning or fishing if requested."]},{"type":"*","value":[" Rowing. Rowing boat included with some of the cabins for rent."]},{"type":"*","value":[" Canoeing Njurkulahti–Kultasatama, about 20 km one way, along Lemmenjoki, the same route as the motorboat service. The route is part of the 70 km Solojärvi–Muddusjärvi–Njurkulahti canoe route."]},"\n",{"type":"===","value":[" Trails, hiking and cross-country skiing "]},"\n",{"type":"*","value":[" Walk the nature trail: 4,5 km, with information boards and campfire place."]},{"type":"*","value":[" Walk the Joenkielinen Fell circle route: 18 km, start from Njurkulahti, fire places and a lapp pole tent along the trail."]},{"type":"*","value":[" Walk the Ravadasjärvi–Morgamoja Kultala circle route: 26,5 km, start from Ravadasjärvi (use the motorboat service or walk also the 15 km Njurkulahti–Ravadasjärvi trail), campfire and camping sites and three open wilderness huts along the trail, a rental hut at Morgamoja Kultala."]},{"type":"*","value":[" Walk the Njurkulahti–Ravadasjärvi trail along the Lemmenjoki river: 15 km, cable boats for crossing the river at Searikniva and Härkäkoski, the motorboat service can be used for returning. You could also walk via Joenkielinen Fell, which adds about 6 km. The Ravadasköngäs waterfall is 1 km farther from Ravadasjärvi, along the Morgamoja trail. Campfire places, open wilderness hut, rental hut with sauna."]},{"type":"*","value":[" Walk the Repojoki–Sallivaara trail: 12 km one way. Information board at the starting point, reindeer round-up site and open wilderness hut at Sallivaara. The duckboards at some parts of the trail are in bad condition as of 2013."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hiking in the Nordic countries"],["Hiking"]]}," your own paths."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cross-country skiing"]]},". In wintertime there are cross-country tracks (classic style) from Njurkulahti to Morgamoja Kultala (on Lemmenjoki and along Morgamoja, 25 km one way) and to Joenkielinen fell (8 km one way). For longer skiing you make your own tracks."]},"\n",{"type":"===","value":[" Other "]},"\n",{"type":"*","value":[" Fishing. Either just buy the permits and go fishing or arrange with a local guide."]},{"type":"*","value":[" Berry picking. Edible wild berries may be picked according to ",{"type":"[[","value":[["right to access"],["Every man's rights"]]},"."]},{"type":"*","value":[" Swimming. There are no official beaches, but swimming is allowed anywhere except in the restricted areas"]},{"type":"*","value":[" Gold digging. You need a claim or mining patent, so realistically you have to talk to a local business arranging gold digging trips. Some claims are open also to an occasional hiker, ask at the information hut."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is some food and gear available in Njurkulahti, but most things have to be bought at the latest in Inari.\n\nMaps etcetera can be bought e.g. at the Njurkulahti information hut or at Siida.\n\nSouvenirs:\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Ateljee Huopapirtti"],["alt=Kaija Paltto"],["url=http:\/\/www.lemmenjoki.org\/en\/kaija-paltto.php"],["email="],["address=Lemmenjoen kylätie 100, 99885 Lemmenjoki"],["lat="],["long="],["directions="],["phone=+358 16 673 413"],["tollfree="],["fax="],["hours="],["price="],["content=Handicraft from reindeer leather and felt."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are two restaurant-cafés at Njurkulahti, which also have some food for sale. The restaurant at hotel Korpikartano is open at request (a few days in advance). There are shops and real restaurants in Inari.\n\nSome businesses arrange catering and meals in the wilderness. For any meals locally, it is wise to order in advance.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ahkun tupa"],["alt=Lemmenjoki holiday village\/Lemmenjoen lomamajat"],["url=http:\/\/www.ahkuntupa.fi\/Englanti\/sivu1.html"],["email=ahkuntupa@ahkuntupa.fi"],["address=Njurkulahti, 99885 Lemmenjoki"],["lat="],["long="],["directions="],["phone=+358 16 673 435"],["tollfree="],["fax="],["hours="],["price="],["content=Sami family firm with café-restaurant, also arranging meals in the wilderness, boat trips, gold panning, fishing and hiking trips etc. Cabins for rent. Service available also in Swedish, English, French and German."]]}]},"\nYou may pick edible mushrooms and berries in the park. Fishing is allowed, subject to some restrictions, given you have bought the permits.\n\nThere are stoves in the wilderness huts, in some huts there is a separate gas stove for cooking. Read the instructions and check the condition of the stove before using it.\n\nThere are designated fireplaces in the recreational zone, which can be used for cooking, unless a wildfire warning is in effect. They are marked on the outdoor map. Firewood is provided, use sparingly and do not cut trees.\n\nIn the remote zone you may make fire at any suitable place, given no wildfire warning is in effect, using small branches and sticks from the ground. Use old fireplaces if possible.\n\nUsually you should have a portable stove to use for most cooking. Denatured alcohol is the fuel most commonly used by local hikers (and thus easily available in shops and at petrol stations, ask for \"sinoli\" or \"marinoli\").\n\n",{"type":"==","value":["Drink"]},"\n\nYou should be able to get your drinking water from streams and lakes in the park. Running water is to be preferred. Use your judgement, boiling the water is recommended in hot periods in the summer.\n\n",{"type":"==","value":["Sleep"]},"\n\nYou can choose to sleep in reserved cabins and thus avoid having a tent. If you plan using open wilderness huts, there is less of a guarantee to be able to sleep in a bed, but mostly people try their best to make room for all. In the remote zone there is a severe risk of your not making it to the hut before having to camp (orienteering mistakes, surprisingly high waters, a hurt leg, snow, ...)\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"[[","value":[["File:Oahujoen autiotupa.jpg"],["thumb"],["Ouhujoki open wilderness hut."]]},"\n\nThere are no hotels or hostels in the park. There are cabins for rent in the Njurkulahti area and at Holiday Village Valkeaporo. Hotels are found in Menesjärvi 10 km south from Njurkulahti (near the place where you turn towards Njurkulahti) and in Inari.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Korpikartano"],["alt="],["url=http:\/\/www.menesjarvi.fi\/"],["email=menesjarvi@menesjarvi.fi"],["address=Meneskartanontie 71, 99870 Inari"],["lat="],["long="],["directions="],["phone=+358 40 777 4339"],["tollfree="],["fax="],["price=€75–85 sgl, €89–116 dbl"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Heikki Paltto"],["alt="],["url=http:\/\/www.lemmenjoki.org\/en\/heikki-paltto.php"],["email="],["address=Lemmenjoen kylätie 100, 99885 Lemmenjoki"],["lat="],["long="],["directions="],["phone=+358 16 673 413"],["tollfree="],["fax="],["price=55–75€\/night\/cabin (4–6 persons, including rowing boat and sauna)"],["checkin="],["checkout="],["content=Cabins by the river, Njurkulahti. Also boat trips, with gold panning if desired."]]}]},"\nThere are three rental huts and ten ",{"type":"[[","value":[["Hiking in the Nordic countries#Open wilderness huts"],["open wilderness huts"]]}," in the park. For at least the open wilderness huts you need hiking mattresses, sleeping bags etcetera.\n\nThe rental huts in the park can be reserved through Ahkun tupa (Lemmenjoen lomamökit, see above), where you also get the key. They have saunas.\n\nRemember that latecomers have an absolute right to the facilities of open wilderness huts. If you come early, you are a big party or there seems to be much people around, you should consider going to sleep in your tent to avoid hassle.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are no developed campsites within the park. Holiday Village Valkeaporo is by Lemmenjoentie some 10 km from Njurkulahti.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name="],["alt="],["url=http:\/\/www.valkeaporo.fi"],["email=valkeaporo@valkeaporo.fi"],["address=Lemmenjoentie 134, 99800 Ivalo"],["lat="],["long="],["directions="],["phone=+358 400 394682"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Camping. Also cabins, boat trips, canoes for rent, gold panning, programme services etc. Caravan or family tent 20€\/night, cabins (4–8 persons) 50€–120€\/night."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\nIn the recreation zone camping is limited to designated areas (including grounds of the open wilderness huts). In the restricted zone camping is prohibited. In the remote zone you are free to camp anywhere you want (with due consideration).\n\n",{"type":"==","value":["Stay safe"]},"\n\nYou should be properly equipped and have enough experience of hiking (or a guide), especially if venturing off the marked trails or going in wintertime. Experience is also needed for canoeing. \n\nAdvice for ",{"type":"[[","value":[["cold weather"]]}," apply in winter. There may be snowfall already in September. Even in summer, temperatures may be quite low, so adequate clothing, raingear, hiking mattresses and sleeping bags are required.\n\nMobile phone coverage is limited, there are areas without signal and with interference. Higher grounds are usually better covered than valleys.\n\nThere are brown bears in the park, but they should not pose any risk, unless you provoke them or manage to get between a mother and her cubs.\n\nLet somebody outside the park know about your planned route and timetables, including alternative routes, and instruct them to call for rescue unless you return on time. You can use e.g. Siida or your hotel for this, but remember to tell them when you do return. The emergency number 112 can be used also to tell about your being safe, although delayed.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" By canoe to Solojärvi, Riutula or Muddusjärvi near Inari. Experts could continue by Juutuanjoki to the centre of Inari, carrying canoes  past the Jäniskoski rapids."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tankavaara"]]}," gold village in the municipality of ",{"type":"[[","value":[["Sodankylä"]]}]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Finnish Lapland"]]},"\n",{"type":"{{","value":[["geo"],["68.5"],["25.5"]]},"\n",{"type":"[[","value":[["Wikipedia:Lemmenjoki National Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Lemmenjoki National Park"]]}]