[{"type":"{{","value":[["pagebanner"],["Vue-panoramique.jpg"],["thumb"],["Vue panoramique de la baie des Saintes à partir du Calvaire de Terre de Haut"]]},"\nThe archipelago of ",{"type":"'''","value":["Les Saintes"]}," belongs to the ",{"type":"[[","value":[["Guadeloupe"]]}," FWI (French West Indies). \n\nIt consists of two main islands namely Terre de Haut et Terre de Bas, two small islets (Cabrit…).\n\n",{"type":"==","value":["Understand"]},"\nThe bay of Les Saintes is ranked as “the second most beautiful bay in the world”, since the bay of Rio de Janeiro has been delisted.\n\nTerre de Haut is more touristy than its sister Terre de Bas, which is mainly residential. These two islands have been affected by the earthquake of 21 November 2004. This has given as a second effect, a decline in tourism which is for Terre de Haut an important source of income.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"[[","value":[["File:Aerodrome.png"],["thumb"],["The Terre de Haut airfield"]]},"\nLes Saintes are accessible by aeroplane, boat or helicopter.\n\nThey also offer safe shelters to accommodate sailing yachts in transit or coming during wintertime.\n\nSome of the people use another way to visit Les Saintes: the ship boats. Many cruise ships indeed (Club Méditerranée, Costa, Ponant, Royal clipper, etc.) sail there to put into port.\n\n",{"type":"===","value":[" By plane "]},"\nAny holidaymaker on the islands of Les Saintes or wishing to travel by plane can benefit of the services of the departmental airfield of Terre de Haut.\n",{"type":"[[","value":[["File:Sunset-Pier-2.jpg"],["thumb"],["Pier of Terre de Haut"]]},"\n\nThere is no scheduled air transport but some private companies providing passengers transport on request.\n\nNote that it’s possible to organize flights from the Terre de Haut airfield to the nearby islands in the Antilles.\n\n",{"type":"===","value":["By boat"]},"\n\nCost depend on your point of departure:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Trois-Rivières"]]}," for a 15-minute crossing for about 20€ (+ 2€ for the car park)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pointe-à-Pitre"]]},", it costs at least 10€ more (6€ for the car park) and it takes one hour and a half for the crossing."]},"\n",{"type":"==","value":["Get around"]},"\nIf you’re looking for tailbacks and traffic-jams, Les Saintes are not for you!\n\nWalking, bikes, scooters or electric carts are the kings on Les Saintes.\n\nOnly a few utility vehicles (Gendarmerie, Firefighters, City Hall) will share roads with you.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["File:Caroline-6.jpg"],["thumb"],["One of the numerous beaches waiting for you ( Pompierre   seen from the Battery of Caroline)"]]},"\n\n",{"type":"===","value":[" Terre de Haut "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fort Napoléon"]}," – Its museum and its botanical garden. "]},{"type":"*","value":[" ",{"type":"'''","value":["Grand-Îlet"]}," — Nature Reserve."]},{"type":"*","value":[" ",{"type":"'''","value":["Morne Morel"]}," — Nature Reserve. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ruins of the lazaret"]}," (on the islet at Cabrit)."]},{"type":"*","value":[" ",{"type":"'''","value":["Fort Joséphine"]}," (on the islet at Cabrit)."]},{"type":"*","value":[" ",{"type":"'''","value":["The Battery Caroline"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Battery of Modèle"]}," (Morne du Chameau)."]},{"type":"*","value":[" ",{"type":"'''","value":["The cemetery of the sailors"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["The lighthouse of the port"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["The \"Maison-bateau\""]}," — House shaped like a ship bow."]},{"type":"*","value":[" ",{"type":"'''","value":["The Calvary and the Chapel of the Sailors"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Place du Gouverneur Lion"]}," (or the place of the pier)."]},{"type":"*","value":[" ",{"type":"'''","value":["Basalt columns of Pain de Sucre"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["The church of  Notre-Dame de l'Assomption"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Hikes"]}," (Trace des Crètes, Hill Abymes, Chameau...)."]},"\n",{"type":"===","value":[" Terre de Bas "]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ruins of the Pottery of Grand-Baie"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Saint-Nicolas Church"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Watchtower and ponds of the Abymes Hill"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Diving spot of Sec Pâté"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Picturesque neighbourhood of Mapou"]},"."]},"\n",{"type":"===","value":[" The archpelago of Les Saintes "]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Its numerous and varied beaches"]}," (Crawen, Pompierre, Rodrigue, Figuier, Marigot, Anse Mire, Grande-Anse, Anse à Dos, Anse à Cointre...)"]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Its cliffs"]}," (Les souffleurs, Gros cap...)"]},"\n",{"type":"==","value":["Buy"]},"\nYou will find souvenir boutiques and other shops mainly at Terre de Haut directly when you arrive.\n\n",{"type":"==","value":["Eat"]},"\nAlthough the gastronomy in mainland France is in itself very rich by the diversity of its regional culinary specialties, the Creole cuisine of our DOM-TOM is on its own a wealth and an incomparable originality.\n\nNamed \"the Pearl of the Antilles\", the islands of les Saintes abound with culinary treasures due to the blending of Caribbean and Indian cultures (Arawak and then Carib Indians peoples), European culture (Breton,  Angevin, Norman, from Poitou and from Saintongeais settlers) and African culture.\n\nFrom the creative gastronomic menu combining cooking from the mainland France and the Creole cuisine to flavours of the traditional Caribbean cuisine, les Saintes are a range of the gastronomic diversity.\n \nWithout ignoring the flavour of the fish accras, of the traditional Caribbean Black sausages, the Cuisine of Les Saintes  comes in the traditional Creole cuisine as well as:\n  \n",{"type":"*","value":[" Fish sausages,"]}," \n",{"type":"*","value":[" Queen Conch pies,"]},"\n",{"type":"*","value":[" Fish pâté (Fish terrine cooked in the oven),"]},"\n",{"type":"*","value":[" Breaded fish crêpes (crêpes filled with a fish stuffing and béchamel sauce, coated with breadcrumbs and brown in the oven),"]},"\n",{"type":"*","value":[" The famous hot or warm Bokit (famous because it’s well-known and it’s first-rate; it’s a round bread roll cooked in oil and then stuffed with what you like: chicken, cod, tuna…),"]},"\n",{"type":"*","value":[" Smoked fish,"]},"\n",{"type":"*","value":[" Fricassee of Octopussy (small octopus),"]},{"type":"[[","value":[["File:Cabrit.jpg"],["thumb"],["\"Kids\" are free everywhere on the island !"]]},"\n\n",{"type":"*","value":[" Queen Conch fricassee ( big sea mollusc, cooked in fricassee),"]},"\n",{"type":"*","value":[" Fish broth named  \"Blaf\", "]},"\n",{"type":"*","value":[" Grilled lobster, "]},"\n",{"type":"*","value":[" Kid colombo,"]}," \n",{"type":"*","value":[" Buccaneer chicken (grilled and smoked chicken on the barbecue),"]},"\n",{"type":"*","value":[" Sea bream fillet and passion fruit sauce, "]},"\n",{"type":"*","value":[" Cod chiquetaille ((chiktay in creol), "]},"\n",{"type":"*","value":[" Sea bream tartare and creole sauce, "]},"\n",{"type":"*","value":[" Fish marinade in coconut milk…."]}," \nIf fish plays an important role in the local cuisine on the islands, this can be explained by the fact that fishing has for a long while been essential to the economic life of Les Saintes. By the way the fishermen from Les Saintes are known to be among the best fishermen in the West Indies. Fishing is mainly sold on the local market and can be seen again on the tables of restaurants.\n\nThe cuisine of Les Saintes excels also by the multitude of spice used in its dishes: whether it be the Colombo powder coming from Les Saintes which flavours meats, fish and vegetables or the seeds to fry, curry, cinnamon...this farandole of fragrances shake up your senses to appeal you!\n",{"type":"[[","value":[["image:Tourment.JPG"],["thumb"],["Tourment d'amour."]]},"\n\n",{"type":"*","value":[" The « limbés »: sweet treats made on the island of Terre de Bas with tamarinds, sugar and condensed milk,"]}," \n",{"type":"*","value":[" Banana or coco custard pudding,"]},"\n",{"type":"*","value":[" The touch of glamour and romanticism of the pastry of Les Saintes is obviously the traditional Tourment d’Amour recognized to be the “West Indies delight”. A short crust pastry covered with grated coconut jam and a thin sponge cake. Cooked in the old days by the wives of the fishermen at Les Saintes to welcome their husbands at dusk, it is also found nowadays with banana, pineapple or guava aromas and sold on the place of the pier place by the local women.    "]},"\n",{"type":"===","value":["Budget"]},"\nAs anywhere else, to eat cheap, eat local !\n\n",{"type":"*","value":[" While walking and rambling through the streets of Les Saintes, you let yourself be tempted to chicken legs roasted on site close to the church. You will always be warmly welcomed with a smile and will never regret this break! Visible from the street “rue Théodore Samson”."]},"\n",{"type":"*","value":[" Crêpes stuffed with queen conches’ meat, breaded fish crêpes, fish pies, black sausages and fish sausages … tasty and really exquisite specialties subtly spicy,, made by a “ Saintoise “ and quickly sold warm not far from the place of the city hall. "]},"\n",{"type":"*","value":[" From the bokit, the agoulou (meaning “glutton”), accras…to the sausages rolls…bakeries become fast food places to enable tourists to Eat-in. It’s also possible to have a breakfast there !"]},"\n",{"type":"*","value":[" Tourments d’Amour are systematically proposed by the “Saintoises” as soon as people get off the passenger boat. Don’t miss this specialty from Les Saintes,  especially very useful for hiking. These foodie delights are to be discovered on the Place du Gouverneur Lion or more commonly the Pier place."]},"\n",{"type":"*","value":[" Pizze are also made with seafood as the queen conches pizza… and cool drinks are sold as from the first shopping streets."]},"\n",{"type":"*","value":[" There are many shops (bakeries, a caterer, bars, snack bars …) prepare in front of your eyes, according to your choice: the traditional ham sandwich butter, tuna, cod, sandwiches, "]},"\n",{"type":"*","value":[" At the entrance of the beach of Pompierre, local sandwiches are prepared, sold and can be eaten on the spot as well as salads and cold drinks on a shady te."]},"\n",{"type":"*","value":[" Nearby, still on the road of the beach of Pompierre two other creole restaurants both offer an accurate composition of the local cuisine."]}," \n",{"type":"*","value":[" For the lovers of hamburgers in the creole style, they can find some cooked in a professional kitchen and sold on the spot close to the city hall. Quite different from the American fast-food chain."]},"\n",{"type":"*","value":[" A cocktails and salads bar offers a whole range of quick quality meal choices. Open   from 7 am and closed at 7 pm."]},"\n",{"type":"===","value":["Mid-range"]},"\n\nRestaurants at Les Saintes undoubtedly meet all delights and match all the purses. Rue Jean Calot, Quartier de la Colline, Route du bois Joli…for Terre de Haut. This trip throughout the West Indies tropical flavors starts by tasting creole specialties based on local products as fish, lobsters or even the gastronomic creative cuisine with the blend of a mainland France local cooking with the local flavors to get a gourmet menu and a gastronomic table. \nTerre de Bas offers less restaurants but of an excellent quality also, with generous and flavorsome dishes along dreamy beaches, in a tropical and fairy atmosphere on a quiet island. Fresh fish and crustaceans for an authentic and succulent cooking !\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"==","value":["Connect"]},"\nWhether it’s for a traditional mailing, a parcel… by La Poste, a direct phone call (landline or mobile phone, even though the 3G network has difficulty to go anywhere yet) or even via the Internet (Wi-Fi available in many shops and also an internet point services), the islands of Terre de Haut and of Terre de Bas offer usual infrastructures for all their visitors.\n\n",{"type":"==","value":["Stay safe"]},"\nThe presence of doctor's surgeries, dental practices, a pharmacy, a free health center is a guarantee of taking in hand in case of health difficulties.\n\nThe access to health care is available with the French \"Carte Vitale\" as in the mainland of France.\n\nIn cases requiring it, French civil security can carry out an evacuation in emergency by helicopter to the hospital center of Basse-Terre.\n\n",{"type":"==","value":["Cope"]},"\nThough Les Saintes are islands, the regular and daily shipping service ensures the required supply for the comfort of its inhabitants and visitors.\n\nCash dispensers are available 24\/24 7\/7.\n \nNote that Terre de Haut has a household waste disposal service and a performing municipal environmental service. \n\nRespect and quality of their environment are the main features of Les Saintes.\n\n",{"type":"==","value":[" Go next "]},"\nThe nearby islands can be reached by boat (Marie-Galante, La Désirade, La Dominique).\n\nOr by plane (Marie-Galante, La Dominique et la Martinique).\n\n\ṇ̪",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Guadeloupe"]]}]