[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Les Gets"]}," is a ski resort town in the French part of the ",{"type":"[[","value":[["Portes du Soleil"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By air"]},"\n\n",{"type":"[[","value":[["Geneva"]]}," International Airport (GVA) is the nearest well served airport to Les Gets, located approximately 1 hour away by car or bus. During the winter ski season, numerous package holiday operators provide transfers to the resort. In the summer months, many hotels and chalets in Les Gets provide guests with a personal transfer service from the airport for a small fee.\n\n",{"type":"'''","value":["By car"]},"\n\nLes Gets is most easily accessed from the E25 highway. The well signposted road to the resort passes through ",{"type":"[[","value":[["Cluses"]]},", a large town, and Taninges, a small village located further up the valley. In winter it is worth using snow tyres or taking chains, as the road can become dangerous very quickly in bad weather. \n\n",{"type":"==","value":["Get around"]},"\n\nThe town is quite compact so walking is the easiest way to get around. In the peak summer season, bicycles become the preferred form of transport, as the town becomes a haven for mountain bikers.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mountain Scenery"]},". The scenery around Les Gets is quite spectacular in both winter and summer. Take a trip up the Mont Chery gondola and the next chairlift to the very top for the best view. Mont Blanc can be seen from here."]},{"type":"*","value":[{"type":"'''","value":["Les Gets Church"]},". Small church located at the north end of town."]},{"type":"*","value":[{"type":"'''","value":["Cows"]}," (summer only). Not a typical tourist attraction, but look and listen out for the many cows with bells around their neck. They make a good alpine photo!"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Skiing"]},", see separate section"]},{"type":"*","value":[{"type":"'''","value":["Mountain Biking"]},", see separate section"]},{"type":"*","value":[{"type":"'''","value":["Tennis"]}," (summer only), there are a number of hard tennis courts in Les Gets. The best place to play is on one of the 4 public courts at the north end of town off the D902. Buy a 'multipass' from the tourist office for 1 Euro per day and you can use the courts at will. However, it is advisable to reserve a court by marking your name, and the time you want to play, on the sheet on the small clubhouse at the courts."]},{"type":"*","value":[{"type":"'''","value":["Swimming"]}," (summer only), there is an artificial lake located just up the hillside on the Chavanne side of the town. Ideal spot for families wanting a relaxing day."]},{"type":"*","value":[{"type":"'''","value":["Mechanical Music Museum"]},", located at the north end of town. Les Gets has a history of producing mechanical music. The museum is fairly small, but interesting to visit. "]},"\n",{"type":"==","value":[" Mountain Biking "]},"\n\nDuring the summer months (end of June to early September) the ski lifts in Les Gets open to walkers and mountain bikers. Les Gets and ",{"type":"[[","value":[["Morzine"]]}," are the two main hubs for ",{"type":"[[","value":[["mountain biking"]]}," in the Portes du Soleil region, and are where the majority of visiting bikers stay. The two towns have established themselves as the premier spot for mountain biking in Europe. There are numerous cross country, downhill and freeride trails providing options for all skill levels. However, be wary of the local trail maps that indicate green downhill trails as very easy, as they are not always suitable for beginners.\n\n",{"type":"'''","value":["Main downhill trails"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Chavanne"]},", intermediate, accessed from the top of the Chavanne Express Chairlift. By far the most popular trail in Les Gets due to it being fast and flowing with some small jumps and drops. The track has no serious difficult sections that cannot be bypassed. Watch out for maniac riders travelling at high speed, who are often on the verge of losing control."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mont Chery"]},", very difficult, accessed from the Mont Chery Gondola. A full on downhill course suitable only for skilled riders. Jumps, berms, drops, rooted sections and extremely steep in parts. Much quieter than the Chavanne side of the town."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pleney"]},", very difficult, accessed across the ridge top from the Chavanne Express Chairlift (bit of pedalling required!), or from the Pleney Gondola in Morzine. Excellent downhill course that ends in Morzine. Can get very busy. Watch out for overly confident beginners on the track. Most major jumps and drops can be bypassed, although a high level of skill and suitable equipment is still required."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are a few shops in the town centre, mainly aimed at the skiing market in winter and the mountain biking market in summer. Prices are typically high, as with most ski resorts. There are also a few grocery stores and places to pick up souvenirs.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nMost hotels have wi-fi internet access for a small fee. The mobile phone signal is generally strong in the village, but can be sporadic in the surrounding mountains.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Portes du Soleil"]]}]},", lifts link Les Gets to the Portes du Soleil area in winter and summer. Well worth skiing or mountain biking to some of the other resorts. It is possible to cross over into Switzerland on the lift network. Look out for the interesting customs building in the mountains! (it is rarely, if ever used)"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Geneva"]]}]},", only around an hour away by bus or car. Worth a visit if you have a spare day."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Samoens"]]}]},", small town nestled in some spectacular scenery, with good restaurants, bars and shops. About an hours drive away from Les Gets. In winter the roads may be extremely icy, or even closed for a time, so be wary."]},"\n",{"type":"{{","value":[["IsPartOf"],["Haute-Savoie"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Les Gets"]]},"\n",{"type":"{{","value":[["geo"],["46.1606"],["6.6708"]]}]