[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Lethem"]}," is a border town of 3,000 in ",{"type":"[[","value":[["Guyana"]]},".  ",{"type":"[[","value":[["Image:Lethem_Guyana.JPG"],["thumb"],["Lethem"]]}," ",{"type":"[[","value":[["Image:Lethem Guyana Kunuku Mountains.jpg"],["thumb"],["Kunuku Mountains"]]}," \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["The Guyana\/Brazil road:"]}," The Linden to Lethem roadway is being kept up despite the frequent need for repairs to bridges and hill slides. The road link from ",{"type":"[[","value":[["Bonfim"]]}," in the Brazilian state of ",{"type":"[[","value":[["Roraima (Brazil)"],["Roraima"]]}," to Lethem is the only way to the Guyana Coast. This Guyanese-Venezuela road link, under the aegis of the Integration of Regional Infrastructure of South America (IIRSA) process has been the focus of efforts made by Guyana and a litmus test for reciprocity for continued investment in the relationship by Brazil.  The road between the capital of the Brazilian state of ",{"type":"[[","value":[["Boa Vista"]]}," and Bonfim has been a top class highway since the late nineties.\n\n",{"type":"[","value":["http:\/\/www.transguyana.com\/ Trans Guyana Airways"]}," has daily flights between Georgetown and Lethem.  These flights leave from the small municipal airport in Georgetown.  Luggage space is very limited so be sure to have the amount of allowable luggage clarified before arrival at the airport.  Although this is an internal flight, a passport is required for non-citizens.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThere are many tourists attractions in Lethem area such as the Kanuku and the Moco Moco mountains and falls.\n\n",{"type":"==","value":["Do"]},"\nA rodeo takes place in Lethem around Easter time.  It is a draws a large number of tourists from Guyana and from the bordering areas of Brazil.\n\n",{"type":"==","value":["Buy"]},"\nThere is only one bank in Lethem and that is Guyana Bank for trade and Industry Ltd (GBTI) or so cash is the better way to go.  Besides the Guyanese dollar, some places might accept the US dollar.  Brazilian currency is readily accepted.\n\nNext to the Takutu Hotel is a small establishment that sells Amerindian crafts.  It has some unique items but business hours are very random.\n\nCash exchange rates in Lethem do not always reflect true exchange rates, so with enough cash in your hands in the right currency you can make some money off scalpers (",{"type":"''","value":["cambistas"]}," in Portuguese). In December 2010, 1 BRL can be traded for 100 GYD (bought back at 110 GYD), and 1 USD can be traded for 195-200 GYD (bought back at 210 GYD), yet 1 USD is traded at 1.83 BRL (and bought back at 1.90 BRL). In Manaus or Boa Vista, buy USD to exchange for GYD in Lethem or Georgetown. If you are going to cross into Brazil from Guyana, make sure you have a lot of Guyanese dollars to buy Brazilian reais (which can be exchanged in Bonfim at the same rate as in Lethem, though there is no shortage of Brazilian reais on the Brazilian side of the boarder).\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Malaria"]]}," is a concern.  Arrive with proper medication and insect repellent.  \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Takutu Hotel"]},". This is a friendly little establishment.  The water may not be hot but the service is personal.  There are a few rooms that have air conditioning.  The restaurant serves good food but orders usually need to be placed in advance.  A bar located on the grounds can get rather noisy, so it is wise to request a room that does not overlook the popular establishment."]},"\n",{"type":"*","value":[{"type":"'''","value":["Savannah Hotel"]},". 4 minutes walk away from the border. Friendly staff. 5,000-10,000GYD for rooms."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Image:St_Ignatius.JPG"],["thumb"],["St. Ignatius near Lethem"]]},"\nWhen crossing the border into Brazil, travellers will be asked to prove that they have been vaccinated against yellow fever.  These shots can be obtained on the Brazilian side of the border.  Visas are required before Canadian, US, Australian, Japanese, and Mexican citizens can enter Brazil.  A visa cannot be obtained upon arrival so be sure to arrange one before stamping out of Lethem. It is possible to obtain a visa at the Brazilian Embassy in ",{"type":"[[","value":[["Georgetown (Guyana)"],["Georgetown"]]},", but this will require a few business days. There is a Brazilian consulate in Lethem where the visa can be obtained before crossing the boarder.\n\nWalk across the wooden bridge in Lethem to visit St. Ignatius.  There are no businesses other than a cashew factory cooperative run by local women.  You will, however, witness the daily lives of the Amerindian population. \n\nThe Kunuku Mountains can easily be visited as a day trip. \n\nThere's a 10am daily big bus to Georgetown (10000GYD) and G\/town - Lethem in the evening from the bar Jerries. Buy tickets by the airfield.\n\nThere are also a lot of minibuses that leave around 18:00 for about 9-10000GYD and get to Lethem around midday, including 4 hour sleep somewhere along the way. One good drivers is Carle 616-5984 for 9000.\n\n",{"type":"{{","value":[["geo"],["3.3833"],["-59.8000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Berbice-Corentyne"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Lethem, Guyana"]]}]