[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Levant (orthographic projection).png"],["thumb"],["right"],["240px"],["The Levant"]]},"\n\n",{"type":"'''","value":["Levant"]}," is an imprecisely defined region in the Middle East south of the Taurus Mountains, bounded by the Mediterranean Sea on the west, and by the northern Arabian Desert and Upper Mesopotamia to the east. \n\n",{"type":"==","value":["Regions"]},"\nThe term ",{"type":"'''","value":["Levant"]}," is employed to refer to peoples, states, or parts of states in the region, namely:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Israel"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jordan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lebanon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Palestinian Territories"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Syria"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amman"]]}," — this modern city is a great launching point for many of Jordan's attractions"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aqaba"]]}," — a popular vacation city located on the Red Sea, well known for its wonderful scuba diving and marine life"]},{"type":"*","value":[" ",{"type":"[[","value":[["Beirut"]]}," — a coastal city with a French influence formerly known as the \"Paris of the Middle East\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Damascus"]]}," — considered by some to be the oldest continually inhabited city in the world, Damascus contains several world-famous Arab souqs"]},{"type":"*","value":[" ",{"type":"[[","value":[["Eilat"]]}," — a vacation city on the Red Sea, known for its underwater observatory "]},{"type":"*","value":[" ",{"type":"[[","value":[["Jerusalem"]]}," — quarreled over by Jews and Arabs alike, this famous city is the site of many holy sites of Christianity, Islam, and Judaism"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tel Aviv"]]}," — a coastal city that is known for its vacationing possibilities, beaches and resorts"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThe media might lead you to believe that the Levant is a volatile and unfriendly region; in fact, the opposite is true.  While there are occasional confrontations throughout the region, tourism is big business and tourists are welcome with open arms.  The dominant Arab culture's welcoming and hospitable attitude is a nice change from the sometimes indifferent cultures of European and Western countries.  \n\nThe region includes many wonderful and distinct cultural and ethnic groups, including the Arabs, Jews, Circassians, Armenians, Iranians, Assyrians, Maronites, Bedouins, Kurds, Druze and Turks.\n\nThe Levant is a fantastic destination for enthusiasts of both ancient and modern history.  Known by many as the Cradle of Civilization, the Levant contains a multitude of attractions and sites, many of which have been made noteworthy from many religious texts and traditions..\n\n",{"type":"==","value":["Talk"]},"\n\nWhile ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," is the official language of most Levantine countries (except Israel, which utilizes both the Arabic and ",{"type":"[[","value":[["Hebrew phrasebook"],["Hebrew"]]}," languages), the spoken dialects vary from place to place.  To address these varying dialects, some individual phrasebooks have been created.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lebanese Arabic phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jordanian Arabic phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hebrew phrasebook"]]}]},"\n",{"type":"==","value":["Get in"]},"\nThere are a number of international airports that facilitate entry into the region.\n\n",{"type":"*","value":[" Beirut International Airport - ",{"type":"[[","value":[["Beirut"]]},", Lebanon"]},{"type":"*","value":[" Ben Gurion International Airport - ",{"type":"[[","value":[["Tel Aviv"]]},", Israel"]},{"type":"*","value":[" Damascus International Airport - ",{"type":"[[","value":[["Damascus"]]},", Syria"]},{"type":"*","value":[" Queen Alia International Airport - ",{"type":"[[","value":[["Amman"]]},", Jordan"]},"\nArrival and departure by sea is an alternative to air travel, at a variety of seaports throughout the Levant. Ports are located on the Mediterranean Sea and Red Sea.\n\n",{"type":"==","value":["Get around"]},"\n\nThe Levant region is comprised of a handful of small countries, making transportation from place to place fairly accessible.  Taxis, services (pronounced \"ser-veeses\"), and buses are the main forms of inter-regional transportation.  The cost and destination of such services will vary from country to country.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nVisit historical places such as old churches and mosques.\n\nExperience smoking hubbly-bubbly in a coffee shop or restaurant, this practice became imbedded in the culture.\n\nWear the traditional dress in order in immerse yourself in a cultural experience.\n\n",{"type":"==","value":["Eat"]},"\nRegional cuisine will vary depending on the country.  Lebanon, for example, will provide a blend of Arabian, French, and Western styles, while Jordan and Syria will showcase traditional Arabian fare consisting heavily of lamb, chicken, rice, and vegetable dishes.  Beef dishes are available but are more rare (no pun intended) than in European or Western countries.  Pork products, being forbidden for religious purposes by both Muslims and Jews, are practically nonexistent except in some areas of Lebanon.\n\nEvery visitor is encouraged to experience Levantine Arabic cuisine.  For the few who never develop the taste for it, however, there are plenty of Western-style restaurants to choose from.\n\n",{"type":"==","value":["Drinks and night life"]},"\nWherever you are in the Levant, be prepared to be offered plenty of cups of tea.  Hot tea is a staple beverage in the Levant and is offered as a symbol of hospitality to guests. Strong coffee, such as espresso is often available too. \n\nFor those who like to visit a bar or two on vacation, be prepared to select from a wide variety of bars and pubs. Liquor stores can be found almost everywhere in the major cities, while home made wine is found in some villages of Christian majority such as Fuhais in Jordan, just ten minutes drive from Amman. Local wine can be bought from any liquor store or bar, and is of high quality grapes and competes with the best Italian wines. \n\nIf you like night life, there are a lot of clubs and good yearly events and raves. Amman and Beirut and have a lot of Western musical influence in clubs and events presented all year long along with Israel, especially Tel Aviv. To help you get around in the Levantine countries, you can find weekly and monthly magazines with event listings and restaurants.\n\n",{"type":"*","value":[" For visitors to Amman, and throughout Jordan, you can check out ",{"type":"''","value":["Jordan Today"]},"."]},{"type":"*","value":[" To get an idea of the night life style in Beirut, and Amman, ",{"type":"''","value":["Layalena"]}," magazine has a lot to say."]},"\n",{"type":"==","value":["Stay safe"]},"\nThe Levant region has suffered from violence in the past, and active conflicts are going on in some areas today.\n\n",{"type":"*","value":[" Lebanon: Syria's civil war has spilled over to parts of Lebanon, so people with plans to visit Lebanon should exercise caution and check on current conditions in the areas they plan to travel to before they go."]},"\n",{"type":"*","value":[" Syria: Though most Syrians are extremely friendly and hospitable, there is currently a civil conflict taking place in Syria. Travel to Syria is, to say the least, not recommended at this time."]},"\n",{"type":"*","value":[" Israel: Tourism is big business in Israel, so both Jews and Arabs are accommodating to visitors. Both cultures, however, occasionally clash as they vie for the land. Visitors who stick to well-known and reputable locations and accommodations should not have any trouble."]},"\n",{"type":"*","value":[" Jordan: Jordan is well known for being the safest country in the Middle East. There is no internal turmoil of any sort in Jordan, and the government keeps a close eye out for trouble.  Visitors can travel anywhere throughout the country with ease and in safety."]},"\n",{"type":"*","value":[" Palestine: Gaza has been in a state of active hostilities with Israel, interspersed with tense and sometimes violated ceasefires since Israel's unilateral withdrawal from the land. The West Bank is less conflict-ridden, but travelers should check on current conditions and need to allow extra time to get through Israeli checkpoints."]},"\n",{"type":"==","value":["Go next"]},"\nExiting the Levant is generally as easy as entering.  International airports are generally the common form of transportation out, one may choose to travel affordably by bus, car, or ferry from ",{"type":"[[","value":[["Aqaba"]]}," to ",{"type":"[[","value":[["Egypt"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Middle East"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Levant"]]}]