[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Levuka"]}," is a town on the eastern coast of the ",{"type":"[[","value":[["Fiji"]]},"an island of ",{"type":"[[","value":[["Ovalau"]]},", which is one of the ",{"type":"[[","value":[["Lomaiviti Islands"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n\nLevuka today has a population of about 3000 people. The town  was the capital of Fiji from 1874 until 1883 when the capital moved to Suva. Levuka was designated an historic town in 1989 and was inscribed to the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," in 2013. \n\nOvalau Island is a lush tropical volcanic island of about 100 square kilometers surrounded by large coral reefs. It is the main island of the Lomaiviti Group which is made up of the islands  of Namena, Makogai, Koro, Wakaya, Batiki, Nairai, Gau and Ovalau. The islands are the peaks of deep-sea volcanoes that became extinct millions of years ago.\n\n",{"type":"==","value":[" Get in "]},"\nAIR: ",{"type":"[","value":["http:\/\/www.northernair.com.fj\/ Northern Air Services"]}," fly to Levuka daily from Monday to Saturday, departing Nausori (Suva) Airport at 8.00am for the twelve minute scenic flight to Levuka.  They then return to Nausori at 8.40am.  Bookings can be made on line or by phoning +679 9958162.   FJ$75.00 one way\n\nThe airstrip, approx. 40 minutes from the town, is on the western side of the island and is serviced by a local bus**.\n\n\nSEA: Patterson Brothers shipping (Ph: 3315 644, patterson@connect.com.fj) has a daily bus and ferry service from Suva to Levuka. The trip takes 4.5 hours, and is recommended for its experience.\n\n",{"type":"==","value":[" Get around "]},"\nYou can't hire bicycles anymore unfortunately, but walking around the island can be great. Alternatively, hire a taxi for the day to drive you round. You could always try hopping on a 'carrier' (a pick-up truck\/lorry with benches and a tarpaulin covering it) but beware, these don't run to a schedule so you may end up stranded if you're not careful!!\n\nYour own two legs will help you see most of Levuka, going up the many, many steps to Delana School, or indeed the Peak.\n\n",{"type":"==","value":[" See "]},"\nenjoy the history and the heritage of the town and the island\n\nhike up to the mountain peak overlooking the reefs and  the Koro Sea\n\nexplore the lush jungle, spot the Kula (dwarf parrot), Fiji Hawk, find the sleeping trees of the Fruit Bat\n\ncall into the Levuka Community Centre and visit the town's small museum\n\ntake coastal walks around the island, walk past fijian villages, meet the fijians\n\nwalk up the 199 steps to Mission Hill and experience the fantastic panorama of the offshore islands and the Lekaleka Reef\n\nrelax and enjoy a cold glass of beer at the Ovalau Club\n\ndon't miss the sights of ",{"type":"[[","value":[["Arovudi"]]}," including; ancient tribal areas, local villages, great white coral beaches and friendly people.\n\n",{"type":"==","value":[" Do "]},"\n\nTours to all important historic sites are on offer, coastal walks, round the island tours, various hikes into the mountains, that is to The Peak or Epis tour to Lovoni, snorkeling to beautiful barrier reefs, exciting scuba diving trips, seasonal whale sightings, fishing trips, village tours,and island trips.\n\n",{"type":"==","value":[" Buy "]},"\nThere are supermarkets and grocery stores stocked with \"European\" foods as well as beer, wines and spirits, bakeries, hardware & appliance stores. Local market vendors selling vegetable, fruit and fish.\nThere are also few second hand clothes shop in Beach Street, which have cheap clothes, mainly from Australia.\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"'''","value":["Koro Makawa"]},"\nSeafood like grilled tuna steak, local Fijian cuisine or delicious pizzas are served for lunch and dinner. Daily special menus. \nThe restaurant located right in town offers also a quick lunch menu from curries to fish and chips for eat in or take away.\n\n",{"type":"'''","value":["Paak Kum Loong"]},"\nThe Chinese Restaurant has a wide ranged menu with all kinds of Chinese meals, but you can also enjoy excellent Indian dishes. Located in the \"center\" of Levuka, you have a nice view from the 1th floor to watch the sea and the hustle and bustle on the street. Opened for lunch and dinner.\n\n",{"type":"'''","value":["Whales Tale Restaurant"]},"\nLocated right on Beach Street in \"downtown\" Levuka, the Whales Tale offers excellent European cuisine in a casual sea faring environment. \n \n",{"type":"'''","value":["Sea Site Restaurant"]},"\nLocal restaurant, where you can enjoy Indian, European and Fijian dishes. Situated on the main road. \n \n",{"type":"'''","value":["Emilies Cafe"]},"\nTake your coffee with a fresh baked bread, vegetarian roti, pie or just relax with a drink in the open backyard of the bakery shop.\n\n",{"type":"'''","value":["Ovalau Holiday Resort"]},"\nThe Ovalau Holiday Resort restaurant is about 4 kilometers out of town and offers a menu for everyone. Fresh seafood's, European, Indian and traditional Fijian style meals\n\n",{"type":"==","value":[" Drink "]},"\n",{"type":"'''","value":["Koro Makawa Club"]},", just behind the restaurant is nightclub for locals and tourists.  The staff are very friendly and welcoming to foreigners and drinks are well priced.\n\n",{"type":"'''","value":["The Ovalau Club"]},", next to the Town Hall and Ruins of the Masonic Lodge, the oldest club in the South Pacific, regulars show up for a drink after work, occasional dances on the weekend.\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal Hotel"],["alt="],["url=http:\/\/www.royallevuka.com"],["email=Royal@connect.com.fj"],["address="],["lat=-17.68066"],["long=178.83389"],["directions="],["phone=+(679) 3440024"],["tollfree="],["fax=+(679) 3440174"],["checkin="],["checkout="],["price="],["content=PO Box 47."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mary's Holiday Lodge"],["alt="],["url="],["email="],["address=Beachstreet"],["lat="],["long="],["directions="],["phone=+679 3440013"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Levuka Homestay"],["alt="],["url="],["email=levukahomestay@connect.com.fj"],["address=Churchstreet"],["lat=-17.67972"],["long=178.83265"],["directions="],["phone=+679 3440777"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mavida Guest House"],["alt="],["url="],["email=newmavidalodge@connect.com.fj"],["address=Beachstreet"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gun Rock Cottage"],["alt="],["url="],["email=cottage@owlfiji.com"],["address=Beachstreet"],["lat="],["long="],["directions="],["phone=3440166"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Oniviro Settlement."]]}]},"\n",{"type":"==","value":[" Go next "]},"\nLevuka is a great base to explore Ovalau Island or some of the surrounding islands.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.owlfiji.com\/epi.htm Epi's"]}]}," midland tour is a good one.  Epi leads you up, and then down into the volcanic crater to visit a small village called Lovoni.  Ask for Epi in Levuka, he's not hard to find.\n \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.owlfiji.com\/bobosfarm.htm Bobo´s Farm"]}]},"\nlocated on a riverbank surrounded by rainforest in the Rukuruku Valley on the west side of Ovalau. If you want to experience the real rural Fiji, fun, adventures and the sound of the jungle at dusk in a warm welcoming Fijian hospitality. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.owlfiji.com\/silana.htm Silana Village"]}]},"\nSilana offers Fijian hospitality in modern comfortable bure accommodation. On the beach, 3 minutes walk from the village, but close enough to become part of the village, sharing their meals and way of life.\n  \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.owlfiji.com\/caqalai.htm Caqalai Island"]}]},"\nTake a daytrip to Caqalai, a beautiful coral island run by the Methodist Church and offering simple bure accommodation. White sandy beach all around the island, with good snorkeling just a few meters offshore. \n      \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.owlfiji.com\/leleuvia.htm Leleuvia Island"]}]},"\nLarger but just as beautiful as Caqelai, Leleuvia offers day trips as well as great value overnight facilities. Transportation to Leleuvia is available from both Levuka and Suva. \n \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.owlfiji.com\/lostisland.htm Lost Island"]}]},"\nis located on the island of Yanuca Lailai, south of Ovalau Island. Its an uninhabited 72 acres big, volcanic rock, limestone island with an amazing nature. The coastline with mangrove, volcanic rock cliffs and beaches surrounds an abounded jungle. Its totally off the main tourist track and its a hiding place to get away from the busy world and live a \"Robinson Crusoe\". Daytrips or bures for overnight stays.\n      \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.naiganiresort.com Naigani Island Resort"]}]},"\nIsland Resort, Accommodation in 2 Bedroom Bungalows. Swimming pool, Bar, Restaurant, Golf, Scuba Diving,  Game Fishing, Kayaking, Hiking....\nPerfect Place for Families . \n\n",{"type":"{{","value":[["IsPartOf"],["Ovalau"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Levuka"]]},"\n",{"type":"{{","value":[["geo"],["-17.684013888889"],["178.84012777778"]]}]