[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Lewes-udsigt.jpg"],["thumb"],["350px"],["Lewes viewed from its castle"]]},"\n",{"type":"'''","value":["Lewes"]}," is the county town of ",{"type":"[[","value":[["East Sussex"]]},".\n",{"type":"==","value":["Get in"]},"\nBy train from London Victoria (70 min), Brighton (20 min) or Eastbourne, Hastings.\n\nBy bus from ",{"type":"[[","value":[["Brighton (England)"],["Brighton"]]}," (30 min), ",{"type":"[[","value":[["Eastbourne"]]}," or ",{"type":"[[","value":[["Tunbridge Wells"]]}," via ",{"type":"[[","value":[["Uckfield"]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["Walk- There are local bus services operating within the town, but realistically you can walk from one end of the town to the other in half an hour at a very leisurely pace. Elderly visitors may want to take under advisement that the town is notoriously hilly."]},"\n",{"type":"*","value":["Bicycle- cycling is easy within the town and is encouraged as an easy, healthy and environmentally friendly alternative to car use."]},"\n",{"type":"*","value":["Car- Lewes is notoriously unfriendly for car users. This is in part due to the fact that car use is so unnecessary within the town, everything can be reached using a bike, a bus or your feet! The high street is known to be a nightmare during rush hours, as the main road through town. A number of one-way streets, pedestrianised areas and most notably the parking situation make bringing a car to town a bit of a waste of time and money. Note: Lewes has probably the most parking attendants per a head in the UK, and therefore you are almost certain be caught if you incorrectly park your car, fines are also quite steep. If you plan to visit by car use one of the towns car parks (there are surprisingly few, but they are all most conveniently located). ",{"type":"[","value":["http:\/\/www.lewes.gov.uk\/transport\/2315.asp\/ Lewes District Council"]}," have more information"]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Lewes Castle keep.JPG"],["right"],["thumb"],["Lewes Castle, Lewes"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Lewes Castle"]}]},{"type":"*","value":[{"type":"'''","value":["Anne-of-Cleves' House"]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Glyndebourne"],["alt="],["url=http:\/\/www.glyndebourne.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an internationally renowned opera house, just a few miles from Lewes. Enjoy great opera in a purpose built opera house situated in the grounds of an English stately home. The 80 minute intervals allow you to enjoy a picnic on the lawns."]]}]},{"type":"*","value":[{"type":"'''","value":["Walking"]}," on the South Downs, through the riverside Railway Land, through the Landport Woods, anywhere along the river Ouse."]},{"type":"*","value":[{"type":"'''","value":["Southover Grange Gardens"]}," Southover Grange is a house built in 1572. It is not open to visitors, but has lovely gardens which are. Beautiful flowers and trees (including, at 350, one of the oldest mulberry trees in the country), and a knot garden with a fountain. The park is open from dawn to dusk all year round, and has a tea and ice-cream kiosk in the summer."]},{"type":"*","value":[{"type":"'''","value":["Shopping"]}," From antiques, organic clothing and art to old-school penny sweets, vinyl and skateboarding equipment, Lewes offers a real variety of shops alongside many coffee shops, tea rooms and general cafes."]},{"type":"*","value":[{"type":"'''","value":["Beach"]}," Aside from the infamous Brighton beach, taking a short trip outside of Lewes one can discover several beaches that are more traditional, quiet and less crowded or spoilt, such as Newhaven, Tide Mills and the like. "]},{"type":"*","value":[{"type":"'''","value":["Local events"]}," easily found listed and promoted via the Lewes magazine (both in print and online ",{"type":"[","value":["http:\/\/www.vivalewes.com\/home\/"]},", Lewes caters to all tastes with year-round festivals and celebrations of food, music, art, film and many other attractions. Just outside of Lewes one can find \"Middle Farm\" which hosts cider festivals, there are beer festivals, organic food markets galore and that's not even counting the regular farmer's markets in the precinct or the regular French Market in town."]},"\n",{"type":"===","value":[" Bonfire "]},"\nLewes has an extensive Bonfire tradition, celebrated annually on the 5th of November - unless the 5th lands on a Sunday, in which case it is celebrated on the 4th.  Practical information can be found at the Lewes Bonfire Council website ",{"type":"[","value":["http:\/\/www.lewesbonfirecouncil.org.uk\/"]},". An extensive history of the celebrations can be found at any of the society webpages, including that of the well-known Cliffe Bonfire society. ",{"type":"[","value":["http:\/\/www.cliffebonfire.com\/history.html"]},".\n\nDespite the vigour with which the town mounts it's bonfire, visitors from outside the local vicinity of Lewes are often actively and strongly discouraged from coming to town on Bonfire by locals, as a number of misunderstandings, trouble and bad press are perceived to stem from outsiders who do not understand the tradition and organization of the night, mistaking it often as a chance to get drunk in public and act inappropriately. Anti-social behavior by visitors has also in previous\nyears lead to a firm response from those policing and marshalling the events.\n\nClaimed as being amongst largest celebrations in the UK, Bonfire is a true spectacle to behold - with several bonfire sites throughout town (each home to an individual society) which host a bonfire, the burning of effegies (often cuttingly pollitical in the case of the Cliffe Society) and of course, fireworks. A number of societies parade through the town in costume in grand processions displaying banners and effigies. The costumes ranging from the historical, luxurious to the down-right bizarre.\nThese processions are torch-lit with more hand held paraffin torches than you are likely to ever see anywhere else. The entire night is one large party, but one that locals take very seriously. An incredible amount of time, cost and energy goes into the organization of the night each year, and traditions such as the death march are observed with the same pride as they would have been four hundred years ago.\n\nFor safety reasons, all roads in and out of town are closed off in the late afternoon on the fifth and do not re-open until after the celebrations are over (which can be well into the small hours of Nov 6). In addition a number of side streets are also closed along with certain car parks, so that emergency response staff have clear access routes to and from incidents. Bonfire is not suitable for young children.\n\n",{"type":"==","value":["Buy"]},"\nLewes is proud of being one of the least \"modernised\" towns in England. You'll find lots of small independent businesses here, and Lewes shops are particularly good for old women's clothing, art, second hand books and antiques. Almost opposite the castle entrance is ",{"type":"[","value":["http:\/\/www.catlins.org.uk Catlins"]}," an old fashioned sweet shop with a large range of loose sweet, fine chocolates, tobaccos and pipes. Not only has Lewes retained its historic atmosphere through its old shops and buildings but it also produces its own type of currency. The Lewes Pound. Historically the town produced its own notes and as a tradition it has continued to do so. The Lewes Pound is only valid in Lewes, nowhere else in the UK.\n\n",{"type":"==","value":["Eat"]},"\nLewes boasts a range of international cuisine including Indian, Thai, Chinese, Italian, Polish, and good old traditional English pub-grub. For a more upmarket twist on the traditional pub food menu, one can sample the new menu at The Snowdrop Inn at the bottome of town, or give the legendary \"Elly Burger\" a go at the Elephant and Castle pub just off of the high street. For an intimate and strictly Italian experience, try Famiglia Lazzati near the War Memorial on the high street, or for an oriental flavour give the wonderful Thai restaurant, the Pailin on Station Street a go. Late night revellers can try to stave off (or encourage depending on your point of view!) a hangover with chips in pitta from either the Charcoal Grill or Effies kebab houses, both found on the high street, and try again in the morning with a \"greasy spoon\" full English from either The Cafe (formerly Eddie's cafe) by the Prison, or the Casbah in the bottle neck. For the healthier palette, nothing quite beats breakfast\/ brunch at Bill's Produce Store on Cliffe High St, where you can have a delicious plate of food, and then have a browse in the grocers\/ produce shop under the same roof!\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Harveys Brewery (Lewes).jpg"],["right"],["thumb"],["Harveys Brewery, Lewes"]]},"\nThe night life is essentially pubs and restaurants, but ",{"type":"[[","value":[["Brighton (England)"],["Brighton"]]}," is 20 minutes away by train, a little more by bus, with all the varied and often loud and bustling night life that you could ever ask for. Taxi's will take you to and from Brighton, but expect to pay £20 upwards for each journey.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.harveys.org.uk\/ Harvey's bitter"]}]},". One of the oldest independent breweries is right in the middle of town. Sample their wares at the ",{"type":"[","value":["http:\/\/www.johnharveytavern.co.uk John Harvey Tavern"]},", or get take-aways from the Brewery shop on Cliffe high street. ",{"type":"'''","value":["Fine wines"]},", too."]},"\n",{"type":"*","value":["Lewes is an unusual atmosphere at night, with most pubs serving both the younger and older crowds simultaneously and in harmony. It is not unusual for the newly legal 18 yr\/o to be seen sharing a pint with their parents at the same bar! There are, as with all places, the exceptions, but Lewes is an extremely safe place to be at any time of day or night, and the locals are friendly and accommodating. With pubs closing nationally, Lewes is no exception, and as pubs close, they are reopened by new owners, bringing with them a different atmosphere and attracting different clientele. The Lewes Arms, Dorset, Snowdrop, Black Horse, Brewers and Gardeners are all currently more quiet pubs, in volume rather than customer traffic- in fact the Lewes Arms is often bustling with people, where as the Elephant and Castle (known locally as the Elly), Lansdown, Lincolns and the Lamb are often regarded as the more busy and loud pubs... but again this is constantly changing. The only pub in Lewes that seems to stay the same is the infamous Tally Ho pub situated on the outskirts of the main town at the edge of the Landport housing estate. Frequented almost exclusively by Lanport residence, it is the only pub to maintain a constant \"bad\" reputation. In reality this pub is just another Lewes pub, but because of its limited clientele, can feel quite intimidating to newcomers; it however has a brilliant atmosphere during big sporting events, especially anything to do with football!"]},{"type":"*","value":["Check ",{"type":"[","value":["http:\/\/www.vivalewes.com\/home\/ Viva Lewes"]}," for info on \"nights\" held in local pubs, often featuring folk music, DJs and the such. Also be aware that cafes in town occasionally open late and host event nights- the Needlemaker's cafe is particularly good for this, try to catch one of their world nights which include music and food of a particular country theme- great fun."]},"\n",{"type":"*","value":["The youth of Lewes tend towards the more bohemian and creative than obnoxious and urban, and as such, tend to create their own fun within town. The mostly unattended industrial estate in town has become a recent hotspot for those under 30 (indeed anyone from the age of 15 upwards really) with warehouses being commandeered to house parties. Do not be overly cautious with these events, as they are probably not what you would expect from a youth illegal party- these tend to be less about drugs, rave music and bad behaviour, and more about live music, art, and the occasional pizza oven!!"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pelham House"],["url="],["email="],["address=Saint Andrews Ln"],["lat="],["long="],["directions="],["phone=+44 1273 488 600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["The Shelley's hotel ",{"type":"[","value":["http:\/\/www.the-shelleys.co.uk\/"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["50.875627"],["0.017855"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["East_Sussex"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lewes"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/East Sussex\/Lewes\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lewes"]]}]