[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leysin.ch\/english.shtml Leysin"]}]},", ",{"type":"[[","value":[["Switzerland"]]}," in the commune of Vaud is a laid back, non-posh, non-pretentious mountain village in the Vaud Alps, above ",{"type":"[[","value":[["Montreux"]]},".  It also happens to be the site of a ski resort with awesome off piste possibilities. Leysin is quickly earning a reputation as the college center of Switzerland, as it is the home of five international schools.  Live music is no stranger with an active Blues Club Summet du Blues ",{"type":"[","value":["http:\/\/www.sommetdublues.ch\/gallery\/albums.php"]}," to provide live music year round, open mike nights at the Yeti Bar, and always the impromptu jam if you can find them. When here stroll down the Rue du Commerce and check out the bohemian galleries, yet another side of this sleepy town. All that and the Kuklos, a mountain top revolving restaurant (of course!).  In a way it's sort of amazing that one village can have this much cool stuff and remain as laid-back as Leysin is.\n\nLeysin is in the ",{"type":"''","value":["Alpes Vaudoise"]}," roughly above and one mountain over from ",{"type":"[[","value":[["Montreux"]]},".  The panorama includes all of the Alps Vaudois, including the Mont Blanc to the Eiger. It is just as, or more  impressive as those found further up into Canton ",{"type":"[[","value":[["Valais"]]},", and prices that are a bit more competitive.\n\n",{"type":"[[","value":[["File:Leysin.jpeg"],["thumb"],["300px"],["Leysin"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nLeysin is served by the TPC (Transportes Publics du Chablais) which has a cog-wheel train which runs once per hour from the ",{"type":"[[","value":[["Aigle"]]}," station, which is timed to connect with the main Swiss National trains arriving from ",{"type":"[[","value":[["Montreux"]]}," on the ",{"type":"[[","value":[["Geneva"]]},"-",{"type":"[[","value":[["Brig"]]}," line.  On certain dates during the ski season there are direct TGV ",{"type":"[","value":["http:\/\/www.sncf.com"]}," trains from ",{"type":"[[","value":[["Paris"]]}," to ",{"type":"[[","value":[["Brig"]]}," offering the same connection at ",{"type":"[[","value":[["Aigle"]]},".  The trains up to Leysin leave from track 12, which is actually in front of the ",{"type":"[[","value":[["Aigle"]]}," station in the parking area (it's the track closest to the buses).\n\nThere are multiple stops within Leysin, notably Leysin-Village, Versmont and Leysin-Feydey. Leysin-Feydey (024 494 11 16) is the station closest to the Télécabines.  For other destinations check the destination listing below for the correct station.\n\n",{"type":"===","value":["By car"]},"\nAlthough the final approach to the village has a number of hairpin bends the potential motorist should not be deterred.  The views are stunning and the road kept clear throughout the year and the village can be comfortably reached from Geneva in an hour and a half.  Once in the village there is ample parking even at the height of the skiing season.  Parking close to the ski lift is policed at the weekend and a small charge is levied.\n\n",{"type":"==","value":["Get around"]},"\nLeysin combines a great landscape, lower prices, and a lively atmosphere, so what's the rub?  This is:  a near total lack of public transport once you get off the train.  The free village bus (navette) circulates once per hour, during the Winter (end Dec. - beg. April) and Summer (mid-June - mid-Sept.) seasons.  Luckily it's not much trouble to walk to most places for a healthy young traveller, or for that matter for anybody who's used to it.  Disabled travelers might opt for a better equipped (if pricier) mountain getaway in perhaps ",{"type":"[[","value":[["Zermatt"]]}," or ",{"type":"[[","value":[["Verbier"]]},".\n\nIf all else fails you can get a cab from Taxi ABC ",{"type":"[","value":["http:\/\/www.leysin.ch\/abc"]}," (024 493 22 93) or Taxi Kojak (024 494 25 55).\n\nThe TeleLeysin cable car ",{"type":"[","value":["http:\/\/www.teleleysin.ch"]}," runs both summer and winter.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Leysin01.JPG"],["thumb"],["right"],["Tram going up the hill near Leysin"]]},"\n\nPeople mainly come to Leysin to ",{"type":"'''","value":["Do"]}," things like skiing, mountain\nbiking, or horseback riding.  That said, there are a couple of sites worthwhile for the casual traveler, even on a lunchtime excursion from ",{"type":"[[","value":[["Montreux"]]}," or ",{"type":"[[","value":[["Lausanne"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Berneuse Cable-Car"],["url=http:\/\/www.teleleysin.ch\/"],["email=info@teleleysin.ch"],["address=Place Large, about 100m east from the Leysin-Feydey station"],["lat="],["long="],["directions="],["phone=024 494 16 35"],["tollfree="],["fax="],["hours=Open daily sunrise to sunset"],["price=18 Chf round trip during the summer, 42 Chf for adults, 30 Chf for a half day during the ski season"],["content=The views on the ride up are nearly as spectacular at those from the top.  On a clear day you can take in Mt. Blanc, the Eiger, and ",{"type":"[[","value":[["Lausanne"]]}," from this perch above ",{"type":"''","value":["Lac Leman"]},"."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ski"]},", access to most runs from the Berneuse ski station, Place Large. 024 494 16 35.  If you are a total beginner of course it's best to take classes, but if you just want to brush up before you go for the gusto you should check out the beginner's slope just above the ski station which costs only 14 Chf to use.  It's a bit hard to find at first, so don't be afraid to ask.  If you're up to a bit more of a challenge, but still want to practice you can take the chair lifts up to the ",{"type":"''","value":["Tete d'Ai"]},", and then—taking a left—ski cross-country style over to a very nice easy run below the Berneuse restaurant.  The descent to the same run directly from the Berneuse ",{"type":"''","value":["cable-car"]}," is a more intermediate, but you should be able to handle it if you are comfortable turning and stopping.  There are also fun descents down from the ",{"type":"''","value":["Tete d'Ai"]}," through the forest. Ski passes start at 30 Chf for a half day, and 42 for a full day. Standard ski rentals start at 28 CHF per day plus boots from 15 CHF per day. Prices good as of January 2006."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tobogganing Park Leysin"],["alt="],["url=http:\/\/www.tobogganing.ch"],["email=info@osgsa.ch"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the southern edge of the village. +41 24 494 28 68. Claiming to be the first toboggan park in the world which allows snow tubing in bobsled like runs, the toboggan park is a good alternative for kids and adults who are a bit too afraid of heights to ski, but who feel the need for snow and speed. Tickets for an hour and 50 minutes go for 20 Chf for adults and 15 Chf for kids. A single run on a tube is 3 Chf. The Leysin park is considered by some to be the best one in whole of Europe for its great jumps and chances for inexperienced skiers and snowboarders to practice without pressure"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ice Skating"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kids' Sledding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=There's a fairly well maintained sledding run for kids oppsite the Patinoire.  It's completely bowl-shaped, so there's no risk of sledding out of control."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=SwissMountainLeader"],["alt=International Mountain Leader"],["url=http:\/\/swissmountainleader.com\/"],["email=info@swissmountainleader.com"],["address=Leysin, Switzerland"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Trekking, hiking, snowshoeing, navigation training, winter travel & avalanche safety with an International Mountain Leader based in Leysin."]]}]},{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nescafé Champs Open"]},", at the top of the Berneuse, the first weekend in February, and several days running up.  World champions in free-style snowboarding, skiing and para-gliding compete over four days for several thousand dollars worth of prizes provided by the Nestlé corporation.  The whole thing is free with your normal lift-tickets, but of course if you want a beer or hot-chocolate you'll pay mountain rates."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fly"]},", try to do tandem paragliding from the Berneuse ski station. Very nice flight which last from 10 to 30 minutes, depending on the condition of the day. More informations on Panpam ",{"type":"[","value":["http:\/\/www.panpam.ch"]}]},{"type":"[[","value":[["File:Paragliding.JPG"],["thumb"],["Tandem paragliding overlooking the Rhone valley"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leysin American School"]},"  +41 24 493 3777.  ",{"type":"[","value":["http:\/\/www.las.ch"]}," Offering an American high school diploma, and the international equivalent, the American school more or less guarantees that you'll hear quite a bit of English spoken in Leysin with an American accent.  If you or your kid(s) are of high school age check out their programs, including one year, four years, and a summer program. Leysin American School also offers the IB ( international baccalaureate) program for its students, it has 8, 9, 10, 11, 12, 13\/PG grades. Check out their website www.las.ch and find out more."]},{"type":"*","value":[" ",{"type":"'''","value":["KLAS"]},".  If you are a traveler who is Japanese and of school age this baccalaureate school presents an opportunity to convince your parents to let you spend 3 months to 4 years in the Swiss Alps."]},{"type":"*","value":[" ",{"type":"'''","value":["ESL"]},".  ESL-Ecole Suisse de Langues, runs camps for teenagers for students from 13 to 17 years old. Spring, Summer and Autumn session are proposed to Swiss and international students summer camps for teens in Leysin ",{"type":"[","value":["http:\/\/www.esl-schools.org"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["FSU"]},".  FSU- Florida State University International Programs, runs two separate five week long sessions between the months of May–July. Courses offered are geared toward a hospitality curriculum with limited business classes. FSU is a leader in international study abroad programs and encourages students from other schools to apply."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chez Maria"]}," Place du Marché.  A fairly typical Swiss souvenir shop in most senses if it weren't for their specialty:  Amazing chocolate with pralines, and a huge selection of coffees."]},{"type":"*","value":[" ",{"type":"'''","value":["l'Atelier l'Art Partout"]},". Place de la Gare de Leysin-Feydey. +41 79 215 82 50.  A refreshing change from the ordinary souvenir shop, this one has a range of home-made objects many of which the multi-talented proprietor makes herself on the premises."]},{"type":"*","value":[" ",{"type":"'''","value":["La Fromagerie"]},", in the center of the village, there are lots of signs. +41 24 494 22 05.  As the name suggests they make cheese here, and sell it. You can get a fairly personal guided tour of the facilities."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Voxlingua"],["url=http:\/\/www.voxlingua.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=024 494 17 14"],["tollfree="],["fax="],["hours="],["price="],["content=French language school. If you want to learn French, this is the place to be. All levels accepted, small classes, emphasis on oral. For more info, please check our website: www.voxlingua.ch"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kuklos"]},", at the top of the Berneuse, accessible by cable-car. +41 24 494 31 41.  Built to replace a Châlet which burned down in 1984, this revolving restaurant will be known by most winter-time visitors as a ski-lunch stop, but the real time to enjoy the restaurant is during the summer, when they (and the cable car) are open evenings for intimate classical and folk music concerts with a set menu dinner.  They are happy to serve vegetarians and vegans any time, but will be better prepared to serve you if you book ahead."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant de la Patinoire"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offering basic Rösti, pasta, and other simple dishes the restaurant at the skating rink is a good place to warm up after (or wait out) kids' ski lessons at the neighboring ",{"type":"''","value":["jardin des neiges"]},". Free Wi-Fi."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["La Fromagerie"]},",024 494 22 05, Found in the heart of the village the restaurant ouzes as much charm as its fondue ouzes cheese.  The menu is based on traditional Swiss fare but has an international component with dishes such as Thai curry also available.  Many of the ingredients are locally sourced but all are attributed to their source so an informed choice can be made."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lynx"]},", rue du Commerce 18. +41 24 494 15 32."]},{"type":"*","value":[" ",{"type":"'''","value":["Saloon Leysin"]},", in the village.  An American style saloon."]},{"type":"*","value":[" ",{"type":"'''","value":["Top Pub"]},", often frequented by students from the Leysin American School"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Bel Air"],["url=http:\/\/www.aubelair.ch\/spip.php?rubrique3"],["email=info@aubelair.ch"],["address=Place Large"],["lat="],["long="],["directions="],["phone=+41 24 494 13 39"],["tollfree="],["fax="],["hours="],["price=80 Chf per person per night"],["checkin="],["checkout="],["content=If you're in Leysin to ski there is no more convenient place to stay.  It's directly next to the station for the cable car to the Berneuse.  With 20 rooms. As usual with ski hotels the best room is the one in the attic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chalet Fougères"],["url=http:\/\/www.mvh-chalets.com\/index.htm"],["email=nick.tranter@villagecamps.ch  (EMail address is not valid)"],["address="],["lat="],["long="],["directions="],["phone=+41 79 632 40 52"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Operates as a residence for the American summer school in July and August. It is available for group bookings of up to 60 people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chalets Ermina"],["url=http:\/\/www.ermina.ch\/cadre.html"],["email=info@ermina.ch."],["address=Les Esserts"],["lat="],["long="],["directions="],["phone=+41 24 494 12 61"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Two beautiful new chalet B+Bs near the lower village. Great views, exceptional hospitality."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Château"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 24 494 19 17"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Grand Chalet"],["url=http:\/\/www.hotel-le-grand-chalet.ch"],["email=hotel.grand-chalet@bluewin.ch"],["address=at the Leysin-Grand Hôtel train station"],["lat="],["long="],["directions="],["phone=+41 24 494 16 14"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hôtel la Paix"],["url="],["email="],["address=Rue Rollier"],["lat="],["long="],["directions="],["phone=+41 24 494 13 75"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hôtel Tour d'Ai"],["url=http:\/\/www.hoteltourdai.ch"],["email=info@hoteltourdai.ch"],["address=Route des Ormonts"],["lat="],["long="],["directions="],["phone=+41 24 493 2280"],["tollfree="],["fax=+41 24 493 2281"],["hours="],["price="],["checkin="],["checkout="],["content=This hotel might be a good choice when travelling with kids since it's just around the corner from the snow kindergarten, skating rink, and sledding area. Free Wi-Fi"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bed & Breakfast l'Epicéa"],["alt=BNB L’Épicéa"],["url=http:\/\/www.epicea.ch\/"],["email=info@epicea.ch"],["address=En Avouillon, 1854 Leysin"],["lat="],["long="],["directions="],["phone=+41 24 494 13 89"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in Leysin, a village in the Swiss Alps, this traditionally styled bed & breakfast offers a variety of facilities in a picturesque setting.\n\nHere, guests can enjoy mountain scenery and countryside views just 1 km from the cable car departure point and 60 km from Montreux and Gstaad.\n\nThe hotel offers traditional rooms, decorated with mainly wooden furnishings, with a cosy atmosphere. Free Wi-Fi for guest use."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lake Geneva"]]},"\n",{"type":"{{","value":[["geo"],["46.20"],["7.00"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Leysin"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Switzerland\/Cantons\/Vaud\/Localities\/Leysin"]]},"\n",{"type":"[[","value":[["WikiPedia:Leysin"]]}]