[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=León"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Lion statue outside the cathedral in Leon Nicaragua.jpg"],["thumb"],["200px"],["Lion statues stand guard near the cathedral in downtown León."]]},"\n",{"type":"'''","value":["León"]}," is one of the oldest cities in ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLeón is named after León, Spain.  After independence, the elites of León and ",{"type":"[[","value":[["Granada_(Nicaragua)"],["Granada"]]}," struggled over which city would be the capital.  León was dominated by the liberals and Granada by the conservatives.  The fighting ended when Managua became the capital.\n\nAfter Granada, which is better preserved, León has the best colonial architecture in Nicaragua.  It is a university town that stubbornly remains somewhat pro-Sandinista.  During the 1979 revolution, the Sandinistas took over León in violent street by street fighting.  Somoza then had the city bombed, an unforgivable move considering he was bombing his own people.  The National Guard took León back over, again in street by street fighting, but this time less intense since the Sandinistas melted away.  Finally, the Sandinistas took León back over and held it until the Somoza government fell.  You can still see bullet marks on some buildings.  Also, there is a shell of a church on the road out of town that was destroyed during the bombing.  Across the street from this church is the Museo de las Mytos y Leyendas Tradiciones (Museum of Myths and Legends), which prominently displays a statute of a Sandinista guerrilla holding a handmade bomb.  Some sarcastically call it the Museo de las Traiciones (Museum of the Treasons) as a reference to how the Sandinista rank and file has been cheated by Daniel Ortega and the rest of the Sandinista elite.  \n\nLeón used to be the hub of cotton growing but that has declined.  The economy is relatively depressed.  Tourists are typically not a large, visible presence in León, though it is popular among backpackers and as of late, tour groups.  (In comparison to Granada, there are fewer tourists)  León still is a university town, filled with students. Backpackers, volunteers and other extranjeros usually meld with local students.\n\nLeón has more colonial churches and cathedrals per capita than any other place in Nicaragua.  If you are still on the church tour, there are thirteen to check out in town.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nNearest commercial airport is in Managua.  Managua is roughly an hour and a half drive from León.\n\n",{"type":"===","value":["By car"]},"\n\nJust about anyone in Managua can tell you how.  The Carretera Vieja to León (old road to León) is in the worst shape it has been, ever.  It is littered with potholes and takes a round about way to Leon. The Carretera Nueva is in great shape I hear).  It's about 90 kilometers from Managua to León, about a 90 minute trip depending on how fast you drive.  Stop for quesillo and tiste in Nagarote or La Paz Centro, the two towns the Carretera Nueva goes through on the way.  You will find the turnoff to the Carretera Nueva a León at KM 6 1\/2 on the Carretera Sur.  \n\nIf you are coming from the north (Esteli) on the carretera norte, take the turn north of Matagalpa, at San Isidro I think, and save yourself the trouble of going through Managua. This highway was just recently repaired and is in great shape. It takes about 2 hours by bus to get to Leon from Esteli or Matagalpa.\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus terminal is about 2 km northeast of the center, take one of the trucks waiting in front of the terminal - which serve as local buses (4 cord) - to the center, or take a taxi for about C$20.\n\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Managua"]]}," : Take the vans leaving from Mercado Israel Lewites or the microbuses (camionetas) leaving from UCA (Universidad Centro Americana).  The vans from Mercado Israel Lewites are fiteen-passenger vans that are fairly crowded, but not excessively uncomfortable, particularly when one sits next to a window. Buses run regularly, leaving from the Mercado every 15-20 minutes. Buses leave from La UCA beginning at 4:30am until approx. 9pm. They leave whenever they are full, usually every 15 minutes. The bus from either terminal costs C$ 46.  If you take the bus, make sure to get an expreso - otherwise the bus makes stops to pick up passengers on the side of the road along the way."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Esteli"]]}," : There's one direct bus daily. If you miss it, you've got to change in San Isidro on the Panamerican Hwy. Mini-van service directly to Leon is also available from Esteli but times and availability are not regular, and they will not leave until full."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Matagalpa"]]}," : There are 2 direct busses running daily, otherwise take a bus to San Isidro and transfer to Leon. "]},"\nDirect transportation is also available directly from the Managua airport via private van service, up to $60-$70 one-way.\n\n",{"type":"==","value":["Get around"]},"\n\nThe city is very walkable if you can stand the heat.  You do not really need a car once there, unlike Managua.  The locals get around by bicycle and walking, and if you need to get across town you can take a taxi.   However, to go to the places outside the city, such as the beach, a car is convenient.\n\nRuletos (trucks) serve as local buses (C$ 4 per ride). They go from the mercado north of town where the buses to Managua and other long distance destinations arrive and leave to the Mercado in ",{"type":"'''","value":["Barrio Subtiava"]}," where buses to the beaches of las Peñitas and Poneloya leave and arrive. Taxis are C$ 20 per person anywhere in the city before 7pm, C$30 after 7pm.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["León Cathedral"]}," - this is the biggest cathedral in Central America.  The story goes that the construction plans sent back to Spain for approval showed smaller dimensions, because they were afraid the Church wouldn't approve such a large cathedral, although this story has been debunked. The cathedral is also the final resting place of Ruben Dario, as well as many other notable Nicaraguans.  You can pay a small fee to climb the stairs up to the roof, where you can get a nice view of all of León's churches and the surrounding volcanoes, and you can go into the cellars beneath the cathedral.  On the roof you can see close up the giant sculptures holding up the cathedral bells, just don't ring them."]},{"type":"*","value":[{"type":"'''","value":["Iglesia de San Juan Bautista de Subtiava"]}," - one of the oldest colonial churches in Leon, the church has served a traditionally indigenous community. The rustic wood interior is a pleasant deviance from the often ornate styles that are more typical of the period."]},{"type":"*","value":[{"type":"'''","value":["Fundacion Ortiz"]}," - is an artistic treasure trove. It has a collection of European masters and a stunning collection of Latin American art."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Centro de Arte Fundación Ortiz Gurdián"],["url=http:\/\/www.fundacionortizgurdian.org\/eventos.es\/ni\/bienal3?q=mas"],["email="],["address="],["lat="],["long="],["directions=3 blocks west of the cathedral on the avenue"],["phone="],["tollfree="],["fax="],["hours="],["price=C$20 general, C$10 student (with ID)"],["content=This privately supported centre is perhaps the finest art museum in Nicaragua. Showcases both international and Central American artists of various periods and media. Admission proceeds go the Breast Cancer Programme for Low Income Women."]]}]},"\nThere are murals all over the city. One of the more unsettling commemorates a massacre of protesting local students by the militia.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Volcano Boarding"]}," Board down the side of Cerro Negro volcano at speeds up to 95 km\/h. Feel the excitement and go as fast as you can, and its quite safe too.  Organized by Bigfoot hostel, this is one of the most popular and exciting activities in Leon for travelers. Everything is provided, board, transport, jumpsuit, and even some free beer and mojitos afterwards. Leaves every morning at 9am from Bigfoot hostel and returns 12pm-1pm.  $30 + $5 for admission to the volcano.  Requires a 45 minute hike up to the top of the volcano before boarding down. Nearly all younger travelers to Leon will do this once."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["SONATI"]}," is an environmental-education non-profit organization, which also offers volcano treks to the nearby Maribios volcanic chain (incl. treks to Telica, San Cristobal, Cerro Negro, Cosiguina, Las Pilas\/El Hoyo volcanoes [and others, depending on demand]). They also offer volcano boarding trips to Cerro Negro and mangrove forest swimming\/kayaking tours, and in August\/September turtle nesting\/hatching trips. SONATI also organizes several environmental education activities every week catered to local Nicaraguan children, and many travelers join them. They are located 3 blocks north, 1\/2 block east of the cathedral. There are several volunteer positions available if you're keen on spending some time in Leon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Quetzaltrekkers Nicaragua"]}," offers non-profit volcano Treks. They are located just around the corner from ViaVia and Big Foot. Same as Quetzaltrekkers Bigfoot offers excellent value Volcano Boarding trips with an English speaking guide. Rumor has it that they will be commencing climbing Nicaraguas Tallest volcano, San Cristobal."]},{"type":"[[","value":[["File:Couplenearpenadetigre.JPG"],["thumb"],["Couple near Pena de Tigre, Poneloya."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Poneloya and Penitas beaches"]},". Be careful once there though, not of the people, who are just as friendly as in León, but of the surf.  The waves are large and quite fun, but watch out for the currents.  The surf claims a victim or two every year, including the young and fit.  There are accommodations from hotel Lacayo, old and historic, all wood structure, to Hotel Poneloya, recently refurbished rooms w\/ a\/c across the street.  They have upgraded the beds, famous for uncomfortable before.  Still, the rooms have no real windows.  Rooms were $25 dollars a night (they built some new rooms which I did not look at.  There are better hotels in Penitas.  Try the Hotel Suyapa Beach (885-8345).  Rooms are a bit more expensive but well worth it if you have the money (still less than $60).  They have a pool and a popular beachside restaurant. Besides hanging out at the beach, there's a billiard hall popular with locals at the end of the paved road in Poneloya (though at night it gets a little rowdy as locals get drunk on Lijon - cheap sugar cane liquor), rustic restaurants past the billiard hall, and lots of Flor de Caña rum.  There is also a Catholic Church in Poneloya in case you need to make atonement for what Flor made you do.  Buses depart from the road to Poneloya on the outskirts of town (by Subtiava), they are quite affordable.  Splurging on a taxi is also an option (C$150 to $250 depending).  The beaches are less than 20 kilometers away."]},"\n",{"type":"*","value":[" Catch a ",{"type":"'''","value":["baseball game"]}," if you are there during the season.  The Leónes won the championship in 2004 and are perpetual contenders.  For fifty cordobas you can sit right behind home plate, or pay less for 3rd base side where the lively crowd sits with the unofficial band.  Order some vigoron, get a Victoria and enjoy.  If Chinandega is visiting, it can get quite rowdy and tickets sell out.  The stadium is in the northern part of the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo Ruben Dario"]},".  Pick up some of his poetry (Azul is a good beginning).  There is an art museum that has a good collection, including contemporary art.  It occupies two houses.  The main part on a southeast corner of the street that runs from Parque Ruben Dario to the Cathedral (Avenida Central).  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Fortin"]}," For the best view over the city and the volcanoes, go to this old Somoza stronghold southwest of León, best reached from Subtiava. It's a 20 minute walk, ask locals for directions."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=NicAsi Tours"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At Asi tours you can do social cultural activities, for example the cooking workshop, which proceeds from buying the ingredients at the local market to creating your own tortillas at the local tortilleria and then going to a local household to cook your Nicaraguan dish. Other tours include a history tour, cowboy for a day and other workshops. Animal lovers may want to avoid this company as they also promote rooster fights."]]}]},"\n",{"type":"==","value":["Learn"]},"\nSpanish at one of the schools.\nDairiana Spanish School is a good option. It is located in the center of the city and will arrange a homestay if you are interested. \n\nYou also can get excellent classes with private teachers, which actually is much cheaper.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=La Isla Foundation"],["alt=Fundación La Isla"],["url=http:\/\/www.laislafoundation.org"],["email="],["address=La Perla Hotel, 50 m North, 30 m West"],["lat="],["long="],["directions=La Perla Hotel, 50 m North, 30 m West"],["phone=505-2315-1261"],["tollfree="],["fax="],["hours=M-F 9 am - 5pm"],["price=Variable"],["content=The only NGO in Leon that has a Spanish school. The La Isla Foundation was created to find a solution to the Chronic Kidney Disease epidemic currently affecting families and communities outside of Leon. The funds from the Spanish school, local tours, and adventure tours throughout northwestern Nicaragua are used to help fund their projects in the communities they support."]]}]},"\n",{"type":"==","value":["Work"]},"\n\nThere are free-of-charge volunteer opportunities with Quetzaltrekkers ",{"type":"[","value":["http:\/\/www.volunteer-nicaragua.org"]}," an organisation raising money for street kids by offering hikes to volcanoes around León. You can volunteer as a hiking guide for a minimum of three months.\n\nLas Tias - the supported organization - also takes volunteers, taking care of the streetkids, with a two months minimum.\n\nAsk around at the cafe run by \"Edad de Oro\", whether this organisation got some (volunteer) work for you - they're pretty cool too.\n\nSome people find work at the Big Foot Hostel, and for long-term visitors (6 month or so) it's sometimes possible to teach English.\n\n",{"type":"==","value":["Buy"]},"\nQueso quemado (hard, salty, white cheese that goes great with tortillas or bean soup).\n\n",{"type":"==","value":["Eat"]},"\nDefinitely have to go to the oldest restaurant in town, located in the heart of Leon, in the opposite corner of the Basilica Cathedral called ",{"type":"'''","value":["\"El Sesteo\""]},", it has diverse menu from typical local food and beverages to fast food. Definitely worth trying. \n\n",{"type":"===","value":["Budget"]},"\nGreat food at the local market, behind the main cathedral.  Large food court with all sorts of great beans and eggs and rice and fried cheese and cheese-stuffed platanos and thick tortillas.  Great for breakfast, you can fill up for a dollar or two.  You can also buy fresh-made juices, and gaze in awe at the giant blocks of fried cheese.\n\nOn the street behind the market is Buen Gusto, where you should grab some Pollo Vino on the cheap.\n\nA few blocks south of the Parque de los Poetas is Buena Cuchara, where the food is delicious-- 25 cordobas for a full lunch, including either fish or chicken (both delicious). \n\nOn the boulevard out of town toward Chinandega, across from the main police station, there's a green house with a porch.  This 'Pelo de chancho', where you get the best Mondongo soup in León, but you have to get there early for lunch or they might run out.\n\nLocated two houses from the Nord West corner of the Central Park  in front of the big Enitel building is Café La Rosita that offers an excellent environment (beautifully restored colonial house with large central patio), premium Nicaraguan coffees, a short but complete menu of panini sandwiches, salads, desserts, and even ice-cold beers.And free wireless internet access.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pure Earth Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=Adjacent to BigFoot Hostel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This place serves vegetarian options at about C$65 a plate for lunch and $80 for dinner.  Juices are C$35 but are fresh and tasty. Offer: spicy bean burger on bagel, roasted mushrooms and red peppers on bagel, panini with delicious fillings, and sometimes some baked goodies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cocin Arte"],["url="],["email="],["address="],["lat="],["long="],["directions=North side of El Laborio church"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great vegetarian restaurant. Most vegetarians would not mind setting up camp at this restaurant during their stay in Leon while there are also a couple dishes offered for carnivores. Take about 4 dollar for a meal and a drink. The service tends to be slow but the food is worth the wait. They also sell organic chocolates and coffee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Los Pescaditos"],["url="],["email="],["address="],["lat="],["long="],["directions=In Subtiava"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Worth the cab ride (less than 10 minutes from Cathedral)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=ViaVia"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8am - 9.30pm"],["price=25C$ - 145C$"],["content=.  International and local food."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nMontezerino is on the bypass near the Managua intersection.  They serve a good fillet mignon or churrasco for under $10 US.  The restaurant serves as a night club at night.  It is open on the sides and large.\n\nManhattan Restaurant has fresh hand-rolled tuna and salmon sushi. It's across the street from Hotel La Perla.\n\n",{"type":"==","value":["Drink"]},"\n\nDon Senor's has a restaurant downstairs to eat, drink and watch tv. Upstairs is a club that charges a 30 cordoba cover.\n\nDilectus is fancier and larger then the other discos. Its on the edge of town and requires a taxi to get there and back. The cover is about c$50.\n\nSalon Estrella is about 20 cordobas to get in, has slot machines in front, a small dance floor in the back, loud music and usually gets pretty full. \n\nLa Calabiza at night.\n\nViaVia has live music every Friday.\n\nEl Divino Castigo (3 blocks north of parque central) got live music every Tuesday. La Esquina del Movimiento (one block east of the above) got Spanish alternative movies almost every Thursday, and often live music on Saturdays.\n\nCappuccino, espresso, granita etc.: Café La Rosita, located on Calle Real in front of Enitel, diagonal from the NW corner of Central Park.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=GO BAR"],["url="],["email="],["address=León Nicaragua. Parque de los poetas 2 cuadras al norte, 25 varas al este."],["lat="],["long="],["directions="],["phone=2311 1400"],["tollfree="],["fax="],["hours="],["price=us$1"],["content=Go Bar, is an alternative place where diversity is the main ingredient, here you can express yourself freely in a comfortable environment created just for fun. The letter will find a wide variety of domestic and imported drinks and some dishes to try. http:\/\/www.facebook.com\/go.bar.leon"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Meson Real"],["url="],["email="],["address=Parque Ruben Dario 220 vrs al Norte"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seafood tapas restaurant wi meat as well.\nThe quality of the food is excellent."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Big Foot Hostel"],["alt="],["url=http:\/\/www.bigfootnicaragua.com\/hostel.html"],["email="],["address="],["lat="],["long="],["directions=1 block east of the cathedral, then 1 and a half blocks north"],["phone=+50589178832"],["tollfree="],["fax="],["checkin="],["checkout=11AM"],["price=Dorms US$6, privates US$15"],["content=The most famous hostel in Leon. DVD system, modest swimming pool, bar, and pool table, all set in a garden courtyard, a very social hostel. The hostel organizes a variety of nighttime actives, and trips to their other location at the beach to party.  The bar is generally crowded and fun everynight.  The kitchen is well-equipped except for good cutting knives, forks or bowls. 5 dorms with 8 beds each with large lockers for each & 5 private rooms. A note for budget travelers: staff on duty to enforce the strict no-outside-alcohol policy."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa Vieja"]}," is rumored to be the cheapest accommodation in town 65C in dorm, populated by street vendors and down-to-the-ground travelers."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lazy Bones"],["url=http:\/\/www.lazyboneshostelnicaragua.com\/"],["email="],["address=info@lazybonesleon.com"],["lat="],["long="],["directions=Two and a half blocks north of Parque Ruben Dario"],["phone=(00 505)-23113472"],["tollfree="],["fax="],["hours="],["price=Dorms US$8, privates w\/o bath US$20, private w\/bath US$30"],["checkin="],["checkout=11 AM"],["content=Opened in December 2006 and the newest hostel in León. Super clean with real beds and pillows. Included in the price are : internet access, coffee and tea, pool table, DVD library and a swimming pool for hotel guests only. Check out the mural. No kitchen access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sonati"],["url=http:\/\/www.sonati.org"],["email="],["address="],["lat="],["long="],["directions=From NE corner of Cathedral, 3 blocks Northward and ½ block eastward"],["phone=505-2311-4251"],["tollfree="],["fax="],["hours="],["price=Dorms from $5, privates from $11"],["checkin="],["checkout="],["content= New hostel, opened in 2009, in the center of Leon where you can experience the sound of nature, relaxing in one of the hammocks in the garden where beautiful hummingbirds come to feed. Friendly, peaceful and clean hostel, a perfect place to enjoy the old colonial city of Leon and meet like minded travelers. Big kitchen, new mattresses, free wi-fi, free use of computer, free coffee and a big garden, etc. SONATI is a not-for-profit organization with a social and environmental vision which carries out several educational activities. Promoting long-term self-sustainable environmental-educative activities is the most important mission. The hostel is the financial base to achieve this goal, along with some of the volcano treks and other outdoor activities on offer"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Tortuga Booluda"],["url=http:\/\/www.tortugabooluda.com"],["email=tortugabooluda@yahoo.com"],["address="],["lat="],["long="],["directions=from the SW corner of the central park, 3.5 blocks west"],["phone=311-4653"],["tollfree="],["fax="],["hours="],["price=Dorm: US$7, private: US$12, with private bath: US$20"],["checkin="],["checkout="],["content=AC optional, free Internet and Wifi, free pancake breakfast, free organic coffee, book exchange, bike rentals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ViaVia"],["url=http:\/\/www.viaviacafe.com"],["email=leon.nicaragua@viaviacafe.com"],["address="],["lat="],["long="],["directions=1 block east of the cathedral, then 1 and a half blocks north"],["phone=2311 6142"],["tollfree="],["fax="],["hours="],["price=Dorms US$6 , privates US$18"],["checkin="],["checkout=11am"],["content=Has a popular restaurant\/cafe. In the back there is a brand new hotel with 2 dorm-rooms and 6 well-kept private rooms with private bathroom. ViaVia's Bert Teuwen will respond to emails saying \"We do NOT charge extra for towels\" (Oct 20, 2011), which is another way of saying they DON'T provide towels at all for free or otherwise. ViaVia emails also claim discounts for staying three nights or nothing, which is untrue. Staff at the location speaks little or no English."]]}]},"\n",{"type":"*","value":[" Hostel D´Oviedo is located in the heart of Leon and is more like a bed and breakfast than a hostel. A lovely Nicaraguan couples have converted their home into a hostel. The prices vary depending upon the room. Matrimonial suite with private bathroom, fan and cable: 20 dollars per night. Dorm room with separate bathroom and fan: $8 dollars per person. Matrimonial suite with a single bed for a child, fan, tv, separate bathroom: $18 dollars per night. Breakfast and really fast internet are included. Guests are also allowed to use their kitchen. Directions: Go to park central in the center of the city next to the main cathedral. Find Theatre Gonzalez and walk south 2.5 blocks. It’s very close to Hostel Clinica. As well, the owners have 2 sons who are dentists. If you need any cheap work done on your teeth ask the owner. Prices for the rooms and for dental work are negotiable. Phone: 2311 3766"]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel San Juan"]}," is a nice hotel in front of iglesia San Juan, offering a good bed and breakfast, as well as kitchen access for about 10 dollar a night."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"'''","value":["Los Balcones"]},", located on the corner down the street from the Supermercado La Union. A high level hotel (at least by Nicaraguan standards). It has A\/C, real mattresses, nice views, hot water, and great service. Room: $US50 per night. Friendly English speaking staff.\n\n",{"type":"==","value":["Stay safe"]},"\nLeón is - by Central American standards - a safe and comfortable town.  In the city center, there are some areas which are not safe to walk alone as a female at night.  There are, however, some things to keep in mind:\n",{"type":"*","value":[" It is common to see young men bike in small packs, and they sometimes find easy targets to approach, and demand wallets, phones, and other valuables.  Occurrences in daytime, more likely at night.  There have been instances of armed robbery, though rape is not as common."]},{"type":"*","value":[" Taxis are not usually a good option in Nicaragua. Taxi drivers in Leon will often demand more money than was originally agreed upon. Make sure that you clearly negotiate the price before entering the taxi. It is also important to clarify if the price is per group or per person. Remember to exit your taxi before paying. Do not put your luggage in the trunk of the car, as some taxi drivers will drive off with it. There have been numerous reports by the US State department as to the danger of taking taxis in Leon.",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_985.html#safety"]}]},{"type":"*","value":[" The farther you travel from the city center, the poorer the neighborhoods become.  Once you leave the city, however, you will come upon small campesino villages.  The majority of these villagers are friendly."]},{"type":"*","value":[" Groups of beggars, mostly children, congregate around popular tourist spots.  Some may follow you around and some may even become verbally hostile.  This behavior is usually a scare tactic."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pacific beaches"]}," - Within 10-15 minutes by taxi are some of Nicaragua's lightly trod beaches. Las Peñitas is convenient but known for its surfing and mellow vibe. Poneloya is also a close beach. Taxis should run about 150-200 Cordobas per person but the bus station in Leon also has hourly buses. Remember: Strong currents off sections of Nicaragua's Pacific coast have resulted in a number of drownings. Powerful waves have also caused broken bones, and sting ray injuries are not uncommon at popular beaches. Warning signs are not posted, and lifeguards and rescue equipment are not readily available. "]},{"type":"*","value":["Definitely make time to surf Cerro Negro. Support Quetzaltrekkers ",{"type":"[","value":["http:\/\/www.quetzaltrekkers.com\/"]},", a volunteer organization where all profits go to streetkids; be prepared to leave at 8AM and return at 2:30pm. They also offer many other hikes. Tierra Tours, located 1.5 blocks N of La Merced is a great alternative (US$28).  Fun guides and ac transport!"]},{"type":"*","value":["Also, a must do is ",{"type":"'''","value":["Hervidores San Jacinto"]},".  Catch a bus at the terminal or take a taxi, round trip for C$300.  Entrance is C$20 and you'll be hooked up with one of the local kids\/guides.  They are really nice and a must.  Be careful to pay attention where they walk, as you will be walking just above thermal activity.  As someone said, \"It's like a mini Yellowstone, without the fences.\""]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["12.433333"],["-86.886667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern_Pacific_Coast_(Nicaragua)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:León, Nicaragua"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Central America\/Nicaragua\/Localities\/Leon\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:León, Nicaragua"]]}]