[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Liaoning"]}," (辽宁; ",{"type":"''","value":["Liáoníng"]},") is a province in the ",{"type":"[[","value":[["North East (China)"],["North East"]]}," of ",{"type":"[[","value":[["China"]]},". To the west lies ",{"type":"[[","value":[["Hebei"]]}," Province and ",{"type":"[[","value":[["Beijing"]]},", to the north is ",{"type":"[[","value":[["Inner Mongolia"]]},", in the north east the province borders with ",{"type":"[[","value":[["Jilin"]]}," and the south east, along the Yalu River, is the border with ",{"type":"[[","value":[["North Korea"]]},". The South of the Province forms a peninsula jutting out into the Bohai Sea. This is one of the most interesting places in Asia, a unique fusion of many different culture heritages. The most dominating culture is however the Manchurian in the countryside and Han in the big cities. Also the Korean, Japanese and Russian cultures establish themselves firmly in the mix.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Liaoning WV.png"],["regionmaptext=Regions of Liaoning"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Western Highlands (Liaoning)"],["Western Highlands"]]}],["region1color=#cfcf94"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Central Plains (Liaoning)"],["Central Plains"]]}],["region2color=#c3d099"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Eastern Hills (Liaoning)"],["Eastern Hills"]]}],["region3color=#c8aa92"],["region3items="],["region3description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Shenyang"]]}," (沈阳; Shěnyáng) — sub-province-level city, also called Mukdan in Manchurian. It is the provincial capital and Liaoning's largest city with three UNESCO listed culture heritages."]},{"type":"*","value":[" ",{"type":"[[","value":[["Anshan"]]}," (鞍山; ",{"type":"''","value":["Ānshān"]},") — third largest city in the province, a heavy industry area but contains ",{"type":"[[","value":[["Qianshan National Park"]]}," and other major tourist sites"]},{"type":"*","value":[" ",{"type":"[[","value":[["Benxi"]]}," (本溪; ",{"type":"''","value":["Běnxī"]},") — once a heavily polluted industrial town but now cleaned up, contains ",{"type":"[[","value":[["Benxi Shuidong National Park"],["Benxi Water Caves National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chaoyang"]]}," (朝阳; ",{"type":"''","value":["Cháoyáng"]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalian"]]}," (大连; Dàlián) — sub-province-level port city, and popular holiday destination, formerly Japan and Russia at different times"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dandong"]]}," (丹东; ",{"type":"''","value":["Dāndōng"]},") — border city with North Korea"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fushun"]]}," (抚顺; ",{"type":"''","value":["Fǔshùn"]},") — several famous Chinese people have come from here including Lei Feng, making this a site of national pilgrimage"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jinzhou"]]}," (锦州; ",{"type":"''","value":["Jǐnzhōu"]},") — gateway to the West Liaoning Corridor"]},{"type":"*","value":[" ",{"type":"[[","value":[["Liaoyang"]]}," (辽阳; ",{"type":"''","value":["Liáoyáng"]},") — has a number of historical sites, including the White Pagoda (Baita), that dates to the Yuan Dynasty"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Benxi Shuidong National Park"]]}," — an underground river in a cavern filled with stalactites, stalagmites and stone flowers. Beautiful mountain formations and an active Manchurian community."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalian Haibin-Lüshunkou National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fenghuangshan National Park"]]}," — mountain temple fair in April attracts thousands "]},{"type":"*","value":[" ",{"type":"[[","value":[["Jinshitan National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Qianshan National Park"]]}," — litterally meaning ",{"type":"''","value":["Thousand Mountains"]},", this park consists of many jagged peaks as well as valleys with temples, monisteries and nunries of both Buddhists and Taoists"]},{"type":"*","value":[" ",{"type":"[[","value":[["Xingcheng Haibin National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yalujiang National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yiwulüshan National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nLiaoning consists of wooded mountains in the north east and west, the vast Liaoning Plain at its heart, and the West Liaoning Corridor - narrow strip of land along the Bohai Sea. The highlands in the west are dominated by the Nulu'erhu Mountains, which roughly follow the border between Liaoning and Inner Mongolia. The entire region is dominated by low hills. The West Liaoning Corridor follows the coast between the Nulu'erhu Mountains and the Bohai Sea. The Liaoning Plain consists of the watersheds of rivers such as the Liao, Daliao, and their tributaries. This region is mostly flat and at low altitudes. The eastern part of Liaoning is dominated by the Changbai Shan and Qian Shan ranges, which extends into the sea to form the Liaodong Peninsula. The highest point in Liaoning, Mount Huabozi (1336 m), is found in this region. Liaoning has a continental monsoon climate, and rainfall averages to about 440 to 1130 mm annually. Summer is rainy while the other seasons are dry.\n\nLiaoning has an ancient history. The area was the centre of the Liao Dynasty kingdom (辽朝 ",{"type":"''","value":["Liáo Cháo"]},") or otherwise known as the Khitan Empire (契丹國) from 907-1125 AD. The Liao dynasty was taken over by the Jurchen people to form the Jin Dynasty (1115–1234) which covered all of northern china before it's self being overrun by the Mongol empire of the Yuan Dynasty.\n\nDuring the Ming Dynasty, the Jurchen people became divided into clans or tribes. Liaoning came under the Ming Chinese sphere of control. One of the tribal leaders, Nurhaci (1559-1626), broke form the Ming Empire and, uniting the dispirit Jurchen tribes, founded the Manchu ethnic group and the Later Jin Dynasty that would be known as Manchuria. Liaoning was the cradle form which the Manchu went on to conquer first the Mongols and the Ming China itself to start the Qing Dynasty. The three capitals of the Later Jin, , Liaoyang and Shenyang are within Liaoning. Shenyang maintained special status throughout the Qing Dynasty as a secondary capital complete with it's own Forbidden City.\n\nThe early twentieth century saw the collapse of the Qing Dynasty in China. Liaoning became the centre piece in a struggle between China, Russia and Japan. During the Russo-Japanese War of 1904-1905, many key battles took place in Liaoning. The 9-18 incident that started the first Sino-Japanese war occurred in 1932 in Shenyang. Liaoning quickly fell into Japanese hands along with much of north east China. The Japanese founded the puppet state of Manchuko which included Liaoning. It was during the Russian and Japanese occupations that the area was first developed for modern industry.\n\nWith the founding of the People's Republic of China, Liaoning became a centre of heavy industrial development. Coal, iron, oil and steel are produced here in large quantities. Many cities in the area developed a reputation dirt and pollution. A reputation they are now trying to shake off.\n\nLiaoning is also famed for its food. Liao Cuisine is one of the eight famous cuisines of China. This cooking style is typically strong in flavour and heavily spiced but not hot. Chinese dumplings and noodles form the staple foods of the area though modern cultivation makes this area suitable for modern rice production. Central Liaoning's wide flat plains made it well suited to modern farming methods so Liaoning was one of the few areas of China where collectivisation works and the province was often cited as an example for the rest of the country to follow. The communist national hero, Lei Feng, hailed from Fushun city in Liaoning.\n\n",{"type":"==","value":["Get in"]},"\nThere are four public airports in Liaoning: Shenyang Taoxian International Airport (沈阳桃仙国际机场, airport code SHE); and Dalian Zhoushuizi International Airport (大连周水子国际机场); Jinzhou Airport and Dandong Airport. Jinzhou and Dondong only connect with Beijing and Shanghai-Pudong. Shenyang and Dalian are larger international airports. They have flights to and form many other Chinese cities as well as international routes to North and South Korea, Japan, and even some American and European connections.\n\nEight railways connected Liaoning's Shenyang with Beijing, Dalian, Changchun, Harbin and Fushun. New high speed bullet trains now run from Shenyang to Beijing cutting the journey time down to four and half hours. Shenyang is connected via the transmongolian railway to Inner Mongolia, Outer Mongolia and on to Russian Siberia.\n\nThe six lane Jingshen Expressway runs the 658 kilometres from Beijing to Shenyang. The Shensi Expressway connects Shenyang to Changchun.\n\nCoaches connect Shenyang, Dalian, Anshan and Dandong to Beijing and other cities throughout the north east of China. A coach form Beijing to Shenyang will take around 7 to 8 hours.\n\nFerrys from ",{"type":"[[","value":[["Incheon"]]}," (",{"type":"[[","value":[["South Korea"]]},"), ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Weihai"]]},", ",{"type":"[[","value":[["Yantai"]]}," and ",{"type":"[[","value":[["Tianjin"]]}," connect to Dalian in the south of Liaoning.\n\nIt is possible to cross the border at Dandong between North Korea and China under certain circumstances.\n\n",{"type":"==","value":["Get around"]},"\nLong distance travel travel within Liaoning is either by car, coach or train. The  Shenda Expressway runs between Shenyang and Dalian. The Shedan Express way connects Shenayang, via Benxi, to Dandong. Frequent coaches run between most cities in Liaoning. The rail network forms a eight legged spider across the province with Shenyang at its centre. The trains are significantly faster and cheaper than coaches.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Landmarks and buildings"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Great Wall of China"]]}]}," — goes through the province.  There are two interesting restored portions at Hushan near ",{"type":"[[","value":[["Dandong"]]}," and at Jiumenkou 18 km east of ",{"type":"''","value":["The First Pass Under Heaven"]}," at ",{"type":"[[","value":[["Shanhaiguan"]]}," near the city of ",{"type":"[[","value":[["Huludao"]]},". These are newer portions of the Great Wall and less-visited than the original portions west of the province."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Religious structures"]}," — famous in the province include Fengguo Temple in Yixian, which possesses the largest single-floor wooden hall in China, Guangji Temple in Jinzhou and Yongfeng Pagoda in Dalian."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ancient cities"]}," — remains in the province include Tayingzi Ancient City in Fuxin or Shenyang and Ruins of Gaoli City in Yingkou."]},"\n",{"type":"===","value":["Parks and nature"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountains"]}," — there are a number worth a visit in the province, including Bijias Mountain in Jinzhou, Yiwulu Mountain in Fuxin, Longshou Mountain in ",{"type":"[[","value":[["Tieling"]]},", Tiesha Mountain in Benxi and Dagu Mountain in Dalian."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Other parks and landscapes"]}," — include Wanfutang Grottoes in Fuxin or Jinzhou, Yalujiang (which is the boundary between China and North Korea and can be viewed form Dandong or further upstream where the river becomes narrower), Ice Valley in Dalian and Fairy Cave in Dalian."]},"\n",{"type":"===","value":["Museums and exhibitions"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Imperial Palace"]}," or ",{"type":"'''","value":["Forbidden city"]}," in Shenyang — a UNESCO world heritage site along with its bigger cousin in Beijing. The Shenyang palace rivals that of Beijing in its beauty and distinctive Manchurian architectural styles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tombs"]}," — Beiling is the North Tomb and Dongling is the East Tomb both in Shenyang, two of the three tombs north of the Great Wall and UNESCO world heritage sites."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Liaoyang Tomb Murars"]}," — in Liaoyang."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yongling"]}," — in Fushun."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Benxi Water Cave"]}," — cruise through the cave in ",{"type":"[[","value":[["Benxi Shuidong National Park"]]}," near Benxi. This is the largest water filled cavern in Asia. You can also raft down the nearby river."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["River Rafting"]}," — if you are into this kind of thrilling sports, go to Fushun for Honghu Red River Canyon Rafting or Su River Rafting."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches"]}," — the province does have some good ones including Xingcheng Beach in Huludao, while beaches in Dalian are Jinshi, Dalian and Dalian Beach-Lushunkou."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shenyang Ice and Snow Festival"]}," — not as famous as the festivals in ",{"type":"[[","value":[["Harbin"]]}," but still worth a visit."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Skiing"]}," — the province has a number of good ski resorts, some of the best are found around Shenyang including Northeast Asia Ski Resort, Baiqingzhai Ski Field and Qipanshan Ice and Snow World.  You could also try Gongchangling Skiing Field near Liaoyang."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hot springs"]}," — are found around the province, notably in  Anshan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Theaters and concert halls"]}," — one place to look for these kinds of cultural events is in ",{"type":"[[","value":[["Dalian\/Zhongshan"],["Zhongshan district in Dalian"]]},"."]},"\n",{"type":"==","value":["Eat"]},"\nLiao Cuisine form Liaoning is one of the eight famous cuisines of China. This cooking style is typically strong in flavour and heavily spiced but not hot. Chinese dumplings (",{"type":"''","value":["jiaozi"]},") and noodles form the staple foods of the area. Laioning has a large and growing Korean population and so Korean style food is readily available. Korean BBQ restaurants provide an interesting meal. Hot coals are placed in the centre of the table and diners grill their food, consisting mainly of meat, themselves.\n\nThe coastal areas of Liaoning are famous for their sea food. Hairy armed crabs area a local delicacy as are sea cucumbers. Fresh water fish also play a big role in local cuisine. The central area of Liaoning is a big fruit producer and the city of Anshan is famous for its Nangua pears, much of which are exported to Korea.\n\nMuslim restaurants serving food from Xinjiang Region of north west China may serve Halal food and many supermarkets have Halal sections or service counters. Vegetarian food is difficult to find. Although tofu (",{"type":"''","value":["Dofu"]},") is common dish in this area, it and other vegetable dishes are often cooked with meat fat or stock. As for ",{"type":"''","value":["sushir zhe"]}," when ordering vegetarian foods.\n\n",{"type":"==","value":["Drink"]},"\nThere are several beer (",{"type":"''","value":["pijiu"]},") producers in Liaoning with many cities having their own brands. The traditional spirit is Baijiu, a colourless drink that is generally 50% volume or above. Locals will often miss translate Baijiu as white wine or just simply wine. Care must be taken when offered wine to distinguish between Baijiu and grape wines (",{"type":"''","value":["putao jiu"]},").\n\n",{"type":"==","value":["Stay safe"]},"\nLiaoning is generally a safe area with little trouble. At certain times of year the weather may give cause for concern. Winter temperatures can fall as low as -22 Celsius and heavy snows are common. Suitable clothing should be worn and it is possible for even large cities to be cut off from each other in blizzards. In contrasts, the summers are typically hot at about 32 Celsius. During the spring, dust storms may cause problems in some areas especially the north and west of Liaoning. The heavy industrial pollution of the past has been significantly cleaned up but not eliminated. The increase in car traffic has to some extent counter balanced other environmental improvements.\n\nIt is uncommon for people here to wear seat belts in cars. When travelling by taxi, the seat belt is frequently dirty and may mark your clothing. Some taxis' seat belts may be poorly maintained or broken.\n\n",{"type":"==","value":["Go next"]},"\nBeijing is just four and a half hours away by train. Easy transport is also available to the other north eastern provinces of Jilin and Heilongjiang as well as into Inner Mongolia. Ferries form Dlian connect to South Korea. It is also possible to journey by train into Siberia in Russia. With prior arrangement and at certain times of year, it is possible to cross the border at Liaoning's Dandong city to enter North Korea and travel on to Pyongyang.\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["41.1"],["122.3"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast China"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Liaoning"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Liaoning\/"]]}]