[{"type":"{{","value":[["pagebanner"],["Bomi lake banner1.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["File:Downtown_Monrovia_3348917715_67a2002529.jpg"],["thumb"],["300px"],["Downtown Monrovia"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.micatliberia.com\/ Liberia"]}]}," is in ",{"type":"[[","value":[["West Africa"]]}," and is bordered by ",{"type":"[[","value":[["Sierra Leone"]]},", ",{"type":"[[","value":[["Guinea"]]},", and ",{"type":"[[","value":[["Côte d'Ivoire"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["quickbar\/working"],["name=Liberia"],["flag=Flag of Liberia.svg"],["flagwidth=75px"],["location=LocationLiberia.png"],["capital=",{"type":"[[","value":[["Monrovia"]]}],["currency=Liberian dollar (LRD)"],["population=3,042,004 (July 2006 est.)"],["electricity=120V\/60Hz"],["callingcode=+231"],["timezone=UTC"]]},"\n\nLiberia is a country with historical ties to the ",{"type":"[[","value":[["United States"]]}," since it was founded by freed black slaves during the pre-Civil War antebellum era of the nineteenth century. The capital, ",{"type":"[[","value":[["Monrovia"]]},", was named after James Monroe. Liberia's flag closely resembles the American flag, reflecting the historical ties between the two countries. \n\n",{"type":"===","value":["History"]},"\nAnthropological research shows the region of Liberia was inhabited at least as far back as the 12th century, perhaps earlier. Between 1461 and the late 17th century, Portuguese, Dutch and British traders had contacts and trading posts in Liberia. The Portuguese had named the area Costa da Pimenta, later translated as Grain Coast, because of the abundance of grains of melegueta pepper.\n\nIn 1822, the American Colonization Society which was the primary vehicle for returning black Americans to greater freedom in Africa, established Liberia as a place to send people who were formerly enslaved. This movement of black people by the A.C.S. had broad support nationwide among white people in America. While the institution of slavery in America grew, reaching almost four million slaves by the mid 1800s, a growing population in the U.S. chose to emigrate to Liberia as well. African-Americans gradually migrated to the colony and became known as Americo-Liberians, from whom many present day Liberians trace their ancestry. On 26 July 1847, Americo-Liberian settlers declared independence of the Republic of Liberia. \n\nLiberia retained its independence during the Scramble for Africa, but lost its claim to extensive territories that were annexed by Britain and France. Economic development was hindered by the decline of markets for Liberian goods in the late 19th century and by indebtedness on a series of loans, payments on which drained the economy.\n\nOn 12 April 1980, a successful military coup was staged by a group of non-commissioned army officers led by Master Sergeant Samuel Kanyon Doe. The soldiers were a mixture of the various ethnic groups that claimed marginalization at the hands of the minority Americo-Liberian settlers. In late 1989, the First Liberian Civil War began and the country was in state of war to varying degrees until 2003. Liberia is recovering from a devastating civil war that ended with a ceasefire in August 2003.  \n\nWhile the country is now on the mend, it has not yet redeveloped the necessary infrastructure to sustain a large increase in tourism, with little for the average visitor outside ",{"type":"[[","value":[["Monrovia"]]},". Towns like Buchanan and Ganta, etc, are little more than a collection of shanty houses with no decent hotels or food. Monrovia in general is calmer than the more far-flung areas although the situation countrywide is improving with the presence of UN Peacekeepers. Fear should not stop you enjoying your visit but act with caution. Travel outside Monrovia is very difficult and not advisable on your own.\n\n",{"type":"===","value":["Climate"]},"\nThe equatorial climate is hot year-round with heavy rainfall from May to October with a short interlude in mid-July to August. During the winter months of November to March dry dust-laden harmattan winds blow inland causing many problems for residents.\n\n",{"type":"===","value":["People"]},"\nLiberia officially has 16 ethnic groups that make up the country's population of ",{"type":"'''","value":["Kpelle"]},", the largest group, ",{"type":"'''","value":["Bassa, Gio, Kru, Grebo, Mandingo, Mano, Krahn, Gola, Gbandi, Loma, Kissa, Vai"]}," and ",{"type":"'''","value":["Bella"]},".\n\n",{"type":"'''","value":["Americo-Liberians"]}," are the descendants of both free-born and formerly enslaved African Americans.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Northern Liberia"]]}],["region1color=#6f916f"],["region1items="],["region1description=the area between the St Paul River and the borders with ",{"type":"[[","value":[["Guinea"]]}," and ",{"type":"[[","value":[["Sierra Leone"]]}],["region2name=",{"type":"[[","value":[["Central Liberia"]]}],["region2color=#b690b6"],["region2items=",{"type":"[[","value":[["Monrovia"]]},", ",{"type":"[[","value":[["Paynesville (Liberia)"],["Paynesville"]]},", ",{"type":"[[","value":[["Buchanan (Liberia)"],["Buchanan"]]}],["region2description=the capital ",{"type":"[[","value":[["Monrovia"]]}," and the main population centre"],["region3name=",{"type":"[[","value":[["Southern Liberia"]]}],["region3color=#adbf9f"],["region3items=",{"type":"[[","value":[["Greenville (Liberia)"],["Greenville"]]},", ",{"type":"[[","value":[["Harper"]]},", ",{"type":"[[","value":[["Sapo National Park"]]}],["region3description=some beautiful Atlantic beaches and the country's only national park"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Liberia Regions map.png"],["thumb"],["right"],["400px"],["Map of Liberia with regions colour-coded"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Monrovia"]]}," - the capital and with a population of around one million people is Liberia's largest city."]},{"type":"*","value":["Robertsport - Coastal town with excellent surfing opportunities, a comfortable holiday lodge and a beachside campsite."]},{"type":"*","value":[{"type":"[[","value":[["Greenville (Liberia)"],["Greenville"]]}]},{"type":"*","value":[{"type":"[[","value":[["Harper"]]}," - Located at the southeast of the country, Harper is the former capital of Maryland. It is known for its beautiful beaches and beach houses. Now these houses are dilapidated but its still possible to get a sense of the glory of the past."]},{"type":"*","value":[{"type":"[[","value":[["Paynesville (Liberia)"],["Paynesville"]]}," - interesting for BASE-Jumpers"]},"\n",{"type":"==","value":["Other destinations "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sapo National Park"]]}," - Liberia's sole national park."]},"\n",{"type":"*","value":["Blue Lake - 72 kilometres west of Monrovia, Liberia's capital, comes a natural wonder."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Providence Island"]]},"-is a tiny island between downtown Monrovia and the Freeport.  It lies at the mouth of the Mesurado River where early settlers to Liberia first settled between 1820 and 1822."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lake Piso"]]},"-is located in Grand Cape Mount County and is a saltwater lake with an open connection to the Atlantic Ocean."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Atlantic Coastal Beaches"]]},"-Bernard's Beach, CeCe Beach, ELWA Beach, Kendejah Beach, Kenema Beach, Thinkers Village Beach."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visa"]},"\nA letter of invitation and a yellow fever vaccination certificate are necessary to apply for a Liberian visa. For US citizens, a 3-month visa costs US$131, for all others the fee is US$100. One, two & three year multiple-entry visas are also available. The embassy in Conakry has been moved out of town to the town of Kipe. At the Freetown embassy service is next day and no hassle. They will stamp the duration of your stay in your passport when travelling overland so be sure not to give too few days when they ask or else you will have to go to immigration office in Broad Street in Monrovia to extend your visa for US$20 (though they will probably ask for more). \n\nAll travelers will need to extend their visa within 30 days of arrival at the immigration office on Broad Street, regardless of visa validity.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Roberts International Airport"]}," (",{"type":"{{","value":[["IATA"],["ROB"]]},") (often called ",{"type":"''","value":["Roberts International Airport"]}," or ",{"type":"''","value":["RIA"]},") is located some 60 km from the city center at Robertsfield.\n\nFrom the United States, Delta Air Lines. This flight leaves directly from Atlanta.\nEthiopia Airlines with layover in Addis Ababa.\nRoyal Air Maroc via Casablanca.\n\nBrussels Airlines has flights on Sunday, Monday, Wednesday and Friday. Air France has flights from Paris (Tuesday and Friday) and Conakry. You can check in the day of your flight, at their city center location. It is easier, and faster than checking in at the airport.\n\nThe trip from the airport to the city was once infamous.  Today, the situation has improved significantly with the restoration of peace and order. The road is now fully protected by UNMIL and safe.\n\n",{"type":"===","value":["By helicopter"]},"\nBy far the best way to travel, but helicopter flights are restricted to UN personnel. Poor weather in the rainy season often forces helicopters to return especially from Voinjama. \n\n",{"type":"===","value":["By train"]},"\nThere is no real train service. One track, which previously belonged to a mine, has been opened for tourists ",{"type":"[","value":["http:\/\/www.internationalsteam.co.uk\/trains\/liberia01.htm"]},". It travels to the Bong mines, a massive, defunct ore-mining and processing plant once German run.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Liberia road.jpg"],["thumb"],["Liberian muddy road"]]},"\nThe roads linking Roberts Airport to Monrovia and from Monrovia to the Sierra Leone border at Bo (Waterside) are paved and in excellent condition as of February 2010. Road conditions in some other areas are poor, so a 4x4 may be necessary for travel. During the rainy season, travel times are increased dramatically. Traffic through Monrovia can be slow, due to numerous traffic bottlenecks and damaged sections of road. Gas is sold in US gallons, not litres. Most distances and speed limits are posted in miles per hour.\n\n",{"type":"===","value":["By bus"]},"\nThere are no long distance buses for tourists. The government just received a few buses for public travel and they are usable for travel under the National Transit Authority (NTA) guidance with their main terminal in the Gardnerville suburb. An inter-city transportation is ongoing to cities like: Buchanan, Gbarnga, Tubmanburg, Kakata & Robertsport; with plans to extend to cities like Zwedru, Ganta, Bopolu, etc. Tourist couches are arranged for chartered express. Mainwhile, the NTA criss-cross Monrovia by providing transportation to all suburbs & to the downtown area. Also series of private buses also ply the suburbs & to the central business district including: Lizard company & individual transportations. Be careful how you board buses & avoid rushing to get on-board because thieves, locally called \"Rogue\" take advantage to steal. Stand in the queue at various bus stops & terminals. Buses are also overloaded with passengers, so bring a fan along or sit near a window.\n\n",{"type":"===","value":["By taxi"]},"\nThe best way to get around Monrovia.  Most Monrovia taxis on the streets will pick up several passengers en route, and are therefore often jam-packed. Ask people you trust if they know of a reliable taxi driver to contact, as getting robbed in a taxi is a possibility. If you are unable to find one, consider hiring a taxi to your destination for your own use exclusively.\n\nLong distance shared taxis leave from \"Douala Station\" in a northern suburb of Monrovia for destinations around the country.  They are typically older yellow Nissan station wagons that leave when 10 passengers have purchased tickets.  Fares for shared taxis are reasonable.  For example, the three hour journey from Monrovia to Robertsport costs LRD350 (US$5) as of February 2010.\n\nAlternatively, a \"charter\" taxi can be arranged for individual travel at a much higher price.\n\n",{"type":"===","value":["By boat"]},"\nYou can board a boat from the St. Paul River to Robertport other destinations will be made available soon.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is spoken by most Liberians but especially if you are travelling to more remote areas, a local guide will be useful.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["'Blo Degbo' Human face rock in Paynesville, near Monrovia (Note: this is not a developed tourist destination, so make sure it is a safe place to visit)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Rain forests"]}," are usually found in remote areas, most are unique and have many attractive features, but on the other hand some are risky because of their wildlife."]},"\nThere are plenty of ",{"type":"'''","value":["beaches"]}," around Monrovia. Out towards the airport after ELWA junction is ELWA beach, set inside a compound there is a marked safe swimming area, clean beach and plenty of families at the weekends. No facilities though. Further on is Thinkers (pronounced Tinkers) with a food and drinks service, though the waves are a bit rough here, and it is not safe to walk up or down the beach too far. CE CE beach out the other way, over the bridge out to Hotel Africa is very well set up with palm umbrellas, drinks service and a buffet, and a well protected swimming area.\n\nFor an interesting day trip, Robertsport offers a glimpse of Liberia's cultural history as well as clean, beautiful beaches. A group of South Africans has set up a tent camp for those wishing to spend the night on the beach and the UN also offers accommodations on a first-come basis. Beware the strong tides.\n\nThe city of Buchanan, a several hour car ride from Monrovia, also offers sublime beaches and a selection of restaurants and guest houses.\n\n",{"type":"==","value":["Do"]},"\nImmerse yourself in the local culture.  Liberia has a thriving music scene, known as hip co, which blends hip hop with colloquial Liberian English.  Artists like Takun J, Santos, Mr. Smith, Soul Smiter, and Nasseman are popular.  In the dry season, especially, concerts are regularly held at venues across the country.\n\nLiberia also has several nightclubs.  While places like Deja Vu cater to a largely expat crowd, explore places more popular with locals.  146 on Carey Street features Liberian music, freestyle sessions, and live performances from Liberia's most popular musicians.\n\n",{"type":"==","value":["Buy"]},"\nLiberia is well known for its beautiful masks. Masks are on sale around hotels and UN centres. After haggling, they will cost you about LRD25 (depending on the size etc.)\n\nThere is beautiful printed fabric in Liberia. It is sold in lapas (usually 2), one lapa is 2 yards. 3 lapas of the best quality, real wax, will cost about LRD15. There are a series of modern and technological Supermarkets or malls: the Abi Jaoudi, Xclusive superstore,  located downtown, the ERA Mall, Stop n Shop, Payless Center & the Sinkor Xclusive, all in the Sinkor Suburb, & the Save Way Supermarket at the ELWA Junction. The Sinkor Suburb is lined with top hotels & restaurants and has become Monrovia's new mid-town.\n\n",{"type":"===","value":["Money & Banking"]},"\nThere are limited ways to use credit cards. Bring US dollars in cash with you (most transactions at Western businesses are done in USD) or transfer money through Moneygram or Western Union. Ecobank on Randall Street is used by many foreigners. You can cash travellers cheques, although you need proof of purchase-paper. If someone gives you Liberian Dollars in change, accept it because it will be useful to have some on hand for very small purchases, but once you have a little, be sure to get dollars back (except when your change is less than a dollar, they use local currency in lieu of coins).\n\nThere are a few ATM's being installed in the city.\n\n",{"type":"===","value":["Costs"]},"\nLiberia can be very expensive or very inexpensive for a tourist depending on what amenities you want. There are now several ATMs in central Monrovia that issue US dollars for VISA card holders.\n\n",{"type":"==","value":["Eat"]},"\nEating Liberian food can be enjoyable and easy on the pocketbook. Liberian meals like palm butter, cassava leaf, potato greens, chock rice, and jollof's rice will barely leave a dent in your budget (US$2-3 with a soda). Portions are usually enormous. Another popular local dish is fufu (fermented dough made from the cassava plant) and soup (the most common are goat soup and pepper soup). Fried or roasted fish, especially snapper, can be delicious. And for those who like to eat on the go, fruit and snacks can be bought from street vendors throughout Monrovia. Peanuts, fried plantain chips, roasted ears of corn or plantains, bananas, mangos, and other fruits can be had for LRD5-20 (or US$0.10-0.30). Especially delicious are the various breads sold freshly baked in the morning. Some breads resemble banana bread, other breads are more like corn bread. All are delicious although somewhat oily.\n\n",{"type":"==","value":["Drink"]},"\nClub beer is the staple drink, served everywhere. Local gin is also available.\n\nBagged water is sold on most street corners.  While it is supposed to be filtered and safe, it is not guaranteed to be.  Stick with bottled water to be sure.  You can buy bottled water at any supermarket, restaurant, or at the Total gas stations.\n\n",{"type":"==","value":["Sleep"]},"\nUsually hotels are considered quite safe as the owners will employ guards. However, don't be complacent and make sure that you are aware of your security also in the hotels. Be prepared to pay your entire bill in cash (USD).\n\n",{"type":"==","value":["Learn"]},"\nLiberia has just come from devastating war, so the learning curriculum is not the best at all. As  a tourist personally, you can learn about many attractions in Monrovia. You can personally learn a lot about Liberia's culture, art, design,etc. It would be easy if you associated with trusted foreigners to give a personal tour and as a tourist, you can learn about this poor but interesting historical country.\n\n",{"type":"==","value":["Work"]},"\nAlmost every international NGO operates in Liberia. It is very possible to find voluntary (unpaid) work here, if you are willing to stay for a bit. Paid work is almost exclusive through international organisations. Most of these organisations require foreign staff to be recruited abroad, so it is unlikely that you would be hired just because you managed to make it to Liberia.\n\nLiberia has very high rates of unemployment. If you are in the country for longer, try to encourage local production and employment by buying local goods and paying for services.\n\n",{"type":"==","value":["Stay safe"]},"\nDo not walk around at night, and make sure that your car doors are locked when you drive around. Thieves will often reach into a car when stopped and grab whatever they can, so keep the glass up especially in busy areas of Monrovia (redlight). Rape and armed robbery are common  and on the rise. Hotels etc. have private guards and are rather safe. \n\nThere are some gangs of former combatants, armed with machetes, who walk around poorer areas of Monrovia (Redlight). There are also former combatants in the ",{"type":"'''","value":["Palm Grove Cemetery on Center Street."]},"  Do not walk there alone at all.\n\nThe corner of ",{"type":"'''","value":["Randall and Carey"]}," is also considered dangerous and supposedly a hang-out for drug dealers. \n\nAvoid any desolate places, and stay in groups. \n\nKeep an eye on the locals, if they are carrying on as normal and you see plenty of women and children about, it is unlikely that there will be major sources of concern. If, however, people have disappeared from a usually busy location, or you find yourself surrounded only by youths, you should try and make a hasty retreat. \n\nUNMIL has calmed the country (in general) but it is already now anticipated that when UNMIL leaves the security situation will be worse. \n\nIt is advisable to inform your embassy that you are in the country in case of evacuation. \n\nFurthermore, learn as much about the security situation as you can. Locals are a key source of information. Be careful, however, not to believe everything you hear. Rumours spread like wildfire in Monrovia as they are the main source of news. Details, however, are often inaccurate. \n\nLocal newspapers are interesting reads. Daily Observer has the largest circulation but there are also several others. You can buy them in the street.\n\n",{"type":"===","value":["Female travellers"]},"\nRape is on the increase so be hesitant to walk by yourself in previously unknown or remote areas. \nMen on the whole will treat women with respect. They may tell you how beautiful you are, that they \"love you\" or ask you to marry them (more for the status rather than the money), but will not grab hold of you or be in any way improper.\n\n",{"type":"==","value":["Stay healthy"]},"\nHIV, while still low, is on the increase. Prostitution is rampant. \n\nTyphoid, malaria, and worms are very common. In general Liberia is a hotbed for infectious diseases so disinfectants and gels are advisable (especially as handshakes are the norm). \n\nThere are few doctors usable by international travellers so getting medical help may pose problems. There is apparently a Jordanian wing at the Kennedy hospital for private patients. MSF will also see a traveller, but only in dire cases.\n\nBagged water is sold on most street corners. While it is supposed to be filtered and safe, it is not guaranteed to be. Stick with bottled water to be sure. You can buy bottled water at any supermarket, restaurant, or at the Total gas stations.\n\n",{"type":"==","value":["Respect"]},"\nLiberians are very friendly and sociable. However, they do not take kindly to being ignored and will call you \"rude\". Make sure that you greet as many people as possible and smile when you do so. Make friends with any guard, cleaner etc. that you come across, introduce yourself and remember their names. Your security will also improve as the locals will warn you of security threats if they know you and know that they can talk to you.\n\nHandshaking is the normality, usually followed by a finger snap. Shake hands with people you meet, even fruit sellers.\n\nAs Liberia is incredibly poor, you will inevitably be asked for money or help of some kind. Usually the most persistent beggars are former combatants. Giving money to the elderly or the physically disabled will not go amiss. However, with most children and others, it's best to spend a little time with them, play a game, take digital photos (loved here) and then possibly give something as a gift to your friends. Liberians are proud people and their desperate need is no reason to treat them as beggars. \n\nSchool fees are expensive (up to a USD100\/year) so often foreigners are asked to pay for school, but this can also be used as a ploy.\n\nMost people in Monrovia, with the exception of internally displaced people, are relatively well-off in Liberian terms. The worst conditions are in the countryside, where help is also most needed. \n\nRather than saying \"no\" to the requests, considered rude here, say \"later\" or \"tomorrow\" or \"I will see what I can do\". Do not ignore people. However, be assertive when answering as they'll often pester you and call you \"boss\" until you give in. \n\nIt is advisable to bring some business cards. They are given out at every function.\n\n",{"type":"'''''","value":["The wars of the 1990s and 2000s are very fresh in MANY people's minds so it is advisable to stay away from the topic."]},"\n\nThe higher the social status of an individual, the more respect is due to them, even though that does not mean you don't give any respect to the extremely poor or bathe the wealthy with gifts of gratitude.\n\n",{"type":"==","value":["Connect"]},"\nLiberia has made a giant leap into the technological or digital age with the arrival of many mobile phone companies; like Lonestar\/MTN Cell (the nation's largest mobile company), Cellcom, Comium, Libercell formerly AWI (Atlantic Wireless Inc) & the government own Libtelco. Mobile phone usage is the leading medium of contact to the outside with some (Lonestar and Cellcom) offering GPRS\/internet modem usage. So when you arrive, visiting or staying, you need a GSM mobile phone. You will need to purchase a GSM SIM card (1USD1) and prepaid recharge cards (most commonly in denominations of USD1 and USD5), called \"Scratch Card\" locally. The only exception is Libtelco, that is done by paying monthly bills. Landlines are used only at offices. It is managed & owned by the government also, Libtelco. \n\nThe most common access to the internet is by GPRS\/HSPA+ or restaurants, pubs, bars & hotels that offer free internet services to customers or for a small charge. With the installation of the undersea fiber-optic cable in November 2012 internet access is much improved. GPRS\/HSPA USB adapters are commonly available from the mobile companies for USD50-60, with data plans ranging from USD1\/hr or $0.12\/MB to USD125\/mo for unlimited data and up to 21MBps (1-2MBps is realistic on HSPA+). \n\n",{"type":"===","value":["Postal Services"]},"\nDHL operates in Liberia. Expedited Mail Service promises 5 day delivery to the US. EMS counter is at the Ministry of Posts and Telecommunication on MacDonald Street. \n\nThe regular post office has just started to operate. The post office is at the very end of Randall Street by Waterside market. Post cards will cost 30 Liberian dollars to send, and will probably arrive at their destination. Packages are packed on the premises.\n\nTo receive mail, you must get a locked box together with a P.O. Box number at the Randall Street post office. Do not send anything of value through the Liberian postal service. Numerous people have reported items being stolen while at the post office; in Liberia the postal system is new and very corrupt.\n\n",{"type":"{{","value":[["usablecountry"]]},"\n",{"type":"{{","value":[["geo"],["6.3167"],["-10.8000"]]},"\n",{"type":"{{","value":[["isPartOf"],["West_Africa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Liberia"]]},"\n",{"type":"[[","value":[["WikiPedia:Liberia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Liberia\/"]]}]