[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Beach scene Libreville 4.JPG"],["300px"],["thumbnail"],["Libreville beach scene"]]},"\n",{"type":"'''","value":["Libreville"]}," is the largest city in and capital of ",{"type":"[[","value":[["Gabon"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can get to Libreville by plane with Lufthansa, Air France, Virgin Nigeria (from Lagos via Douala), Gabon Airlines and Air Gabon International (the brand new -private- Air Gabon). SAA flies direct to\/from Johannesburg. On a smaller budget, Royal Air Maroc will do the trick (this includes a change of the aircraft in Casablanca, if you come from Europe or America - this can take up to 8 hrs waiting time, but may save you 300 euros. Cameroon Airlines has ceased to exist.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around in Libreville if you don't have a car are taxis. For a trip from point A to B (taxis usually go back and forth on one determined route) the fare is negotiated with the driver depending on the distance. Fares will double after 21 hrs. From or to the airport 2000 FCFA, or 4000 after 21 hrs. (1000 FCFA = 1.5 euros, 10 000 FCFA = 15 euros). Taxis are less expensive when shared or for short distances (100 to 500 FCFA). You can usually pay 1000 FCFA in the day or 2000 FCFA to not share the taxi and travel a substantial distance (15-minute drive). The cars are not very secure (broken doors, no seatbelts), but if you insist on careful driving, the chauffeurs will try to oblige. Mini-buses (similar to taxis) are also available for longer routes.\n\nIf you can afford it (expensive by European standards), you can rent a car with AVIS. You will not be allowed to leave the town by rented car.  Do not expect to arrive at the airport (especially on Sundays and possibly also outside normal business hours (which includes siesta from 12:00 to 15:00)) and find car rental agencies open - pre-arrange!  AVIS may be contacted on scavacas@cfao.com or +241 (1) 74 58 45.  While it is reasonably easy by African standards to drive a car yourself in Libreville (provided you know your way around - buy a Gabon guide with maps at the newspaper shop to the right of the international check-in hall), it may not be a very cost-effective solution if you don't plan on moving around a lot.\n\n",{"type":"==","value":["See"]},"\nLibreville's greatest asset is, probably, the ",{"type":"'''","value":["seafront"]}," (",{"type":"''","value":["bord de mer"]},") where people gather daily to relax by the Atlantic Ocean. All along the seafront you will find some ",{"type":"'''","value":["Gabonese sculptures"]}," (some are 20 feet tall!) looking over the beach.\n\nYou could also go in ",{"type":"'''","value":["Nzeng-ayong"]}," to see the ",{"type":"''","value":["Arboretum de Sybang"]}," which is a huge tree sanctuary inside Libreville which groups thousands of local species. (But make sure in advance that somebody will be there to open the gate. Once you are inside apply a huge amount of anti mosquito cream on your skin before entering the woods. The people there will remind you - they are very helpful).\n\nThe ",{"type":"''","value":["centre ville"]}," is also a nice area to visit, in which you are able to enjoy the nearby ocean breeze.\n\n",{"type":"==","value":["Do"]},"\n\nLibreville is a place where people are very laid back and take things slowly. Don't worry about time and plans, and enjoy the city. There is not an exhaustive list of things to do. It is a true multicultural town; its people are very welcoming and will show you the true aspects of the city.\nThe ",{"type":"''","value":["Majestic"]}," and ",{"type":"''","value":["Centre Culturel Français"]}," (next to Mbolo, the main supermarket) provide both cinema and  game rooms; also occasional expositions and concerts.\nIf you'd like to relax on a nice deserted beach, you could go to the ",{"type":"''","value":["Cap Esterias"]}," or to ",{"type":"''","value":["Cap Santa Clara"]},", about 30 minutes by car from Libreville. The latter place can be reached by car during the dry season.  During the rainy seasons one would need a real 4x4 to get there.\nThe ",{"type":"''","value":["Pointe Denis"]}," is another popular spot. It is a peninsula across the bay, close to Libreville. The boat trip takes 25 minutes and cost somewhat between 15 and 20 euros (10 000 and 15 000 fcfa) from the ",{"type":"''","value":["Michel Marine"]},"(Navette \"Orangina\") or ",{"type":"''","value":["Port Mole"]},", Navettes \"Beaufort\", \"Castel\" and \"Internet\". The beach there is beautiful, with a stunning view of Libreville' s seafront.\n\n",{"type":"==","value":["Buy"]},"\nThe city centre is great for shopping, yet surprisingly expensive. ",{"type":"''","value":["Mbolo"]}," is the main supermarket, and around the ",{"type":"''","value":["Bord de mer"]}," there are several good shops. Keep in mind that between noon and 3 pm everything except the biggest supermarket is closed. In the same area, you'll find the ",{"type":"''","value":["Marche Artisanal"]}," where Senegalese merchants sell African instruments, jewelery, clothes, paintings, etc. \nIf you want to see the authentic African side of Libreville, you should go to the gigantic ",{"type":"''","value":["Marché Mont-Bouet"]},". There are bargains a-plenty - but keep an eye on your valuables.\n\n",{"type":"==","value":["Eat"]},"\nEating at any good restaurant ends up costing about $24+ for the meal and drinks. Not cheap but it is usually worth it! There are some high end restaurants that can be compared to the best restaurants in Western metropoles. The standard of quality in cheaper restaurants is high. Try one of the three Papa Union restaurants. A great place to have a meal is the restaurant\/hotel Excellence in the quartier Ancien Sobraga. It is run by a Belgian guy, and they serve Python a la sauce tomate. Delicious. The main road leading up into the Louis area (from the seafront near Jeanne Eboli Hospital) has a good range of restaurants and clubs. Costa Sylvia Pizzeria makes a very nice Neptune pizza. The Chinese restaurant opposite Le Warhol's is nice too.\nThe good thing about Libreville is that one can salad in the restaurants, and there is no need to be afraid of the ice cubes in your drink. The tap water is absolutely ok. Do not try that in any other African city. L'Emir has very good Lebanese food and the owners are friendly.\n\n",{"type":"==","value":["Drink"]},"\nThe local beers, Regab, Beaufort and Castel are Ok, if you are not too demanding. The local lemonade, Djino, is a real find. It is comparable to Orangina, maybe better. There is no problem to get any imported goods (wine\/spirits) if you are prepared to pay.\n\nClubs, restaurants and bars in the  ",{"type":"'''","value":["Louis"]},"  area come to life at night. The main street into Louis starts with ",{"type":"'''","value":["Le Warhol's"]},": the decor is in true Pop-Art style, the dance floor and lighting is great, good beats, and the entrance fee gets your first round of drinks. ",{"type":"'''","value":["Butterflies"]}," doesn't seem like much from the outside, but inside its rustic interior, spacious lounge area and well placed dance floor is well worth the visit, and entrance is free. ",{"type":"'''","value":["Pakito Lounge"]}," bar is a chilled out spot with pool tables and good vibe. The main street also sports Mirage lounge, Hollywood wine bar and other clubs.\n\nThe city is pretty lively at night so get out and enjoy.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Intercontinental"]},". Tolerable, although not fabulous.  Short trip to\/from airport. Beers on the pool deck are not expensive compared with most places. They have a pizza oven near the poolside.  Feb 2012 update.  Hotel is no longer with the Intercontinental chain and is now named the Okoume Palace Hotel."]},{"type":"*","value":[" ",{"type":"'''","value":["Tropicana"]},".  Very good location right at the beach and very close to the airport - BUT the rooms are very filthy and smelly. Mattresses are 'rubbish dump' material, bedding is nearly see-through with holes, towels - if available - are rags. All single rooms are behind a shebeen with plenty of noise until very late. At 38Euro per night absolutely unacceptable. Food is good and Sunday lunch buffet recommendable."]},{"type":"*","value":[" ",{"type":"'''","value":["Meridian"]},". Is at the far end of town if you come from the airport. Allow for about an hour ride during traffic jams (Between noon to 1 pm and between 3 to 6 pm. They have a free gym and is a bit more English-friendly (more TV channels, etc.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Le Dorian\/Hotel Leet"]},".  These two hotels are owned by the same French owner. They are located behind the old Komo Cinema in the Montagne Sainte neighborhood.  Le Dorian has very good value rooms (newly renovated, cost around 50,000 CFA per night). The staff is friendly too."]},{"type":"*","value":[" ",{"type":"'''","value":["Hôtel Lotus Bleu"]},".  Good mid-range hotel in Montagne Sainte (close to, but not within easy walking distance, from restaurants and Mbolo Shopping Centre) comparable to a good budget-airline:  you get good clean basics (bed, bathroom, A\/C, TV, empty fridge, free WiFi) and no further luxuries.  Good value for money at 35,000 CFA or about 50 Euro (March 2010) per night.  Quite strict about checking out at 12:00 the following day if later check-out not pre-arranged.  Contact them on +241 (1) 77 81 85."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Le Patio"],["alt="],["url=http:\/\/www.hotel-lepatio.com\/"],["email="],["address="],["lat=0.40889"],["long=9.43408"],["directions="],["phone=+241 06603786"],["tollfree="],["fax="],["checkin="],["checkout="],["price=60€"],["content=Decent mid-range motel-style hotel located in Quartier Louis.  Rooms are clean and hotel has free wifi.  Continental breakfast available for 8000 CFA (12€).  Hotel is within walking distance of M'Bolo shopping center and several restaurants."]]}]},"\n",{"type":"==","value":["Language"]},"\nIn general do not expect people to speak English (except for some immigrant taxi drivers from West Africa). 80% of the population speak French.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Coastal Plain (Gabon)"]]},"\n",{"type":"{{","value":[["geo"],["0.394444"],["9.4625"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Libreville"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Libreville"]]}]