[{"type":"{{","value":[["pagebanner"],["Bomba (Libya) banner Mosque.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Libyan Dessert.jpg"],["location=LocationLibya.png"],["flag=Flag of Libya.png"],["capital=",{"type":"[[","value":[["Tripoli"]]}],["government=Provisional: National Transitional Council"],["currency=Libyan dinar (LYD)"],["area=1,759,540 km",{"type":"<","value":["sup",["2"]]}],["population=5,900,754, incl. 166,510 non-nationals (July 2006 est.)"],["language=",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},", Berber, ",{"type":"[[","value":[["Italian"]]},", English, all are widely understood in the major cities"],["religion=Sunni Muslim 97%, Christian and other 3%"],["electricity=127V\/50Hz or 230V\/50Hz (D & L plugs)"],["tld=.ly"],["callingcode=+218"],["timezone=CET (UTC+1); ",{"type":"''","value":["Summer:"]}," CEST (UTC+2) - From November 10 2012;See ",{"type":"[[","value":[["Talk:Libya"],["Discussion"]]}]]},"\n\n",{"type":"{{","value":[["warningbox"],["The domestic situation in Libya remains unstable in many areas of the country. Travel within the nation's borders remains ",{"type":"'''","value":["dangerous"]}," and therefore strongly discouraged for independent travellers. Benghazi is still considered as dangerous. As of July 2014, Tripoli is no longer safe either due to two factions fighting for control.\n\nLibya continues to suffer from factional disputes between competing political and militia groups. This may involve armed conflict and violent engagements between groups, disaffected individuals, foreign military elements and competing militias both within and also outside the scope of the National Transitional Council (NTC). These activities may be sustained for a prolonged period and possibly involve the use of deadly force.\n\nIf you are already in Libya, stay away from large public gatherings, public demonstrations and sites of civil or militia conflict. Try to gain independent and reliable information concerning the current political and civil situation and any engagements between military forces, militias or similar activities in your area. If uncomfortable with the situation in the area you are visiting then organise an immediate and secure exit.\n\nIf requiring assistance EU citizens should contact the embassy of another EU state if they cannot make contact with their home country's representatives. The governments of many nations have issued formal travel warnings. Research these warnings in depth before travelling to or moving about within Libya. Many nations have also recommended their citizens should avoid travel to Libya. \n\nThe situation remains difficult, so care and elevated situational awareness must be exercised at all times if attempting to move about or transit through affected areas of Libya. If you must travel to Libya, see ",{"type":"'''","value":[{"type":"[[","value":[["War zone safety"]]}]}," safety for important precautionary information"]]},"\n\n",{"type":"'''","value":["Libya"]}," (",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},": ‏ليبيا ",{"type":"''","value":["Lībyā"]},") is a country in ",{"type":"[[","value":[["North Africa"],["North"]]}," ",{"type":"[[","value":[["Africa"]]},". In the north it has a Mediterranean Sea coast, with ",{"type":"[[","value":[["Egypt"]]}," to the east and ",{"type":"[[","value":[["Tunisia"]]}," to the west. It also has land borders with ",{"type":"[[","value":[["Algeria"]]},", ",{"type":"[[","value":[["Chad"]]},", ",{"type":"[[","value":[["Niger"]]}," and ",{"type":"[[","value":[["Sudan"]]},". More than 90% of the country is desert or semidesert.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"====","value":["Ancient history"]},"\n\nArchaeological evidence indicates that from as early as 8,000 BC, the coastal plain of Ancient Libya was inhabited by a Neolithic people, the Berbers, who were skilled in the domestication of cattle and the cultivation of crops. Later, the area known in modern times as Libya also was occupied by a series of other peoples, with the Phoenicians, Carthaginians, Greeks, Persian Empire, Romans, Vandals, Arabs, Turks and Byzantines ruling all or part of the area.\n\n",{"type":"====","value":["Italian colonial era"]},"\n\nFrom 1912-1927, the territory of Libya was known as Italian North Africa. From 1927-1934, the territory was split into two colonies, Italian Cyrenaica and Italian Tripolitania, run by Italian governors. During the Italian colonial period, between 20% and 50% of the Libyan population died in the struggle for independence, and some 150,000 Italians settled in Libya, constituting roughly one-fifth of the total population.\n\nIn 1934, Italy adopted the name \"Libya\" (used by the Greeks for all of North Africa, except Egypt) as the official name of the colony (made up of the three provinces of Cyrenaica, Tripolitania and Fezzan). King Idris I, Emir of Cyrenaica, led Libyan resistance to Italian occupation between the two world wars. Following Allied victories against the Italians and Germans, Tripolitania and Cyrenaica were under British administration, from 1953-1951, while the French controlled Fezzan. In 1944, Idris returned from exile in Cairo but declined to resume permanent residence in Cyrenaica until the removal of some aspects of foreign control in 1947. Under the terms of the 1947 peace treaty with the Allies, Italy relinquished all claims to Libya.\n\n",{"type":"====","value":["Libya under Muammar al-Gaddafi (1969-2011)"]},"\n\nOn 1 September 1969, a small group of military officers led by then 27 year old army officer Muammar Abu Minyar al-Gaddafi staged a coup d’état against King Idris. At the time, Idris was in Europe for medical treatment. His nephew, Crown Prince Sayyid Hasan ar-Rida al-Mahdi as-Sanussi, became King. It was clear that the revolutionary officers who had announced the deposition of King Idris did not want to appoint him over the instruments of state as King. Gaddafi was at the time only a captain and his co-conspirators were all junior officers. With the assistance of the headquarters army personnel, the group seized the Libyan military headquarters and the radio broadcasting station with only 48 rounds of revolver ammunition. Before the end of 1 September, Sayyid Hasan ar-Rida had been formally deposed by the revolutionary army officers and put under house arrest. Revolutionary officers then abolished the monarchy and proclaimed the new Libyan Arab Republic. Gaddafi was at various times referred to as the \"Brother Leader and Guide of the Revolution\" in government statements and the official press. In the final years leading up to the 2011 civil war, the nation was formally titled the  Great Socialist People's Libyan Arab Jamahiriya (",{"type":"[[","value":[["Arabic phrasebook"]]},": ",{"type":"''","value":["الجماهيرية العربية الليبية الشعبية الاشتراكية العظمى al-Jamāhīriyyah al-‘Arabiyyah al-Lībiyyah ash-Sha‘biyyah al-Ishtirākiyyah al-‘Uẓmá"]},") and it embodied the legacies of a system of governance that had been in power for more than 40 years. During the period 1977 to 2011, Libya was known as the \"Libyan Arab Jamahiriya\" at the United Nations rather than by the longer official name.\n\nIn early 2011 the authority of the Libyan Arab Jamahiriya government was challenged by protesters, leading to a civil war. \n\nIn March 2011 NATO led forces intervened with airstrikes, military training and material support to the rebels. By late August Libyan government rule was being seriously challenged in many parts of Libya, including direct threats to the government's seat of power in Tripoli. By 28 August 2011 rebel fighters, backed by NATO air cover and limited NATO-supplied ground support, including special forces detachments, entered Tripoli and seized control of the city after urban fighting between the opposing forces. In late July the UK government recognised the NTC rebels as the sole representatives of the Libyan state. The day after Major-General Abdel Fatah Younes, the rebels military leader, was killed by NTC fighters suspected to be supporters of Khalifa Haftar, a former army officer who also claimed to be the rebel armed forces leader and had been operating a parallel chain of command. \n\nAttacks by rebel fighters, NATO special forces detachments, airstrikes, shelling and rocket barrages were sustained upon Libyan military infrastructure. In September 2011 the country remained highly dangerous and unstable with normal civil structures either seriously disrupted or destroyed in many parts of the country. Remnants of the Libyan army and Libyan government supporters continued to mount fierce resistance to the NTC attempts to take over the country and much of the nation remained a war zone.\n\nOn 16 September 2011, the United Nations recognised the National Transition Council as the sole legal representative of the country. In late September fighting was still widespread in Libya and on 29 September NTC leader Mahmud Jibril cancelled the planned announcement of a cabinet of ministers for a Libyan government, stating, “The announcement of a new transitional government has been postponed indefinitely in order to finalise consultations.”  The principal leadership figure of the NTC was Mahmoud Jibril however he announced his plane to step down from a leadership role in late October and prior to the killing of announced he was quitting announcing that the situation in Libya had moved into \"a political struggle with no boundaries\", he stated that the  political struggle was requiring finances, organisation, arms and ideologies that he felt unable to provide. \n\nIn late October 2011, after an eight month civil war, the transitional government of Libya and an assortment of informally aligned armed groups launched an intensive and highly destructive assault in the city of Sirte, known as the Battle of Sirte.\n\nOn 20 October 2011 Muammar Gaddafi was killed by elements of the National Transition Council following his capture on a roadside in his hometown of Sirte. He was filmed wounded and bleeding and in the custody of NTC fighters, later reports emerged that he was subsequently beaten and killed. His body was removed to a morgue on Friday 21 October whilst a final clarification of his death was awaited by way of DNA identity confirmation. His body was displayed in a supermarket meat locker prior to being interned at an unannounced location.\n\nOn 23 October the ",{"type":"''","value":["liberation"]}," of Libya was pronounced by the National Transition Council. Mahmoud Jibril then stepped down from the leadership role of the transitional authority and was succeeded by another principal NTC leadership figure, Ali Tarhouni who assumed the role of new leader in the period awaiting the formation of an interim government. Mahmoud Jibril had served as the leader of the NTC's provisional administration from 5 March 2011 through the end of the civil war\n\nAt the time the ",{"type":"''","value":["liberation"]}," was pronounced on 23 October 2011 the NTC leadership re-affirmed their previous undertakings to facilitate the forming of an interim national government and stated that this would happen within one month, followed by elections for a constitutional assembly within eight months with parliamentary and presidential elections to be held within a year after that.\n\n",{"type":"===","value":["Religion"]},"\n\n97% of the population is Sunni Muslim, whilst the rest include small minorities of Christian and Jewish people.\n\n",{"type":"===","value":["Climate"]},"\n\nWithin Libya as many as five different climatic zones have been recognised, but the dominant climatic influences are Mediterranean and Saharan. In most of the coastal lowland, the climate is Mediterranean, with warm summers and mild winters. Rainfall is scanty. The weather is cooler in the highlands, and frosts occur at maximum elevations. In the desert interior the climate has very hot summers and extreme diurnal temperature ranges.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Libya Regions map.png"],["thumb"],["right"],["375px"],["Map of Libya with regions colour-coded"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Cyrenaica"]]}],["region1color=#9f9677"],["region1items=",{"type":"[[","value":[["Benghazi"]]},", ",{"type":"[[","value":[["Shahhat"]]},", ",{"type":"[[","value":[["Tobruk"]]}],["region1description=the north eastern region on the Mediterranean Sea"],["region2name=",{"type":"[[","value":[["Saharan Libya"]]}],["region2color=#dfdb88"],["region2items=",{"type":"[[","value":[["Gaberoun"]]},", ",{"type":"[[","value":[["Ghadamis"]]},", ",{"type":"[[","value":[["Sabha"]]},", ",{"type":"[[","value":[["Ghat (Libya)"],["Ghat"]]}],["region2description=huge southern desert region with amazing scenery and some of the hottest temperatures recorded anywhere in the world"],["region3name=",{"type":"[[","value":[["Tripolitania"]]}],["region3color=#c3bca4"],["region3items=",{"type":"[[","value":[["Tripoli"]]},", ",{"type":"[[","value":[["Gharyan"]]},", ",{"type":"[[","value":[["Misratah"]]},", ",{"type":"[[","value":[["Surt"]]}," ,",{"type":"[[","value":[["Zuwara"]]}],["region3description=the north western region on the Mediterranean Sea with the capital city and ancient Roman ruins"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Tripoli"]]}," - the capital"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Benghazi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gharyan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ghadamis"]]}]},{"type":"*","value":[{"type":"[[","value":[["Misratah"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sabha"]]}]},{"type":"*","value":[{"type":"[[","value":[["Shahhat"]]},"— Ancient city of Cyrene, a ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage site"]]},", is nearby"]},{"type":"*","value":[{"type":"[[","value":[["Surt"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tobruk"]]}]},{"type":"*","value":[{"type":"[[","value":[["Zuwara"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ghat (Libya)"],["Ghat"]]}," - an ancient settlement in the south west with prehistoric rock paintings and very challenging desert trekking"]},{"type":"*","value":[" Green Mountain"]},{"type":"*","value":[" ",{"type":"[[","value":[["Leptis Magna"]]}," — extensive Roman ruins"]},{"type":"*","value":[" Nafusa mountains"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["VisaRestriction"],["Entry ",{"type":"'''","value":["will be refused"]}," to citizens of ",{"type":"[[","value":[["Israel"]]}," and to those who show stamps and\/or visas from Israel."]]},"\n\n",{"type":"{{","value":[["cautionbox"],["On 16 December, 2012, Libya decided to \"temporarily\" close its borders with Sudan, Chad, Niger, & Algeria with the purported aim of stifling traffic in illegal immigrants, drugs, and armed groups (including those associated with al Qaeada and other extremists). The southern regions Ghadames, Ghat, Obari, Al-Shati, Sebha, Murzuq and Kufra have been declared \"closed military zones to be ruled under emergency law\". Even in better times these borders were considered risky due to armed bandits and criminals associated with human and drug trafficking."]]},"\n\nPassports and visas are required for entry into Libya for all nationalities except nationals of ",{"type":"[[","value":[["Algeria"]]},", ",{"type":"[[","value":[["Egypt"]]},", ",{"type":"[[","value":[["Jordan"]]},", ",{"type":"[[","value":[["Mauritania"]]},", ",{"type":"[[","value":[["Morocco"]]},", ",{"type":"[[","value":[["Syria"]]},", ",{"type":"[[","value":[["Tunisia"]]}," and ",{"type":"[[","value":[["Turkey"]]},". Those who have passports indicating travel to ",{"type":"[[","value":[["Israel"]]}," ",{"type":"'''","value":["will not be allowed"]}," to enter.\n\nLibyan immigration requirements frequently change without warning. According to the U.S. State Department, a requirement of a certified Arabic translation of the biological data page of your passport is mandatory for obtaining a visa and entering the country. As of December 2010, Libyan authorities no longer require an ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," translation of the ID page.\n\nDue to the conflict in Libya during 2011 the appointment of diplomatic representation outside Libya has been somewhat confused. Careful attention should be paid to the current standing of the foreign mission and it's appointed representatives if travel documentation to enter Libya needs to be sought from a Libyan Embassy or Consulate.\n\nIt is now legal for Americans to travel to Libya; however, it is difficult for US citizens to obtain visas.  The Libyan Embassy in Washington DC now accepts visa applications, but you will need a letter of invitation from a Libyan sponsor who applies for you in Libya. Tourist visas are often rejected at all embassies without being a part of a tour or applied for on behalf of a Libyan tour operator. Check with the Libyan Embassy in Washington DC for more info you are American ",{"type":"[","value":["http:\/\/www.libyanbureaudc.org\/"]}," According to the Libyan Embassy in Washington DC, USA, a traveler will need US$400 (as bare minimum) in a convertible currency, with the following exceptions:\n\n# Tourists arriving as a group, as part of a package organised by travel and tourist bureaus, agencies or companies, which cover their living expenses during their stay.\n# Those in possession of entry visas on official missions\n# Those in possession of student entry visas with expenses paid by the Libyan Government.\n# Those wishing to join a resident of Libya on condition that such a resident provides a grantee to cover the expenses of the guest stay and medical treatment and other requirement\n\n",{"type":"===","value":["By plane"]},"\n\nThe Tripoli International Airport (",{"type":"{{","value":[["IATA"],["TIP"]]},") (",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},": مطار طرابلس العالمي), is the nation's largest airport and is located in the town of Ben Ghashir 34 km (21 mi) south of the Tripoli city centre, the airport was a hub for Libyan Airlines; it is operating again as a hub for Afriqiyah Airways and was also a hub for Buraq Air prior to the airports closure during the Libyan civil war of 2011.\n\nTripoli was previously served by most major European and Arab airlines in addition to Libyan Airlines ",{"type":"[","value":["http:\/\/www.ln.aero\/index.php"]}," which was using the airport as its main hub. Prior to the civil war daily flights were provided to and from most major European international airports such as Heathrow, Paris CDG, Frankfurt, Amsterdam, Rome with multiple weekly flights to and from Milan, Manchester, Vienna and ",{"type":"[[","value":[["Alexandria (Egypt)"],["Alexandria"]]},". A privately operated airline, Afriqiyah ",{"type":"[","value":["http:\/\/www.afriqiyah.be\/"]},", and Libyan Airlines owned by the previous Government, were both providing daily services to many European destinations including ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Paris"]]}," CDG, ",{"type":"[[","value":[["Amsterdam"]]}," Schipol and ",{"type":"[[","value":[["London"]]}," Gatwick, and African cities with Tripoli as a hub. Scheduled services may resume in the period following the establishment of the transitional administration.\n\nThe ",{"type":"''","value":["National Terminal"]}," in Tripoli was closed prior to the conflict as part of the construction program of the new airport. Prior to the closure, international and domestic flights were all departing the airport from the main international passenger terminal. The terminal capacity was previously 3 million passengers a year. Two new terminals were to be built within the next several years bringing the total capacity of the airport to 20 million passenger movements. The first new terminal was due to open by March 2011 however the airport now requires extensive reconstruction. The radar system was seriously damaged in a NATO air strike in late August 2011. Fighting at the airport destroyed several commercial airliners and the airport infrastructure was damaged. \n\nThe Tripoli International Airport airport was officially re-opened for civil aircraft operations on 11 October 2011.\n\nNine airlines are now providing limited flights from the ",{"type":"[[","value":[["Tripoli"]]}," International Airport to regional international destinations. Libyan Airlines and Afriqiyah Airways are providing flights to Benghazi from Tripoli, however all Libyan Airlines operations are uncertain.\n\nThe ",{"type":"'''","value":["Mitiga International Airport"]},". (",{"type":"{{","value":[["IATA"],["MJI"]]},") is located about 8 km (5 mi) east of Tripoli's city centre. Prior to June 1970, the United States Air Force (USAF) used the facility. It was at that time known as Wheelus Air Base. Subsequently, the facility was known as Okba Ben Nafi Air Base, a Libyan People's Air Force (LPAF) installation.\n\nThe airport was re-opened for civil operations in October 2011 when Turkish Airlines resumed limited services to ",{"type":"[[","value":[["Istanbul"]]},"-(",{"type":"''","value":["Ataturk"]},"). Turkish Airlines have since moved their passenger operations back across to Tripoli International airport and announced commencement of cargo operations at Mitiga with services available from 8 January 2012. \n\nThe ",{"type":"'''","value":["Benina International Airport"]},", (",{"type":"{{","value":[["IATA"],["BEN"]]},"), (",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},": مطار بنينة الدولي). is located in the town of Benina, 19 km east of ",{"type":"[[","value":[["Benghazi"]]},". Routes between Benghazi to destinations such as ",{"type":"[[","value":[["Alexandria (Egypt)"],["Alexandria"]]}," and ",{"type":"[[","value":[["Cairo"]]},", ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Casablanca"]]}," were planned to operate from Benghazi. Prior to the civil war international services were seasonal.\n\nThat airport reopened after the lifting of the NATO enforced NFZ and limited services are available; Afriqiyah Airways to Tripoli and Misrata, Libyan Airlines to ",{"type":"[[","value":[["Alexandria"]]},", ",{"type":"[[","value":[["Cairo"]]},", ",{"type":"[[","value":[["Tripoli"]]}," and ",{"type":"[[","value":[["Tunis"]]},", Qatar Airways to ",{"type":"[[","value":[["Doha"]]},", Royal Jordanian to ",{"type":"[[","value":[["Amman"]]},"-(",{"type":"''","value":["Queen Alia"]},"), Turkish Airlines to ",{"type":"[[","value":[["Istanbul"]]},"-(",{"type":"''","value":["Ataturk"]},") and Tunisairto is flying to ",{"type":"[[","value":[["Tunis"]]},".\n\nLibyan airline, Buraq Air, also provided domestic services as well as some flights to several international destinations including Istanbul, Ribat and Aleppo. Buraq Air had been viewed as a great success story in Libya's effort to privatise its economy and break away from the state-driven economic policies of the Libyan government, it is anticipated scheduled services by both airlines may resume in the period following the establishment of the transitional (",{"type":"''","value":["National Transitional Council"]},") administration or subsequent to the formation of an interim national government.\n\nThere were many direct flights from places such as ",{"type":"[[","value":[["Amsterdam"]]}," to small oasis towns in the middle of the Sahara but these are operated by the oil companies for private purposes (i.e. to ferry the foreign oil workers directly to the oil fields). As the country stabilises it may be anticipated these services will resume, possibly stimulated by the need to rebuild the nations damaged infrastructure.\n\nDuring the war, a NATO no-fly zone prevented any aircraft from operating in Libyan airspace. Libya's civil air transport system was closed down during the conflict. Tripoli International Airport was turned over to use by the military and then later came under the control of rebel forces.\n\nPrior to the civil war Libya had several operational airports providing services to commercial airlines.\n\n",{"type":"*","value":["Bayda, La Abraq Airport—(",{"type":"{{","value":[["IATA"],["LAQ"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Benghazi"]]},", Benina International Airport—(",{"type":"{{","value":[["IATA"],["BEN"]]},") (",{"type":"''","value":["reopened 11 October 2011"]},")"]},{"type":"*","value":[{"type":"[[","value":[["Ghadames"]]},", Ghadames Airport—(",{"type":"{{","value":[["IATA"],["LTD"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Ghat (Libya)"],["Ghat"]]},", Ghat Airport—(",{"type":"{{","value":[["IATA"],["GHT"]]},")"]},{"type":"*","value":["Kufra, Kufra Airport—(",{"type":"{{","value":[["IATA"],["AKF"]]},")"]},{"type":"*","value":["Misrata, Misrata Airport—(",{"type":"{{","value":[["IATA"],["MRA"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Sabha"]]},", Sabha Airport—(",{"type":"{{","value":[["IATA"],["SEB"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Sirte"]]},", Gardabya Airport—(",{"type":"{{","value":[["IATA"],["SRX"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Tobruk"]]},", Tobruk Airport—(",{"type":"{{","value":[["IATA"],["TOB"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Tripoli"]]},", Mitiga International Airport—(",{"type":"{{","value":[["IATA"],["MJI"]]},") (",{"type":"''","value":["reopened 11 October 2011"]},")"]},{"type":"*","value":[{"type":"[[","value":[["Tripoli"]]},". Tripoli International Airport—(",{"type":"{{","value":[["IATA"],["TIP"]]},") (",{"type":"''","value":["reopened 11 October 2011"]},")"]},{"type":"*","value":["Ubari, Ubari Airport—(",{"type":"{{","value":[["IATA"],["QUB"]]},")"]},"\n",{"type":"===","value":["By train"]},"\n\nLibya has no international train connections and no domestic train infrastructure.\n\n",{"type":"===","value":["By car"]},"\n\nOne may travel to Libya overland. There are bus and \"shared taxi\" (accommodating 6 people in a station wagon) services from such places as Tunis, ",{"type":"[[","value":[["Alexandria (Egypt)"],["Alexandria"]]},", Cairo and Djerba.\n\nThere are accounts of people having done the trip in their own 4x4s or using their own dirt bikes and campervans. There are very few borderposts open to travel into the country with a foreign car: Ras Jdayr (from Tunisia) and Bay of As Sallum (from Egypt). At the border, one has to buy a temporary licence including a number plate for €300 (March 2008).\n\n",{"type":"===","value":["By bus"]},"\n\nThere are bus services to ",{"type":"[[","value":[["Tunisia"]]}," and ",{"type":"[[","value":[["Egypt"]]}," . \n\n",{"type":"''","value":["Previous scheduled services may take an extended time to restore, please ensure your travel is through a stable area before boarding any service"]},".\n\n",{"type":"===","value":["By boat"]},"\n\nThere are ferries connecting the Libyan city of ",{"type":"[[","value":[["Tripoli"]]}," with ",{"type":"[[","value":[["Malta"]]}," and ",{"type":"[[","value":[["Sfax"]]},", ",{"type":"[[","value":[["Tunisia"]]},".\n\n",{"type":"''","value":["Previous scheduled services may take an extended time to restore, please check before ticketing for any service"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Leptis Magna Theatre.jpg"],["thumb"],["right"],["350px"],["Leptis Magna, Libya"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nLibyan Airlines ",{"type":"[","value":["http:\/\/www.ln.aero\/index.php"]}," previously operated many domestic air routes prior to the 2011 civil war, Buraq airlines was also developing a domestic route system (see \"Get in\").\n\n",{"type":"''","value":["Previous scheduled services may take an extended time to restore, please check before ticketing for any service"]},".\n\n",{"type":"===","value":["By train"]},"\n\nLibya has had no train system since 1965. Plans and construction are underway for a line that will run from Sirte in the west to Benghazi in the east, eventually making its way to Tripoli. However, with the 2011 civil war, it is unclear when completion will take place.\n\n",{"type":"===","value":["By road"]},"\n\nPrior to the civil war many travellers undertook the trip in their own 4x4s or using their own dirt bikes and campervans. It would seem that they encountered considerable hospitality once in the country. Up until the uprisings of 2011 it was not uncommon to see SUVs with Texas plates on them in Tripoli (most likely US oil workers of which approx 5-10,000 previously resided in Libya). It was not uncommon to see convoys of European campervans on Libya's highways prior to the civil war. Please make serious and detailed enquires prior to undertaking any trip by road into Libya to determine if the area you will be travelling through is safe and if fuel and other services are available. Travel such as this is not recommended at this time.\n\nSome self-drive car rental services are available in the large cities but the rates were typically high and the cars unreliable. Avis and Europcar provide rental cars. Around the major cities, driving can be an \"education\", although driving standards are not as bad as in other countries in the region.\n\nThe recommended route of transport for tourists around major towns is taxis. There are also many shared taxis and buses. The small black and white taxis (or death pandas) tend to be safer (more cautious drivers) but learn the term \"Shweyah-Shweyah\", Libyan for slow-down, and ask them to keep off Al-Sareyah (the motorway from Souq-Al-Thataltha to Janzour)! A taxi driver will routinely try it on with tourists. Will always try to charge 10 dinars for a fare around town. Negotiate the price first: Prior to the civil war rates around most of inner Tripoli, you should not pay more than 5 dinars. If you find a good taxi driver with a good car, it doesn't hurt to build up a relationship and get his mobile number. Taxis from the airport can be more expensive as the airport is a long way from town. Note that the Corinthia Hotel also runs a shuttle from the airport to the hotel.\n\nThere were previously many bus services between the major cities and it was a potentially a cheap way to travel. The bus companies used modern and relatively comfortable air conditioned touring buses however many of the fleets were seriously damaged during the civil war. Longer journeys such as Tripoli to Benghazi will take about 14 hr by bus. The buses make stops for meals and the very important tea (shahee) breaks along the way. A faster method is to take the \"shared taxis\" but some of the drivers tend to be more reckless in order to cut the travel time. Services such as inter-city bus services have been seriously disrupted or halted due to the civil unrest and armed conflict during 2011. Travel by long distance bus services in Libya is not recommended at this time.\n\nIf travelling by road in post ",{"type":"''","value":["liberation"]}," Libya very high levels of situational awareness should be practised at all times. Fuel supplies and vehicle repair services may be disrupted and some roads and bridges may be damaged. Armed groups and dis-affected individuals, armed militias and detachments of foreign military and military contractors are active throughout Libya. The opportunity to inadvertently become involved in a violent confrontation or robbery is currently much higher than in many other countries in the region and caution should be exercised. If in doubt stop and take cover or if possible immediately depart the area to a safer location.\n\n",{"type":"==","value":["Talk"]},"\n\nStandard ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," is the official language, but the native language is Libyan Arabic. It is important to know that Arabic languages are mutually unintelligible, just like Chinese languages, but since Libyans learn Standard Arabic in school, foreign Arabs should be able to get along. English is widely understood especially by young residents of Tripoli, while older people are likely to speak Italian as a result of Libya's ",{"type":"[[","value":[["Italian"]]}," colonial past, and even among younger people it is the second most known foreign language after English because of access to Italian television. Libyan Arabic is influenced by Italian, such as \"semaforo\" (traffic light) and \"benzina\" (gasoline).\n\nOther languages, such as Berber and Touareg, are used in many small urban settings. Speakers of those languages will often be multi-lingual and be able to converse in Libyan Arabic and sometimes Standard Arabic as well.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Leptis Magna"],["alt=Leptis Magna, also called Lpqy, Neapolis, Lebida or Lebda"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=('",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},": لَبْدَة), was a prominent city of the Roman Empire. Its ruins are located in Al Khums, Libya, 130 km (81 mi) east of Tripoli, on the coast where the Wadi Lebda meets the sea. The site is one of the most spectacular and unspoiled Roman ruins in the Mediterranean."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cyrene"],["alt=Shahhat"],["url=http:\/\/globalheritagefund.org\/what_we_do\/overview\/current_projects\/cyrene_libya\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An ancient colony founded in 630 BC as a settlement of Greeks from the Greek island of Theraand. then a Roman city in  the time of Sulla (c. 85 BC).It is now an archeological site near the village of present-day Shahhat. It is in a mountainous area in the north east side of Libya. The oldest \"love Symbol\" in the world was found there . If you're coming via Tripoli then it's better to take a flight to the Benghazi Benina airport which would get you much closer, then use a taxi or a microbus . If you can't come and go back within the same day then you can stay overnight in a hotel in Albayda which is not far from Shahhat."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Jebel Acacus"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nATM cards are widely used in Tripoli more other areas and most big name stores and some coffee lounges accept major cards. Check your card is going to work before leaving major centres as previous networks and ATM facilities may be damaged or missing.\n\n",{"type":"===","value":["Economy"]},"\n\nThe Libyan economy during the ",{"type":"''","value":["Libyan Arab Jamahiriya"]}," era of governance depended primarily upon revenues from the oil sector, which contributed about 95% of export earnings, about one-quarter of GDP, and 60% of public sector wages. Substantial revenues from the energy sector, coupled with a small population, gave Libya one of the highest per capita GDPs in Africa. Libyan Arab Jamahiriya era officials made progresson economic reforms in last four years of their administration as part of a broader campaign to reintegrate the country into the international fold. This effort picked up steam after UN sanctions were lifted in September 2003 and as Libya announced that it would abandon programs to build weapons of mass destruction in December 2003. Almost all US unilateral sanctions against Libya were lifted in April 2004, helping Libya attract more foreign direct investment, mostly in the energy sector. Recently Libya (under the ",{"type":"''","value":["Libyan Arab Jamahiriya administration"]},") applied for WTO membership, reducing some subsidies and announced plans for some privatisation of state owned companies. The former Libyan government invested heavily in African projects including large scale telecommunications and other major international infrastructure and development programs. Sanctions were re-applied in 2001. In 2011 the ",{"type":"''","value":["Libyan Arab Jamahiriya"]}," administration became unable to continue functioning viably as actions by domestic insurgents and foreign military forces effectively closed down the normal functions of civil administration during the civil war period. The NTC provisional administration has gained limited access to Libya's foreign reserve holdings and other assets. Revenue from crude oil sales have been redirected to them. Until a government is established in Libya the economic management and future prospects of the nation remain unknown.\n\n",{"type":"==","value":["Eat"]},"\n\nIn Tripoli, it is surprisingly hard to find a traditional Libyan restaurant. Most serve western-style cuisine, with a few Moroccan and Lebanese restaurants thrown in. There are also a number of good Turkish restaurants, and some of the best coffee and gelato outside of Italy. There are some wonderful Libyan dishes you should taste in case you are fortunate enough to be invited to a Libyan dinner party or wedding (be prepared to be overfed!). \nA favourite cafe for the local expatriate community is the fish restaurant in the souq. For the equivalent of a few US dollars, you can enjoy a great seafood couscous. A local speciality is the stuffed calamari.\n\nAlso recommend Al-Saraya: Food OK, but its attraction is its position, right in Martyr's Square (Gaddafi name: Green Square). Another good seafood restaurant is Al-Morgan, next to the Algiers Mosque, near 1st of September Street. \nDon't miss Al-Sakhra restaurant, located on Gargaresh Road; excellent food, live entertainment, and a rustic atmosphere. \nThe flashy looking big fast-food outlets are a relatively recent arrival in Tripoli. These are not quite the multinationals but a close copy of them! They are springing up in the Gargaresh Road area -- a big shopping area in the western suburbs of Tripoli.\n \n\ntry one of the best local catch fish named \"werata\" try this fish in grill or baked with local herbs and spices, and it is a guarantee you will love it.\n\n",{"type":"==","value":["Drink"]},"\n\nTea is the most common drink in Libya. Green tea and \"red\" tea are served almost everywhere from small cups, usually sweetened. Mint is sometimes mixed in with the tea, especially after meals.\n\nCoffee is traditionally served Turkish style: strong, from small cups, no cream. Most coffee shops in the larger cities have espresso machines that will make espresso, cappuccino, and such. Quality varies, so ask locals for the best one around.\n\nAlcohol is officially banned in Libya, though in reality, alcohol is readily available through a local black market (anything from whiskey to beer to wine). It should be noted that penalties for unlawful purchase can be quite stiff. Travellers should always exercise appropriate common sense with respect to local laws, local sensitivities and traditions.\n\n",{"type":"==","value":["Sleep"]},"\n\nMajor cities have a range of accommodations available, from shabby hotels to 4 star establishments. Prices vary accordingly.\n\nIn Tripoli, there are four international-standard hotels: the Radisson Blu, ",{"type":"[","value":["http:\/\/www.radissonblu.com\/hotel-tripoli"]},", the Al Waddan ",{"type":"[","value":["http:\/\/www.waddanhotel.com\/"]}," and the Rixos Al Nasr ",{"type":"[","value":["http:\/\/www.rixos.com\/rixosalnasr.aspx"]}," are brand-new (opened in 2009\/2010) and offer excellent accommodations and services, while the older Corinthia Hotel, is located adjacent to the old city (",{"type":"''","value":["The Medina or \"Al Souq Al Qadeem\""]},"). Other hotels are Bab-Al-Bahr, Al-Kabir, and El-Mahari. Several smaller hotels have opened around town, such as Zumit Hotel ",{"type":"[","value":["http:\/\/www.zumithotel.com\/en\/"]},", an old, beautifully renovated hotel, next to the Old Roman Arch in Bab-Al-Bahr.  \n\nManara Hotel, a tidy 4 star hotel in Jabal Akhdir, east of Benghazi, is next to the ancient Greek ruins of Appolonia Port. \n\nWhile it seems to be diminishing with the arrival of more tourists every year, Libyans have a strong tradition of taking travellers into their own homes and lavishing hospitality on them. This is certainly true in smaller towns and villages.\n\nThere are several good hotels in Tripoli's Dhahra area, near the church like Marhaba hotel. \n\nYouth ",{"type":"[[","value":[["Hostels"]]},", associated with the IYH Federation (HI), are available. Please contact the Libyan Youth Hostel Association, ☎ +218 21 4445171.\n\n",{"type":"==","value":["Learn"]},"\n\nLearn more about Libya's UNESCO World Heritage Sites",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/statesparties\/ly"]},".\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe security situation in Libya has improved significantly.  However, care is still recommended and some areas should be considered out of reach for visitors. Non-essential travel to Libya, especially outside of Tripoli is still best avoided. Gay and lesbian tourists should be careful and self-aware because homosexuality is a crime in Libya.\n\n\nas much as possible avoid wearing green wardrobe or anything similar as this color might provoke somebody, as this color represents the old regime specially in misurata city\n\n",{"type":"==","value":["Stay healthy"]},"\n\nNot all bottled water is safe in Libya. Do inquire about the safest brands available. You can often purchase foreign brands when necessary.\n\n",{"type":"==","value":["Respect"]},"\nThe former name of the country 'Libyan Arab Jamahiriya' was adopted by Muammar Gaddafi.  Using this name may cause offence to  Libyans.  Most people are doing their best to erase this name from their history.  Car registration plates invariably have the name sprayed out or covered with a new flag.\n",{"type":"{{","value":[["ramadandates"]]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"'''","value":["Embassies and consular services"]},". Many foreign missions in Libya remain closed or have very limited consular services available due to the civil war hostilities, others were damaged or closed and have not yet restored services, or the question of diplomatic recognition during transitional administration remains unresolved. \n\nThe Venezuelan embassy in Tripoli was ransacked and looted by rebel forces and others including the UK embassy were also damaged. Many parts of Libya are currently under the de-facto administration of the National Transitional Council (NTC), other parts of the nation have either no administration or are getting by with individual ad-hoc arrangements. Some nations have given the NTC a level of recognition equivalent to that afforded to the government of a nation state, others are recognising the state of Libya and have accepted representation of that state by the NTC, others have agreed to engage in dialogue with the NTC.  Some other nations have refused to recognise the NTC at all and either still formally recognise diplomatic arrangements with the Libyan Arab Jamahiriya or have suspended diplomatic relationships whilst awaiting the formation of an interim government in Libya. Nations such as ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Netherlands"]]},", and the ",{"type":"[[","value":[["United Kingdom"]]}," never recognise governments anyway and only recognise a ",{"type":"''","value":["nation"]}," so their situation is less ambiguous, in most cases they have accepted diplomatic envoys from the NTC to replace the previous diplomatic staff. In some Libyan foreign missions and at the UN the encumbrant representative of the Libyan Arab Jamahiriya government is still recognised by the host nation but now represents the Libyan nation in transition, providing either formal, or quasi-formal recognition of the NTC as a provisional administration. If needing to travel to Libya it is important to determine the status of the representative Libyan foreign mission you are dealing with and ensure that any required documentation is acceptable for travel to Libya, for entry into the country, and for any subsequently travel to the part of Libya which you may wish to enter.\n\nIf requiring assistance from your nations consular representatives it may be possible to seek them out in a country adjoining Libya or from a partnered nation if a citizen of an EU state.\n\nEmbassies and other foreign missions and provisional offices are located in ",{"type":"[[","value":[["Tripoli"]]},", some additional representation may be found in ",{"type":"[[","value":[["Benghazi"]]},"\n\n\n\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Libya"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Libya"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Libya\/"]]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["North_Africa"]]},"\n",{"type":"{{","value":[["geo"],["27"],["17"]]}]