[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:A view of Piazzale S.M. Elisabetta, on the Island of Lido in Venice, Italy.jpg"],["thumb"],["View of Lido's Piazzale S.M. Elisabetta"]]},"\n\nIf you are staying in Venice and wish to avoid the more touristy and expensive areas, along with the accompanying noise, ",{"type":"'''","value":["Lido"]}," is an under-appreciated gem.  Trendier and more residential than traditional Venice, it still offers small canals, a variety of dining and impressive views of the city from across the Lagoon. At times it feels reminiscent of Palm Beach, Florida, with its upscale homes, historic architecture and its easy, island feel.\n\nAround 5PM the atmosphere is decidedly local as professionally dressed Lido residents funnel back home from work across the lagoon. Many of the local bars and eateries have that \"where everybody knows your name\" family feel, lending an insider's view to life on Lido. Residents embrace, chat enthusiastically and watch each other's children.\n\n",{"type":"'''","value":["Lido"]}," is the beach of ",{"type":"[[","value":[["Venice"]]},". This island shelters the lagoon from the Adriatic Sea, and is famous for its Movie Festival which is held every year between the end of August and the first week of September. In 1920 it was the most important beach in Italy, due to its aristocratic atmosphere (still present today). Here Thomas Mann wrote ",{"type":"'''","value":["A Death in Venice"]}," and it was shot in Visconti's 1972 movie (inspired by the book). Some of the scenes of ",{"type":"'''","value":["The English Patient"]}," were shot here as well (inside The Hotel Des Bains, one of the most important buildings, erected in Liberty Style). A scene from Casino Royale (Daniel Craig, 2006) was shot here as well. The British travel writer Robin Saikia's book, ",{"type":"''","value":["The Venice Lido"]},", gives a lively overview of the Lido's literary and social history from ancient times to the present day.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:View of Venice from the Island of Lido.jpg"],["thumb"],["View of Venice from the Island of Lido"]]},"After arriving in Venice via the Aeroporto Marco Polo, find the Alilaguna waterbus station ",{"type":"[","value":["http:\/\/www.alilaguna.it\/"]},", a short walk after exiting the airport and turning left. Follow the signs. The boat will take you over to Lido with just a few stops, but does take at least 30 minutes to navigate the airport channels.\n\n",{"type":"[[","value":[["File:LidoFromLagoon.jpg"],["thumb"],["View of Lido from the lagoon in May of 2008"]]},"If already in Venice, take an ACTV waterbus\/vaporetto ",{"type":"[","value":["http:\/\/www.actv.it\/english\/home.php"]},", which takes about 10 minutes. Venice travel cards are valid to\/from Venice, but not to\/from the airport as it is run by a different company. If staying on Lido a travel card is worth the investment. Avoid \"rush hour\" times of day such as early morning and late afternoon when many residents and children are crowding the platform. Also, be careful to avoid local vaporetto's which are designated \"for residents only.\"\n\n",{"type":"==","value":["See"]},"\n\nAttend the annual film festival ",{"type":"[","value":["http:\/\/www.labiennale.org\/en\/cinema\/"]},", the oldest of its kind. Make your reservations early as the island is small and hotels fill up.  Many celebrities attend this annual event, so have your camera ready.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Enjoy the beach and the sea. Most of the beach is privately owned by the various hotels, so if you are staying at a hotel that does not offer beach access, you'll have to use the public beach (at the end of the Gran Viale, most central), which is very nice but a bit crowded."]},{"type":"*","value":[" Rent a bike from one of the numerous shops at the Gran Viale and explore the island."]},{"type":"*","value":[" Partake in golf and tennis, as Lido is more about relaxed leisure than frantic tourist activities."]},{"type":"*","value":[" Stroll along the quiet, shaded streets, people watch and window shop."]},{"type":"*","value":[" Visit the natural Oasis in Alberoni, protected area from WWF. "]},{"type":"*","value":[" Meditation and relaxation in the meditation center Energy Darshan ",{"type":"[","value":["http:\/\/www.oshoyatrilandvenezia.com"]}]},"\n",{"type":"==","value":["Buy"]},"\nMurano glassware, jewelry and art seem to be the items of choice throughout Venice, along with the famous Venetian masks. Lots of beachware is available on Lido, so don't worry if you've forgotten your flip flops. Of course, souvenir\/T-shirt shops can also be found here and there.\n\n",{"type":"==","value":["Eat"]},"\nGelatos from numerous vendors - try to find the infamous Maxi-Coni in the evenings.\n\n",{"type":"'''","value":["Trattoria Andri, Via Lepanto 21, Seafood"]},"\nServes local Venetian seafood delicacies such as squid in ink over polenta (not as bad as it sounds), shrimp scampi and octopus, among other more common dishes. Water is served in Murano glass vases. Inside, pictures of celebrities who've eaten here line the walls, such as Michael Douglas and Catherine Zeta Jones. Dine on the terrace, nice ambiance. Locals seem to prefer this place.\n\n",{"type":"==","value":["Drink"]},"\n\nThe Bellini is a mixture of Prosecco (local sparkling wine) and peach juice. Sweet and refreshing. Created at Harry's Bar across the lagoon but popular all over Venice, including Lido.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B Villa Gabriella"],["alt=Vila Gabriella"],["url=http:\/\/www.villagabriella.net"],["email="],["address=Via Istria 12"],["lat="],["long="],["directions=near Film Festival"],["phone=+39 041 731426"],["tollfree="],["fax="],["hours="],["price=from 65"],["checkin=13"],["checkout=11"],["content=Villa Gabriella Dimora Storica Liberty is a part of a villa built in 1922. The design was inspired to the Palladio's Rotonda. Located in the Lido Island (Lido di Venezia is Blue Flag for sea water since 2008!), in front of the Adriatic Sea, it's 20 minutes far from S. Mark Sq. Wonderful panoramic seafront terrace. Last complete restoration: 2010!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Villa Albertina"],["alt="],["url=http:\/\/www.villalbertina.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39-041 5260879"],["tollfree="],["fax=+39-041 5260883"],["price="],["checkin="],["checkout="],["content=Via Vallaresso 1a - 30126 Venice Lido. An aristocratic building managed in a personalized and familiar way. The hotel is located only 20 minutes from St. Mark Square."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Villa Beatrice"]},", Via dei Villini 4, 30011 Venice Lido  tel +39 041.731072 fax +39 041.5266101 ",{"type":"[","value":["http:\/\/www.hotelbeatrice.com\/en\/index.htm"]},". Hotel Villa Beatrice is one of the most original charm hotels in the Lido of Venice, the perfect place for those that want a holiday in a relaxing hotel that encompasses nature, art and culture."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Panorama"]},", Piazzale S.M. Elisabetta - 30126 Venice Lido tel. +39-041.2760486 Fax +39-041.2769805 e-mail info@hpanorama.com  ",{"type":"[","value":["http:\/\/www.hpanorama.com\/index_en.htm"]},". Hotel Panorama is an affordable and small yet charming hotel situated across the lagoon from Venice. Rooms are a good size with large windows, great views, and attentive service. It is easily reachable on foot from the waterbus, offering beautiful vistas along with the nearby shopping and dining districts of Lido. It also offers a scenic 2nd floor terrace and the first floor dining room also looks out on the lagoon. Excellent choice of breakfast items."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Albergo Quattro Fontane"],["url=http:\/\/www.ila-chateau.com\/quattrof\/"],["email=QuattroFontaneILA@ila-chateau.com"],["address=Via Quattro Fontane, 16"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from €200"],["checkin="],["checkout="],["content=Gracious, 4-star country house hotel, 5 minutes walk from the beach and 15 minutes by Vaporetto to St Marks Square. The spacious rooms are all air-conditioned, there's lovely floral gardens and a large outdoor terrace where you can eat in the shade of a huge, ancient plane tree."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nAround the Venetian lagoon are other smaller islands, which have since been deserted but are worth a visit.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Venice"]]},"— The main island."]},{"type":"*","value":[" ",{"type":"[[","value":[["Murano"]]},"— Nearby island with famous blown glass studios"]},{"type":"*","value":[" ",{"type":"[[","value":[["Burano"]]},"— Nearby island with textiles and painted houses."]},{"type":"*","value":[" ",{"type":"[[","value":[["San Lazzaro"]]},"— Nearby island with an Armenian monastery and an  impressive art collection, including some world class pieces."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mestre"]]},"— Mestre is the mainland, but still a part of Venice."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jesolo"]]},"— Jesolo is one of the most important beaches in Italy, just 45' from Venice by car or by boat (ferry from Treporti to Venice)."]},"\n",{"type":"[[","value":[["Wikipedia:Lido di Venezia"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Venice"]]},"\n",{"type":"{{","value":[["geo"],["45.383"],["12.35"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]