[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ligao City"]}," is in the province of Albay in the ",{"type":"[[","value":[["Philippines"]]},".\n\n",{"type":"==","value":["Get in"]},"\nPhilippine National Railways is currently unavailable for use,\nMost of the trains are dilapidated.\n",{"type":"===","value":["By plane"]},"\nLegaspi City Domestic Airport is an hour away from the city,\nPhilippine Airlines flies daily from Manila to Legaspi vice versa,\nCebu Pacific flies daily from Manila to Legaspi vice versa.\n\n",{"type":"===","value":["By bus"]},"\nBuses operate daily from Manila to Legaspi vice versa, Try Philtranco, Cagsawa Tours, Penafrancia Tours, RSL Tours,\nor any of the dozen more bus companies.\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nBy bicycle,car,tricycle and many more vehicles roam the city.\n",{"type":"==","value":["See"]},"\nMalison Spring Resort is located in Bonga, Ligao City one can get a full view of the majestic Mayon Volcano and Malison Lake. One can go swimming, fishing and boating. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kawa Kawa Hill"]}," is located at California Village, Barangay Tuburan, Ligao City its is just 2km away from the heart of the city or a 30-minute drive northwest of Ligao City. Kawaka Hill is derived  from the local dialect \"kawa\" or native cauldron resembling its crater. It is used to be called \"lunad\", a Ligao term which means \"sagging\" or \"depressed\" and literally describes the six-hectare crater. Nowadays, people who climbed or trekked the hill described the crater as a huge amphitheater, a sliced-coconot and a hill without a hilltop. Although, it may look like an ordinary hill from afar but the uniqueness of it will be felt and appreciated when one is on top of the hill where calm winds and air breeze waits. You can also get a full view of the city and as well as other barangays. Kawakawa HIll has served as a tourist and religious attraction since it was bought from private individuals and later developed as ecotourism by Fernando Gonzales, former governor of Albay and a prominent son of Ligao City. That's why it is opened to the public for people to appreciate nature and environment. Gonzales called this the \"Lung of Ligao\" where one can breathe freh air. Subsequently, he donated 800-square-meter lot at the top of the hill to the Divine Mercy Monastery of the Carmelite Nuns of the Holy Trinity, Diocese of Legazpi. Eventually, the nuns put up a life-size images of the Station of the Cross. A renowned sculptor from Paeta, Laguna designed and conceptualized it. The first eight stations can be seen along the walkway, while the remaining six were installed around the crater ring. To date, the Kawakawa Hill offers to the pilgrims a unique Way of the Cross especially during Holy Week."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ligao City Hall"]}," is also another place of interest in the city one can still see the original structure and the inauguration plaque by the late Sen. Domingo Imperial inside."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St. Stephen Protomartyr Church"]}," is another place of interest one can still see the original blocks and structure of the church."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" Friendly Library Training School,"]},{"type":"*","value":[" Aletheia Christian Academy,"]},{"type":"*","value":[" St. Mary's Academy of Ligao(SMAL),"]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=VanderPol Christian Academy"],["url="],["email="],["address=Layon"],["lat="],["long="],["directions=South side of Ligao City"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The VanderPol Christian Academy is U.S. Based International School that is recognized in both the US and Philippines"]]}]},"\n",{"type":"==","value":["Buy"]},"\nCheck out the local market and small shops.  Shopping is not at par with the bigger Legaspi market but there are items of comparable quality, and sometimes, the prices may even be a bit lower.  The following products are not exclusively available in Ligao, but are widely available and regarded as of high quality.\n\n",{"type":"'''","value":["Woven fibre products"]}," made of Abaca, Hemp, Banana fibres etc. made into items like Mats, Bags, Totes, Screens, etc.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Our Children's Montessori Foundation, Inc."],["url="],["email="],["address=Samson St., Sta. Cruz"],["lat="],["long="],["directions="],["phone=052-485-15-13"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n\n",{"type":"==","value":["Eat"]},"\nCraving late night food? Looking to bust that hangover? Check out noodle and congee stands near the bus terminals, try the ",{"type":"'''","value":["Pansit"]},"(noodles with hard-boiled eggs and a splash of chili and vinegar),",{"type":"'''","value":[" balut"]}," (boiled fertilized duck eggs), or ",{"type":"'''","value":["Goto"]}," (rice congee with ginger, chicken and an optional boiled egg, served with patis or fish sauce and some cracked peppers). Or Feeling like shopping for grubs? Head straight to the city market, previously busy on Thursdays and Sundays but recently more accessible and pretty much open from mornings until the evening hours all week. For the more adventurous traveller who is not squeamish about trying street food, it would be worth the adventure to seek out the following food favourites in this city: \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pancit Rinuguan"]},":fresh egg noodles in meat broth, sauteed garlic and spring onions, topped with a tart and savory stew of cubed pork, tripe, various innards and pork blood. Ask for directions to Deling and Boy del Valle's noodle shop.  Most people in the city know them and swear by their pansit rinuguan. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sinapot"]}," Is another street food favorite; ripe sliced saba bananas dipped in rice flour and sugar batter, held by cacao leaves, and fried in hot coconut oil until crisp."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Puto sa abab"]},", a rice cake steamed in coconut shells and filled with some type of coconut jam. A variation of the puto sa abab uses purple yam added to the ground rice.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Carinderias"]}," -  The local Carinderias are a delight and sample ",{"type":"'''","value":["linutong balaw"]}," (shrimp paste with chilis and pork cooked in coconut milk until reduced and creamy).  Another Ligao specialty is the ",{"type":"'''","value":["pinangat"]},"(pork, coconut and shrimp paste, and sometimes, river crabs, wrapped in taro leaves and cooked in coconut cream).  also ask for charcoal grilled pork belly or chops.  THey are great paired with a soy, chili and vinegar dressing, and lots of steamed white rice. They are usually sold to take home.  There are also little stands not far from the Catholic Church where pork bits on a stick, roast chicken and various other grilled meats are sold.  These stands are usually open way past midnight."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pili nut products"]},"  brittles, salted, roasted, mazapan de pili"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Santan"]}," coconut jam with slivers of pili nuts. Great with toast or even over ice cream!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dried fish products"]},": Ligao is not far from coastal areas with abundant fish and seafood, hence, the wonderful array of dried and smoked fish products.  A word of caution: do not attempt to bring these items through international flights unless they are packed and sealed."]},"\n",{"type":"===","value":[" Restaurants "]},"\n\n",{"type":"'''","value":["Jollibee"]},", a popular national chain serving burgers, fried chicken, spaghetti and quick fastfood fare. \n\n",{"type":"'''","value":["Kuyang's Grill"]},",run by Marcelo Garcia, is a full dining restaurant with an al fresco patio and banquet area, a large kitchen ,a menu of local food favorites. \n\n'''Mexita Pizza Parlor\n\n",{"type":"'''","value":["Berman Ice Cream Haus and Halo-Halo"]},",ice cream,(ice cream sandwich),(banana split),halo-halo,tapsilog,pancit are available.Come and visit this place\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" Ligao City Travel Lodge,"]},{"type":"*","value":[" Ligao City Pension House,"]},{"type":"*","value":[" Ricardo's Place ,"]},{"type":"*","value":[" Sambitan Tourist Inn."]},"\n\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["There are two police substations in the city."]},{"type":"*","value":["The city has a low crime rate 0.9%, but always be alert as bad elements lurk around you."]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Philippines"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ligao City"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["13.216666666667"],["123.51666666667"]]}]