[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Likoma Island"]},", along with its sister ",{"type":"[[","value":[["Chisumulu Island"]]},", is in the Mozambican territorial waters of Lake Malawi\/Nyasa. Both Likoma Island and Chisumulu belong to ",{"type":"[[","value":[["Malawi"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nA ferry runs twice a week from  ",{"type":"[[","value":[["Cobuè"]]}," to ",{"type":"[[","value":[["Likoma Island"]]}," in Mozambique.  The same ferry also stops off at ",{"type":"[[","value":[["Chisumulu Island"]]}," en route to ",{"type":"[[","value":[["Nkhata Bay"]]}," back on mainland ",{"type":"[[","value":[["Malawi"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nMain staple foods on the Island are cassava and maize. Maize is mainly imported from Malawi mainland and Mozambique since the Island is not a conducive environment for such crop. Traditionally, people on the Island eat nsima prepared from cassava flour and maize flour. Fish is the main source of income and many people venture into fish selling. Fishing is mostly done by using locally dugout canoes and small boats. The commonly ate fish are usipa, utaka, and many other different species.\n\n",{"type":"==","value":["Drink"]},"\nTap water is available as well as bottled water. The choice rests on the an individual on what to drink in terms of water.\n\nSoft drinks\n\nA traditional sweet non-alcoholic drink called mahewu or maheu is available in different flavours to suit your choice.\n\nCoca Cola, Fanta, Sprite, Orange squash are other tasty drinks for the thirsty mind.\n\nAlcohol\n\nAlcohol is sold in most parts of the Island and ranges from traditionally brewed gin (local gin called Kachasu and Masese) to factory brewed Calsberg beer and Chibuku. Masese and Chibuke are brewed from maize products. Malawi Gin and Powers No. 1 are also top on the list of visitors who date Malawi.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nkwichi Lodge, Manda Wilderness"],["url=http:\/\/www.mandawilderness.org"],["email="],["address=Cobue, Lake Niassa, Mozambique"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nkwichi is a top end responsible tourism lodge, Just a short boat trip from Likoma Island but be aware this is in Mozambique so a visa may be necessary."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mango Drift Lodge"],["url=http:\/\/www.mangodrift.com"],["email="],["address=PO Box 79"],["lat="],["long="],["directions=www.mangodrift.com"],["phone=+265 999 746 122"],["tollfree="],["fax="],["hours="],["price=$5-$30"],["checkin="],["checkout="],["content=Situated along a southwest facing beach, the lodge gets great sunsets. There are a number of thatched chalets along the beach, as well as a dormitory and camping facilities. There is an on-site restaurant serving a full range, including pizzas from a wood burning pizza oven. Bar under a mango tree, and a pool table. A full PADI dive centre is also on-site, offering fun dives and all courses, from discover scuba diving up to Divemaster."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunrise Inn"],["alt="],["url=http:\/\/sunriseinnmalawi.com\/"],["email="],["address=Mbamba, Likoma Island, Malawi"],["lat=-12.05401"],["long=34.75646"],["directions=MV Ilala\/flight from Lilongwe\/boat from Nkhata Bay"],["phone=+265888546919"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Locally owned and established. Built on rocks, sitting over the lake, facing Mozambique. Stunning views and incredible opportunities for birdwatching, snorkelling, boating and riding in local dugout canoes. Experience the island in a calm and relaxed environment."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Malawi"]]},"\nTo get out of Likoma Island, a ferry sails twice a week between the Island and Nkhata-Bay district in the northern part of the country while on the southern part, Nkhota-kota, Salima and Mangochi districts are the gateway ports. The ferry docks at Nkhota-kota, Chipoka in Salima and Monkey-bay in Mangochi providing access to major cities like Lilongwe and Blantyre.\n\nAir transport is available through Nyasa Air Taxi service which is a chartered service. Other privately owned aircraft are available on charter.\n",{"type":"[[","value":[["wikipedia:Likoma Island"]]},"\n",{"type":"{{","value":[["geo"],["-12.066666666667"],["34.733333333333"]]}]