[{"type":"{{","value":[["pagebanner"],["Lima-ohio-banner-01.jpg"],["pgname=Lima"]]},"\n",{"type":"'''","value":["Lima"]}," is a city in ",{"type":"[[","value":[["Northwest Ohio"]]}," and is the county seat of Allen County.\n\n",{"type":"==","value":["Understand"]},"\nThough the town shares its name with the capital of Peru, it is pronounced 'Lye-mah' thanks to the local vernacular. Founded in the 1830s, Lima became an oil boom town in the late 1800s. The city flourished as an industrial town until the 1970s, when many industries began to leave as part of the Rust Belt decline that affected much of the Midwest. This is evidenced by the sheer number of abandoned factories and warehouses in the city. Yet, Lima remains prominent in the area as a hub for business and local culture.\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By plane"]},"\nLima is served by the Lima Allen County Airport (AOH), located 5 miles southeast of the city center. It is about a 1 hour drive from Dayton International Airport (DAY), a 1 1\/2 hour drive from Port Columbus International Airport (CMH), a 1 1\/2 hour drive from Toledo Express Airport (TOL), and a 2 hour drive from ",{"type":"[[","value":[["Detroit Metropolitan Wayne County Airport"],["Detroit Metro Airport"]]}," (DTW).\n\n",{"type":"'''","value":["By car"]},"\nFrom the north or south, Lima is easily accessible from I-75, exits 124, 125 and 127. From the east, Lima can be accessed from State Route 81 or U.S. 30 to I-75 south. From the west, one can take U.S. 30 to State Route 309.\n\n",{"type":"==","value":["Get around"]},"\nIn the city center, the two main hubs are Market Street (running east and west) and Main Street (running north and south). The two streets meet at the center of town, in a small area known as Town Square. It is here that most downtown businesses are, and where weekly \"Rally in the Square\" events take place during the summer. The yearly \"Square Fair\" also takes place here in early August.\n\nIn the main business district outside of downtown (known as 'Westgate'), main hubs are Elida road (running northwest to southeast) and Cable Road (running North and South). The majority of activities can be found in this area of town, about 5 miles northwest of downtown. Most restaurants, shopping, activities and the Lima Mall are in this area.\n\nIf you take Market Street east out of town it will become Bellefontaine (pronounced 'Bell-fountain') Street, and you will find another business district (known as 'Eastgate') similar to that near Elida\/Cable Roads. This is where I-75 exit 125 meets the city, and the Allen County Fairgrounds are about a mile east of this stretch of businesses on Bellefontaine.\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Allen County Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Allen County Museum is a delightful treat. While focusing on Lima's pioneer days, the lower level celebrates the glory days of Lima, prior to the discovery of Texas Oil. The museum also includes an exhibit on John Dillinger, who escaped the county jail."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nMost restaurants in Lima are of the chain variety, either fast food or sit-down. There is at least one of most major type of restaurant (Texas Roadhouse, IHOP, Applebee's, Olive Garden, Panera Bread, etc.) in town, but there are a few local restaurants worth visiting.\n\nEven if you are just passing through, a visit to Lima is not complete without a burger from ",{"type":"'''","value":["Kewpee"]},". Founded as a fast food chain in the 1920s, most Kewpee restaurants closed decades later except for the family-owned franchises in Lima, which retain their nostalgic feel. The burgers, fresh from local meat, are spectacular and well worth a stop off the highway. It has three locations: one by the highway at Bellefontaine & Kibby, one downtown at Market & Elizabeth, and one in Westgate at Cable & Allentown.\n\n",{"type":"'''","value":["The Packard Grill"]}," (near Cable & Elida) features good, cheap food and Packard car memorabilia.\n\n",{"type":"'''","value":["The Milano Cafe"]}," (near Cable & Elida) - Italian.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wingate Inn Lima"],["url=http:\/\/www.limawingate.com\/"],["email="],["address=175 W. Market Street"],["lat="],["long="],["directions=near the airport and university"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Upscale accomoation near downtown."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-75.svg"],["imagesize1=22px"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]}],["minorl1=",{"type":"[[","value":[["Findlay"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Jct ",{"type":"[[","value":[["Delphos (Ohio)"],["W"]]}," ",{"type":"[[","value":[["Image:US 30.svg"],["18px"]]}," ",{"type":"[[","value":[["Ada (Ohio)"],["E"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Dayton"]]}],["minorr1=",{"type":"[[","value":[["Wapakoneta"]]}],["image2=OH-309.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=Ends at ",{"type":"[[","value":[["Image:US 30.svg"],["18px"]]}],["minorl2=",{"type":"[[","value":[["Delphos (Ohio)"],["Delphos"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Mansfield (Ohio)"],["Mansfield"]]}],["minorr2=",{"type":"[[","value":[["Ada (Ohio)"],["Ada"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["40.740833"],["-84.115000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest Ohio"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Lima, Ohio"]]}]