[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Limbe view with Bioko.jpg"],["thumb"],["Ocean at Limbe, with Bioko (Equatorial Guinea) visible in the distance"]]},"\n",{"type":"'''","value":["Limbe"]}," is in the ",{"type":"[[","value":[["Coastal Cameroon"],["South West Region"]]}," of ",{"type":"[[","value":[["Cameroon"]]},". It is a cosmopolitan city with a blend of various cultures which originated due to the hospitality of the people and western influence. This is one of the first cities in Cameroon to get in contact with the whites. The sanitation in Limbe is the best in Cameroon, so it has been nicknamed \"clean city\".\n\n",{"type":"==","value":["Understand"]},"\nLimbe city is a touristic city and a place were you can relax and get to know the history of this town in the behaviors and ways of the people. On entering the city you can read its motto above you which states \"A Town of Friendship\". It is dominated by Christian inhabitants such as the Baptists and Catholics.\n\n",{"type":"==","value":["Get around"]},"\n\n\n",{"type":"===","value":["By foot"]},"\nThe city is small, so many places can be reached on foot.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Le Mont Cameroun depuis Limbé.JPG"],["thumb"],["A view of Mount Cameroon from Limbe"]]},"\n",{"type":"===","value":["By car"]},"\nTaxis and hired cars are both available. Motorbikes are prohibited within the city\n\n",{"type":"==","value":["Talk"]},"\nThe main languages are English and French.The use of local pegin is common.\n\n",{"type":"==","value":["See and do"]},"\n",{"type":"{{","value":[["style"],["These attractions and activities should be ",{"type":"[[","value":[["Wikivoyage:Listings"],["listified"]]},"."]]},"\n",{"type":"[[","value":[["File:The German cannon.JPG"],["thumbnail"],["German cannon"]]},"\nYou can take a walk around to visit the touristic sites such as the playground in mile 4 where kids can go to relax and play, the botanical garden were you can visit and see various species of plants and their uses, and the zoological garden used for the conservation of endangered species in the country. Limbe's black sandy beaches on the Atlantic ocean are attractive to watch while the warm breeze passes by. The slave port which existed since the 17th century contains the ruins of the slave hurts which were constructed by the Europeans during this period. Mondoli Island and its beautiful site, which is in development by the city council. The remains of the eruption of Mt. Cameroon in Idenau. There is also a monument in memory of the Baptist missionary Alfred Saker and another celebrating the 150 years of Limbe's existence. One can also see German buildings from the period of German colonial rule, and a cannon which was used to fight during the First World War when fighting extended to Cameroon in 1916. \n\nThe Cameroon Development Corperation (CDC) produces and exports rubber, banana (makossa), tea, palm oil, etc. The refinery known as SONARA refines crude oil. Debuncha has a rainfall of about 10000mm per year. Idenao is 36km north west of Limbe. It is a small fishing community.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Cross-River-Gorilla-Gorilla-gorilla-diehli).jpg"],["thumb"],["A thoughtful gorilla at the Limbe Wildlife Centre"]]},"\nThe local dishes are mostly made of fish, due to the abundance of fish from the sea. There are various dishes from the traditional cocoyams such as kwacocoa bible or endeley bread (common among the Bakweri people) ekwang, ashu; others prepared with vegetables like the popular akomobong soup, eru and fufu, and a lot more. Roasted fish is commonly eaten at night, along with an abundance of prawns popularly known as janga. Cameroon was first named by the Portuguese (Cameroes) due to the abundance of prawns. There is also increasing local demand of snails, and they can be found in restaurants and at the beach.\n\n",{"type":"==","value":["Drink"]},"\nA variety of drinks are available, including the traditional palm wine and locally made cornbeer and foulerie, bottled drinks such as malta, pamplemouse (grapefruit), djino and beers such as Castle, Insemberg and a host of others. You can also get natural fruit juices and bottled water like Tangui and Supermount. The medicinal lemon grass tea and its great aroma is also available. It is popularly known as \"fever grass\" and used to calm fever.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Crafts in Limbe.JPG"],["thumbnail"],["Souvenirs"]]},"\n",{"type":"[[","value":[["File:Bracelets.JPG"],["thumbnail"],["More souvenirs"]]},"\nShoppers have ample opportunities to buy souvenirs in Limbe. There are  crafts available, bracelets depicting the creativity of the Limbe people, outfits such as the gaba ngondo of the Bakweri people and the hand-made north-west traditional outfit; books, articles and magazines about the town of Limbe; and paintings of outstanding creativity. For food lovers, you can get great chocolate biscuits made by Chococam.  \n\n",{"type":"==","value":["Sleep"]},"\nYou can have a good night's rest in affordable hotels or guest houses. There are hotels in town such as Trinity Hotel and Fini Hotel with a minimum price of 15000 FCFA. There are some hotels close to the sea with a perfect see view for nature lovers. Seme new beach hotel, finihotel etc with a minimum price of about 25000FCFA.\n\n",{"type":"==","value":["Stay safe"]},"\nLimbe city is a safe city, with few incidents of harassment or theft. However, if you are the victim of any crime, do report it to the police, who will endeavour to solve the crime.\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Cameroon"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["4.016667"],["9.216667"]]},"\n",{"type":"[[","value":[["wikipedia:Limbe, Cameroon"]]}]