[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["File:Lincoln - Castle Square.jpg"],["thumb"],["300px"],["right"],["Lincoln Castle Square"]]},"\nThe ",{"type":"[[","value":[["England"],["English"]]}," county town of ",{"type":"'''","value":["Lincoln"]},", ",{"type":"[[","value":[["Lincolnshire"]]}," is a cathedral city nestled between two portions of the Lincoln Edge - a steep escarpment that dominates the mostly flat county. Most famous for its cathedral and castle, housed within a Roman–medieval street plan.\n\nThe oldest section of the city, in which the cathedral and castle reside, sit at the top of Steep Hill. From the bottom of the hill a pedestrianised shopping street leads to the more modern (and trendy) portions of the city - Brayford Pool and the university.\n\n",{"type":"==","value":["Understand"]},"\nLincoln Castle Square Tourist Information Centre is at 9 Castle Hill, Lincoln.",{"type":"[","value":["http:\/\/www.visitlincolnshire.com\/useful-info\/tourist-information-centres\/lincoln-castle-square"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By road"]},"\nLincoln sits on the A46 between ",{"type":"[[","value":[["Newark (England)"],["Newark"]]},", ",{"type":"[[","value":[["Nottinghamshire"]]},", and ",{"type":"[[","value":[["Grimsby"]]},", ",{"type":"[[","value":[["Lincolnshire"]]},", and at the southern end of the A15.  Lincoln is surrounded by minor roads and Lincolnshire itself has no motorways.  The central area of Lincoln consists of narrow one-way roads and pedestrianised areas so driving is not recommended.  The St. Marks shopping centre has ample parking, and there is a multi-storey car park in the centre of town, near the University and Brayford Pool.",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\nA seasonal Christmas Market Park and Ride service is available and the easiest way to get to the Market.National Park and Ride Directory ",{"type":"[","value":["http:\/\/www.parkandride.net\/lincoln\/lincoln_frameset.shtml"]},"\n\n",{"type":"===","value":["By rail"]},"\nLincoln is served by direct trains from ",{"type":"[[","value":[["Leicester"]]},", ",{"type":"[[","value":[["Nottingham"]]},", ",{"type":"[[","value":[["Newark (England)"],["Newark"]]},", ",{"type":"[[","value":[["Peterborough"]]},", ",{"type":"[[","value":[["Sheffield"]]}," and ",{"type":"[[","value":[["Grimsby"]]},". There is also an infrequent direct service to ",{"type":"[[","value":[["Doncaster"]]},".",{"type":"<","value":["br"]},"\nLinks to ",{"type":"[[","value":[["London"]]}," are mainly by connection at Newark North Gate station which is on the East Coast Main Line and has regular, fast trains to London King's Cross. There is one direct train a day to ",{"type":"[[","value":[["London"]]}," King's Cross and one to London St Pancras (via Nottingham and Leicester). There is only a limited rail service to & from Lincoln on Sundays. ",{"type":"<","value":["br"]},"\nTrains are mostly operated by East Midlands Trains, with the Sheffield route operated by Northern Rail and the direct London King's Cross train operated by East Coast.",{"type":"<","value":["br"]},"\nGenerally, rail journeys are fairly punctual, if sometimes a bit uncomfortable. Services from ",{"type":"[[","value":[["Peterborough"]]}," and ",{"type":"[[","value":[["Grimsby"]]},", and some services from ",{"type":"[[","value":[["Nottingham"]]}," and ",{"type":"[[","value":[["Sheffield"]]},", to Lincoln may be only a single carriage and may be very crowded for at least part of the journey.\n\n",{"type":"===","value":["By air"]},"\nLincoln is located close to three airports.\n",{"type":"*","value":["Robin Hood Airport Doncaster Sheffield in ",{"type":"[[","value":[["Yorkshire"]]}," - A direct train from ",{"type":"[[","value":[["Doncaster"]]}," to Lincoln is available."]},{"type":"*","value":["Humberside Airport, North Lincolnshire - The airport is located near Barnetby village with a train station running direct trains to Lincoln Central Station"]},{"type":"*","value":["East Midlands Airport in ",{"type":"[[","value":[["Castle Donington"]]},", ",{"type":"[[","value":[["Leicestershire"]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Jew's House, Lincoln.jpg"],["thumb"],["left"],["12th-century Jew's House"]]},"\nThe easiest way to get around central Lincoln is on foot. The city is small and compact with services and attractions within a few minutes walk of each other. One can walk from the easternmost end of Lincoln to the western end at a very leisurely pace in around one hour. \n\nCars can be hired from two locations - Enterprise, located on the Outer Circle Road, and Hertz, found behind the Holiday Inn hotel (on Brayford Wharf). However, driving around the city itself is in-advised. Lincoln employs a complex one-way system that will quickly confuse tourists (and even some locals).\n\nThe main High Street is only a minute's walk away from the railway and bus stations. \n",{"type":"[[","value":[["File:Jew's Court, Lincoln.jpg"],["thumb"],["right"],["Frontage of Jews' Court on Steep Hill."]]},"\nPublic transport is as expected in a reasonable sized city. There are regular bus services; however, these are generally for journeys from the south of Lincoln and North Hykeham to the North of Lincoln rather than for short hops within the centre.\n\nMinicabs are widely available. Prices are charged on a zone system and all of the firms are regulated by Lincoln City Council; you are well advised to avoid unlicensed companies - soliciting passengers for these cabs is illegal, and in the event of an accident they often have no insurance.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lincoln Cathedral"],["alt="],["url=http:\/\/www.lincolncathedral.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Summer (approx Jul-Aug) M-F 7.15AM-8PM, Sa-Su 7.15AM-6PM, Winter M-Sa 7.15AM-6PM, Su 7.15AM-5PM. One of the finest and best situated Gothic buildings in Europe, now also famous as the location used to double as Westminster Abbey in The Da Vinci Code movie. For over 200 years it was the tallest building in the world, before its wooden spire collapsed following a storm in 1549. The roof tours are recommended. Architecturally, the cathedral has some of the earliest flying buttresses, and a gargoyle named the Lincoln Imp, with which several legends are associated. Adult £5."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lincoln Castle"],["alt="],["url=http:\/\/www.lincolnshire.gov.uk\/section.asp?sectiontype=listmixed&catid=7014"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Castle Hill. May-Aug 10AM-6PM, Apr & Sep 10AM-5PM, Oct-Mar 10AM-4PM. Closed 24-26 Dec, New Year's Eve and Day. Tours available at certain times throughout the day. First established in the Norman period, when the city of Lincoln ranked 3rd in the realm for prosperity and importance. Building started by William the Conquerer in 1068 on a site occupied since Roman times. Contains an original copy of The Magna Carta. It is home to families of ducks during the breeding season, despite having no lake or pond. Also a working Crown Court and a Victorian Prison museum. Has fabulous views from the walls and observatory tower over the city and beyond. Visitors can stand on the tower where the city's hangings took place, or descend by a ladder into the dungeon where prisoners waited, and see the manacles still on the walls. Gruesome. £4.10, concessions available."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Steep Hill"]}," is the medieval lane which connects the modern town centre with the cathedral quarter atop the hill. This cobbled street is a delight of old buildings, many of which contain the more interesting shops in the city, and including the ",{"type":"'''","value":["Jew's House"]},", a twelfth-century building associated with Lincoln's thriving Jewish community in medieval times. The street's name is accurate and after a handrail-assisted ascent you reach the Magna Carta pub which stands between the castle and the cathedral. Continue for a few yards if you can be tempted by an interesting ice-cream parlour - their downstairs cafe has you sitting by a tenth-century arch under a vaulted stone ceiling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lawn"]},", a former psychiatric hospital, is now a visitor attraction which (as well as housing a conference centre) will be mainly of interest for the ",{"type":"'''","value":["Sir Joseph Banks Conservatory"]},", a free-to-enter hothouse with exhibits that Banks brought back from his travels with Captain Cook."]},{"type":"[[","value":[["File:Newport Arch.jpg"],["left"],["thumb"],["200px"],["Newport Arch, a 3rd-century Roman gate"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Roman remains"]}," are scattered around the cathedral quarter, for example behind the cathedral are the excavated remains of the Roman east gate, and on the north side of the castle at the junction of Westgate and Bailgate are the excavated remains of a Roman well amid the walls. Walking along Bailgate, notice the circles of old stones in the modern road surface - these are the original foundations of Roman pillars which lined this route, Ermine Street which stretches from London to York."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Ellis Mill"],["alt="],["url=http:\/\/www.lincolnshire.gov.uk\/section.asp?sectiontype=listmixed&catid=10154"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mill Rd. Sa-Su, Apr-Sep, 2-5PM; Su, 2PM-dusk, Oct-Apr. A preserved windmill built in 1798, the last remaining example of the nine mills along the Lincoln Edge which milled flour for the city. It is now surrounded by houses, but still operates on a volunteer basis and visitors are welcomed and given tours. Free."]]}]},{"type":"[[","value":[["File:Steep Hill.jpg"],["thumb"],["right"],["250px"],["A view up ",{"type":"''","value":["Steep Hill"]}," towards the historic quarter of Bailgate."]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Museum of Lincolnshire Life"]},", Burton Rd (",{"type":"''","value":["5 minutes walk from the West gate of Lincoln Castle and Cathedral"]},"), ",{"type":"[","value":["http:\/\/www.lincolnshire.gov.uk\/section.asp?sectiontype=listmixed&catid=7838"]},". Every day Apr-Sep and M-Sa Oct-Mar, 10AM-4PM. A rural history museum situated in a Victorian military barracks building. Free."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Medieval Bishops Palace"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/lincoln-medieval-bishops-palace\/"],["email="],["address=Minster Yard, LN2 1PU"],["lat=53.233067"],["long=-0.53557"],["directions="],["phone=+44 1522 527468"],["tollfree="],["fax="],["hours="],["price=adults £4.60, children £2.80, concessions £4.10"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lincoln Boat Trips"],["alt="],["url=http:\/\/www.lincolnboattrips.com\/pages\/default.shtml"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every day from Easter to end of Sep. Sailing times 11AM, 12:15PM, 1:30PM, 2:45PM, 3:45PM. Canal trips for 50-60 minutes on the River Witham and Fossdyke Navigation, a Roman-built canal which links the Witham with the River Trent. The vessel Brayford Belle operates from Brayford Pool opposite the Odeon cinema. Adults £6. Alternatively, you may hire a small, slow motor boat for £20 an hour."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cathedral City Cruises"]}," also offers boat trips from near the same location."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lincoln Christmas Market"]},". Styled on German Christmas Markets, the event takes place around the first weekend in December and lasts about 4 days.  Market stalls occupy all the roads around the castle and cathedral areas. There are also funfair rides. A real Christmas extravaganza and definitely worth a visit, but can be very busy.  Arrive early if travelling by car."]},{"type":"[[","value":[["File:Lincoln waterside.jpg"],["thumb"],["left"],["170px"],["Waterside ",{"type":"''","value":["Empowerment"]}," 2002 sculpture"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Theatre Royal Lincoln"]}," is just off the high street, on Clasketgate."]},"\n",{"type":"==","value":["Buy"]},"\nThere are plenty of standard chain shops on the high street, just about everything one could want. These range from bigger chains such as HMV, to smaller chains such as Lush cosmetics, and even more local shops. Various streets run off the high street, containing more shops. There is also the Waterside shopping centre on the high street. If you venture further up to Steep Hill and the Bailgate area beyond, you will find more local and traditional shops, such as sweet shops and knick knack shops. All of the major banks are also in the town centre.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:High Bridge, High Street, Lincoln.jpg"],["thumb"],["right"],["16th-century High Bridge"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Cheese Society Cafe"],["url=http:\/\/www.thecheesesociety.co.uk"],["email="],["address=1 St Martins Lane"],["lat="],["long="],["directions=Just off the top of the High Street, near the bottom of the Strait"],["phone = +44 1522 511003"],["tollfree="],["fax="],["hours=10.00-4.30PM M-Sa"],["price=Reasonably priced"],["content=A highly individual established cafe & cheese shop specialising in cheesy dishes, such as double baked souffles and baked Camembert. Also has non-cheese options.  Uses many local producers. The food is freshly cooked and presented to a high standard.  Light and airy, bistro style, with pretty slick service. Can get busy, as it seats 24, but well worth waiting for a table.  Food is served until 4PM.  Not suitable for under 10s. Licensed."]]}]},"\n",{"type":"*","value":["Some Chinese restaurants are ",{"type":"'''","value":["Yo Yo's"]}," located opposite Debenhams and ",{"type":"'''","value":["The Laughing Budda"]}," located in the town centre. For an Italian experience, try ",{"type":"'''","value":["Pomodoro"]}," located just off the high street (near Subway) or ",{"type":"'''","value":["Romans"]}," located close to the Lincoln Castle."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chimichanga's"]},", Brayford Waterfront. This is a new restaurant, which has received great reviews of its food. Service is considered to be mediocre, but due to its staff being new to the business, it can be expected that service will improve. Chimichanga's specialises in Mexican style food and is relatively expensive, but food is considered to be of very high quality."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nando's"]},", Brayford Waterfront. A chain restaurant specialising in Portuguese peri-peri chicken dishes, all of which are offered in a variety of spice strengths (lemon & herb, mango & lime, medium, hot, extra hot). Its service is very good and very prompt. Beware of the Extra hot serving! Prices are fairly cheap considering the size of portions you receive. There is no service charge and babies and children are very welcome."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Nosey Parker"]},", Tritton Road (",{"type":"''","value":["at the junction with Dixon Street"]},"). This is a pub that serves a pub lunch.  Portions are fairly generous and you can expect to pay about £5-£10 for a meal although there are a number of special offers where you can receive 2 meals for £10. Their steak is fantastic and quite generous.  Be prepared for a very long wait for food, though."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizza Express"]},", High Street (",{"type":"''","value":["at the corner with Grantham Street, in the upper half of the pedestrianised High Street"]},"). Don't let the name fool you! It doesn't serve pizza fast. It serves, what some would say, the best pizza in all of Lincoln, but expect to pay somewhat higher prices!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Planet Masala"]},", Wigford Way, (",{"type":"''","value":["5 minutes from the High Street"]},"). Indian restaurant. The general standard of food is fairly good, but service is very slow. Expect to wait up to a half hour for a meal! This will be the same even if you are the only customers in the restaurant. Various reasons have been offered to answer this, one of which included that \"meals were cooked to order\" though this is unlikely! Drinks come in a very small glass but are refillable, though don't be surprised if you had to refill your drinks half a dozen times during the course of a meal. Prices are fairly low, but a full meal could be expensive. Dishes generally cost about £5-£8 each."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pyewipe Inn"]}," - Out along the canal. Good food."]},"\nMost major fast food chains are available in and around the town centre.\n",{"type":"*","value":[" McDonalds - was stuck in 1986, but recent refit brings it up to about 1999."]},{"type":"*","value":[" Burger King (x2) - usually not very busy"]},{"type":"*","value":[" Starbucks - full always"]},{"type":"*","value":[" Subway (x2)"]},{"type":"*","value":[" KFC - A huge distance down the high street"]},{"type":"*","value":[" Pizza Hut"]},{"type":"*","value":[" City Snax\/Double M - Near Market Area."]},"Most bars also have food menus.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Lakeside Restaurant"],["url=http:\/\/www.branstonhall.com\/dining"],["email="],["address=Branston Hall Hotel, Branston, Lincoln England LN4 1PD, UK"],["lat=53.19502996194308"],["long=-0.4825615882873535"],["directions="],["phone =+44  1522 793305"],["tollfree="],["fax="],["hours=7.30 until late"],["price=From £25"],["content=Booking essential. Use of mobile phones not permitted. Children under 12 not permitted in the evening."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Lincoln Cathedral from the Castle east gate - geograph.org.uk - 134106.jpg"],["thumb"],["right"],["Iconic view of Lincoln Cathedral"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Vine Inn"]},", Newland Street West. A traditional local pub in the heart of the West End used by both local and students."]},{"type":"*","value":[{"type":"'''","value":["The Victoria"]},", near the castle within Lincoln hosts some of the finest ales in the city and is well worth a visit.... throw back to what a real pub should be with real people. Now having a mixture and varied clientèle but with excellent service and atmosphere,  a superb place to go."]},{"type":"*","value":[{"type":"'''","value":["The Tower"]}," (part of a hotel) Great place to meet with friends up hill, more trendy that other bars in the area and serves mainly the aspirational and upcoming crowd."]},"\nThere are plenty of bars in Lincoln, most of which are on the high street or the waterfront. The main nightclub in Lincoln is the ",{"type":"'''","value":["Engine Shed"]}," which was finished in September 2006. It is the biggest music venue in the area, and so far has played host to bands such as The Zutons, Stereophonics, Kasabian & Feeder. It is open to both students and locals, although it is students only on Wednesday and Saturday.\nOther clubs are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Ritzy's"]}," - Featuring three floors playing different music. Very expensive on weekends. Student only night on Wednesday."]},{"type":"*","value":[" ",{"type":"'''","value":["Sugarcubes"]}," - The only rock club in Lincoln (after the closure of Martha's and Po Na Na), cheap drinks and equally cheap decor."]},{"type":"*","value":[" ",{"type":"'''","value":["Scy"]}," - Good variety of music, with rock and R'n'B nights. Two floors, although very small and not particularly cheap."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Branston Hall Hotel"],["url=http:\/\/www.branstonhall.com"],["email="],["address=Branston, Lincoln England LN4 1PD, UK"],["lat=53.19502996194308"],["long=-0.4825615882873535"],["directions="],["phone =+44 1522 793305"],["tollfree="],["fax="],["hours="],["price=From £79.50"],["checkin=Any time"],["checkout=12.00"],["content=Country house hotel situated in parkland with its own lake"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gables Guest House"],["alt="],["url=http:\/\/www.Gablesguesthouse.com\/"],["email="],["address=546 Newark Road Lincoln Lincolshire LN6 9NG England"],["lat="],["long="],["directions="],["phone=+44 1522 829102"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Single £40"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Lincoln City Centre"],["url=http:\/\/www.expresslincoln.co.uk"],["email="],["address=Ruston Way, Brayford Park, Lincoln"],["lat="],["long="],["directions="],["phone =+44 1522 504200"],["tollfree="],["fax="],["hours="],["price=From £55"],["checkin=15:00"],["checkout=11:00"],["content=Holiday Inn Express Lincoln City Centre is a brand new hotel which opened in December 2008, featuring 118 bedrooms, bar, evening meals (midweek) and a coffee lounge with free WiFi."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Lincoln"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hotel\/eamln"],["email="],["address=Brayford Wharf North, Lincoln"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From £49"],["checkin=15:00"],["checkout=noon"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Poplars Bed and Breakfast"],["url=http:\/\/www.thepoplarslincoln.co.uk"],["email="],["address=Beaumont fee"],["lat="],["long="],["directions="],["phone = +44 7828971416"],["tollfree="],["fax="],["hours="],["price=£40"],["checkin=noon"],["checkout=noon"],["content=Great little B&B, a twin room for £20 each or double en-suite with French beds and wide-screen Tv for £25 per person. Martin and Heike (the owners) make you feel welcome without being too in your face."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=South Park Guesthouse"],["url=http:\/\/www.southparkguesthouse.co.uk\/"],["email="],["address=11 South Park"],["lat="],["long="],["directions="],["phone = +44 1522 887136"],["tollfree="],["fax="],["hours="],["price=Single £30"],["checkin=any time"],["checkout=10AM"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" North of Lincoln the A15 (aka the Roman road ",{"type":"''","value":["Ermine Street"]},") leads to the ",{"type":"'''","value":["Humber Bridge"]}," and to ",{"type":"[[","value":[["East Yorkshire"]]},"."]},{"type":"*","value":[" West of Lincoln beyond the vale of the River Trent lies ",{"type":"[[","value":[["Sherwood Forest"]]},"."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Lincolnshire"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lincoln, Lincolnshire"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Lincolnshire\/Lincoln\/"]]},"\n",{"type":"{{","value":[["geo"],["53.25"],["-0.55"]]}]