[{"type":"{{","value":[["pagebanner"],["Lindau banner.jpg"]]},"\n",{"type":"{{","value":[["translate"],["de"]]},"\n",{"type":"[[","value":[["File:Lindau Harbor Lake Constance MS Schwaben 01.jpg"],["thumb"],["300px"],["Harbour entrance of Lindau"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/lindau.de\/ Lindau"]}]}," is a city in southern ",{"type":"[[","value":[["Bavaria"]]}," on the shore of ",{"type":"[[","value":[["Lake Constance"]]}," or the ",{"type":"''","value":["Bodensee"]},". It lies on the border to the Austrian federal-state of ",{"type":"[[","value":[["Vorarlberg"]]}," and the nearby Austrian town of ",{"type":"[[","value":[["Bregenz"]]}," is within walking distance. The historic town is actually an island and therefore technically called Lindau im Bodensee, (Lindau in Lake Constance)! Full of medieval and half-timbered buildings it is quite the tourist atttraction. One can also take boat tours leaving the small harbor and just sit and enjoy a Weissbier admiring the view of Austria and Switzerland and the Alps across the lake.\n\n",{"type":"==","value":["Understand"]},"\nLindau is not that big a tourist attraction and not so many tourists come in. Yet on a sunny day in summer, it is a great place to be. The town is old and very beautiful and has a good market.\n\n",{"type":"==","value":["Get in"]},"\n\nLindau has direct rail Eurocity connections from Munich and Zurich, as well as regional rail services from Austria, other parts of Bavaria and Baden-Wuerttemberg.  The main station is on the island city.  Friedrichshafen Airport is easily accessible by rail.\nLots of tourists come to Lindau from neighbouring harbour towns of Austria and Switzerland in the summer months for a short trip. cruises run from Bregenz to Lindau for as low as €5(adults). Check the ",{"type":"[","value":["http:\/\/www.bsb-online.com\/fileadmin\/twwc\/redakteur\/pdf\/fahrplaene\/Fahrplan-2013-Internet.pdf ship schedule (valid in 2013)"]}," for more information. Trains are available and Eurgio train tickets are available for unlimited travel in the region. Frequent trains run from Bregenz to Lindau and back during the day, single journey €2.4 adult on the OBB machine.\n\n",{"type":"==","value":["Get around"]},"\nLindau is a very small town and exploring it on foot is the best idea.\n\nThere are city bus lines operating on the island and the mainland ",{"type":"[","value":["http:\/\/www.lindau2.de\/index.php?sid=2640&ses=a4f9cd15b50727a66c2c8cb6b3a16c45"]},". Single ticket 2.00 EUR, 24-hour ticket 5.20 EUR, other options are available ",{"type":"[","value":["http:\/\/zeus.sw-lindau.de\/pdf\/Tarife_zum01102010.pdf"]},".\n\n",{"type":"==","value":["See"]},"\nFirst step after reaching Lindau should be to contact the tourist info centre just outside the train station, where one can get a list of beautiful buildings in the town and a free map too. On a sunny day, the views that this town offers are awesome.\n\n",{"type":"==","value":["Do"]},"\nTake cruise trips to neighbouring harbour towns like Bregenz, Konstanz or Friedrichshafen. One can plan a day trip from Lindau to Bregenz, climb the Pfander mountain at Bregenz that offers great views of the lake.(http:\/\/en.wikivoyage.org\/wiki\/Bregenz)\n\nSit in one of the restaurants by the lakeside and enjoy variety of cuisines.\n\nClimb the lighthouse for a nominal fee. Views are great from that height.\n\nOn the West side of the island there are very few places giving access to the water where swimming is possible, but do not expect a beach. Also on the West side there are small grassy patches where you can enjoy the sun and have a picnic.\n\n",{"type":"==","value":["Buy"]},"\nThe market place of Lindau is a beautiful street that offers lots of souvenirs at cheap prices. Branded cloth and accessories shops are quite a few in number. Number of shops sell hats, sunglasses and other accessories etc. One should consider buying Swiss Knives as they are at fair prices.\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants in the market and near the shore that offer variety of cuisine.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nPlenty of hotels available in Lindau, one can get a listing of these hotels at the tourist info point.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bregenz"]]}," (A)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Friedrichshafen"]]}]},"\n",{"type":"{{","value":[["geo"],["47.5333"],["9.6833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bavarian Swabia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Lindau"]]},"\n",{"type":"[[","value":[["Commons:Category:Lindau"]]}]