[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Linfen"]}," (临汾 ; ",{"type":"''","value":["Línfén"]},") is a city in ",{"type":"[[","value":[["Shanxi"]]},".\n\n",{"type":"==","value":["Get in"]},"\nLinfen is on the main rail line which runs through Shanxi.  It is also accessible by bus from most major cities nearby.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Guangsheng Temple"],["url="],["email="],["address=at the foot of Huoshan Mountain"],["lat="],["long="],["directions=17 km northeast of Hongdong Town, which is north of Linfen City"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Guangsheng Temple was established in the Eastern Han Dynasty in 147.  The temple, originally known as the Julushe Temple before being renamed Guangsheng in 769, was damaged in a major earthquake in 1303, during the Yuan Dynasty, and was rebuilt thereafter.  The temple experienced many repairs during the Ming and Qing Dynasties (1368-1911), but the structures have kept the architectural style of the Yuan Dynasty.  The highlight of Guangsheng Temple is the spectacular Feihong Pagoda (\"Flying Rainbow Pagoda\"), the largest and best preserved glazed pagoda in China.  Octagonal in shape and nearly 500 years old, this 13-storey pagoda glimmers on sunny days, with the sunlight reflecting off of the many multi-colored glazed tiles which cover the 47-meter tall tower.    The many eaves of the structure feature glazed Buddha, birds, beasts, dragons, guardians, warriors, other figures, and all sorts of plants, all exquisitely sculpted and still in excellent shape after over four centuries.  At the corner of each eave, a wind chime dangles from a ceramic dragon, with 114 such bells in all.  While the Feihong Pagoda is the main feature of the Upper Temple, visitors should not neglect the other strucures in the temple, which are quite spectacular as well.  Guangsheng Temple consists of an Upper Temple and a Lower Temple, and the buildings in this complex contain many exquisite sculptures, mainly from the Ming Dynasty."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hukou Waterfall"],["url="],["email="],["address=Southwestern Shanxi along the border with Shaanxi Province"],["lat="],["long="],["directions=Ji County (Jixian) is the nearest substantial town, 45km away.  Best accessed from the major city of Linfen.  Hukou can also be reached from Yannan City in Shaanxi Province, on the other side of the river."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Hukou Waterfall is the second largest waterfall in China and the largest on the legendary Yellow River.  As a result it is often claimed that this is \"the only yellow waterfall in the world.\"  At Hukou, located right on the border between Shanxi and Shaanxi Provinces, the 300-meter-wide Yellow River suddenly narrows and is forced violently through a 20-meter-wide gorge before falling turbulently into a stone pond 30 meters below prior to continuing its voyage towards the sea.  Over 1000 cubic meters of water per second rush frothily through this narrow opening in the rock, somewhat resembling water being poured from a giant teapot.  It is this appearance, plus all of this mist which the waterfall throws off, which gives rise to the waterfall's Chinese name, \"Kettle Spout Falls.\"  With viewing platforms just above the falls, visitors can view the Hukou Waterfall from close up."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yao Temple"],["alt=尧庙; Yáo​miào"],["url="],["email="],["address="],["lat="],["long="],["directions=Located 3 km to the south of Linfen."],["phone="],["tollfree="],["fax="],["hours="],["price=¥40"],["content=Yao Temple was built to honor Emperor Yao, one of the most respected emperors in Chinese history.  According to ancient legend, Emperor Yao became emperor of China around 2350 B.C., over 4300 years ago.  He was much respected for his humility, unpretentiousness, and caring devotion to his country and his people.  The original temple honoring Emperor Yao was built some 1700 yeasrs ago, with the temple having been moved to its present site in 658.  It was substantially renovated during the Qing Dynasty under the orders of Emperor Kangxi. The temple was used to hold memorial ceremonies for the legendary sage-king.  The main buildings include the Five Phoenix Palace (built during the reign of Emperor Qianlong in the Qing Dynasty) and the Guanyun Hall, which was built during the Tang Dynasty and which features a 2.8-meter-tall multi-colored sculpture of Emperor Yao.  Between these two buildings is a platform with a well.  Legend has it that this well was dug by Yao and that it was the first well in China, from which people learned how to dig wells to tap underground water.    In the gardens of the temple is a drum which is believed to be the largest in the world as well as a stele which dates from the Yuan Dynasty and which is an important source of information about a major earthquake which happened in ancient times."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Linfen Drum Tower"],["alt=Dazhonglou"],["url="],["email="],["address=Gulou Road"],["lat="],["long="],["directions=In roundabout at intersection of Gulou N, E, S, and W Roads"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This impressive drum tower, located at the center of a busy roundabout in central Linfen, is the second tallest drum tower in China.  (At 43.75 meters tall, it is just a bit shorter than the one in Beijing.)  Also known as Dazhonglou, this magnificent square tower was built in the Northern Song Dynasty, approximately 1000 years ago, and has been rebuilt a number of times since then, most recently in 1984.  This drum tower is supported by 12 massive wooden pillars, each one meter in diameter.  The building contains no nails and is held together by a series of interlocking wooden pieces.  Visitors may climb to the top, and the drum on display is not the original one, but the bell on display is some 800 years old."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nOne should generally not plan to stay in Linfen for long as air pollution is a serious issue in the city.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Hu kou pu bu"]]}," is China's ",{"type":"'''","value":["greatest waterfall"]},".  A day trip from Linfen, on the border with Shaanxi province.\n\n",{"type":"{{","value":[["geo"],["36.0833"],["111.5167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shanxi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Linfen"]]}]