[{"type":"{{","value":[["pagebanner"],["The Lions peaks (British Columbia) banner.jpg"],["caption=View of the Lions from the Howe Sound Crest Trail"]]},"\nStretching along the eastern shore of Howe Sound, ",{"type":"'''","value":["Lions Bay to Britannia Beach"]}," is a series of small communities and parks offering some gorgeous views, outdoor recreation and 30km of some of the most spectacular driving in Canada. For many travellers, the area is quickly passed through on the way to Whistler, but if you have the time, there are some options if you want to stop and explore.\n\n",{"type":"==","value":[" Understand "]},"\n\nBeginning north of West Vancouver and extending northwards along the coast to Shannon Falls Provincial Park, the area is dominated by Howe Sound and the Coast Mountains. The mountains are steep so there is very little area for settlement, so it makes for dramatic scenery but just a handful of communities and parks — Lions Bay, Porteau Cove, Furry Creek and Britannia Beach. \n\nHistorically, the area was important for its logging and mineral resources. These industries have declined so the focus has shifted to tourism and accommodating the spillover growth from Vancouver, Whistler and Squamish.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By car "]},"\nThe only road in and out of the area is the ",{"type":"'''","value":["Sea-to-Sky Highway"]}," (Hwy 99), which connects the communities to ",{"type":"[[","value":[["West Vancouver"]]}," and ",{"type":"[[","value":[["Vancouver"]]}," to the south and ",{"type":"[[","value":[["Squamish"]]}," and ",{"type":"[[","value":[["Whistler"]]}," to the north. It is roughly a 30-45 minute drive from Vancouver. \n\n",{"type":"===","value":[" By bus "]},"\nTranslink provides daily bus service, Route C12, connecting Lions Bay to the Horseshoe Bay ferry terminal and Caufield Village in West Vancouver. The bus generally runs hourly. Other communities in the area, such as Porteau Cove and Britannia Beach, are not reachable by bus.\n\n",{"type":"==","value":[" Get around "]},"\n\nA car is pretty much the only way to get around. You can cycle, but Highway 99 is hilly and windy, and the traffic moves fast. \n\n",{"type":"==","value":[" See and Do "]},"\n",{"type":"[[","value":[["File:BC Museum of Mining.JPG"],["thumb"],["right"],["The BC Museum of Mining in Britannia Beach"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=British Columbia Museum of Mining"],["alt=Britannia Mine Museum"],["url=http:\/\/www.bcmm.ca"],["email="],["address=Britannia Beach"],["lat=49.62349"],["long=-123.20469"],["directions="],["phone=+1 604 896-2233"],["tollfree=+1 800-896-4044"],["fax="],["hours=9AM-4:30PM daily"],["price=$13.50\/$16\/$21.50 (child\/students and seniors\/adult). Family pass $72"],["content=The site was once the largest copper producer in the British Empire and the concentrator building is considered a heritage site. The mining is long since finished but its history lives on as a family-oriented museum. Exhibits and tours offer insight into how mining worked a hundred years ago. Activities include riding the train into the old tunnels and panning for gold."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Furry Creek Golf & Country Club"],["url=http:\/\/www.golfbc.com\/courses\/furry_creek"],["email="],["address=150 Country Club Road, Furry Creek"],["lat=49.58333"],["long=-123.21111"],["directions="],["phone=+1 604 896-2224"],["tollfree=+1 888-922-9462"],["fax="],["hours=Open mid-March to mid-Oct"],["price=$99 July-Sept with discounted rates at other times of the year and for matinee\/twilight tee times (fee includes golf cart)"],["content=18 hole par 72 golf course with abundant scenery and wildlife. Made famous by the Happy Gilmore movie."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Murrin Provincial Park"],["url=http:\/\/www.env.gov.bc.ca\/bcparks\/explore\/parkpgs\/murrin"],["email="],["address=Hwy 99"],["lat=49.64444"],["long=-123.20833"],["directions=2 km north of Britannia Beach and 9 km south of Squamish"],["phone="],["tollfree="],["fax="],["hours=Open year round"],["price=Free"],["content=A small day-use park with a good lake for swimming (it's small enough to get warm in summer), some short hiking trails and a range of rock climbing routes. On the east side of the road, across from the Murrin Park parking lot and about 100 m north, is the trailhead for the Petgill Lake hike. The hike is about 11.5 km and offers some great views of Squamish and Howe Sound. The elevation gain is about 600 m and there are some steep sections."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Porteau Cove Provincial Park"],["url=http:\/\/www.env.gov.bc.ca\/bcparks\/explore\/parkpgs\/porteau"],["email="],["address=Hwy 99"],["lat=49.55935"],["long=-123.23515"],["directions=38 km north of Vancouver and 20 km south of Squamish"],["phone="],["tollfree="],["fax="],["hours=Open year round"],["price=Day use is free"],["content=A small provincial park on Howe Sound for day-use or camping. There is a beach although the water is very cold for swimming. Diving is also popular with an artificial reef created by two sunken ships just offshore."]]}]},"\n",{"type":"===","value":[" Hiking the Howe Sound Crest "]},"\nRunning along the ridge of the Coast Mountains from Porteau Cove south to the Cypress Bowl ski area in West Vancouver, is the Howe Sound Crest Trail. This 29 km hike passes over or by some thirteen peaks and many lakes, tarns and alpine meadows, including the Lions, the distinctive two bumps seen on the Vancouver skyline. Tackling the entire 29 km hike should be considered with planning as there are limited campsites and sources of freshwater. However, if you don't mind walking up a mountain, access points from Lions Bay and Porteau Cove make for popular dayhikes that offer some tremendous views and ample exercise. These hikes access high mountain terrain and are often under snow cover from November through June (and sometimes longer, depending on weather conditions). Trailheads located near Highway 99 are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Deeks Lake Trailhead"],["url="],["email="],["address=Porteau Rd exit"],["lat=49.54515"],["long=-123.24028"],["directions=1 km south of Porteau Cove"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the northern terminus of the Howe Sound Crest Trail. The hike leads to Deeks Lake and the start of it provides some nice views of Howe Sound. It is roughly 14 km round trip to the lake and back, with 1000 m of elevation gain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lions Bay - Sunset Dr Trailhead"],["url="],["email="],["address=end of Sunset Dr, Lions Bay"],["lat=49.47082"],["long=-123.23473"],["directions=take the Lions Bay Ave exit to Bayview Dr and make a left on to Sunset Dr"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the trailhead for three hikes that access different points -- The Lions, Mount Harvey and Brunswick Mountain -- on the Howe Sound Crest Trail. These are very steep hikes (1300-1600 m of elevation gain) and fairly lengthy, coming in between 13 - 15 km round trip. The trail to the Lions is also referred to as the Blinkert Trail."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lions Bay - Mt Unnecessary Trailhead"],["url="],["email="],["address=end of Oceanview Rd"],["lat=49.45627"],["long=-123.23052"],["directions=take the Lions Bay Ave exit and turn right onto Oceanview Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Trailhead for the hike to Mt Unnecessary. Round trip is about 9.5 km and 1300 m of elevation gain. As with other the other hikes listed here, there are some pretty good views from the top."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"*","value":[" There is a general store in Lions Bay next to the cafe."]},{"type":"*","value":[" There are some souvenir shops across the street from the Britannia Mine Museum in Britannia Beach."]},"\n",{"type":"==","value":[" Eat "]},"\nRestaurant options are few in this area. There are a couple of coffee shops\/cafes and a restaurant associated with the golf club. More diverse food options are available in ",{"type":"[[","value":[["Squamish"]]}," and ",{"type":"[[","value":[["West Vancouver"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Galileo Coffee"],["url=http:\/\/www.galileocoffee.com"],["email="],["address=173 Highway 99, Britannia Beach"],["lat=49.61971"],["long=-123.20533"],["directions="],["phone=+1 604 896-0272"],["tollfree="],["fax="],["hours=6AM-3PM M-F, 7AM-3PM Sa-Su"],["price=$1.50-5 for coffee, $2-6 for baked goods and sandwiches"],["content=Local coffee shop that roasts their own beans. The selection includes the usual mix of coffee, expresso-based and coffee alternative drinks, with some sweet and savoury baked goods. Their specialty is the \"Canadiano\" -- an Americano with a hint of maple syrup (its fairly sweet, sugar not always required). The sandwiches and wraps are a good size and there are about 4-6 varieties available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lions Bay Cafe"],["url=http:\/\/www.lionsbaygeneralstoreandcafe.com"],["email="],["address=350 Centre Rd, Lions Bay"],["lat=49.45969"],["long=-123.23619"],["directions=take the Lions Bay Ave exit and turn left onto Crossing Creek Rd and then left onto Centre Rd"],["phone=+1 604 921-2208"],["tollfree="],["fax="],["hours="],["price="],["content=Cafe with a selection of sandwiches, coffee and tea."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"[[","value":[["File:Porteau cove beach view.jpeg"],["thumb"],["right"],["View from Porteau Cove beach"]]},"\nLike restaurants, accommodation options are fairly sparse and lower end. More options are available in Squamish and ",{"type":"[[","value":[["Vancouver"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Porteau Cove Campground"],["alt="],["url="],["email="],["address=Hwy 99 - Porteau Cove PP (see directions above)"],["lat=49.55694"],["long=-123.23678"],["directions="],["phone="],["tollfree="],["fax="],["price=Drive-in sites $30 (+ $8 for electrical hook-up) outside of low season, $16 otherwise. Walk-in sites $16 year-round"],["checkin="],["checkout="],["content=There are 44 drive-in sites with electrical hook-up and 16 walk-in sites. Showers and flush toilets are available. Not all facilities may be available during the low season (Nov - Feb)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Porteau Cove Legacy Cabins"],["alt="],["url="],["email="],["address=Hwy 99 - Porteau Cove PP (see directions above)"],["lat=49.55801"],["long=-123.23544"],["directions="],["phone="],["tollfree="],["fax="],["price=$139 mid-Oct - mid-May, $179-$219 at other times. Minimum stay of three nights is required Mar-Oct"],["checkin="],["checkout="],["content=Log cabins that were built for the 2010 Winter Olympics and now available for the public to use. The cabins are one bedroom with a loft and can handle up to four occupants. They're set just back from the beach at Porteau Cove with a deck that provides views of Howe Sound and the Tantalus Range. Other amenities include a stove, mini-fridge, BBQ, microwave and three piece bathroom."]]}]},"\n",{"type":"==","value":["Connect"]},"\nCell phone coverage exists along the highway, although it can get weak at time. If you go hiking, cell signal will be variable. Expect to encounter blind spots.\n\n",{"type":"==","value":[" Go next "]},"\nThe Sea-to-Sky Highway continues on through Squamish to ",{"type":"[[","value":[["Whistler"]]}," and ",{"type":"[[","value":[["Pemberton (British Columbia)"],["Pemberton"]]},". There's excellent hiking and camping at ",{"type":"[[","value":[["Garibaldi Provincial Park"]]},", 30-40 minutes north.\n\n",{"type":"{{","value":[["routebox-1"],["placename=Britannia Beach"],["image1=BC-99.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Whistler"]]}],["minorl1=",{"type":"[[","value":[["Squamish"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Vancouver"]]}],["minorr1=",{"type":"[[","value":[["West Vancouver"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["49.5572"],["-123.2355"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sea to Sky"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Britannia Beach"]]},"\n",{"type":"[[","value":[["WikiPedia:Britannia Beach, British Columbia"]]}]