[{"type":"{{","value":[["pagebanner"],["Lisbon Wikivoyage Banner.png"],["caption=Fragment of the imposing frontage of Praca do Commercio including th Arco Triunfal da Rua Augusta in the very centre of Lisbon"],["unesco=yes"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":["Lisbon"]}," (",{"type":"[[","value":[["Portuguese"]]},": ",{"type":"''","value":["Lisboa"]},") is the capital of Portugal situated on seven hills at the wide mouth of the river Tagus (",{"type":"''","value":["Tejo"]},") where it meets the Atlantic Ocean. A port city, an economic centre, a cultural powerhouse and a thriving mix of Portugal's rich history and vivid contemporary culture, Lisbon enchants travelers with its white bleached limestone buildings, intimate alleyways, and an easy going charm that makes it a popular year round destination.\n\nLisbon is also the capital of the ",{"type":"[[","value":[["Lisbon Region"]]},", comprising many other splendid tourist destinations such as the UNESCO World Heritage site of ",{"type":"[[","value":[["Sintra"]]},", the seaside resorts of ",{"type":"[[","value":[["Estoril"]]}," and ",{"type":"[[","value":[["Cascais"]]},", or ",{"type":"[[","value":[["Almada"]]}," famous for its hilltop Cristo Rei statue, all of which are connected with Lisbon by excellent public transportation links.\n\n",{"type":"[[","value":[["File:Lisboa - Vista Geral2.jpg"],["thumbnail"],["right"],["Central Lisbon seen from a plane landing at Portela"]]},"\n",{"type":"==","value":["Understand"]},"\nLike ",{"type":"[[","value":[["Amman"]]},", ",{"type":"[[","value":[["Rome"]]},", and ",{"type":"[[","value":[["San Francisco"]]},", Lisbon is built on seven hills. Numerous slopes and few really flat areas is one of Lisbons trademarks. This is also a city of enchanting contrasts: The elegant squares, broad avenues and rectangular layout of the lower areas quickly gives way to the hilly, narrow, winding and unpredictable streets of neighborhoods such as Alfama and Bairro Alto. The spacious layout and monumental buidlings of Belem is surprising contrast to the cramped streets of Alfama og Bairro Alto. The elegant dining rooms and smart rooftop bars of expensive hotels seems like a different world compared to the excellent restaurants disguised behind an inconspicuous facade in a modest Bairro Alto street. Quality patisseries and restaurants thrive side by side with late night bars and noisy discos. The old, tiny squeaky trams (one of the city's trademarks) is no less of a contrast to the efficient metro network.\n\n",{"type":"[[","value":[["File:20121024 0176 Lisbon 41.jpg"],["thumbnail"],["Portugal may be a Southern European country, but Lisbon is a port on the Atlantic coast, so be prepared for wind and rain"]]},"\n",{"type":"===","value":[" Climate "]},"\nLisbon enjoys a Subtropical-Mediterranean climate, with mild winters and very warm summers.  Strongly influenced by the Gulf Stream it is one of the mildest climates in Europe. Among all the metropolises in Europe, here are the warmest winters on the continent, with average temperatures above 15.2 °C (59.4 °F) during the day and 8.9 °C (48.0 °F) at night in the period from December to February. Snow and frost are unknown. The typical summer's season lasts about 6 months, from May to October, with an average temperature of 25 °C (77 °F) during the day and 16.2 °C (61.2 °F) at night, although also in November, March and April sometimes there are temperature above 20 °C (68.0 °F) with an average temperature of 18.5 °C (65 °F) during the day and 11.2 °C (52.2 °F) at night. Rain occurs mainly in winter, the summer is very dry.\n\nLisbon is very close to the ocean and that brings windy and fast-changing weather, so you'd better bring a jacket or an umbrella with you, at least in winter, spring and autumn.\n\n",{"type":"[[","value":[["File:Pombaline Baixa Lisbon map 1756.jpg"],["thumbnail"],["right"],["Following the Great Earthquake, Marquis Pombal led the effort to redesign and rebuild the lower town in an organized fashion"]]},"\n",{"type":"===","value":[" Orientation "]},"\nThe city stretches along the northern bank of the river Tejo as it flows into the Atlantic Ocean. As the terrain rises north away from the water, steep streets and stairways form the old tangled neighborhoods or give way to green parks in the western suburbs. Basic navigation is easy by learning the main axis from the Praça do Comércio (the waterfront) through Rossion (main square) and Avenida da Liberdade (main street) to Praça de Marques de Pombal and Parque Eduardo VII on the top. Each neighborhood (such as Alfama or Bairro Alto) is distinct and easy to recognize. The hilltop castle and the waterfront are clear reference points, landmark structures such as the Santa Justa elevator, the Rossio station facade, the massive Cathedral (Sé de Lisboa), the white dome of Santa Engrácia and Augusta street arc (Arco da rua Augusta) also adds to the sense of direction. Also look out for the two huge bridges across the Tejo. Navigating the winding, hilly and narrow streets can challenging however, only the most detailed map gives the precise location. \n\nIt is often said that Lisbon lacks a defined \"downtown\", but tourists will find most of their points of interest in relatively compact area centred around the vast Praça do Comércio, facing the river. This is the starting point of the pedestrianized grid of ",{"type":"'''","value":["Baixa"]}," (lower town), which immediately borders other historic quarters of ",{"type":"'''","value":["Alfama"]},", ",{"type":"'''","value":["Chiado"]}," and ",{"type":"'''","value":["Bairro Alto"]},". Further northwest from Baixa stretches ",{"type":"'''","value":["Avenida da Liberdade"]},", a broad boulevard resplendent in leafy trees, chic hotels and upscale shops, terminating at the circular Praça de Marques de Pombal. The financial centre, however, is further remvoed (hence the notion of \"no downtown\") up north towards the hills, and not directly connected to the historic districts.\n\nOther districts of interest to the tourists are generally those by the riverside - the historic Belem in the southwest, the modern Parque de Nacoes in the northeast and the gentrifying Alcantara by the Bridge of April 25.\n\n",{"type":"[[","value":[["File:Downtown Lisbon.jpg"],["thumb"],["Baixa"]]}," \n",{"type":"====","value":[" Districts "]},"\n",{"type":"[[","value":[["File:Rossio square.JPG"],["thumb"],["Rossio square linking the Baixa to Avenida de Libertade"]]}," \n\nSince December 2012, Lisbon was reorganised into five zones (",{"type":"''","value":["zonas"]},"), which are further divided into 24 civil parishes (",{"type":"''","value":["freguesias"]},"). While the ",{"type":"''","value":["zonas"]}," reflect the actual characteristics of each area well, which also aids orientation for the tourists, ",{"type":"''","value":["freguesias"]}," serve mostly administrative purposes and are of little interest to tourists. More important are the unofficial ",{"type":"''","value":["bairros"]}," (neighbourhoods), which lack administratively defined boundaries, but are entrenched in local tradition and referred to in most tourist guides and even official publications. The main characteristics of each zone and most prominent ",{"type":"''","value":["bairros"]}," are outlined below.\n\n",{"type":"=====","value":[" Centro Historico "]},"\nThe historic centre of Lisbon is the riverfront belt formed by the hills of Bairro Alto and Alfama and the flat area of Baixa between them. It contains the following ",{"type":"''","value":["bairros"]},":\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Baixa"]}," - this part of the city was completely rebuilt after the 1755 earthquake by the Marquês de Pombal. The planned layout, greatly different from what you will see in the more ancient neighborhoods, is a testimony to the ideas of the Enlightenment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chiado"]}," - take a stroll along the historical streets of this elegant shopping district, stopping for a cup of coffee with the statue of Fernando Pessoa, Portugal's great Modernist poet. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alfama"]}," - this neighborhood still bears signs of the Moorish presence in the city, with the buildings very close to each other, and very irregular streets. It's very atmospheric and a great spot in which to wander around. Thanks to the firmer rock it was built upon, it was relatively spared during the Great Earthquake and therefore retains the charm of the winding alleys and ",{"type":"''","value":["azulejo"]},"-covered crumbling walls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bairro Alto"]}," - head uphill to Bairro Alto and give your legs a good workout, or take one of the ",{"type":"''","value":["elevadores"]}," (funiculars) for for stunning views of the city and some wild partying in Lisbon's most popular nightclub district."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Principe Real"]}," - the trendy district with all the fancy shops is just a 5 minutes walk from Bairro Alto "]},"\n",{"type":"[[","value":[["File:Praça do Marquês de Pombal (Lisboa).jpg"],["thumbnail"],["right"],["The grand Praça do Marquês de Pombal is perhaps the most central place in Lisbon, where three major ",{"type":"''","value":["Avenidas"]}," meet."]]},"\n",{"type":"=====","value":[" Centro "]},"\nThe geographic centre of Lisbon is also its economic and civic centre, with the main shopping and leisure boulevard of ",{"type":"'''","value":["Avenida da Libertade"]},", the large parks and prominent museums, as well as modern office towers scattered across ",{"type":"'''","value":["Avenidas Novas"]}," and the hills of ",{"type":"'''","value":["Campolide"]},".\n\n",{"type":"[[","value":[["File:2011-04-23 Portugal 444 - Lisboa (5695891718).jpg"],["thumbnail"],["right"],["Head to the east to Belem to better understand Lisbon's relationship with the Atlantic Ocean"]]},"\n",{"type":"=====","value":[" Ocidental "]},"\n",{"type":"''","value":["Zona Ocidental"]},", or the western zone, extends west of the historic centre along the riverside and encompasses the following ",{"type":"''","value":["bairros"]},", which here actually coincide with official ",{"type":"''","value":["fregusias"]},":\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Alcantara"]}," - rapidly gentrifying former docks, dominated on the western end by the supports of the gigantic new bridge over the river"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ajuda"]}," - the hilltop district known for the royal ",{"type":"''","value":["Palácio Nacional da Ajuda"]}," and adjacent ",{"type":"''","value":["Jardim Botânico da Ajuda"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Belem"]}," - Lisbon's westernmost district is its portal to the sea, with rich historic heritage and a sweet topping"]},"\n",{"type":"[[","value":[["File:Lisboa - Expo98 - Vista Geral.jpg"],["thumbnail"],["right"],["The modern Parque de Nacoes is in the east of Lisbon"]]},"\n\n",{"type":"=====","value":[" Oriental "]},"\n",{"type":"''","value":["Zona Oriental"]}," is the eastern zone, following northeastwards from the centre. Most of the area are residential districts and industrial docklands of little interest to the tourists, with the exception of the ",{"type":"'''","value":["Parque de Nacoes"]}," - the ultra-modern district built at the easternmost end of Lisbon for the 1998 World Expo, making the most of its riverfront location\n\n",{"type":"=====","value":[" Norte "]},"\nThe North of Lisbon is of precious little interest to the tourists, except perhaps for the ",{"type":"''","value":["Jardim Zoologico"]}," (zoo) and the ",{"type":"''","value":["Soto Rios"]}," long-distance coach and train station, both at the very southern tip of the zone.\n\n",{"type":"===","value":[" Tourist information "]},"\n",{"type":"{{","value":[["Listing"],["name=Lisboa Ask Me Centre"],["address=Pç. do Comércio"],["phone=+351 (21) 031-2815"],["hours=open 9AM - 8PM daily"],["lat=38.70788"],["long=-9.13786"],["content=The sparkling new centre will help you find accommodation and the staff are happy to dispense advice, maps and brochures. Smaller ",{"type":"'''","value":["Ask Me Lisboa kiosks"]}," are dotted about the Rossio district and airport and their multilingual staff also have maps and brochures."]]},"\n\nThe ",{"type":"'''","value":["Lisboa Card"]},", which can be purchased from tourist information outlets, offers free use of all public transport in the city and free or reduced price tickets to many museums, galleries and tourist attractions. They can be purchased in 24 hour adult €17, 48 hour €27 and 72 hour (€33  denominations.  They are not very good value unless you plan to visit a lot of museums. Especially so if you are a holder of a student identification card (international or national) since the student discounts to these attractions are often the same as for the ",{"type":"'''","value":["Lisboa Card"]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Lisboa Airport LIS aerial view September 2013 with Ponte Vasco Da Gama.jpg"],["thumbnail"],["right"],["As one can see when landing, the Portela Airport is basically inside the city of Lisbon and minutes from the shores of the river Tagus"]]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Portugal 2011 (6655827765).jpg"],["thumbnail"],["Main check-in area at Terminal 1"]]},"\nPortugal's largest international airport is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lisbon-airport.com Aeroporto da Portela"]}]}," (",{"type":"{{","value":[["IATA"],["LIS"]]},"). It is located between Loures and Lisboa, only 4 miles (7 km) from the city center.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Aeroporto da Portela"],["url=http:\/\/www.lisbon-airport.com"],["address=Alameda das Comunidades Portuguesas"],["phone=+350 (21) 841-3000"],["fax=+351 (21) 841-3675"],["lat=38.7712"],["long=-9.1299"]]}]},"\nThe airport has two terminals. All flights arrive at Terminal 1, while Terminal 2 is used for departures by low-fare carriers. The metro station, bus stops and main taxi rank are at Terminal 1. Terminal 2 is physically separate and quite distant from Terminal 1. There is a free shuttle bus between the terminals running at around 10 minute intervals. If you depart from Lisbon on a low-fare flight operated by Easyjet, Norwegian, Ryanair or Transavia, do add the extra time needed to make sure you catch the shuttle and transfer to Terminal 2 in time for your departure.\n\n",{"type":"====","value":[" Connections "]},"\n\nThe airport is dominated by Portuguese national carrier ",{"type":"[","value":["http:\/\/www.flytap.com TAP Portugal"]},", a ",{"type":"[","value":["http:\/\/www.staralliance.com Star Alliance"]}," member airline that covers an extensive network throughout Europe, Africa and the Americas, usually in codeshare with local Star Alliance partners. This is complimented by ",{"type":"[","value":["http:\/\/www.sata.pt SATA International"]},", the airline of the ",{"type":"[[","value":[["Azores"]]},", who connect Lisbon not only to the archipelago but also the East Coast of North America. Canadian and US-based carriers also offer seasonal and year-round direct flights to Lisbon.\n\nOther European flag carriers, especially those allied in SkyTeam and Oneworld, as well as independent, also operate direct flights from major European cities to Lisbon. Portela airport is also well served by low-fare European carriers EasyJet and Ryanair, for whom Lisbon is a base, as well as others such as Norwegian, Transavia and Vueling. \n\nOn balance, Lisbon Airport sees very few direct connections to Asia. TAP has no Asian destinations, so travelling to or from Far East requires changing at one of the European hubs or Dubai, from where Emirates, as the singular Middle Eastern carrier, offers a direct service.\n\n",{"type":"====","value":[" Landing approach "]},"\nThe approach to the airport most often used for landings takes the plane on a majestic sweep over the city. Grab a window seat on the ",{"type":"'''","value":["right"]}," side for a free show as you float over the Tagus and both bridges, the statue of Cristo Rei in ",{"type":"[[","value":[["Almada"]]},", the old aqueduct and the football stadium of Benfica; further out you'll easily be able to discern the castle, the streets of Baixa, the old quarters of Alfama and Mouraria, and right before touchdown - the Oriente train station and Parque das Nações.\n\n",{"type":"[[","value":[["File:Metro de Lisboa - Estação Aeroporto (8176857326).jpg"],["thumbnail"],["With the station directly underneath Terminal 1, the ",{"type":"''","value":["Vermelha"]}," (red) line of the Lisbon metro offers a direct underground connection to many destinations in Lisbon, but getting to the historic centre requires at least one transfer"]]},"\n\n",{"type":"====","value":["Getting from\/to the airport"]},"\nLisbon's efficient and dense public transportation network provides links form the Portela airport to almost every point in the city, so unless you have heavy luggage or some other reason not to, do take advantage of the public transit options. It is favorable not only costwise, but also because taxi drivers in Lisbon have a somewhat tarnished reputation for poor service and frequent overcharging attempts, even among the locals.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yellowbustours.com\/en\/cities\/lisbon\/airport-transport\/ Aerobus"]}]}," is a special service by Carris with two routes to main spots of the city. ",{"type":"''","value":["Aerobus 1"]}," running every 20 min follows Av. da Republica and Av. da Liberdade to the historic city center (Rossio, Praça do Comércio, and railway\/ferry terminal at Cais do Sodré). ",{"type":"''","value":["Aerobus 2"]}," departs every 40 or 60 minutes, depending on daytime, and goes towards the financial centre of the city in the northwest, stopping at Entrecampos, Praça de Espanha and Avenida José Malhoa. Aerobuses operate generally between 8 AM and 11 PM, check their website for particular infomation. Tickets start at €3.50 and are valid on all public transportation lines, such as buses and surface trams (but not for metro) for 24 or 48 hours. You can get a discount when buying the ticket online beforehand, as well as when travelling as a group."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Metro"]}," costs €1.25 (for Zapping option) and €1.40 (for one way ticket - as from 1 January 2013) from the airport to any place in the city centre. Lisbon Airport metro station opened in July 2012 and is the new final destination of Lisbon Red Line metro trains. The journey to Saldanha takes about 16 minutes and less than 25 minutes are enough to get from the Airport to Baixa-Chiado (Lisbon city centre). The Metro system in Lisbon is very reliable and safe, and quite probably the best way to get around the city - however, you should avoid riding the metro late at night (after 10PM some stations are occasionally targeted by groups of muggers looking out for unsuspecting tourists)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus"]}," lines 22, 44, 83, 705, 708, 744, 745, or night bus line 208. Bus 44 takes you to the Oriente railway station in about 10 minutes, where you can change for metro and continue to the city centre. Board fare is €1.80. ",{"type":"''","value":["7 Colinas"]}," transport card (see ",{"type":"[[","value":[["#Get around"],["\"Get around\" section"]]},") can be used which can be bought at the airport post office. Note that you are not allowed to take large pieces of luggage on these buses."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxis"]}," cost about €10.00 from the airport to the city centre. Charge is according to the meter, adding €1.20 per item of luggage. Taxis are required to have working meters (it is illegal to drive without one) and fares posted to the window in the rear seat. Be sure to ask the taxi driver if he has a working meter before getting into the taxi, and be careful of drivers trying to grab your bags and usher you into the taxi before you can make these inquiries. As with many cities, watch out for dishonesty and if you think you are being charged significantly more ask for their number and a receipt, and make it clear you plan to complain."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bike"]}," - Due to the relative proximity of Lisbon's airport to the city center, it is quite easy to cycle from the airport to the center, and could be recommended if you arrive for a ",{"type":"[[","value":[["cycling"]]}," trip. After leaving the airport and negotiating a roundabout, merge onto the long and straight dual-carriageway Av. Almirante Gago Coutinho (you should be able just to follow the \"Centro\" (\"Downtown\") signs.) After merging, the route to Baixa is simple and straight. This street later turns into Av. Almirante Reis, and then Rua de Palma, at the end of which you will be right in Baixa."]},"\n",{"type":"[[","value":[["File:Gare do Oriente.jpg"],["thumbnail"],["right"],["The unmistakeable roof of Gare do Oriente is a sight to behold"]]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Estacao de sta apolonia.JPG"],["thumbnail"],["right"],[{"type":"''","value":["Santa Apolonia"]}," is Lisbon's historic train station right at the riverside"]]},"\nThere are two main stations, ",{"type":"{{","value":[["Marker"],["name=Santa Apolónia"],["lat=38.71410"],["long=-9.12264"]]}," in the city centre and the ",{"type":"{{","value":[["Marker"],["name=Gare do Oriente"],["lat=38.76778"],["long=-9.09906"]]},", a bit further out and used by the high-speed trains. However, if you are entering Lisbon from the south, you may want to get off at the smaller stations of Entrecampos or Sete Rios. Their metro stations are closer to the historic centre than Oriente (you need to change metro lines to get to the centre from there).\n\nThe domestic high-speed line ",{"type":"'''","value":["Alfa Pendular"]}," connects ",{"type":"[[","value":[["Braga"]]},", ",{"type":"[[","value":[["Porto"]]}," and ",{"type":"[[","value":[["Coimbra"]]}," with Lisbon from the north and ",{"type":"[[","value":[["Faro"]]}," from the south. Prices between the major cities starts at €40 in second class. All trains call at Oriente, only some in Apolonia. ",{"type":"[","value":["http:\/\/www.cp.pt\/StaticFiles\/CP\/Imagens\/PDF\/Passageiros\/horarios\/longo_curso\/ap_ic.pdf The travel times"]}," on Alfa Pendular from Lisbon are around 1h 45min to Coimbra, 2h 45min to Porto, 3h 25min to Braga and 3h sharp to Faro. Regular ",{"type":"''","value":["Intercidade"]}," trains are also available, and by stopping at intermediate stations they add 20 to 40 minutes to each route. Train tickets may be booked directly with the train company, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cp.pt Comboios de Portugal"]}]},".\n\nTwo international services are available, the overnight ",{"type":"''","value":["Sud Express"]}," leaves ",{"type":"[[","value":[["Irun"]]}," on the border between Spain and France every day at 18:50 (6:50PM). The train calls at Oriente station at 07:20 the next morning before arriving in Santa Apolónia just ten minutes later. There is also a daily sleeper train from ",{"type":"[[","value":[["Madrid"]]}," named ",{"type":"''","value":["Lusitania"]}," leaving Chamartin station at 21:50 (9:50PM), arriving early next morning at 07:20 in Oriente and a few minutes later at Apolónia. Prices on both trains vary and can be heavily discounted to less than €40 for \"cama turista\" (a sleeping berth in a four berth shared compartment) if you watch the Renfe booking site a month or two in advance.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Ponte Vasco da Gama Portugal.jpg"],["thumb"],["right"],["Vasco da Gama Bridge"]]},"\n\nLisbon can be accessed from six main highways. Coming from the south (A2) or east (A6 - the main route from Madrid), there are the two bridges:\n\n",{"type":"'''","value":["From\/to south:"]}," The A2 goes all the way to the ",{"type":"''","value":["25 de Abril"]}," bridge, which usually has lots of traffic getting into Lisbon, especially on weekday mornings. This is the best option if you want to go to the center of Lisbon or to the west (A5 - ",{"type":"[[","value":[["Estoril"]]},", ",{"type":"[[","value":[["Cascais"]]},", ",{"type":"[[","value":[["Sintra"]]},").\n\n",{"type":"'''","value":["To north \/ to east:"]}," If you branch from the A2 into the A12, you'll get to the ",{"type":"''","value":["Vasco da Gama"]}," bridge, the longest bridge in Europe, it usually has less traffic than the older 25 de Abril bridge (but a more expensive toll). This is the best option to go to the eastern\/northern section of Lisbon (to the airport and to the Parque das Nações - the former Expo 98 site), and also to take the A1 or A8 going north.\n\n",{"type":"'''","value":["From\/to north and the airport:"]}," Coming from the north, there is the A1, that connects Lisbon to ",{"type":"[[","value":[["Santarém (Portugal)"],["Santarém"]]},", ",{"type":"[[","value":[["Fátima"]]},", ",{"type":"[[","value":[["Leiria"]]},", ",{"type":"[[","value":[["Coimbra"]]},", ",{"type":"[[","value":[["Aveiro"]]},", ",{"type":"[[","value":[["Porto"]]},".  The A1 ends near the airport. There's also the A8, which goes to Torres Vedras, Caldas da Rainha, Alcobaça, Leiria.\n\n",{"type":"'''","value":["From the west"]},", there is the A5, which connects to ",{"type":"[[","value":[["Estoril"]]},", ",{"type":"[[","value":[["Cascais"]]},", and the IC19 that crosses all the suburbs and ends near Sintra.\n\nLisbon has three ring roads: The 2ª circular, which connects the A1 to the IC19; the CRIL IC17 (still incomplete), which connects the Vasco da Gama bridge with the A1 and A8; and the CREL A9, which connects the A1 with the A8, IC19, A5, and goes all the way to the Estoril coast.\n\n",{"type":"===","value":["By bus"]},"\nAll nearby cities and most major cities in Portugal have direct buses to Lisbon. The main bus terminal is at ",{"type":"{{","value":[["Marker"],["name=Sete Rios"],["lat=38.74176"],["long=-9.16622"]]}," ",{"type":"''","value":["(Metro: Jardim Zoológico)"]},". The main operator for long-haul buses is ",{"type":"[","value":["http:\/\/www.rede-expressos.pt\/default.aspx Rede Nacional de Expressos"]},".\n\n",{"type":"===","value":["By boat"]},"\nLisbon is a major port on the Atlantic coast both for cargo and cruise traffic. Most major cruise ship operators include Lisbon in their itineraries, so it should be reasonably easy to find a cruise route that would take you there. That said, regular shuttle ferry traffic is limited to joining the banks of the Tagus river, i.e. there are no ferries to Lisbon other than the small ones from neighbouring municipalities.\n\nThe cruise terminals are at:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Alcantara Cruise Terminal"],["lat=38.6988"],["long=-9.1735"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Santa Apolonia Cruise Terminal"],["lat=38.7135"],["long=-9.1220"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Jardim do Tabaco Quay"]]}]},"\nFor those coming in by smaller boats, the Port of Lisbon operates four marinas - Alcantara, Belem, Bom Successo and Santo Amaro. You can find all the details at the ",{"type":"[","value":["http:\/\/www.portodelisboa.pt\/portal\/page\/portal\/PORTAL_PORTO_LISBOA_ING\/NAUTICA_RECREIO\/RECREATIONAL_DOCKS Port of Lisbon website"]},". Alternatively, you may moor at ",{"type":"[","value":["http:\/\/www.marinaparquedasnacoes.pt\/en Marina Parque de Nacoes"]},", which is operated as a separate entity.\n\n",{"type":"===","value":["By bicycle"]},"\nCycling ",{"type":"'''","value":["outside Lisbon"]}," can be a challenge, as Lisbon offers far easier cycling than what you may find outside of the city. The further you get from Lisbon however, the easier the cycling gets. You may wish to take advantage of certain regional trains that take bicycles in a separate luggage carriage, allowing you to start your cycling some 50 or 100 kilometers outside of the city.\n\nMore Below at ",{"type":"'''","value":["Getting around by bicycle"]},"\n\n",{"type":"{{","value":[["mapframe"],["38.730"],["-9.158"],["zoom=13"],["align=none"],["width=850"],["height=600"]]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" By public transportation "]},"\nLisbon has a very efficient public transport network that covers the entire city in addition to the surrounding areas. It consists of a bus and tram network operated by ",{"type":"[","value":["http:\/\/www.carris.pt Carris"]},", the separately-run ",{"type":"[","value":["http:\/\/www.metrolisboa.pt\/eng\/ Lisbon Metro"]}," underground rail, as well as commuter trains and ferries which connect Lisbon to its neighbouring suburbs. Additionally, Carris operates no less than four unique funiculars and one public elevator that both function as parts of the public transportation system.\n\n",{"type":"[[","value":[["File:Lisbon tram.jpg"],["thumbnail"],["right"],["An ",{"type":"''","value":["electrico"]}," climbing the streets of ",{"type":"''","value":["Ribeira"]}]]},"\n",{"type":"[[","value":[["File:Tram map Lisbon 2011.png"],["thumbnail"],["right"],["Map of tram lines in operation in Lisbon"]]},"\n",{"type":"====","value":[" Tram "]},"\nWhile numbering may suggest otherwise, Lisbon retained only five of the 28 tram lines it became famous for. \n",{"type":"*","value":[" line 12 - the shortest line does a loop between Praca de Commercio in Baixa and Alfama  "]},{"type":"*","value":[" line 15 - the longest line connects the Centro Historico to Belem and beyond"]},{"type":"*","value":[" line 18 - follows the route of line 15 along the coast until Santo Amaro, where it goes uphill to Ajuda"]},{"type":"*","value":[" line 25 - goes from Praca de Commercio through Chiado, along the foot of the Barrio Alto hill and then to Estrela"]},{"type":"*","value":[" line 28 - takes you on a veritable tour of the hills of Lisbon, starting at Campo Ourique, then going through ",{"type":"[[","value":[["#Estrela"],["Estrela"]]},", ",{"type":"[[","value":[["#Bairro Alto"],["Bairro Alto"]]},", Chiado, the Praca de Commercio in Baixa, then all the way around the hills of Alfama up north to Graca while ending in Praca Maritim Moriz"]},"The tram lines are sometimes marked with an \"E\" for ",{"type":"''","value":["electrico"]}," (which stands for \"tram\" in Portuguese) after the number, to distinguish them from three-digit bus line numbers.\n\nLines 12, 15, 18 and 28 are still operated using the \"historic\" tram cars - despite their appearance, though, they are quite modern creations, all built in mid-1990s to resemble the 19th century trams by combining bodies from the 1935-1940 with modern electrical and mechanical components. Line 25 is operated using modern articulated trams that are not any different than modern trams in other cities.\n\nInstead of paying for a ride on one of the costly tourist trams, try line 28, which winds its way through the \"Old Town\" of Lisbon beginning in Graça then down to the Alfama and to the Baixa then up through Chiado to Bairro Alto, and then down to Campo Ourique, taking you by many of Lisbon's most famous and interesting sites including monuments, churches and gardens.  The trip is hilly, noisy and hectic but it affords many beautiful glimpses of the city. And, although the tram can sometimes be overrun with tourists, you will definitely get a flavor of the locals, as many \"Lisboetas\" commute daily on these historical trams. Tickets cost €1.05 if payed by \"Viva Viagem\" card and €2,85 if purchased on-board or at a vending machine (note that these machines do not accept bills, and are sometime even out of change, so make sure you have the correct change!). From start to finish the ride takes around 30 minutes. Beware of pickpockets!\n\n",{"type":"[[","value":[["File:ElevBica(topo)2013.jpg"],["thumbnail"],["right"],["A trip on one of the ",{"type":"''","value":["ascensores"]}," should be on your list when planning your Lisbon trip"]]},"\n\n",{"type":"====","value":[" ",{"type":"''","value":["Ascensores and elevadores"]}," "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gloria Funicular"],["alt="],["url=http:\/\/www.carris.pt\/pt\/ascensores-e-elevador"],["email="],["address=Praça dos Restauradores - Bairro Alto"],["lat=38.71615"],["long=-9.14269"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Inaugurated on 24 October 1885, this funicular was the second to be placed in Lisbon. It is the most visited one in the city. On 2002 it was classified as National Monument. Lower station exactly where Avenida Liberdad connects to Restauradores."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bica Funicular"],["alt="],["url=http:\/\/www.carris.pt\/pt\/ascensores-e-elevador"],["email="],["address=Rua de São Paulo (Rua Duarte Belo) - Largo de Calhariz"],["lat=38.70860"],["long=-9.14676"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This funicular was inaugurated on 28 June 1892 and its route is known as the most typical of the city. In 2002 it was classified a National Monument. Ticket price is €3.50 for a round trip, however day cards are valid for it."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lavra Funicular"],["alt="],["url=http:\/\/www.carris.pt\/pt\/ascensores-e-elevador"],["email="],["address=Largo da Anunciada - Travessa Forno Torel"],["lat=38.71786"],["long=-9.14177"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest funicular of Lisbon was inaugurated on 19 April 1884 and on that day it worked for 16 consecutive hours, carrying more than 3,000 passengers free. In 2002 it was classified a National Monument."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Santa Justa Elevator"],["alt="],["url="],["email="],["address=Rua Aurea & Rua de Santa Justa"],["lat="],["long="],["directions="],["phone=+351 (21) 361-3054"],["tollfree="],["fax="],["hours="],["price="],["content=Located downtown, this elevator was designed by a follower of French engineer Gustav Eiffel and connects downtown to Trinidade, located many metres uphill. 7 Colinas valid. Inaugurated on 10 July 1902, it is the only street lift in Lisbon for public service. It was built by the architect Raoul Mesnier du Ponsard in cast iron enriched with filigrana details. In 2002 it was classified a National Monument."]]}]},"\n",{"type":"[[","value":[["File:Metro Lisboa Route Map (only with routes in operation).png"],["thumb"],["Lisbon Metro Map"]]},"\n",{"type":"====","value":[" Metro "]},"\nLisbon's recently refurbished ",{"type":"'''","value":["metro"]}," system is clean, quick, and efficient. While metro announcements are made only in Portuguese, signs and ticketing machines are generally bilingual in Portuguese and English. Every line shares at least one station with each of the other lines, so once you are in the system, you can go pretty much everywhere the system reaches to, which is most of the important locations in Lisbon.\n",{"type":"*","value":[" The ",{"type":"'''","value":["blue line"]}," (",{"type":"''","value":["linha azul"]},") has perhaps the most tourist-friendly route, starting at the Santa Apolonia train station and stopping at Terreiro do Paco, Baixa\/Chiado, (Praca do) Restauradores, Avenida (do Libertade), (Praca do) Marques do Pombal, Parque (Eduardo VII) and Jardim Zoologico. "]},{"type":"*","value":[" The ",{"type":"'''","value":["green line"]}," (",{"type":"''","value":["linha verde"]},") stops at Baixa\/Chiado as well, and goes to Cais do Sodre, from where you can take trains to ",{"type":"[[","value":[["#Belem"],["Belem"]]},", ",{"type":"[[","value":[["Cascais"]]}," and ",{"type":"[[","value":[["Estoril"]]}," or the ferry to ",{"type":"[[","value":[["Almada"]]},", as well as at Rossio, from where you can take a train to ",{"type":"[[","value":[["Sintra"]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["red line"]}," (",{"type":"''","value":["linha vermelha"]},") starts directly at the Lisbon Airport and stops at Oriente (for long-distance trains and the ",{"type":"''","value":["Parque des Nacoes"]},"). That said, one needs to change to another metro line to get to the historic centre."]},{"type":"*","value":[" The ",{"type":"'''","value":["yellow line"]}," (",{"type":"''","value":["linha amarela"]},") is of perhaps least use to tourists as it mostly connects the northern residential districts with the city. "]},"\nNo metro line goes to ",{"type":"[[","value":[["#Belem"],["Belem"]]},". You need to take a train from Cais do Sodre, tram line 15E or ",{"type":"[","value":["http:\/\/www.carris.pt\/fotos\/editor2\/spider_map_belem-jeronimos_21072012.jpg a bus"]}," to get there.\n\nMost of the metro system is a free art gallery. You'll find art by contemporary artists inspired by the stations' surrounding area. Check the subway webpage for more details on this curiosity. The red line is the newest one and has the best pieces of art.\n\n",{"type":"[[","value":[["File:Bus de Lisbonne (Portugal) (5911024187) (2).jpg"],["thumbnail"],["right"],["Public buses, just like trams and ",{"type":"''","value":["ascensores"]},", are all painted in the yellow Carris livery"]]},"\n\n",{"type":"====","value":[" Bus "]},"\nCarris operates a dense network of buses. Bus lines operating in the day start with a \"7\" (save for the \"400\" line that runs within the ",{"type":"''","value":["Parque de Nacoes"]},"), and those starting with \"2\" operate at nighttime (between midnight and 5 AM) when no daytime lines operate.\n\nOn the maps and in publications, bus and tram lines are ",{"type":"[","value":["http:\/\/www.carris.pt\/en\/colors-map\/ colour-coded"]}," with reference to the directions they go to. Orange lines stay within the central area, pink go to the east (Belem and Ajuda), red to the north (Parque de Nacoes and Portela), while blue and green to the northeast. This is more or less where each of the corresponding metro lines (red, green and blue) go. Grey-coded buses move between the outer districts and do not stop in the historic centre. Do note that the buses themselves are all in standard yellow Carris livery and do not carry such indications.\n\nTwo of the popular bus lines now offer complimentary NetBus WiFi service - line 736 from Cais do Sodre via Avenida da Libertade and Avenida da Republica (stops at Campo Grand, Campo Pequeno and Entrecampos), and line 783 from the Portela Airport to Amoreiras shopping and office centre via Avenida da Republica and Praca Marques de Pombal. Using those two bus lines you can get to most of the important tourist attractions while enjoying WiFi - simply log in to the \"CARRIS-TMN\" network while on the bus.\n\n",{"type":"[[","value":[["File:Barco-rio Tejo1979.JPG"],["thumbnail"],["right"],["Numerous ferries cross the river Tagus to help commuters and travellers get to Lisbon"]]},"\n",{"type":"====","value":[" Ferries "]},"\nFerries connect Lisbon to the suburbs across the Tejo river in the south. Taking a ferry to Cacilhas is a good opportunity to see Lisbon from the water. A ferry is paid for just like a metro trip; you can even use your ",{"type":"''","value":["zapping"]}," (using this system will give you a €0.05 to €0.10 discount on the single ticket) Viva viagem card.\n\nThe ferry boat takes you to ",{"type":"[[","value":[["Cacilhas"]]}," (the journey takes 10 minutes) or ",{"type":"[[","value":[["Trafaria"]]}," (",{"type":"[[","value":[["Almada"]]},") (€1.15), ",{"type":"[[","value":[["Seixal"]]}," (€2.30), ",{"type":"[[","value":[["Montijo"]]}," (€2.6) or ",{"type":"[[","value":[["Barreiro"]]}," (this journey takes half an hour) (€2.25). The boats are operated by ",{"type":"[","value":["http:\/\/www.transtejo.pt\/pt\/horarios_tarifarios\/tarifario_bilhetes.html Transtejo"]},".\n\n",{"type":"====","value":[" Fares and tickets "]},"\nThe best and, in many cases, the sole way to pay for city transport is buying a rechargeable green-colored card ",{"type":"''","value":["7 Colinas"]}," (",{"type":"''","value":["Viva Viagem"]},") ",{"type":"[","value":["http:\/\/www.metrolisboa.pt\/eng\/customer-info\/viva-viagem-card\/"]},". It is valid for metro, trams (electrico), urban trains, most buses and ferries. The exception is buses run not by Carris—other bus companies have their own tickets. The card itself can be purchased for €0.50 (this price doesn't include any trips—add as many trips as you want), and remains valid for a year.\n\nThe Viva Viagem card can be charged in ",{"type":"''","value":["three different modes"]},":\n",{"type":"*","value":[" ",{"type":"'''","value":["Single tickets"]}," for bus or metro (€1.40 - as from 1 January 2013)"]},{"type":"*","value":[" ",{"type":"'''","value":["Day pass"]}," for metro and buses (€6 plus €0.50 for the card the first time. The card is valid for unlimited use for 24 hours from time of purchase and can be re-charged each day)."]},{"type":"*","value":[" ",{"type":"'''","value":["Zapping"]},". This mode gives you slightly more credit than you pay for (for example, you will have to pay €10.00 for €10.75 of credit). It also offers flexible rates: every journey costs €1.25 (as from 1 January 2013), and you get a small discount for two contiguous journeys, e.g., if you change from metro to bus. The downside is that zapping in ticket machines can be done with round amounts only: €5, €10, €15. If you have a bit of unused money, it is wise to go to the ticked desk and there they do zapping for any amount. This way you can fully utilize your money on the card before going back to your country."]},"\nThere are ticketing machines located at the train or metro stations, which also provide instructions in English. You can also buy the ticket from the driver or machines on board (the latter only available in some new trams). Tickets purchased from a driver will not include a Viva Viagem card, and will cost more (€1.75 for bus and €2.85 for trams instead of €1.15 if you use the rechargeable card), so it makes more sense to buy the ticket before starting the trip.\n\nWhen using suburban trains, your tickets are charged onto the same kind of ",{"type":"''","value":["Viva Viagem"]}," cards. You cannot have more than one kind of ticket on one card, however, so you will probably need at least two of them, one for ",{"type":"''","value":["zapping"]}," (regular bus and metro use), one for suburban travel. The TransTejo (TT) ferries can make you buy yet another \"Via Viagem\" card with white stripe in the bottom, claiming that CP or Carris \"Via Viagem\" cards are not valid for them.\n\nIf you plan to be in Lisbon for an extended time (1 week and more), you can purchase an ",{"type":"'''","value":["unlimited pass"]}," that covers buses, metro, and funiculars. It takes 10 days, or if you need it quicker you can pay an extra €5 for next-day delivery at the Carris station in Santo Amaro or at the subway stations in Marques de Pombal, Alameda and Campo Grande. The base price is €12 for the Lisboa Viva card, plus €29 for a one-month unlimited pass. Bring a photo ID (passport), passport photos (the stations also have photo vending machines that take passport photos), and cash.\n\n",{"type":"====","value":[" By bicycle "]},"\n\nCycling ",{"type":"'''","value":["within the city"]}," is now much easier because of the work the municipality has been putting in with bike lanes, slowing car traffic, changing car traffic patterns and adding speed bumps etc. but of course parts of the town will always be part of the surprisingly hilly outlet of Lisbon. If you plan to cycle these note that some of these streets do have tram lines, potholes and absent of designated bicycle lanes, so ",{"type":"'''","value":["visitors wishing to venture into city traffic by bicycle should be used to urban riding"]},". Riding on the sidewalk is not recommended. It is advisable to get advice at local bikeshops.\n\nAlthough better than in recent years there are still bike lanes in town the newest, nice and safe stretches from Baixa to Belem along the beautiful river Tejo water front aptly known as the ",{"type":"'''","value":["Poetry Bike Lane"]},"\nThese days car drivers are often weekend cyclists and way more careful with cyclists, more than ever before. \nGood spots for anyone to cycle safe are along the flat riverfront area streching from Parque das Nacoes, to the central area of Cais Sodre, where you can rent bikes look below for bike iberia, and particularly from here to Belem. \n",{"type":"'''","value":["Must do for all travelers or cycling enthusiasts:"]}," A scenic and safe bike ride on bike lane from Baixa along waterfront to the historical area of Descobertas-Belem-Jerónimos.\n\nJust outside of Lisbon -you can take a free bike (but often in poor condition and limited offer) on trains or ferries- along the coast from Estoril towards the beautiful beach of Guincho, reach ",{"type":"[[","value":[["Sintra"]]},", ",{"type":"[[","value":[["Cascais"]]}," or ",{"type":"[[","value":[["Costa da Caparica"]]},". If traveling from Lisbon (and back) you should consider renting a bike there as there are no restrictions, nor additional charges, on traveling with bicycles on commuting trains.\n\nIf you take a bicycle in public transportation beware of the following:\n",{"type":"*","value":[" Metro: During working days you are allowed to carry bicycles in the metro only after 8PM. On weekends, it's allowed and it's free of charge."]},{"type":"*","value":[" Commuting trains: You are allowed to carry bicycles in the trains for free, everyday of the week just be reasonable and avoid rush hour passenger patterns."]},{"type":"*","value":[" Ferries: Bicycles travel for free, you are allowed but there are strict limitations on the number of bikes allowed depending on ferry lines and ferry boat type, arrive early and you shall avoid disappointment."]},{"type":"*","value":[" Bike Buses: There are 6 lines of the public bus company \"Carris\" in which you can put your bike inside."]},"\n",{"type":"'''","value":["Bike shops"]}," in Lisbon town center are rare. You can find a SportZone near Rossio or in major shopping malls. Ask there for specialist shops, shop assistants are usually very helpful.\n\n",{"type":"====","value":[" By car "]},"\n\nThink twice before using a car in the city unless you are prepared to spend hours in traffic jams and looking for parking space. The busy traffic and narrow streets with blind corners can be overwhelming to tourists. Also, due to lack of space and overcrowding, parking is difficult and annoying, as well as potentially dangerous - check the \"Stay Safe\" section below, regarding potential problems with criminals and homeless people who stand near parking spaces to \"help\" you park your car and then attempt to extort money from you.\n\n",{"type":"[[","value":[["File:Lisbon Street, Portugal (8619812026).jpg"],["thumbnail"],["right"],["Just walking up the hills of Lisbon is a delightful experience, but bear in mind the steep grade many streets climb at"]]},"\n",{"type":"====","value":[" Walking "]},"\n\nIf your accommodation is in the center of the city, ",{"type":"'''","value":["walking"]}," is a great alternative. Many of the attractions of the city, such as the Castelo and the Alfama and Bairro Alto districts, are within easy walking distance of the Baixa. Central Lisbon is very intimate and walking is very nice way to get around. Note however that the city is very hilly, a constant up and down everywhere, and streets\/sidewalks are largely covered in cobblestone (some slippery when wet). For visitors with mobility issues, central Lisbon can be challenging.\n\nIf you become lost or cannot find the location you are looking for, try to locate the nearest Carris bus or tram stop. Most of these stops (not all) have a very good map of the city with your current location clearly marked on the map. All the prominent tourist sites in Lisbon are also shown along with an index at the bottom of the map. A quick consultation with one of these Carris maps should point you back in the right direction.\n\nYou may also use the ",{"type":"[[","value":[["#Ascensores and elevadores"],[{"type":"'''","value":["funiculars"]}," and ",{"type":"'''","value":["elevadores"]}]]},". Day passes for public transportation are also valid for those.\n\n",{"type":"====","value":[" Tours "]},"\n\nHop-On Hop-Off Tours are also a good option to get to know Lisbon. Carristur is operating with the brand ",{"type":"[","value":["http:\/\/yellowbustours.com\/ Yellow Bus Sightseeing Tours"]}," and have tours in double-decker buses and old tramcars. Lisboa Autêntica, a walking tour company, offers unique, specialised tours in English (and five other languages). English tours are \"Lisbon Essential,\" \"Old Lisbon,\" \"Lisbon Wine,\" \"Lisbon Gastronomy,\" and \"Fado of Lisbon.\"\n\n",{"type":"==","value":["Talk"]},"\n\nAs with the rest of Portugal, ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," is the main language in Lisbon. However, most younger people know English, and it is possible to get by speaking only English. ",{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]}," is widely understood, though few are fluent in it, and many locals will respond more readily to English than to Spanish. Nevertheless, any attempt to speak Portuguese is always appreciated, and even simple things like basic greetings will often draw smiles and encouragement from locals.\n\nWhen asking for directions or trying to make out announcements, do note that Portuguese, while similar in writing to Spanish or Italian, has very peculiar pronunciation. In most cases, the letter \"j\" is pronounced as \"zh\", thus e.g. the river ",{"type":"''","value":["Tejo"]}," is pronounced \"tezho\" (and not \"teho\" as Spanish speakers would render it). Portuguese is also very \"soft\", with a peculiar accent, and many vowel-consonant combinations are pronounced very differently from other European languages. It may be good to memorize the proper spelling and pronounciation of some destinations you intend to visit to avoid misunderstandings or misreading directions.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ponte 25 de Abril"],["alt="],["url="],["email="],["address="],["lat=38.6983"],["long=-9.1790"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This sister bridge of the San Francisco – Oakland Bay Bridge was designed by the same architect in 1966 to connect Lisbon with the Setubal peninsula across the Tagus (Tejo) River. Formerly known as the Salazar Bridge, it was renamed after the Carnation Revolution, which on April 25, 1974 ended the dictatorship."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ponte Vasco da Gama"],["alt="],["url="],["email="],["address="],["lat=38.7863"],["long=-9.0916"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is the longest bridge in Europe (including viaducts), and ninth longest in the world, with a total length of 17.2 km (10.7 mi), including 0.829 km (0.5 mi) for the main bridge, 11.5 km (7.1 mi) in viaducts, and 4.8 km (3.0 mi) in dedicated access roads."]]}]},"\n",{"type":"===","value":[" Baixa "]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Praça do Comércio"],["alt="],["url="],["email="],["address="],["lat=38.70756"],["long=-9.13645"],["directions=Take the metro to Terreiro do Paço Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This magnificent plaza, facing the river, is the beginning of Lisboa's downtown. It is also known as 'Terreiro do Paço', meaning 'Grounds of the Palace', relating to its function before the Great Earthquake of 1755."]]}]},"\n",{"type":"[[","value":[["File:Ruins of Igreja do Carmo at 2009-06-15.jpg"],["thumbnail"],["right"],["Ruins of Igreja do Carmo"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rossio station"],["alt="],["url="],["email="],["address="],["lat=38.71439"],["long=-9.14076"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palacio Foz"],["alt="],["url="],["email="],["address="],["lat=38.71578"],["long=-9.14249"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Praca dos Restauradores"],["alt="],["url="],["email="],["address="],["lat=38.71576"],["long=-9.14168"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museu de Sociedade de Geografia"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Casa do Alentejo"],["alt="],["url="],["email="],["address="],["lat=38.71588"],["long=-9.13986"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Praca dom Pedro IV"],["alt=Rossio"],["url="],["email="],["address="],["lat=38.71378"],["long=-9.13936"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Praca da Figueira"],["alt="],["url="],["email="],["address="],["lat=38.71373"],["long=-9.13776"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nossa Senhora da Conceicao Velha"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":[" Chiado and Bairro Alto "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Igreja do Carmo"],["alt="],["url="],["email="],["address=Largo do Carmo"],["lat=38.71200"],["long=-9.14057"],["directions=Elevador Santa Justa or hike"],["phone="],["tollfree="],["fax="],["hours="],["price=3 €"],["content=The hilltop church of the former convent of Camro is a towering memorial of the 1755 earthquake, which made the roof of the church collapse, but the gothic arches of the bave survived. The church was preserved that way and now houses the Museu Arqueológico in the extant parts of the building (displays mummies from South America)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Santa Justa elevator"],["alt="],["url=http:\/\/www.carris.pt\/en\/elevators\/"],["email="],["address=Largo do Carmo - Rua do Ouro"],["lat=38.71215"],["long=-9.13920"],["directions="],["phone="],["tollfree="],["fax="],["hours=8:30-20:30 (viewing platform)"],["price=1.50 €"],["content=Excellent vertical view of the Baixa streets, next to Igreja do Carmo."]]}]},{"type":"[[","value":[["File:Jardim de S. Pedro de Alcântara.jpg"],["thumb"],["Jardim de S. Pedro de Alcântara"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mirador\/Jardim de S. Pedro de Alcantara"],["alt="],["url="],["email="],["address=Rua S. Pedro de Alcântara"],["lat=38.71497"],["long=-9.14406"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Excellent panorama from the lovely terrace\/garden on top of Elevador da Glória and northern corner of Bairro Alto."]]}]},"\n",{"type":"===","value":["Estrela"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu Nacional de Arte Antiga"],["alt="],["url=http:\/\/www.mnarteantiga-ipmuseus.pt\/"],["email="],["address=Rua das Janelas Verdes"],["lat=38.70479"],["long=-9.16152"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tuesday 2-6PM; Wednesday to Sunday 10AM-6PM; Monday closed"],["price="],["content=Portugal's impressive national art collection, including 14-19th century European painting, artefacts of Portuguese contact with the East and Africa and a collection of ecclesiastical treasures. Highlights include Dürer's St Jerome, Hieronymus Bosch's Temptations of St Antony, Nuno Gonçalves' Adoration of St Vincent, and 16th century Japanese paintings of Portuguese traders."]]}]},"\n",{"type":"[[","value":[["File:Vistas de Lisboa desde el Mirador de Santa Luzia, Portugal, 2012-05-12, DD 06.JPG"],["thumbnail"],["right"],["View from the Mirador de Santa Luzia in Alfama"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museu da Marioneta"],["alt="],["url="],["email="],["address="],["lat=38.70811"],["long=-9.15596"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basilica da Estrela"],["alt="],["url="],["email="],["address="],["lat=38.71321"],["long=-9.16054"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jardim da Estrela"],["alt="],["url="],["email="],["address="],["lat=38.7148"],["long=-9.1593"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palacio de Sao Bento"],["alt="],["url="],["email="],["address="],["lat=38.71284"],["long=-9.15534"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Alfama"]},"\n",{"type":"[[","value":[["File:Panteão Nacional Mosteiro de Sao Vicente de Fora zoom.JPG"],["thumb"],["National Pantheon or Santa Engracia"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Castelo de São Jorge"],["alt=St. George's Castle"],["url=http:\/\/www.castelodesaojorge.pt\/"],["email="],["address="],["lat=38.713889"],["long=-9.133611"],["directions=Walk up the hill from Alfama or take bus 37"],["phone=+351 218 800 620"],["tollfree="],["fax="],["hours=9AM - 9PM (March - Oct) and 9AM-6PM (Nov-Feb)"],["price=€7 with student discount available"],["content=Located up the hill, with a great view over the city and the river. If you have the energy, get there by walking from downtown, going through the fantastic old neighborhood of Alfama."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Panteão Nacional"],["alt=Igreja do Santa Engrácia"],["url=http:\/\/www.igespar.pt\/en\/monuments\/51\/"],["email="],["address=Campo de Santa Clara"],["lat=38.7150"],["long=-9.1247"],["directions=Santa Apolonia station, hike uphill. Tram 28"],["phone="],["tollfree="],["fax="],["hours=10:00 to 17:00, platform 10:00-18:00 (closed Mon, shorter hours in winter)"],["price=3 €"],["content=This is one of the most striking buildings in Lisbon. It's tall dome and white facade makes it a real landmark in Alfama\/Eastern Lisbon. Excellent views from the rooftop terrace. Construction began in 1681, then halted until the dome was added in 1966 and then converted to the National Pantheon. Amalia Rodrigues, queen of fado, is buried here, and fresh roses can be seen on the tomb.",{"type":"<","value":["br"]},"The church also has wide viewing platform on the rooftop all around its dome. Excellent panorama of the river and surroundings. No elevator."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alfama mirador"],["alt="],["url="],["email="],["address=Largo Portas do Sol"],["lat=38.71134"],["long=-9.13050"],["directions=walk uphill from Sé (Cathedral), tram 28"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Good viewpoint in Alfama uphill from the cathedral along tram route. Lovely view over rooftops and river."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu do Teatro Romano"],["alt=Roman Theater Museum"],["url=http:\/\/www.museuteatroromano.pt\/Paginas\/Default.aspx"],["email="],["address="],["lat=38.71027"],["long=-9.13241"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Along the way from downtown to St. Gorge's Castle."]]}]},"\n",{"type":"[[","value":[["File:Lisbon 09973 Lisboa Padrão dos Descobrimentos 2006 Luca Galuzzi.jpg"],["thumbnail"],["right"],["Monument to the Discoverers in Belem"]]},"\n\n",{"type":"===","value":[" Belém "]},"\n\nThis monument-packed neighborhood is a must-see place.\n\nTake bus 28 to the west (Restelo direction), which follows the coast line and provides an express service with few stops.\nTrain Cascais suburban train (line \"Cascais todos\" or \"Oeiras\"; the express trains don't stop in Belém) to Belém and walk to the attractions.\nTram 15 to the west (Algés direction), which follows the Junqueira residencial line. Check the route map inside the tram: it helps to find a right station for most famous of Belém attractions. \nThe extensive bus network also serves Belém from various departure points around the city and can be less busy than the tram.\n\nThe neighbourhood features:\n",{"type":"[[","value":[["File:Torre Belém April 2009-4a.jpg"],["thumb"],["right"],["Belem tower"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Belem Tower"],["alt=Torre de Belém"],["url="],["email="],["address="],["lat=38.69163"],["long=-9.21593"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entry fee for the tower only is €5"],["content=Open 10AM-5PM in winter, 10AM-6:30PM in summer (with the last entry allowed 30 minutes before closure). A ticket package for both the Belem Tower and Jeronimos Monastery is offered for €10."]]}]},"\n",{"type":"[[","value":[["File:Mosteiro dos Jeronimo (346721179).jpg"],["thumb"],["right"],["The sheer size of the Jeronimos Monastery is astounding enough, coupled with the ornate gothic deocration"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jerónimos Monastery"],["alt="],["url=http:\/\/www.mosteirojeronimos.pt\/index_mosteiro.html"],["email="],["address=Praça do Império, 1400-206 Lisboa"],["lat=38.69789"],["long=-9.20667"],["directions="],["phone=21 362 00 34"],["tollfree="],["fax="],["hours=Open 10AM-5PM in winter, 10AM-6PM in summer"],["price=Free entry to the church, €7 for the rest of the monastery"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Monument to the Discoveries"],["alt=Padrão dos Descobrimentos"],["url="],["email="],["address="],["lat=38.69360"],["long=-9.20572"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entry fee €4"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Statue to Afonso de Albuquerque"],["alt="],["url="],["email="],["address="],["lat=38.69667"],["long=-9.20027"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In front of the former Royal Palace of Belém, now the Presidential Palace, there is a massive statue looking out to sea, representing Afonso de Albuquerque, second ruler of Portuguese India in the early 16th century."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu da Marinha"],["alt=Maritime Museum"],["url=http:\/\/museu.marinha.pt\/museu\/site\/pt"],["email="],["address=Centro Cultural de Belém"],["lat=38.69714"],["long=-9.20793"],["directions="],["phone=213620019"],["tollfree="],["fax="],["hours=Open 10AM-5PM in winter, 10AM-6PM in summer"],["price=Entry fee €4"],["content=One of the most important in Europe, evoking Portugal's domination of the seas. Its colossal 17,000 items are installed in the west wing of Jerónimos Monastery, and include model ships from the Age of Discovery onward. The oldest exhibit is a wooden figure representing the Archangel Raphael that accompanied Vasco da Gama on his voyage to India."]]}]},"\n",{"type":"[[","value":[["File:Museu Nacional dos Coches (4904043960).jpg"],["thumbnail"],["right"],["Museu Nacional dos Coches"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu Nacional dos Coches"],["alt=National Coach Museum"],["url=http:\/\/www.museudoscoches-ipmuseus.pt"],["email="],["address=Praça Afonso de Albuquerque, Belem"],["lat=38.69749"],["long=-9.19963"],["directions=Tram or train to Belem"],["phone="],["tollfree="],["fax="],["hours=10:00 to 18:00"],["price=5 €"],["content=Housed in the former riding school of the palace, don't miss the world's largest collection of horse-drawn coaches and other royal vehicles. One of Lisbon's many unusual museums. Located in the \"Museum street\", Belem."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu Colecção Berardo"],["alt="],["url=http:\/\/mirror.berardocollection.com\/?toplevelid=33&lang=en"],["email="],["address=Centro Cultural de Belém"],["lat=38.69546"],["long=-9.20916"],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM - 7PM"],["price=Free admission"],["content=The permanent collection of the museum consist of the Berardo Collection, which is made up of modern en contemporary art, with major art movements like abstract expressionism, Abstraction-Création, action painting, body Art, constructivism, cubism, De Stijl, digital art, experimental art, geometric abstraction, kinetic art, minimal art, neo-expressionism, neo-plasticism, neo-Realism, op art, photography, photorealism, pop art, realism, suprematism, surrealism. Includes artists like Piet Mondrian, Andy Warhol, Roy Lichtenstein, Pablo Picasso and Jackson Polock."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu da Electricidade"],["alt=Electricity Museum"],["url=http:\/\/www.fundacaoedp.pt"],["email=museudaelectricidade@edp.pt"],["address=Av. de Brasília, Central Tejo"],["lat=38.69591"],["long=-9.19464"],["directions="],["phone=+351 21 002 81 30\/90"],["tollfree="],["fax=+351 21 002 81 04"],["hours=Tu-Su 10AM-6PM"],["price=Free"],["content=Excellent interactive exposition in a building of former power station, an example how a perfect museum should look."]]}]},"\n",{"type":"[[","value":[["File:Jardim Botânico da Ajuda.jpg"],["thumbnail"],["right"],["Ponte 25 de Abril seen from the Jardim Botânico da Ajuda"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ajuda Botanical Gardens"],["alt=Jardim Botânico da Ajuda"],["url=http:\/\/www.jardimbotanicodajuda.com\/"],["email="],["address="],["lat=38.70622"],["long=-9.20079"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 9AM - 8PM (Summer) 9AM - 6PM (Winter)"],["price="],["content=The botanical garden of Ajuda is one of the oldest gardens in Europe and is considered the first in Portugal. After the earthquake that occurred in 1755, the homeless Portuguese royal family decided to build a new royal residence at Ajuda but also gardens around it. This 10 acre garden was laid out in from 1858-1873."]]}]},"\n",{"type":"===","value":["Centro"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Calouste Gulbenkian Museum"],["alt="],["url=http:\/\/museu.gulbenkian.pt\/main.asp?lang=pt"],["email="],["address=Avenida de Berna, 45A"],["lat=38.73762"],["long=-9.15456"],["directions=take the metro to São Sebastião or Praça de Espanha Stations"],["phone=21 7823000"],["tollfree="],["fax="],["hours=10AM-5:45PM; closed Mon"],["price=€5 (permanent+temporary exhibition); half price for students under 25 with ID, holders of the European Youth Card (Euro26) and those aged 65 or over; free entry on Sunday and any other day for those under 12"],["content=Created from the personal collection of Calouste Gulbenkian, an Armenian who longed to see all his treasures displayed in a museum. A nice assortment of Egyptian artifacts, along with paintings by masters such as Rembrandt, Manet, Monet, Renoir, and Cassat. The museum's gardens are worth a visit in and of themselves, as a little oasis in the middle of downtown Lisbon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fundação Arpad Szenes \/ Vieira da Silva"],["url=http:\/\/www.fasvs.pt"],["email=fasvs@fasvs.pt"],["address=Praça das Amoreiras, 56\/58"],["lat="],["long="],["directions="],["phone=+351 (21) 3880044\/53"],["tollfree="],["fax=351 21 3880039"],["hours=Mon-Sat 11AM-7PM, Sun 10AM-6PM"],["price=Adults €2.50, students €1.25, kids under 14 free"],["content=This museum is installed in the restored 18th-century former Royal Silk Factory. It permanent collection covers a wide time period of the works of 20th-century painters Arpad Szenes and Maria Helena Vieira da Silva, and regularly hosts exhibits by their contemporaries."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu da Água"],["alt=Water Museum"],["url=http:\/\/museudaagua.epal.pt\/museudaagua\/"],["email="],["address="],["lat=38.72127"],["long=-9.15569"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Entrance fee of €1.5 to €2.5, depending on age or discount cards you may use."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Aqueduto das Aguas Livres"],["alt="],["url="],["email="],["address="],["lat=38.7223"],["long=-9.1591"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a historic aqueduct in the city of Lisbon, Portugal. It is one of the most remarkable examples of 18th-century Portuguese engineering, including the largest stone arch in the world. The main course of the aqueduct covers 18 km, but the whole network of canals extends through nearly 58 km. The Mãe d'Água (Mother of the Water) reservoir of the Amoreiras, the largest of the water reservoirs, was finished in 1834. This reservoir, with a capacity of 5,500 m³ of water, was designed by Carlos Mardel. It is now deactivated and can be visited as part of the Museu da Água (Water Museum)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=BES Arte & Finança"],["alt="],["url=http:\/\/www.bes.pt\/sitebes\/cms.aspx?labelid=BES_ARTE__FINANCA"],["email="],["address=Praça Marquês de Pombal, 3"],["lat=38.72449"],["long=-9.15076"],["directions="],["phone=213508975"],["tollfree="],["fax="],["hours=Business days from 9AM to 7PM"],["price=Free"],["content=Multifunctional space dedicated to contemporary art, especially Photography"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jardim Zoológico"],["alt="],["url=http:\/\/www.zoo.pt\/"],["email="],["address=Estrada de Benfica 158-160"],["lat=38.7437"],["long=-9.1703"],["directions=Metro:Take the Blue Line to the Jardim Zoológico. Buses: A variety of buses stop here including 16, 31, 54, 58, 701 and 755"],["phone=+351 (21) 7232-920"],["tollfree="],["fax="],["hours=10AM - 8PM (21st March - 30th Sept.) and 10AM - 6PM (1st Oct. - 20th March)"],["price=€15"],["content=A zoo that is fairly pricey, but has a variety of exotic animals featuring sea-lions and dolphins."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lisbon Botanical Gardens"],["alt=Jardim Botânico"],["url="],["email="],["address=Rua da Escola Politécnica, 58"],["lat=38.71754"],["long=-9.15025"],["directions=between the Avenida da Liberdade and Bairro Alto"],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance €1.80 adults, discounts for kids, OAPS and students"],["content=A hidden gem. It was created several hundred years ago, by a King of Portugal at the time of the Discoveries. The story goes that this King wanted one of every type of plant in the world, and although that's unlikely, there is a huge collection dating back by three or four centuries which is worth checking out. Also some weird and wonderful bizarre grafted trees - the roots hang down like fingers and toes where one tree has been grafted onto another, sometimes completely different, species. And there's something quite eerie about seeing plants or huge trees from completely different climates growing next to each other in apparent harmony. A great place to take a picnic - this green oasis is completely surrounded by city but even the city sounds filter out."]]}]},"\n",{"type":"[[","value":[["File:Portugal-Lisbon-Parque das Nações01.jpg"],["thumb"],["Parque das Nações"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parque Eduardo VII"],["alt="],["url="],["email="],["address="],["lat=38.72870"],["long=-9.15343"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Praca Marques de Pombal"],["alt="],["url="],["email="],["address="],["lat=38.72526"],["long=-9.15002"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Centro de Arte Moderna"],["alt="],["url="],["email="],["address="],["lat=38.73588"],["long=-9.15357"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":[" Parque das Nações "]},"\n",{"type":"[","value":["http:\/\/www.portaldasnacoes.pt Parque das Nações"]}," (\"the park of nations\") is a district built from scratch for the 1998 World Expo (and hence also known as ",{"type":"''","value":["Expo"]}," to the locals) in the northeastern end of Lisbon. After the Expo, many of the impressive constructions and decorations were kept, while new residential, commercial and office buildings were added to form a thriving, mixed-use district consisting exclusively of modern architecture and making the most of its river-facing location by offering a number of leisure facilities.\n\nDespite the fact that Parque das Nações is quite removed from downtown Lisbon, it is reasonably easy to get there by metro (red line), train or bus. Look for stops and stations named \"Oriente\", for the spectacular ",{"type":"''","value":["Gare do Oriente"]}," train station in the middle of the district.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oceanarium"],["alt="],["url=http:\/\/www.oceanario.pt\/"],["email="],["address="],["lat=38.76351"],["long=-9.09376"],["directions="],["phone=+351 218 917 002"],["tollfree="],["fax="],["hours="],["price=Admission €16"],["content=One of the world's largest oceanariums. Built by american architect Norman Foster, it hosts thousends of marine species of the oceans, such as sea otters,penguins and sharks. The main tank is huge, representing the atlantic environment, with hundreds of small fishes, sharks, barracuda, snappers and a huge sunfish. Ideal for children."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pavilhão do Conhecimento"],["alt=Pavilion of Knowledge"],["url=http:\/\/www.pavconhecimento.pt\/home\/index.asp?accao=changelang&lang=en"],["email="],["address="],["lat=38.76222"],["long=-9.09561"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ciência Viva is an interactive science and technology museum that aims to make science accessible to all, stimulating experimentation and exploration of the physical world."]]}]},"\n",{"type":"===","value":[" Zona Oriental "]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museu do Azulejo"],["alt=Tile Museum"],["url=http:\/\/mnazulejo.imc-ip.pt\/"],["email="],["address="],["lat=38.72499"],["long=-9.11364"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most important national museums, for its singular collection, Azulejo, an artistic expression which differentiates Portuguese culture, and for the unique building where its installed, former Madre de Deus Convent, founded in 1509 by Queen Dona Leonor."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nGo out at night to the central Bairro Alto, or 'High Neighborhood'. Just up the hill from Chiado, this is the place to go out in town. In the early evening, go to a fado-themed restaurant near the Praca Camoes, and head upwards as the evening goes on. If you're in Lisbon on the night preceding a Feriado or public holiday, you have to check this out. Tiny little streets which are empty in the daytime become crammed walkways which are difficult to get through. For more of a clubbing or disco experience, try the Docas district along the marina overlooking the Ponte 25 de Abril.\n\n",{"type":"===","value":["Theatre"]},"\nThe revista is a kind of theatre that was born in Lisbon. It's one of the things that is essential to see when you visit the city. You can only find it in one place: the Parque Mayer. Nowadays only one of the theatres is working: \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Teatro Maria Vitória"],["alt=telephone.: 213 475 454\/213 470 468"],["url=http:\/\/www.teatromariavitoria.com\/"],["email="],["address="],["lat=38.71932"],["long=-9.14635"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Theatro Nacional Dona Maria II"],["alt="],["url="],["email="],["address="],["lat=38.71477"],["long=-9.13976"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Fado"]},"\nMake sure that you dine at a restaurant that plays traditional ",{"type":"''","value":["fado"]}," music. Beware that you'll pay more than in normal restaurants, and the food and drink quality may not be up to the price, you're paying for the music experience.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cine Theatro Gymnasium"],["url=http:\/\/www.graopara.pt\/UK\/modules\/reuniondetail.php?id=11"],["email="],["address=Rua da Misericórdia nº 14, 2º Andar 1200-273 Lisboa"],["lat="],["long="],["directions="],["phone=(+ 351) 210 121 000"],["tollfree="],["fax="],["hours="],["price="],["content=Fado In Chiado - Daily show (except on Sundays) with a duration of 40 minutes. Voices that sing the Fado to the sound of Portuguese guitar."]]}]},"\n",{"type":"[[","value":[["File:Lisboa (P) - Electrico Red Line (tone-mapping).jpg"],["thumbnail"],["right"],["The pedestrianized Rua Augusta may be touristy, but nonetheless can be a good start for a shopping trip of Lisbon"]]},"\n\n",{"type":"==","value":["Buy"]},"\n\nShops are open a little later than other places in Europe, usually around 9:30AM-10PM, and the lunch breaks can be quite long, usually from 1PM to 3PM.\n\nYou can buy a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.askmelisboa.com\/en\/content\/lisboa-shopping-card-0 Lisbon Shopping Card"]}]},", which gives you 5% to 20% discounts at about 200 major stores in Baixa, Chiado and Av. Liberdade for a period of 24 hours (card costs €3.70) or 72 hours (card costs €5.70).\n\n",{"type":"===","value":["Shopping streets"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Baixa"]},": From Praça do Comércio (aka Terreiro do Paço) to the Restauradores, the Baixa is the old shopping district in the city. It includes pedestrian Rua Augusta which has the most boring and mass-visitor tourist stores, and several European chain clothing stores like Zara, H&M, Campers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chiado"]},": a number of independent shops and services and well known brands such as Hugo Boss, Vista Alegre, Tony & Guy, Benetton, Sisley, Pepe Jeans, Levi's and Colcci, which makes Chiado, together with Avenida da Liberdade, one of the Top 10 places to shop in the world. Some informal brands like Crumpler are also there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avenida da Liberdade"]},": Louis Vuitton, Calvin Klein, Timberland, Massimo Dutti, Armani, Burberrys and Adolfo Dominguez are just some of the shops you'll find across this avenue, which is not just one of the most beautiful and wide in the city, but also one of the fanciest with splurge hotels and restaurants."]},"\n",{"type":"[[","value":[["File:Centro Commerciale Vasco de Gama (3092552519).jpg"],["thumb"],["Vasco Da Gama shopping mall"]]},"\n",{"type":"===","value":["Malls"]},"\n\nWhile most stores are closed on Sundays, many malls are open 7 days a week. They usually open around 9:30AM and close by 11PM or midnight, although the film theaters within them usually run a late session starting after midnight.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Armazéns do Chiado"],["alt="],["url=http:\/\/www.armazensdochiado.com"],["email="],["address=Rua do Carmo 2"],["lat=38.71098"],["long=-9.13936"],["directions=Metro: Baixa-Chiado Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This upscale and trendy shopping centre was developed inside Lisbon's historic grand department store which burnt down in 1988. The food court on the top floor has a terrace with a brilliant view over Baixa and Chiado."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Centro Comercial Colombo"],["alt="],["url=http:\/\/www.colombo.pt\/"],["email="],["address=Av. Colegio Militar"],["lat=38.75478"],["long=-9.18872"],["directions=Metro: Take the Blue Line to Colegio Militar\/Luz Station"],["phone=+351 (21) 771 36 36"],["tollfree="],["fax="],["hours=9AM - Midnight"],["price="],["content=One of the largest malls in Europe, this shopping and leisure complex also houses dozens of restaurants, a bowling alley, health club, multiplex cinema, funfair with rides including a roller coaster, and a go-cart track."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Centro Comercial Vasco da Gama"],["alt="],["url=http:\/\/www.centrovascodagama.pt\/mainsite\/common\/default.aspx"],["email="],["address="],["lat=38.76767"],["long=-9.09684"],["directions=Metro: Oriente Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large mall in the Parque Expo."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Centro Comercial Amoreiras"],["alt="],["url=http:\/\/www.amoreiras.com"],["email="],["address=Av. Eng. Duarte Pacheco"],["lat=38.72305"],["long=-9.16219"],["directions=Metro: Marquês de Pombal Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city's oldest mall in eye-catching post-modern towers housing international chains."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=El Corte Inglés"],["alt="],["url=http:\/\/www.elcorteingles.pt\/"],["email="],["address=Av. António Augusto Aguiar, 413"],["lat=38.73308"],["long=-9.15350"],["directions=Metro: Sao Sebastiao Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Spanich department store chain invaded Lisbon, armed with cinema and supermarket. It can be a bit pricey but with good quality items."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Dolce Vita Tejo"],["url=http:\/\/www.dolcevita.pt\/"],["email="],["address=Avenida Cruzeiro Seixas,Amadora"],["lat=38.7771"],["long=-9.2198"],["directions=Metro: Take the Blue Line to Amadora Station, and take a bus from there as the mall is beyond walking distance."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the biggest Shopping Mall in Europe."]]}]},"\n",{"type":"[[","value":[["File:DSC 2280 (5581984932).jpg"],["thumbnail"],["right"],["The rectangular street grid of Baixa is full of elegant shop fronts"]]},"\n\n",{"type":"===","value":[" Souvenirs "]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Avida Portuguesa"],["alt="],["url=http:\/\/www.avidaportuguesa.com\/"],["email=avidaportuguesa@gmail.com"],["address=Rua Anchieta, 11"],["lat="],["long="],["directions=Chiado"],["phone=+351 21 346 50 73"],["tollfree="],["fax="],["hours="],["price="],["content=Vintage and nostalgic products and brands."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Lisbon Souvenir - Handicrafts and Textiles"],["alt="],["url=https:\/\/www.facebook.com\/LisbonSouvenir"],["email=lisbonsouvenir@gmail.com"],["address=Rua dos Remédios 61"],["lat=38.71202"],["long=-9.12724"],["directions=In the center of Alfama, the old part of town"],["phone="],["tollfree="],["fax="],["hours=10:00 - 00:00"],["price=from 1€ to 50€"],["content=Typical tablecloths, tee towels and wool jackets, all made in Portugal."]]}]},"\n",{"type":"====","value":["Groceries and markets"]},"\nGrocery stores are closed on Sundays after 1PM, except (a) those smaller than 2000m2 or (b) from November 1 to December 31.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mercado da Ribeira"],["alt="],["url="],["email="],["address=Avenida 24 de Julho"],["lat=38.7071"],["long=-9.1457"],["directions=Cais do Sodré"],["phone="],["tollfree="],["fax="],["hours=7AM-1PM except Sunday"],["price="],["content=A large indoor farmer's market open in the mornings. This is a great place to buy snacks for the day while traveling on a budget. Pick up nuts, fruit, veggies, cheese, bread or meat or delight your travel mate with some beautiful flowers. Go early! as the stands tend to close down in the early afternoon."]]}]},"\n",{"type":"===","value":["Flea markets"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Feira da Ladra"],["alt="],["url="],["email="],["address=Campo de Santa clara"],["lat=38.71554"],["long=-9.12563"],["directions=Take Tram 28"],["phone="],["tollfree="],["fax="],["hours=6AM-5PM Tuesday and Saturday"],["price="],["content=A lively out door market offering both new and used products. Markets of this type have pleased bargain hunters since the 12th century in Lisbon and the Feira da Ladra name has been around since the 17th century."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nPortuguese dining rituals tend to follow the Mediterranean siesta body clock.\n\nMost restaurants are very small, family run and generally cheap. Some of them have a sheet on the door with the \"pratos do dia\" (dishes of the day) written on it. These dishes are usually cheaper and fresher than the rest of menu there, and unless you're looking for something specific, they're the right choice.\n\nDuring the dinner the waiter will probably bring you some unrequested starter dishes (called ",{"type":"''","value":["couvert"]},"): as those are not free, feel free not to touch them and they will not be charged on your bill (but check it!).\n\nNever ask a taxi driver about what restaurant you should go, they will take you to an expensive tourist-oriented restaurant, where they will receive a commission.\n",{"type":"[[","value":[["File:0123 RUA AUGUSTA Lisbon.jpg"],["thumbnail"],["right"],["For an (expensive) cup of coffee in the heart of Lisbon, head to the pedestrianized Rua Augusta"]]},"\n",{"type":"===","value":["Where"]},"\n\nFor Portuguese traditional cuisine at its finest, head to the area of ",{"type":"'''","value":["Chiado"]},". Tour groups primarily feel at home in ",{"type":"'''","value":["Alfama"]},". Traditional Portuguese restaurants are in ",{"type":"'''","value":["Bairro Alto"]},", scattered abundantly through its quirky narrow streets.\n\nTourist traps with laminated menus and meal deals are mostly concentrated in the ",{"type":"'''","value":["Baixa"]}," area. It has an exception, however: ",{"type":"'''","value":["Rua das Portas de Santo Antão"]}," (north-east from Praca dos Restauradores, parallel to it)--it's the seafood strip, and home to the best greasy spit-roasted chicken this side of Louisiana at the ",{"type":"''","value":["Bonjardim"]}," restaurant (Travessa (not Rua!) Santo Antão, 11 - it's in two buildings across a small side street), appropriately nicknamed ",{"type":"''","value":["Rei dos Frangos"]},".\n\nFor a familiar taste at one of the many chain eateries, head to ",{"type":"'''","value":["Doca de Santo Amaro"]}," (train\/tram 15 station Alcantara-Mar) and ",{"type":"'''","value":["Parque das Nações"]}," (metro Oriental). All the culinary and clubbing kudos is  right now concentrated in ",{"type":"'''","value":["Doca de Jardim de Tabaco"]}," (piece of river waterfront right under Castelo de Sao Jorge). Quality dishes for a high price are in well-to-do ",{"type":"'''","value":["Lapa"]},".\n\n",{"type":"[[","value":[["File:Pasteis de Belem (4128575449).jpg"],["thumbnail"],["right"],["There is absolutely no way you can leave Lisbon without tasting the Pasteis the Belem"]]},"\n\n",{"type":"===","value":["Pastelarias"]},"\nTry the magnificent ",{"type":"'''","value":["pastéis de nata"]}," at any ",{"type":"''","value":["pastelaria"]},"; or better yet, visit the ",{"type":"'''","value":["Antiga Confeitaria de Belém"]}," (Casa Pasteis De Belem) ",{"type":"[","value":["http:\/\/www.pasteisdebelem.pt\/"]}," (Rua de belem 84; +351 21 363 74 23; take ",{"type":"''","value":["eléctrico"]}," #15 from Praça do Comércio, or the Cascais suburban train line from Cais do Sodré station, to Belém stop). They are served right out of the oven there, with the side of confectioner's sugar and cinnamon; as you navigate through the ",{"type":"''","value":["azulejo"]},"-decorated labyrinthine passages of the expansive shop, stop to look at the workers behind glass panels turning the endless stream of these delicacies, just baked, each in its own little ramekin, over onto the waiting trays. These are absolutely a must eat and you can't possibly regret it.\n\n",{"type":"===","value":["Budget"]},"\n\nYou will find traditional meals served in small coffeeshops\/restaurants, especially in the old parts of town. Some will be better than others, just check if there are a lot of locals eating there! They will be very cheap (as low as €5 for a full meal) and home-style cooking. The owners probably won't speak English and the menu will probably be in Portuguese only!\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café Buenos Aires"],["url="],["email="],["address=Calçada Escadinhas do Duque No. 31"],["lat="],["long="],["directions="],["phone=+351 21 3420739"],["tollfree="],["fax="],["hours="],["price="],["content=A good and selected combination of cheap and mid range dishes. The owners are very friendly and speak English, as well as Portuguese. (It is a good restaurant if you want to eat South American grilled meat.)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mestiço"],["url=http:\/\/sabores.sapo.pt\/restaurante\/mestico"],["email="],["address=Arco das Portas do Mar, 9"],["lat="],["long="],["directions=Near Casa dos Bicos"],["phone=963660756"],["tollfree="],["fax="],["hours="],["price="],["content=What used to be a Nepalese curry house is now a very friendly African eatery with authentic food. In the evening musicians play for an even more atmospheric setting. Very reasonably priced - total of about about €8-12 per person."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mercado da Ribeira"],["url="],["email="],["address=Cais do Sodre"],["lat="],["long="],["directions=Opposite the train station, on the Marginal"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lunchtime all-you-can-eat buffet (soup, main course, dessert). Unlike much of Lisbon's restaurants, offers a good selection of salads. A bargain at €7.50."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rosa da Rua Restaurant"],["url=http:\/\/www.rosadarua-restaurante.blogspot.com\/"],["email="],["address=Rua da Rosa, 265, Bairro Alto"],["lat="],["long="],["directions=Metro: Rossio"],["phone=213432195"],["tollfree="],["fax="],["hours=12:30PM to 3PM, and 7:30PM to 11:30PM. Closed all day Monday and lunchtimes Saturday and Sunday"],["price=€10 for buffet lunch; €25 for 3-course dinner"],["content=A traditional restaurant offering an interesting mix of Portuguese, Indian, and Cape Verdean flavours. The lunch-time buffet offers excellent value for money and great quality food. Staff are patient with English speakers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mamma Rosa Ristorante Pizzeria"],["url="],["email="],["address=Rua do Gremio Lusitano, 14 Barrio Alto"],["lat="],["long="],["directions="],["phone=213465350"],["tollfree="],["fax="],["hours="],["price=approx €9 a pizza"],["content=Great pizzas, cheap Portuguese wine and very helpful friendly staff who have given lots of tourist information to customers in the past."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Communist Party Restaurant"],["url="],["email="],["address=170 Avenida da Liberdade"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= Open lunch time"],["price=approx €10 for a full meal (including soup, salad, main and desert), or cheaper for less. 33ml beer is 0.95€."],["content=Basic (not exciting, but good) food in a good location."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"====","value":["Alfama"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=A Tasquinha"],["alt=from donwtown, turn left near Igreja de Santa Luzia to Rua do Limoeiro; then turn right to Rua de Santiago. Pass Camidas de Santiago. Look for outdoor red chairs and tables, white umbrellas"],["url="],["email="],["address=Largo Contador Mor 5\/7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great food; owner and guest signers perform fado on Fri evenings without charging extra for it; many outdoor tables; great red Sangria. Try bacalau with potatoes and onion in cream sauce--excellent change from ubiquitous \"rice\/chips with grilled everything\"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chapito"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Dinner: from 7:30PM"],["price="],["content=Great views are the main feature if you reserve terrace seat in advance. Good atmosphere; international-menu food is tasty but nothing special."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=DeliDelux"],["url=http:\/\/www.delidelux.pt"],["email=geral@delidelux.pt"],["address=Avenida Infante D. Henrique Armazém B - Loja 8"],["lat="],["long="],["directions="],["phone=+351 218 862 070"],["tollfree="],["fax="],["hours=Tue-Fri: 12PM-12AM; Sat 10AM-12AM; Sun 10AM-8PM"],["price=Average bill: €20"],["content=Breakfasts in a contemporary setting; pleasant views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Farol de Santa Luzia"],["url=http:\/\/www.farolsantaluzia.com"],["email=info@farolsantaluzia.com"],["address=Largo de Santa Luzia, 5"],["lat="],["long="],["directions=near 28\/12 tram stops"],["phone=+351 218 863 884"],["tollfree="],["fax=218 885 356"],["hours=Mon-Sat: 11AM-23pm"],["price=~ 20€\/p"],["content=Great place to have typical Portuguese food before climbing to Castelo S.Jorge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Malmequer Bemmequer"],["url=http:\/\/www.malmequer-bemmequer.com\/"],["email="],["address=Rua de Sao Miguel 23-25"],["lat="],["long="],["directions="],["phone=351 21 887 65 35"],["tollfree="],["fax="],["hours=Closed on Mon."],["price="],["content=Friendly and inexpensive; long menu of traditional Portuguese dishes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pois Cafe"],["url=http:\/\/www.poiscafe.com\/"],["email=pois@poiscafe.com"],["address=Rua S. João da Praça N. 93-95"],["lat="],["long="],["directions=on the side street of cathedral Sé"],["phone=+351 (21) 886-2497"],["tollfree="],["fax="],["hours=11AM-8PM, Tue-Sun"],["price="],["content=It's a place to relax, read a book, drink a coffee and plan you way around Lisbon. Also offers toasts, pastas, quiches and salads; features (late) breakfasts."]]}]},"\n",{"type":"[[","value":[["File:Otra callecita (3771097719).jpg"],["thumbnail"],["right"],["You will not run out of choices in the Baixa"]]},"\n",{"type":"====","value":["Baixa and Chiado"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cervejaria da Trindade"],["url=http:\/\/www.cervejariatrindade.pt\/"],["email=trindade.chiado@cervejariatrindade.pt"],["address=R. Nova da Trindade 20C"],["lat="],["long="],["directions=Chiado neighbourhood"],["phone=213423506"],["tollfree="],["fax="],["hours=Everyday : 10AM-1:30AM"],["price=€15-25"],["content=Excellent restaurant-brewery that has several kinds of Sagres beer and also Guinness. Beware with the appetizer that is charged for each item that is consumed separately. Nice codfish plates."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Néctar WineBar"],["url=http:\/\/www.nectar-winebar.com"],["email=geral@nectar-winebar.com"],["address=R. dos Douradores, 33"],["lat="],["long="],["directions=Baixa Pombalina neighbourhood"],["phone=912633368"],["tollfree="],["fax="],["hours=Lunch: Mon-Sat 12:30PM-3PM; Dinner: Mon-Thu 6PM-11PM; Fri-Sat: 6PM-12AM"],["price=€25-35"],["content=Features daily lunch menu; Portuguese and Mediterrenean cuisine. A place dedicated to the promotion of Portugal's wine and gastronomic culture. The wine list comprises - in its vast majority - a selection of Portuguese wines which best represent the country. Wine can be bought by the glass, and it is served at the appropriate temperatures and in suitable glasses. Dishes - served in portions for 2 - easily replace a main course meal. Homemade-style desserts, for which sweet wines can be suggested. A modern and cosy atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tamarind"],["url="],["email="],["address=Rua da Gloria 43-45"],["lat="],["long="],["directions=near Elevador da Glória"],["phone=213 466-080"],["tollfree="],["fax="],["hours="],["price=Avg bill per person: €30"],["content=Small Indian restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Os Tibetanos"],["alt=address="],["url=http:\/\/www.tibetanos.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+351-213142038"],["tollfree="],["fax="],["hours=Monday to Friday 12h15 to 14h15 and 19h30 to 22h00, Saturday 12.45h to 15h and 20h to 22.30h, closed Sunday"],["price=Inexpensive"],["content=Vegetarian restaurant affiliated with a Buddhist center. Vegan friendly. Juice bar."]]}]},"\n",{"type":"====","value":["Bairro Alto"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Terra"],["url=http:\/\/www.restauranteterra.pt"],["email="],["address=Rua da Palmeira 15"],["lat="],["long="],["directions=near Jardim do Príncipe Real"],["phone=+351 707 108 108"],["tollfree="],["fax="],["hours="],["price=€15-20 (Vegetarian Buffet plus drink and\/or dessert)"],["content=Probably the best vegetarian restaurant in Lisbon and also the nicest in terms of ambience and service. They have a menu in English and will help with vegan choices or people with other dietary restrictions. Reservations are recommended, especially on weekends but you will always be served even if you arrive with the place full and have to wait for a while. Weather permitting try to get a table \"outside\", which means a wonderful and secluded back terrace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sul"],["url="],["email="],["address=Rua do Norte 13"],["lat="],["long="],["directions="],["phone=+351 21 346 24 49"],["tollfree="],["fax="],["hours="],["price=€30  (",{"type":"''","value":["2 courses with wine and cocktail"]},")"],["content=Delicious Mediterranean and South American food. Good wine and drinks list. Helpful staff will translate the menu, which is written on the blackboard, and happily cater for vegetarians. Gets packed in the evenings so bookings recommended if you're eating from 9PM onwards. No outdoor tables."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brasuca"],["url="],["email="],["address=Rua Joao Pereira da Rosa 7"],["lat="],["long="],["directions="],["phone=+351 (21) 322-07 40"],["tollfree="],["fax="],["hours="],["price="],["content=Great Brazilian food served by friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lisboa à Noite"],["url=http:\/\/lisboanoite.com"],["email="],["address=Rua as Gaveas, 69"],["lat="],["long="],["directions="],["phone=21 346 85 57"],["tollfree="],["fax=213 460 222"],["hours="],["price="],["content=A restaurant with a variety of traditional Portuguese dishes very appreciated by the tourists. Friendly environment, great service. Make sure you try the appetizers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ali a Papa"],["url=http:\/\/www.aliapapa.com"],["email="],["address=Rua da Atalaia 95"],["lat="],["long="],["directions="],["phone=+351 (21) 347-4143"],["tollfree="],["fax="],["hours=Dinner only: 7PM-4AM"],["price=€20 (two courses with house wine)"],["content= Mediocre quality and rude service, but has veggie options."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Calcutá"],["url=http:\/\/www.calcuta1.pt"],["email="],["address=Rua da Atalaia 28"],["lat="],["long="],["directions="],["phone=+351 (21) 346 -8165"],["tollfree="],["fax="],["hours="],["price=€25 (two courses with house wine)"],["content=Decent Indian food, but far from the best.  The location is great though for starting a night out on the town. Ask for the shoot drinks!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Imperio dos sentidos"],["url=http:\/\/www.imperiodossentidos.com.pt"],["email="],["address=Rua da Atalaia, 35, Bairro Alto"],["lat="],["long="],["directions="],["phone=21 343 18 22"],["tollfree="],["fax="],["hours="],["price="],["content=A popular restaurant that offers a diverse menu of traditional Portuguese, international and vegetarian cuisine. The difficulty will be in choosing what to eat as this mid-range restaurant’s menu is both broad and deep in terms of tantalising dishes on offer. The solution for a couple is to agree on the dishes and swap over half-way in order to double the gastronomic experience. Their speciality “Champagne” Sangria is a must do. The opening hours accommodate those that like to eat before 9PM and for those that dinner is an after 10PM affair. The waiting staff speak English and will humorously and patiently (with one raised eyebrow) assist you navigate your attempts to order in Portuguese. If you have the funds, there are various works of art on the walls available for purchase. Open from 7:30PM to 2AM; Closed on 2nd Wednesday"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sacramento"],["url=http:\/\/www.sacramentodociado.com"],["email=sacramentodochiado@hotmail.com"],["address=Calcada Do Sacramento 40"],["lat="],["long="],["directions="],["phone=+351 (21) 342 05 72"],["tollfree="],["fax="],["hours="],["price=€40 (appetizer, main, wine and desert)"],["content=A popular locals place.  The atmosphere and the food are excellent.  Service was very good and the receommendations by the staff were outstanding.  The writing on the menu is very small and difficult to read in the subdued lighting."]]}]},"\n",{"type":"====","value":["Western suburbs"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arroz Maria"],["url="],["email="],["address=Doca de Sto Amaro"],["lat="],["long="],["directions=take train from Cais do Sodre, ride to Alcântara-Mar station"],["phone=+351 (21) 395-4677"],["tollfree="],["fax="],["hours="],["price=€25 (two courses with wine and port)"],["content=Spanish food restaurant with fabulous seafood with a great view of the Tejo river and the Ponte de 25 Abril. Excellent service and really fresh food. Don't miss the tamboril (monkfish) with the tomato and asparagus sauce. Really worth the effort to get there, the Docas area is fairly newly developed, and the railway line makes it hard to find a way across the main road, but with determination it's a great spot to go to. It's one of a number of restaurants of varying types along this stretch of the quayside, but it stands out for quality and value. Check it out before it gets 'trendy'."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Come Prima"],["url="],["email=info@comeprima.pt"],["address=Rua do Olival, 258"],["lat="],["long="],["directions=near «Museu de Arte Antiga» between the historic quarter of «Madragoa» and Docks of Lisbon."],["phone=+351 (21) 390 24 57"],["tollfree="],["fax="],["hours="],["price=€18"],["content=Traditional style fresh pasta dishes, various starters, risottos, meats and wood-oven pizzas are produced from a wide selection of prime quality fresh ingredients. Extensive wine list procured from both national and Italian producers and a delightful choice of desserts carefully picked from the Italian classics."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Afonsos Restaurante"],["url="],["email="],["address=Av. General Norton de Matos, 67 A - Miraflores"],["lat="],["long="],["directions="],["phone=+351 214109109"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"[[","value":[["File:Lisbon Travel 2011 (5900412082).jpg"],["thumbnail"],["right"],["Be prepared for some fine dining delights while in Lisbon"]]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eleven"],["url=http:\/\/www.restauranteleven.com\/"],["email="],["address=Rua Marquês da Fronteira"],["lat="],["long="],["directions="],["phone=+351 (21) 386-211"],["tollfree="],["fax="],["hours="],["price="],["content=If you really feel like splurging, this is the place. The restaurant was recently awarded a Michelin Star, although the basis on which the award was made are disputable."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Il Gattopardo"],["url="],["email="],["address=Av. Eng. Duarte Pacheco, 24"],["lat="],["long="],["directions=3rd Floor of the Dom Pedro Palace hotel"],["phone="],["tollfree="],["fax="],["hours=Lunch: 12:20PM - 3:30PM, Dinner: 7:30PM-11:30PM"],["price="],["content=An elegant restaurant serving fashionable gourmet Italian with a big price tag."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Panorama"],["url="],["email="],["address=Rua Latino Coelho 1"],["lat="],["long="],["directions="],["phone=+351 (21) 312-0000"],["tollfree="],["fax="],["hours="],["price="],["content=Superb views over Lisbon and food with a good quality\/price ratio."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bica do Sapato"],["url=http:\/\/www.bicadosapato.com\/"],["email="],["address=Avenida Infante Dom Henrique Armazém B, Cais da Pedra à Bica do Sapato"],["lat="],["long="],["directions="],["phone=+351(21)8810320"],["tollfree="],["fax="],["hours="],["price="],["content=Superb views over Lisbon and food with a good quality\/price ratio."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gambrinus"],["alt=restaurant \/ bar \/ brewery"],["url=http:\/\/www.gambrinuslisboa.com\/"],["email=info@gambrinuslisboa.com"],["address=Rua das Portas de Santo Antao, 23"],["lat="],["long="],["directions=Four Seasons Hotel Ritz"],["phone=+351 21 342 14 66"],["tollfree="],["fax="],["hours=12:30PM-1:30AM"],["price="],["content= One of the most chic places in the city. Highly recognized in Lisbon as something of an institution, it attracts an eclectic crowd where the appeal is food and a great selection of beers, wines and spirits. Features smoking room, private parking with a doorman."]]}]},"\n",{"type":"==","value":["Drink"]},"\nLisbon is known for its lively nightlife. For going out, stroll around the old neighborhood of ",{"type":"'''","value":["Bairro Alto"]}," for an after-dinner ",{"type":"''","value":["caipirinha"]}," or ",{"type":"''","value":["ginjinha"]}," and people-watching. Its small streets, full of people, are packed with a high variety of bars. On weeknights bars close at 2AM, weekends at 3AM. The party continues in a night-club after that. Just follow the hordes of people down the hill - people have been doing that for hundreds of years.\n\nAlcântara, Santos, Parque das Nações, and the castle area are all neighborhoods with a thriving nightlife. The whole area near the river\/Atlantic, known as the ",{"type":"''","value":["docas"]},", is a huge hub for nightlife, as Lisbon has never lost its ties to the sea.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Garrafeira Alfaia"],["url="],["email=garrafeira.alfaia@clix.pt"],["address=Rua Diário de Notícias 125"],["lat="],["long="],["directions="],["phone=+351 (21) 343-30 79"],["tollfree="],["fax="],["hours="],["price="],["content=Nice wine bar with an impressive selection of good wines and appetizers. Good place to spend the late afternoon, before going out to dinner."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Chafariz do Vinho"],["url="],["email="],["address=Rua da Mae d'Agua."],["lat="],["long="],["directions="],["phone=21 342 20 79"],["tollfree="],["fax="],["hours="],["price="],["content=Perfect place to linger over a glass of wine at this wine bar that is under the arches of the city's former acquaducts. With a great selection of appetizers that are matched perfectly with the wine, it's a pleasant way to spend an evening."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ritz Bar"],["url="],["email="],["address=Four Seasons Hotel, Rua Rodrigo da Fonseca, 88"],["lat="],["long="],["directions="],["phone=21 381 14 00"],["tollfree="],["fax="],["hours="],["price="],["content=Designed by Pierre Yves-Rochon, you'll enjoy deep, sumptous sofas and an impressive collection of contemporary art displayed on the walls. And with decorated bartender Paulo Costa serving you drinks, its a great place to peruse a crowd of sophisticated clientele."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Trobadores"],["url="],["email="],["address=Rua de São Julião, 27"],["lat="],["long="],["directions="],["phone=+351 21 885 03 29"],["tollfree="],["fax="],["hours="],["price="],["content= Medieval bar in downtown with a cozy atmosphere and a diverse range of traditional Portuguese delicacies. National and international beers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tivoli Hotel rooftop cafe\/bar"],["alt="],["url=http:\/\/www.tivolihotels.com\/en\/our-hotels\/lisbon\/tivoli-lisboa\/the-hotel.aspx"],["email="],["address=Av. da Liberdade, 185"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=passed midnight"],["price=Drink or meal"],["content=The superbly located rooftop bar of Tivoli Hotel is a small secret. On warm evenings one of the best places to have an overpriced late drink. Youngish music late night."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Choosing location:"]}," If you are in Lisbon for sightseeing (especially for your first visit), the best location is along the route of tram #28 (see official map of the route ",{"type":"[","value":["http:\/\/www.carris.pt\/en\/interactive-map\/e028_all"]},"). This especially works if you are with a baby stroller, as it will save from huge part of hill-climbing.\n\n",{"type":"'''","value":["Finding accommodation when you arrive:"]}," Finding a decent sleeping place in the centre should not be a big problem. There is a tourist service centre in the airport, where the nice ladies will book a room for you. Expect to pay between €45 and €60 for a double room.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"====","value":["Chiado (Old Town)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lisbon Old Town Hostel"],["alt="],["url=http:\/\/www.lisbonoldtownhostel.com"],["email=lisbonoldtownhostel@gmail.com"],["address=Rua do Ataíde, 26A"],["lat=38.70856"],["long=-9.14435"],["directions=5 minutes from Bairro Alto. Metro: Baixa\/Chiado or Caiso do Sobre"],["phone=+351 21 3465248"],["tollfree="],["fax=+351 (21)346-5248"],["checkin="],["checkout="],["price=€15-22"],["content=A hostel, opened in 2007, catering to the young hip crowd with event listings on their website, free computer and internet access in the lobby and WiFi through out the hostel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shiado Hostel"],["url=http:\/\/www.shiadohostel.com\/"],["email=shiado.hostel@gmail.com"],["address=Rua Anchieta 5 - 3º"],["lat="],["long="],["directions=2 mins walking from Baixa-Chiado Metro station"],["phone=+351 213429227"],["tollfree="],["fax="],["hours=24h"],["price=€13-30"],["checkin=14"],["checkout=12"],["content= Chiado area, hostel opened in march 2009."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Poets Hostel"],["url=http:\/\/www.lisbonpoetshostel.com\/"],["email=lisbonpoetshostel@gmail.com"],["address=Rua Nova da Trindade, 2 - 5º"],["lat="],["long="],["directions=30 seconds walk from Baixa-Chiado Metro station"],["phone=+351 213461058"],["tollfree="],["fax="],["hours=24h"],["price="],["checkin=14"],["checkout=11"],["content=The building is just next the Chiado exit of the Baixa-Chiado metro station. Very helpful staff, clean rooms, dinners and activities are organized by the hostel. Big common room with TV and free internet. Dorms and privates available."]]}]},"\n",{"type":"====","value":["Alfama (Old Town)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sé Guesthouse"],["url="],["email="],["address=Rua de Sao Joao da Praca, 97"],["lat="],["long="],["directions="],["phone=(+351) 21 886 4400"],["tollfree="],["fax="],["hours="],["price=$49 - $87"],["checkin=14:00"],["checkout=12:00"],["content=5 room guesthouse with a picturesque location, river views, and eclectic décor. Some rooms are bathrooms en suite, while others share the two, clean hall bathrooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alfama Patio Hostel"],["url=http:\/\/alfamapatio.com"],["email="],["address=Escolas Gerais, 3, Patio dos Quintalinhos 1"],["lat="],["long="],["directions="],["phone=(+351) 218 88 31 27"],["tollfree="],["fax="],["hours="],["price=€12 - 25"],["checkin=15:00"],["checkout=11:00"],["content=Out-of-the-way location (but it's directly on the Tram line 28). Full amenities from fast WiFi to free crepe breakfast only compliment the fun staff, who sometimes even go out with you at night."]]}]},"\n",{"type":"====","value":["Anjos (Old workers town)"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=GoHostel Lisbon"],["url=http:\/\/www.gohostellisbon.com\/"],["email="],["address=Rua Maria da Fonte, nº55"],["lat="],["long="],["directions=Metro station Intendente is nearby, and tram line 28 stops literally outside the front door (Stop: Rua Maria de fonte)"],["phone=(+351) 218 22 98 16"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A relatively new hostel in a beautiful old house, on top of a coffee roasting facility. Somewhat out of the city centre, but it's only a 10 minute walk. Friendly staff, (very lovely) open courtyard and attached bar. St. Jorges Castle is nearby. The neighbourhood is okay, but not very interesting."]]}]},"\n",{"type":"====","value":["Bairro Alto (Old Town)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bed&Breakfast Lisboa"],["url=http:\/\/duartedas.googlepages.com\/"],["email=duartedas@gmail.com"],["address=Travessa do Alcaide, nº7"],["lat="],["long="],["directions=atached at Adamastor"],["phone=+351 (9) 1830 7572"],["tollfree="],["fax="],["hours="],["price=€30-40"],["checkin="],["checkout="],["content=Good rooms in a very central bed-and-breakfast with views all over Lisbon and the river."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camões"],["url="],["email="],["address=Travessa do Poço da Cidade 38 1E"],["lat="],["long="],["directions="],["phone=+351 (21) 346 40 48"],["tollfree="],["fax="],["hours="],["price=Single €20, Triple €60"],["checkin="],["checkout="],["content= Basic, clean and affordable."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oasis Backpackers' Mansion"],["url=http:\/\/www.oasislisboa.com\/"],["email=info@oasislisboa.com"],["address=Rua de Santa Catarina 24"],["lat="],["long="],["directions="],["phone=+351 (21) 347 80 44"],["tollfree="],["fax="],["hours=24h"],["price="],["checkin="],["checkout="],["content=Backpackers rave about this hotel, often noting the friendly staff, large clean rooms, fun atmosphere and great dinners. It is a great place for a budget traveler to meet up with other travelers and feel safe when they go to bed at night - if they go to bed."]]}]},"\n",{"type":"====","value":["Baixa (Old Town)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Beira Minho"],["url="],["email="],["address=Praça da Figueira, 6"],["lat="],["long="],["directions="],["phone=+351 (21) 346 18 46"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A great location, but with few amenities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bom Conforto Casa de Hospedes"],["url="],["email=bomconforto@gmail.com"],["address=Rua Dos Douradores, 83, 3.º DTO."],["lat="],["long="],["directions="],["phone=+351 (21) 887 83 28"],["tollfree="],["fax="],["hours="],["price=€20 singles"],["checkin="],["checkout="],["content=Very clean, quiet, and comfortable. Helpful and sweet English-speaking staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Goodnight Backpackers Hostel"],["url=http:\/\/goodnighthostel.com"],["email=gnbookings@gmail.com"],["address=Rua dos Correeiros 113, 2nd"],["lat="],["long="],["directions="],["phone=+351 (21) 343-0139"],["tollfree="],["fax="],["hours=24"],["price=€18-20"],["checkin="],["checkout="],["content=The interior design looks a bit like IKEA show-room, the staff know where the good places to go out dancing and drinking are and the location works for a budget traveler."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kitsch Hostel"],["url=http:\/\/www.kitschhostel.com"],["email=info@kitschhostel.com"],["address=Praça dos Restauradores 65, 2° esq"],["lat="],["long="],["directions=Aerobus stop and metro stop restauradores"],["phone=+351 213467332"],["tollfree="],["fax="],["hours="],["price=from €14"],["checkin=14.00"],["checkout=11.00"],["content=10-minute walk from Bairro Alto."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lisbon Story Guesthouse"],["url=http:\/\/www.lisbonstoryguesthouse.com"],["email=info@lisbonstoryguesthouse.com"],["address=Largo S. Domingos, 18 S\/L"],["lat="],["long="],["directions=on the right hand-side of Teatro Nacional D. Maria II"],["phone=(+351) 211529313"],["tollfree="],["fax="],["hours="],["price=Rooms Starting at €50"],["checkin="],["checkout="],["content=A cozy Guesthouse with welcoming common areas and well-decorated small rooms at a budget price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pensão Alegria"],["url="],["email="],["address=Praça de Alegria 12"],["lat="],["long="],["directions="],["phone=+351 (21) 322 0670"],["tollfree="],["fax="],["hours="],["price=€43,00 (Doubles)"],["checkin="],["checkout="],["content=Small cosy pension on a beautiful small square."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pensão Norte"],["url="],["email="],["address=Rua dos Douradores, 159"],["lat="],["long="],["directions="],["phone=+351 (21) 887 89 41"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=B&B style pension with friendly and accommodating staff in a quiet area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pensão Residencial Portuense"],["url=http:\/\/www.pensaoportuense.com"],["email=rportuense@mail.telepac.pt"],["address=Rua das Portas de Santo Antao, 149-157"],["lat="],["long="],["directions=near Restauradores behind the Hard Rock Cafe"],["phone=+351 (21) 346 41 97"],["tollfree="],["fax=+351 (21) 342 42 39"],["hours=Open 24 hours"],["price=Varies from €35 to 85"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Restauradores"],["url="],["email="],["address=Praça dos Restauradores, 13"],["lat="],["long="],["directions="],["phone=+351 (21) 347 56 60"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Suiço Atlântico"],["url="],["email="],["address=Rua da Gloria 3-19"],["lat="],["long="],["directions="],["phone=+351 (21) 346 17 13"],["tollfree="],["fax="],["hours="],["price=Starting at €40"],["checkin=2PM"],["checkout=12PM"],["content=A comfortable, non-smoking, hotel on Restauradores Square with WiFi available in public areas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travellers House"],["url=http:\/\/www.travellershouse.com"],["email=info@travellershouse.com"],["address=Rua Augusta, 89"],["lat="],["long="],["directions="],["phone=+351 (21) 0115 922"],["tollfree="],["fax="],["hours="],["price=Beds starting at €15"],["checkin="],["checkout="],["content=Nice hostel with lots of extras. Friendly staff and easy to meet people with their nightly activities. Free WiFi, breakfast, coffee and tea, maps and city advice, lots of guide books to look at and a book exchange for travelers who are tired of reading the same book over and over again."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yes Hostel"],["url="],["email=infolisbon@yeshostel.com"],["address=Rua de São Julião 148"],["lat="],["long="],["directions="],["phone=+351 213 427 171"],["tollfree="],["fax="],["hours="],["price=4 person dorms starting at €15"],["checkin="],["checkout="],["content= Relaxed and comfortable hostel with an excellent location. One of the largest hostels in Lisbon; opened in July 2009. Comfortable beds in large dorms, key operated lockers, free computer access as well as WiFi in every room, free breakfast, complimentary coffee and tea, 24 hour bar, access to their professional kitchen. Very friendly and accommodating staff. 3-course Portuguese dinners for €8 by their in-house chef."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Next Hostel"],["url="],["email=info@nexthostel.com"],["address=Avenida Almirante Reis n.4 - 5"],["lat="],["long="],["directions="],["phone=+351 211 927 746"],["tollfree="],["fax="],["hours="],["price=4 person dorms starting at €12, can also go as low as €9 if booked early."],["checkin="],["checkout="],["content= Comfortable hostel with an central location. Comfortable beds in large dorms, key lockers, free computer access as well as WiFi, free breakfast, 24 hour reception, well equipped kitchen. Very friendly and helpful staff. Opened in July 2009."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rossio Hostel"],["url=http:\/\/www.rossiohostel.com"],["email=rossiohostel@hotmail.com"],["address=Calçada do Carmo, 6"],["lat="],["long="],["directions="],["phone=+351 (21) 342 60 04"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=12PM"],["content=Great location, great staff, great free cooked breakfast, great hostel. The hostel offers dorms and privates. Free internet, TV room, lounge."]]}]},"\n",{"type":"====","value":["Graça"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Johnies Place Hostel"],["url=http:\/\/www.johniesplace.eu"],["email=jonhiesplace@gmail.com"],["address=Calçada da Graça no.18F"],["lat="],["long="],["directions=Right next to Graça's Belveder"],["phone=(+351) 963752375"],["tollfree="],["fax="],["hours="],["price=Dorms starting at €14"],["checkin="],["checkout="],["content=Cosy hostel. No extra costs for internet, printing, breakfast."]]}]},"\n",{"type":"====","value":["City Center (Marques Pombal to Campo Pequeno)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ibis Lisboa Saldanha"],["url=http:\/\/www.ibishotel.com\/ibis\/fichehotel\/gb\/ibi\/2117\/fiche_hotel.shtml"],["email="],["address=Avenida Casal Ribeiro 23"],["lat="],["long="],["directions="],["phone=+351 (21) 319 1690"],["tollfree="],["fax="],["hours="],["price=€59 - €69"],["checkin="],["checkout="],["content=Travelers give this Ibis so-so reviews noting on the plus side the location only 5 min walk to the metro, and a good breakfast and on the minus side small rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lisboa Central Hostel"],["url=http:\/\/www.lisboacentralhostel.com"],["email=global@lisboacentralhostel.com"],["address=Rua Rodrigues Sampaio nº160"],["lat="],["long="],["directions=On parallel street behind Av. da Liberdade"],["phone=(+351) 309 881 038"],["tollfree="],["fax="],["hours="],["price=Dorms starting at €16"],["checkin="],["checkout="],["content=A fun, fresh and friendly place to stay. Located in the heart of city in Marques de Pombal and Avenida da Liberdade this international hostel provides a good base for sight-seeing by day and partying by night. All of Lisbon’s major night spots are easily accessible on foot."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=My Rainbow Rooms GAY Bed & Breakfast"],["url=http:\/\/www.myrainbowrooms.com"],["email=book@myrainbowrooms.com"],["address=Saldanha, 1 - 1000-007"],["lat=38.733473"],["long=-9.144101"],["directions="],["phone=(+351) 21 842 1122"],["tollfree="],["fax="],["hours="],["price=$45 – $69"],["checkin="],["checkout="],["content=Lisbon's only exclusively gay Bed & Breakfast is housed in a luxurious 6 bedroom, 3 bathroom apartment in a beautifully restored 1920's neo-art deco building. With three meter ceilings, rich hardwood floors, modern baths, elegant furnishing and sophisticated amenities, this gay hotel is centrally located in a quiet residential area in the heart of the capital, only two minutes walk from the Saldanha metro station. Breakfast and free wireless internet are included."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pensão Londrina"],["url=http:\/\/www.residenciallondrina.com"],["email="],["address=Rua Castilho, 61 First Floor"],["lat="],["long="],["directions=5 minutes walk from Marquês de Pombal underground station"],["phone=+351-21-3863624"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pousada da Juventude - Youth Hostel"],["url=http:\/\/www.pousadasjuventude.pt\/edicoes1\/pousadas\/artigos.asp?rev=2&artini=299&art=303"],["email=lisboa@movijovem.pt"],["address=R. Andrade Corvo, 46"],["lat="],["long="],["directions="],["phone=+351 (21) 353 26 96"],["tollfree="],["fax=+351 (21) 353 75 41"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Residencial Vila Nova"],["url=http:\/\/www.residencialvilanova.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+351 21 319 62 90"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small, modern hotel which is conveniently located to Marques du Pombal station."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Borges"],["url=http:\/\/www.lisbonhotelborges.com\/"],["email="],["address=Rua Garret, 108"],["lat="],["long="],["directions="],["phone=+351 (21) 346 19 51"],["tollfree="],["fax="],["hours="],["price=Rooms starting at €84"],["checkin="],["checkout="],["content=Spacious rooms with satellite TV. Very central, but somewhat expensive for the service."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NH Liberdade"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/portugal\/lisbon\/nh-liberdade.html"],["email="],["address=Avenida da Liberdade, 180 B"],["lat="],["long="],["directions="],["phone=+351 (21) 351 4060"],["tollfree="],["fax=+351 (21) 314 3674"],["hours="],["price="],["checkin="],["checkout="],["content=Nice hotel located right in the center of the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travelpark hotel"],["url=http:\/\/www.travel-park-hotel.com"],["email=reservas@hoteltravelpark.com"],["address=Avenida Almirante Reis nº 64"],["lat="],["long="],["directions="],["phone=+351 (21) 810 2100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= A brand new hotel that sits in the heart of Av. Almirante Reis. Just five minutes away from Lisbon International Airport and with underground station at doorstep. Online booking"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Vila Galé Ópera"],["url=http:\/\/www.vilagale.pt\/pages\/hoteis\/?hotel=13"],["email=opera@vilagale.pt"],["address=Tvª Conde da Ponte, 1300-141"],["lat="],["long="],["directions="],["phone=+351 (21)360 5400"],["tollfree="],["fax=+351 (21) 360 5450"],["hours="],["price="],["checkin="],["checkout="],["content= The hotel basically stands right by the Tagus River. Adjoins Lisbon’s Congress Centre and the lively nightlife of Lisbon’s Docas area. Online booking"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=America Diamond's Hotel"],["url=http:\/\/www.americadiamondshotel.com"],["email=info@americadiamondshotel.com"],["address=Rua Tomás Ribeiro 47"],["lat="],["long="],["directions="],["phone=+351 213 521 177"],["tollfree="],["fax=+351 213 531 476"],["hours="],["price=Rooms starting at €50"],["checkin="],["checkout="],["content=Was totally reconstructed in 2006 on a historical building, keeping only its original façade, contrasting with its modern interior, equipped with 60 comfortable rooms of different typologies."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Avenida Palace"],["alt="],["url=http:\/\/www.hotelavenidapalace.pt"],["email=reservas@hotelavenidapalace.pt"],["address=Rua 1º de Dezembro, 123"],["lat=38.71477"],["long=-9.14120"],["directions="],["phone=(+351) 21 321 81 00"],["tollfree="],["fax=(+351) 21 342 28 84"],["checkin="],["checkout="],["price="],["content=Located in the emblematic Restauradores Square, in the heart of the city, The Avenida Palace Hotel is a symbol of charm and elegance in more than one hundred years of its story. This neoclassical, imposing building and its first class refined service turned it into one of the most selected destinations of high society and prominent individualities all over the world."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lapa Palace"],["url=http:\/\/www.lapapalace.com"],["email=reservations@lapa-palace.com"],["address=Rua do Pau de Bandeira, 4"],["lat="],["long="],["directions="],["phone=(+351) 21 394 94 94"],["tollfree="],["fax=+(351) 21 395 0665"],["hours="],["price="],["checkin="],["checkout="],["content=Property of Orient-Express Hotels, Trains & Cruises. A luxury palace hotel in one of Lisbon's seven hills, with gardens and pools, heated all year long. Member of The Leading Hotels of the World. With one of the best spas in Lisbon, gourmet food (its restaurant is considered by the Zagat Guide as one of the best in Lisbon) and one of best Concierge services in the country."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pestana Palace"],["alt="],["url=http:\/\/www.pestana.com\/en\/pestana-palace-lisbon\/"],["email=reservas.portugal@pestana.com"],["address=Rua Jau, nº 54"],["lat=38.7037"],["long=-9.1868"],["directions="],["phone=(+351) 21 361 56 00"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Located in an old Palace, has a wonderful garden and luxury spa. Extremely comfortable, and well worth the €220 per night if you book in advance and online."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Eurostars Das Letras"],["alt="],["url=http:\/\/www.eurostarshotels.com\/EN\/eurostars_das_letras.html"],["email=reservas@eurostarsdasletras.com"],["address=Rua Castilho, 6-12"],["lat=38.72015"],["long=-9.14885"],["directions=Five minutes walk from Avenida metro station, ten minutes walk from the AirportBus stop at Marques de Pombal"],["phone=+351 21 357 3094"],["tollfree="],["fax="],["checkin=10:00H"],["checkout=12:00H"],["price="],["content=A new, modern hotel situated in the central Rato district. The hotel offers free wireless internet for guests along with two laptops with internet access."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tiara Park Atlantic Lisboa"],["alt="],["url=http:\/\/www.tiara-hotels.com\/hotel.asp?idioma=EN&id_hotel=7"],["email=reservations.lisboa@tiara-hotels.com"],["address=Rua Castilho, 149"],["lat=38.72659"],["long=-9.15544"],["directions="],["phone=+351 21 381 87 00"],["tollfree="],["fax="],["checkin=15:00H"],["checkout="],["price=Double: rack rate start at $150; special offers from online aggregators can be as low as $90"],["content=Luxury hotel with 331 rooms each decorated as one of the four elements. Glass-and-concrete building, but great for travelling with children if you don't mind 10 minutes walk to the downtown. Private parking; close to park and a large public playground (Parque Eduardo VII)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Lisboa"],["alt="],["url=http:\/\/www.sheratonlisboa.com\/"],["email="],["address=Rua Latino Coelho 1"],["lat=38.73170"],["long=-9.14694"],["directions="],["phone=+351 213 120 000"],["tollfree="],["fax="],["checkin=15:00H"],["checkout="],["price=€100-500"],["content=Panoramic bar on 26th floor. Spa available. Near Picoas metro station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel Lisbon Liberdade"],["alt="],["url="],["email="],["address="],["lat=38.71876"],["long=-9.14513"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Perhaps not particularly outstanding in standards or appointments among other Sofitels in Europe (meaning though that the standards are very high), the Lisbon Sofitel boasts a very central location on the Avenida da Liberdade, smack right at the entrance to the namesake metro station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tivoli Lisboa"],["alt="],["url="],["email="],["address="],["lat=38.72105"],["long=-9.14717"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=The five-star flagship of the Portuguese Tivoli hotel chain is most known for its rooftop terrace bar with splendid views."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Altis Grand Hotel"],["alt=A Luxury Collection Hotel"],["url="],["email="],["address="],["lat=38.72063"],["long=-9.15016"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Starwood's prime property in Lisbon is in the upmarket Rua Castilho"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fontecruz Lisboa"],["alt=Autograph Collection"],["url="],["email="],["address="],["lat=38.71921"],["long=-9.14395"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Striking postmodern architecture and interior appointments are on the menu throughout this Marriott's luxury boutique hotel."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nLisbon is generally safe but use common sense precautions, especially at train stations and on public transport.\n\nSome areas are best avoided late at night because of the risk of mugging: Bairro Alto, the alleys, Cais do Sodre. Some night clubs in Lisboa have a poor reputation.\n\n",{"type":"===","value":["Crime"]},"\n\nThe most common crime against tourists is ",{"type":"'''","value":["pickpocketing and theft"]}," from rental cars or on public transport. The metro carriages can become crowded and opportune for pickpockets but simple precautions are enough to maintain your safety while travelling on them.\n\n",{"type":"====","value":[" Violent crimes "]},"\n\nThere are some episodes of violent crimes (i.e. robberies) and some drug related crimes in places such as ",{"type":"''","value":["Bairro Alto"]}," and ",{"type":"''","value":["Santos"]},", especially at night. Chances are you'll be approached at least a few times by certain types offering 'hash' or 'chocolate', especially in the downtown area on and around Rua Augusta. If you are of fair complexion or obviously a tourist you are more likely to be approached. Also, due to soaring house prices, the Baixa area is not inhabited by a lot of people - as soon as the shops and offices close at night, the area sometimes becomes fair ground for muggers - caution is needed in back streets, and walking alone is not advised unless you know the area well.\n\nIt's also encouraged to be wary of the Intendente-Martim Moniz area. Intendente is a well known area for prostitution and drug trafficking, and even though the situation has changed in the past couple of years (police now regularly patrol the area), it is still problematic. Martim Moniz is also notorious, at night the area occupied by shifty crowds that more often than not will cause some trouble. During the day, however, Martim-Moniz is quite safe and pleasant.\n\nAlso be careful with bank machines in the city center. Groups of adolescents occasionally stay close to the multibanco and wait until you have entered your pin.  They then force you away from the machine and withdraw the maximum amount from the machine (€200 maximum per withdrawal; however, two withdrawals of €200 per day per bank card are allowed). Try to withdraw money earlier in the day and try to avoid some of the train stations late at night, especially Cais do Sodre station.\n\n",{"type":"====","value":[" Scams "]},"\nCriminals in Lisbon are very quick and witty and think of scams about how to get money from you (like pretending that they need to \"borrow\" money from you promising to pay you back in a few hours). In cases they might work in pairs, one offers drugs, while a second approaches you and the first pretending to be a cop, and asking you to pay a \"fine\" if you don't want to go to jail. Just walk away and avoid any interaction from the first moment, if you are approached. Young tourists should be advised as they will likely be approached by many people especially near the Chiado Plaza. A firm 'no thank-you' (\"não, obrigado\" - if you're a male \/ \"não, obrigada\", if you're female) should be enough to deter them.\n\n",{"type":"====","value":[" Arrumadores "]},"\nAlso, if you are driving a car, you should be on the lookout for one of Lisbon's greatest plagues: \"arrumadores\" (\"ushers\"). These are drug addicts, petty thiefs or homeless people who stand near vacant car parking spaces and \"help\" you to park your car even though no help is obviously needed. As soon as you step out of the vehicle, the \"arrumador\" will try to extort money from you as payment for the \"service\". They might also pretend to be \"official\" parking space guards or security and promise to keep an eye on your car - obviously they will leave as soon as you give them money and walk away. If you ignore them or don't pay them, there is a slight risk of having your car robbed or damaged (scratched, windows broken, etc.).\n\nAlthough \"arrumadores\" are not excessively dangerous, caution is always needed: many have been known to use this scam to attack or rob people, and instances of car jacking have been reported, specially when unescorted female drivers are concerned. Generally, you should always avoid \"arrumadores\" and simply look for another parking space (preferably in an area where more people are around) or just park in a private parking lot, which is a bit more expensive but a sure way to avoid this hassle.\n\n",{"type":"===","value":["Walking and Driving"]},"\n\nLisbon has one of the highest rates of car accidents in the European Union, so be extra careful when crossing the streets. Drivers don't usually respect pedestrian crossings unless there is a red light for them to stop.\nDriving can be tricky without a GPS system as there is poor signalling in the streets. Drivers overall are not too aggressive compared to other European capitals, although this is disputed by (mostly Spanish) tourists.\n\n",{"type":"===","value":["In case of Emergency"]},"\n\nAmbulance, fire brigade, police: call ",{"type":"'''","value":["112"]},".\n\nSame number is used with both land line and mobile phone. The number works on any mobile phone, whether it is keylocked or not and with or without SIM card.\n\nPortugal has two main police forces - the Republican National Guard (GNR) and the Public Security Police (PSP). Both can be contacted, but the PSP is the main urban police force.\n\n",{"type":"==","value":["Connect"]},"\nPrivate ",{"type":"'''","value":["international call centers"]}," and ",{"type":"'''","value":["public telephone booths"]}," are common throughout Lisbon. Be warned, however, public phones can be less generous than slot machines: many times they'll swallow your change and give you no credit. You're better off purchasing a Portugal Telecom pre-paid card you can insert into the phone, or even a discount calling card which connects you via a toll-free number. These can be purchased from street kiosks and convenience stores. Most payphones also allow you to pay by credit card, although support for this feature is somewhat expensive.\n\n",{"type":"'''","value":["Internet cafes"]}," are also abundant in the Rossio and Restauradores districts as well as in the Bairro Alto (opening late there). Expect to pay between €2 - €3 per hour.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.portugal.embassy.gov.au"],["email=austemb.lisbon@dfat.gov.au"],["address=Avenida da Liberdade, 198-200 2F"],["lat="],["long="],["directions="],["phone=+351 21-310-1500"],["tollfree="],["fax=+351 21-310-1555"],["hours=M-F 8:30AM-12:30PM and 1:30PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/lisboa.itamaraty.gov.br"],["email=geral@embaixadadobrasil.pt"],["address=Estrada das Laranjeiras, 144"],["lat="],["long="],["directions="],["phone=+351 21-724-8510"],["tollfree="],["fax=+351 21-726-7623"],["hours=M-F 9:30AM-01:00PM and 3PM-6:39PM (internal functions only)"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/portugal\/"],["email=lsbon@international.gc.ca"],["address=Avenida da Liberdade, 198-200 3F"],["lat="],["long="],["directions="],["phone=+351 21-316-4600"],["tollfree="],["fax=+351 21-316-4693"],["hours=M-F 8:30AM-12:30PM and 1:30PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/pt.china-embassy.org\/chn\/"],["email=chinaemb_pt@mfa.gov.cn"],["address=Ruapau de Bandeira, 11-13(A LAPA)"],["lat="],["long="],["directions="],["phone=+351 1-3928438"],["tollfree="],["fax=+351 21-3975632"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Embassy_Portugal\/Pages\/default.aspx"],["email=egyptembassyportugal@net.novis.pt"],["address=8 Avenida Vasco Da Gama"],["lat="],["long="],["directions="],["phone=+351 213018301"],["tollfree="],["fax=+351 213017909"],["hours=9AM - 16:30 PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finlandia.org.pt"],["email=sanomat.lis@formin.fi"],["address=Rua do Possolo 76, 1st floor, 1350-251 Lisboa"],["lat="],["long="],["directions="],["phone=+351-21-393 3040"],["tollfree="],["fax=+351-21-390 4758"],["hours=Mo-Fr 9AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/lisboa"],["email=gremb.lis@mfa.gr"],["address=Rua Alto Do Duque 13, Restelo, 1449-026"],["lat="],["long="],["directions="],["phone=+351 21-303-1260"],["tollfree="],["fax=+351 21-301-1205"],["hours=09:00-15:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vatican City"]]}," ",{"type":"{{","value":[["listing"],["name=Holy See"],["url="],["email="],["address=Avenida Luís Bivar, 18, 1069-147"],["lat="],["long="],["directions="],["phone=+351 21-317-1130"],["tollfree="],["fax=+351 21-317-1149"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.indembassy-lisbon.org"],["email=consular@indembassy-lisbon.org"],["address=Rua Pero da Covilhã - Restelo 16, 1400-297"],["lat="],["long="],["directions="],["phone=+351 21-304-1090"],["tollfree="],["fax=+351 21-301-6576"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/www.indonesianembassy-lisbon.org"],["email=info@indonesianembassy-lisbon.org"],["address=Rua Miguel Lupi 12, 1º - D, 1200-725"],["lat="],["long="],["directions="],["phone=+351 21-393-2070"],["tollfree="],["fax=+351 21-393-2079"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iraq"]]}," ",{"type":"{{","value":[["listing"],["name=Iraq"],["url="],["email=lisemb@iraqmofa.net"],["address=Rua da Arriaga, 9 (à Lapa), 1200-608"],["lat="],["long="],["directions="],["phone=+351 21-393-3310"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["File:Icons-flag-ie.png"],["20px"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url="],["email=lisbon@iveagh.irlgov.ie"],["address=Rua da Imprensa à Estrela 1-4"],["lat="],["long="],["directions="],["phone=+351 21-392-9440"],["tollfree="],["fax=+351 21-397-7363"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/lisbon.mfa.gov.il"],["email=press@lisboa.mfa.gov.il"],["address=Rua António Enes, 16, 4º, 1050-025"],["lat="],["long="],["directions="],["phone=+351 21-355-3640"],["tollfree="],["fax=+351 21-355-3658"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.pt.emb-japan.go.jp\/"],["email=cultural@embjapao.pt(Cultural)\/economia@embjapao.pt(Economic)"],["address=Avenida da Liberdade, 245 6F"],["lat="],["long="],["directions="],["phone=+351 21-311-0560"],["tollfree="],["fax=+351 21-353-7600"],["hours=M-F 9:30AM-12:30PM and 2PM-5:30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Macau"]]}," ",{"type":"{{","value":[["listing"],["name=Macau"],["alt=Cultural Representation and Consular Information Bureau"],["url=http:\/\/www.turismodemacau.com.pt\/"],["email=geral@turismodemacau.com.pt"],["address=Av. 5 de Outubro, 115 R\/C, 1069-204"],["lat="],["long="],["directions="],["phone=+351 21-793-6542"],["tollfree="],["fax=+351 21-796-0956"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Monaco"]]}," ",{"type":"{{","value":[["listing"],["name=Monaco"],["url="],["email="],["address=Rua da Junqueira, 136, 1300"],["lat="],["long="],["directions="],["phone=+351 21-363-8284"],["tollfree="],["fax=+351 21-363-2171"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Morocco"]]}," ",{"type":"{{","value":[["listing"],["name=Morocco"],["url=http:\/\/www.emb-marrocos.pt\/"],["email=sifmar@emb-marrocos.pt"],["address=Rua Alto do Duque, 21 (Ao Restelo), 1400-009"],["lat="],["long="],["directions="],["phone=+351 21-300-8080"],["tollfree="],["fax=+351 21-302-0935"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url="],["email=eduardo.cunha@totta.pt"],["address=Rua da Vista Alegre 10, Cascais"],["lat="],["long="],["directions="],["phone=+351 21-370-5788 \/ +351 21-370-5787"],["tollfree="],["fax=+351 21-370-5870"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Pakistan"]]}," ",{"type":"{{","value":[["listing"],["name=Pakistan"],["url="],["email=parep.lisbon.1@mail.telepac.pt"],["address=Rua António Saldanha 46, 1400-021"],["lat="],["long="],["directions="],["phone=+351 21-300-9070"],["tollfree="],["fax=+351 21-301-3514"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Palestine"]]}," ",{"type":"{{","value":[["listing"],["name=Palestinian Authority"],["url="],["email="],["address=Rua Pêro Alenquer, 25, 1400-293"],["lat="],["long="],["directions="],["phone=+351 21-362-1098"],["tollfree="],["fax=+351 21-362-1095"],["hours="],["price="],["content="]]}," (General Delegation of Palestine)"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["alt="],["url=http:\/\/www.embrussia.ru\/"],["email=mail@embrussia.ru \/ consul@embrussia.ru"],["address=Rua Visconde de Santarém, 57, 1000-286"],["lat="],["long="],["directions="],["phone=+351 21-846-2423\/+351 21-846-2424"],["tollfree="],["fax=+351 21-846-3008"],["hours=09h45AM-12h45AM (Closed on Tuesdays)"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["San Marino"]]}," ",{"type":"{{","value":[["listing"],["name=San Marino"],["url="],["email="],["address=Av. de Montevideu, 760, 4150, Porto"],["lat="],["long="],["directions="],["phone=+351 22-617-6356"],["tollfree="],["fax=+351 22-617-6356"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["url="],["email="],["address=Avenida do Restelo, Nº 42, 1400-315"],["lat="],["long="],["directions="],["phone=+351 21-301-0317"],["tollfree="],["fax=+351 21-301-4209"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url=http:\/\/www.embaixada-africadosul.pt"],["email=embsa@embaixada-africadosul.pt"],["address=Avenida Luis Bivar, 10"],["lat="],["long="],["directions="],["phone=+351 21-319-2200"],["tollfree="],["fax=+351 21-353-5713(Political)\/+351 21-255-5931(Consular)"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=South Korea"],["url=http:\/\/prt.mofat.go.kr\/worldlanguage\/europe\/prt\/main\/index.jsp"],["email=embpt@mofat.go.kr"],["address=Av. Miguel Bombarda, No. 36, 7˚, 1051-802"],["lat="],["long="],["directions="],["phone=+351 21-793-7200"],["tollfree="],["fax=+351 21-797-7176"],["hours=09:00AM-12:30AM, 02:00PM-05:30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["url=http:\/\/www.taiwanembassy.org\/pt\/"],["email="],["address=Rua Castilho. 32-1, 1250-070"],["lat="],["long="],["directions="],["phone=+351 21-315-1279\/80"],["tollfree="],["fax=+351 21-315-1288"],["hours="],["price="],["content="]]}," (Economic and Cultural Representation)"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Thailand"],["url=http:\/\/www.thaiembassy.org\/lisbon"],["email=thai.lis@mail.telepac.pt"],["address=Rua de Alcolena, 12, Restelo"],["lat="],["long="],["directions="],["phone=+351 21-301-4848"],["tollfree="],["fax=+351 21-301-8181"],["hours=09:00AM-12:30PM; 1:30PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["East Timor"]]}," ",{"type":"{{","value":[["listing"],["name=Timor Leste"],["url=http:\/\/timor-leste.gov.tl\/?p=142#pt"],["email=embaixada.rdtl@mail.telepac.pt"],["address=Largo dos Jerónimos, Nº 3, 1º Andar, 1400-209"],["lat="],["long="],["directions="],["phone=+351 21-393-3730"],["tollfree="],["fax=+351 21-3933-739"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Turkey"]]}," ",{"type":"{{","value":[["listing"],["name=Turkey"],["url=http:\/\/www.embaixadaturquia.pt"],["email=info-turk@mail.telepac.pt"],["address=Avenida Descobertas, 22, 1400-092, (São Francisco Xavier)"],["lat="],["long="],["directions="],["phone=+351 21-300-3110 (General) \/+351 21-300-3122 (Consular)"],["tollfree="],["fax=+351 21-301-7934"],["hours=09:00AM-12:30PM; 1:30PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Arab Emirates"]]}," ",{"type":"{{","value":[["listing"],["name=United Arab Emirates"],["url="],["email="],["address=Praça do Príncipe Real, 15\/7, 1250-184"],["lat="],["long="],["directions="],["phone=+351 21-311-0000"],["tollfree="],["fax=+351 21-323-0000"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinportugal.fco.gov.uk\/en"],["email=Lisbon.Consulate@fco.gov.uk"],["address=Rua de São Bernardo 33"],["lat="],["long="],["directions="],["phone=+351 21-392-4000"],["tollfree="],["fax=+351 21-392-4153"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/portugal.usembassy.gov\/"],["email=lisbonweb@state.gov"],["address=Avenida das Forças Armadas 1600-081"],["lat="],["long="],["directions="],["phone=+351 21-727-3300"],["tollfree="],["fax=+351 21-726-9109"],["hours=M-F 8AM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Western Sahara"]]}," ",{"type":"{{","value":[["listing"],["name=Western Sahara"],["url="],["email=rdd59980@mail.telepac.pt\/hamdibouiha@yahoo.es"],["address="],["lat="],["long="],["directions="],["phone=+351 21-983-5004"],["tollfree="],["fax=+351 21-354-2199\/21-983-5004"],["hours="],["price="],["content="]]}," (Representative Office)"]},"\n",{"type":"[[","value":[["File:Ponte Vasco da Gama 25.jpg"],["thumbnail"],["right"],["Vasco da Gama bridge in the morning mist"]]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Paço de Arcos"]]}," — A fishing village, where you can find also the Marquis of Pombal Palace and Estate."]},{"type":"*","value":[{"type":"[[","value":[["Mafra"]]},"— A charming town with a monastery."]},{"type":"*","value":[{"type":"[[","value":[["Ericeira"]]},"— A gorgeous seaside resort near Mafra, well-known to surfers worldwide."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sintra"]]}," is a beautiful ",{"type":"[[","value":[["UNESCO World Heritage site"]]}," town 40 minutes by car\/train from Lisbon."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cascais"]]},"— A pretty town on the bay of the same name, on the Estoril coast, 40 minutes by train from Lisbon (Cais do Sodre Station)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Praia das Maçãs"]]}," is a small and surprisingly calm seaside resort about 30 km to the west of Lisbon,near the towns of Colares & Sintra."]},"\n",{"type":"'''","value":["South of Lisbon(south of the Tagus river\/rio Tejo)"]},":\n",{"type":"*","value":[" ",{"type":"[[","value":[["Almada"]]},", a city connected to\/from Lisbon via ferry boats at ",{"type":"[[","value":[["Cacilhas"]]}," and connected by train at ",{"type":"[[","value":[["Pragal"]]}," and roadway via 25 Abril bridge\/ponte 25 de Abril.  The Monument of Christ-King (Cristo-Rei) is located in Pragal, Almada."]},{"type":"*","value":[" ",{"type":"[[","value":[["Costa da Caparica"]]},", with beautiful beaches, easily reachable by bus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Setúbal"]]},"— Capital of the district, and starting point for visits to Arrabida mountain, Troia, and the Sado river. Dolphins can be spotted on the bay."]},{"type":"*","value":[" ",{"type":"[[","value":[["Palmela"]]},"— A hill town with a castle, with amazing views, near the city of Setúbal."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sesimbra"]]},"— A fisherman's village near the Arrábida mountain, good for scuba diving and fresh seafood, and starting point to visit the Espichel cape and sancturary."]},{"type":"*","value":[" ",{"type":"[[","value":[["Azeitão"]]},"—,near Setubal, some 30 km South of Lisbon, this small region consists of a series of lovely villages, of which Vila Nogueira de Azeitão and Vila Fresca de Azeitão are the most well known. Azeitão stands between the Arrábida Nature Park and the coast. In the park you'll meet the last remains of the original Mediterranean flora. Also, there is the famous Convent of Arrábida to visit and the stunning views from its hills and at its peak."]},{"type":"*","value":["Vila Nogueira de Azeitão— Visit the beautiful Winery and palace \"Quinta da Bacalhoa\". Also check out the grand estate and winery of \"José Maria da Fonseca\". Igreja de São Lorenço with hand painted tile panels, gilded wood chapels and a Lucca Della Robbia medallion. Convent of S. Domingos."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tróia"]]},"— A lovely peninsula gifted with kms of wild unexplored beaches, and with a tourist resort being developed on one of its edges."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lisbon Region"]]},"\n",{"type":"{{","value":[["geo"],["38.7071"],["-9.1353"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lisbon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Portugal\/Districts\/Lisbon\/Lisbon"]]},"\n\n",{"type":"[[","value":[["commons:category:Lisbon"]]}]