[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Lishui"]}," is a city in ",{"type":"[[","value":[["Zhejiang"]]}," province.\n\n",{"type":"==","value":["Understand"]},"\nLishui has a very long history, for during the Liangzhu Culture period 4000 years ago, there were tribes living in the area. In 589, a prefecture called Chuzhou was established by the Sui Dynasty with Kuocang, Songyang, Linhai, Yongjia, Angu and Lechen counties under its jurisdiction. Three years later, the prefecature's name was changed to Kuozhou and then to Yongjia County in 607. The name was changed back to Kuozhou in 621 during the Tang Dynasty, to Jinyun County in the first year of the Tianbao era (742) and back to Kuozhou in the first year of Qianyuan Era (758).\n\nIn 779, during the Tang Dynasty, it was renamed Lishui County. The name of the area was changed again in the year 1276 during the Yuan Dynasty to Chuzhou Lu and to Annan Fu in the 19th year of rule of Zhizheng (1359). The name of the area was maintained as Chuzhou Fu until the Ming and Qing Dynasties when it was changed back to Lishui. In the year 1935, the area was given the official name: Lishui Administrative Supervision District. In 1949, the Lishui Special District was established but then abolished in 1952. Later, it was re-instated in 1963 and the area was renamed as Lishui City. By the year 1997, Longquan, Qingtian, Jinyun, Yunhe, Qingyuan, Suichang, Songyang and Jingning were under the jurisdiction of Lishui, Liandu District serving as the administrative headquarters.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New World Hotel"],["url=http:\/\/www.hotels-in-guangzhou.com\/en\/china-lishui\/lishui-new-world-hotel-lishui.html"],["email="],["address=219 Liqing Road (Liqing Lu)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Daily rates starts from ￥130"],["checkin="],["checkout="],["content=The New World Hotel (Lishui Xinshijie DaJiudian) is located in picturesque downtown Lishui, near the East Bus Station and the railway station. Hence, transportation networks are easily accessed from the hotel.\n\nThere are 120 rooms and suites, including single, luxury, business standard, administrative and presidential type rooms equipped with modern facilities."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Xierdun·Roman Holiday Hotel"],["url=http:\/\/www.hotels-in-guangzhou.com\/en\/china-lishui\/lishui-xierdun-roman-holiday-hotel-lishui.html"],["email="],["address=568 Dayang Road (Dayang Lu)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Xierdun·Roman Holiday Hotel (Xierdun Luoma Jiari Jiudian) is located in downtown Lishui, just 4 kilometers from Lishui Railway Station.\n\nOn offer at this Lishui hotel are spacious suites as well as standard and single rooms outfitted with LCD computers.\n\nOn the recreational side of things, guests can enjoy drinks at the coffee bar or head to the beauty salon for scalp massages and hair washes.\n\nThose arriving in their own cars will also find the hotel equipped with ample parking."]]}]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Lishui, Zhejiang"]]},"\n",{"type":"{{","value":[["geo"],["28.45"],["119.91666666667"]]}]