[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Lismore"]]},"\n",{"type":"'''","value":["Lismore"]}," is a town in County Waterford, ",{"type":"[[","value":[["Ireland"]]},". Is a heritage town on the banks of the river Blackwater, in West County Waterford.  \n\n",{"type":"==","value":["Understand"]},"\nLismore began with the monastic settlement of Lismore abbey in the 7th century by St Carthage (St Mochuda in Irish). In 1171 Henry II of England stayed in the monastery and his son King John of England built a small castle there, which became the seat of the local bishop.  It was part of the huge territory held by the Earls of Desmond, after the revolt of the 15th Earl, it became part of the large estate gifted to Sir Walter Raleigh, by Queen Elizabeth I. According to ledgend this was when the potato was first introduced to Ireland from South America.  The estate was bought by Richard Boyle, First Earl of Cork from Raleigh.  Boyle was an Elizabethan adventarer par excellance, who through a combination of marriage and property speculation, amassed a subsatial estate comprising of large parts of East Cork and West Waterford.  He made Lismore his principal seat and it was here his famous son, the father of modern chemistry, Robert Boyle was born.  After the death of the 3rd Earl of Cork, the estate was inheirted by his daughter Lady Charlotte Boyle who married William Cavendish, 4th Duke of Devonshire.  The 6th Duke had the Castle remodeled extensivily in the Gothic Style.  In 1814 a rare vellum manuscript from the 15th Century, the book of Lismore was found in a wall of the Castle.  The Castle remains a private residence of the Dukes of Devonshire to this day.\n\n",{"type":"==","value":["Get in"]},"\nCar. A car is by far the most pratical way to visit the town.  The N72 passes through the town from Fermoy to Dungarvan.  There is also a very pleasant drive from Youghal via Tallow to Lismore.\nWalking. The town is part of the Blackwater way walk.\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nLismore Castle gardens.  The Castle itself is closed to the public, but the gardens are a very pleasant place to while away a few hours.\n\nThe Towers. All that remains of a once grand mansion are the dramatic gothic bridge and lodge.  But a beautiful short forest walk now wends through the old estate. The perfect place for a picnic. \n",{"type":"==","value":["Do"]},"\nThe river Blackwater is famous for its fishing.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nOBrians Chop House. Under the management of the owners of award winning Ballyvolane House.  There is a lovely garden area in the rear perfect for summer.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe Vee drive. This scenic drive brings you up over a high pass through the Knockmeldown mountains, past a pretty lake and down into the Vale of Aherlow in Co. Tipperary. At its best in early summer May\/June when the plague of non native but very attractive rododendron bushes bloom.  Continue the heritage theme by visiting the fortress of the Earls of Ormond in Cahir, and the spectacular ruins of the Rock of Cashel.\n\n\n",{"type":"{{","value":[["IsPartOf"],["County_Waterford"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["52.1365"],["-7.9294"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ireland\/Waterford\/Localities\/Lismore\/"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]