[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Litang"]},", also Lithang, formally known as Gaocheng Town (Mandarin Chinese: 高城镇), (Tibetan: ལི་ཐང།), is the county seat of Litang Couty, in western ",{"type":"[[","value":[["Sichuan Province"]]},", south-west ",{"type":"[[","value":[["China"]]},". It is also part of the ancient and historic Tibetan province of Kham. The town has a population of about 50,000 and is a major center of Tibetan culture in Kham and at an elevation of 4000m (13,123 ft) is one of the highest in the world.  The town sits at the edge of wide grassland valley, surrounded by tall grassy hills that are often populated by yak and nomadic herders.  This topography offers expansive views from many places in town. Several Dalai Lamas where born here and lived in the local monastery located just outside the town on a hillside. Litang is a bustling little place with colorful street life thanks to the nomadic shepherds and Tibetan people coming here to sell and buy their products. The older parts  are situated on the hill slopes to the east, while busy construction work is extending the place into the surrounding grassy plains.  Many of the new buildings are being constructed in the traditional local style.  The vast majority of the population is ethnically Tibetan and bi-lingual but most signage is in Mandarin. The closest thing to big city amentities is Kangding 8-9 hours to the east over several breathtaking and dangerous passes. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Air"]},"\n\nAs of May 2010, it is possible to fly from Chengdu to Kangding. This takes only 35 minutes and will save you lots of time and energy. \n\n",{"type":"===","value":["Public bus"]},"\n\nThe Bus Station is at the eastern end of town, near the crossroads between Kangding- and Xiangcheng-bound roads. Buses arrive daily from ",{"type":"[[","value":[["Batang"]]},", ",{"type":"[[","value":[["Kangding"]]}," (9 hours, ¥87), ",{"type":"[[","value":[["Xiangcheng"]]}," (4 hours, ¥61, difficult to get tickets), and ",{"type":"[[","value":[["Daocheng"]]}," (3 hours). The buses tend to arrive between 14:00-15:00. You should try buy your ticket in the morning before you travel as it can get quite busy. Don't be put off by the fact the 'ticket' looks like a scrap of paper.\n\nPrivate or shared minibuses can be hired in front of the station for ¥100 to Kangding. The price depends on how many other travelers are sharing the minibus with you. Minibuses can also be hired to Xinlong (4 hours) or Ganzi (7 hours).\n\nMinibus is a far more comfortable option. The public bus has no suspension and is horrifically bumpy for 9 hours.  As of October 2012, highway 318 (to Kanding\/Batang) was being rebuilt and was essentially a 4x4 dirt road and it now takes about 12 hours, it will probably take several years to complete. While the previously poor road to Ganzi through Xinlong had recently been repaved and was mostly in very good condition.\n\n",{"type":"==","value":["Get around"]},"\n\nYou can easily visit the town on foot. Follow the main street to the market, complete with little baby yaks eating garbage and wild nomads on motorbikes.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ganden Thubchen Choekhorling Monastery"]}," (Lithang Gompa, Litangsi). The monastery is just on the northern edge of town and belongs to the Gelukpa sect of Tibetan Buddhists. In 1956 the monastery came under siege and them bombing from the PLA, following resistance to the attempt to impose communist rule and reforms in Kham. This was a critical turning point in the Tibetan uprising, when some Khampa decided as a result to begin guerrilla warfare. Other monasteries in the region may have similar histories- eg at Xiangcheng there a lot of ex-monastic rubble - but where they did not play such an important historical role as a specific site, this is harder to uncover. What you see is therefore substantially reconstructed, as much of the monastery was destroyed. Monasteries were also devastated by the Han during the cultrual revolution. As usual, you are ",{"type":"'''","value":["not"]}," allowed to take photographs of holy relics inside. The friendly monks will guide you through the main buildings, including some breathtaking views from the temple roofs. The monastery was founded in 1580 by the third Dalai Lama ",{"type":"''","value":["Sonam Gyatso"]}," on the site of an older Bön-monastery. There are three main temples in the compound, of which one is currently under construction. The oldest seems to be the one on top of the hill, still featuring the wooden construction of the upper rim of the buildings. Inside, you can view several chambers and a bedroom in which the 7th Dalai Lama is said to have resided. Many more famous and influential personal figures were born here, including the 7th Dalai Lama, 10th Dalai Lama, the most influential Zebutsundaba Lama of Mogonia, the 7th Gyamuyang Lama, the 7th, 8th and 9th Pabalha living Buddha of Chamdo monastery and the 1st, 2nd and 3rd Xianggen living Buddha."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jiage Shenshan Lamasery"]},". A small temple around 18km out of town on the road to Daocheng. The lamasery is at the base of a holy cliff which it is possible to walk up. The cliff is supposed to have naturally occuring images of Bodhisattva Guanyin in rock face. It is strewn with prayer flags and contains several caves and passages in which offerings are left."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chorten Karpo"]}," (Qudenggabu chorten, white stupa). A busy stupa on the west side of town. Worth a visit to join the locals in turning the circuit of prayer wheels."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" The annual horse racing festival has been banned since the 2008 Tibetan riots. However, the nomadic peoples still hold an annual horse racing festival. The location changes. In 2010, it was a 2 hour jeep ride from Litang, off-road through the plains and fording rivers for parts of the journey. Lots of fun! We arrived early and a hospitable Tibetan family invited us into their tent to share a breakfast of yak milk and braided bread. An unmissable authentic Tibetan experience. Contact \"Longlife\", the owner of the Peace Guesthouse, to arrange the trip."]},"\n",{"type":"*","value":[" Hike to the surrounding hills to get a view of the outstretched valley including a visit to the sacred \"sky burial\" grounds. You will find yourself among the remains of many departed making for a strange and unusual experience. Use utmost respect while visiting the grounds. They are marked by large prayer flags."]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hot Springs"],["url="],["email="],["address="],["lat="],["long="],["directions=About 7 Km West of town (In the Direction of Batang)"],["phone="],["tollfree="],["fax="],["hours="],["price=One - ¥20, Room - ¥40"],["content=Some guesthouses can arrange tours to go there, or just hail a taxi, Or just hitch Hike There. There are indoor tile bathtubs where you can bathe in privacy. The baths are dingy and muddy and not much of a visual experience, but may be enjoyable for their therapeutic effect. You can also find some hot water in open streams however it's not very deep and not really suitable for a good soak."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Typical Tibetan clothing and jewelery and accessories needed by the herdsmen frequenting the town are available in small shops downtown."]},{"type":"*","value":[" Supermarkets on main-street sell food and toiletries, you can also buy bottles of beer and decent Chinese wine to make up your own nightlife."]},{"type":"*","value":[" In the market you can buy sliced-and-dried apples and pears for a healthy snack."]},"\n",{"type":"==","value":["Eat"]},"\nPlenty of small restaurants are to be found on the main road, some with English menus.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tian Tian Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Across the street from the Crane Guesthouse"],["phone=13541467941"],["tollfree="],["fax="],["hours="],["price="],["content=Now across the street from the Crane Guesthouse (correct as of July 2009, used to be 189 Happy East Road, next to the Crane), Tian Tian is a little restaurant sporting an English menu. The owner, Mr. Zheng, is not a local (he arrived from his native Chengdu in 2003), but has zealously taken on the role of town ambassador for  foreign visitors.  He is very friendly and happy to indulge in some chat with his basic English, and is always willing to learn more and keeps a handwritten journal to document new words learned. He can often be seen most mornings returning from the market with fresh vegetables and meats, and if you are a Westerner will likely find you before you find him and will give you his rather professional business card. He and his wife are great cooks and know how to specialise to western tastes. Mr Zheng's potato cake recipe is most delicious. While Mr Zheng and his wife cook mostly Sichuan and continental Chinese food, he also makes a fine yak butter tea, made a little sweeter to appeal to western tastes. His Tibetan breakfasts are also tasty and very filling. Mr Zheng provides very accurate informal travel information; the big hand-drawn map in his restaurant is most useful, as are the business cards, flyers, and notes on the wall. Ask to read (or perhaps write in) his guestbook before you leave."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Snow Mountain Restaurant"],["alt=贡嘎雪山民族特 (Gòng gā xuěshān mínzú)"],["url="],["email="],["address=222 Xingfu Donglu"],["lat="],["long="],["directions=On the main street, near Potala Inn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tasty, simple, reasonable, and authentic Tibetan food, with both English and Chinese menus."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere is an excellent dance club on the same side of the street as the Crane Guesthouse towards the bus station. There is a neon sign lit entrance to a courtyard, where the club is inside and to the right. There are also a number of karaoke-style bars in town, or KTV as they are known locally.\n\n",{"type":"==","value":["Sleep"]},"\n\nDuring autumn and winter, most of the guesthouses or hotels don't have any heating system or it is limited to electric blankets, rooms will be very cold making the stay uncomfortable. The incessant barking of dogs at night will make sleep challenging. The altitude is very high in this town so a signifcant amount of people will experience some negative side effects as a result. Be forewarned!\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Peace Guesthouse"]}," Opened in 2009, this simple hostel has a helpful English-speaking owner called Longlife. It features clean dorm beds for ¥20 and is located 1 minute from the bus station (take a right turn). Peace Guesthouse has a nice little cafe, hot showers, and internet services. Motorcycle rental is ¥120. Longlife and his friends Khedap and Lobsang are very friendly. They do tours of the local area which have good reviews from many travellers. Contact Longlife at jeegor_zero@yahoo.com or tel. +86 15283 605 821.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Potala Inn"]}," near the bus station offers dorm rooms (¥35) and private rooms with shared bathrooms (¥100) on the second floor, and rooms with private bathrooms (¥150-180) on the third floor.  Some travelers have complained about the cleanliness of the shared bathrooms (with squat toilets), but the private rooms (with Western toilets and a shower right above the toilet) are clean, although a bit run-down.  The hotel serves passable Chinese, Western, and Tibetan food.  Shared computers are available, and free Wifi is available in the bar.  There is one English-speaking staffer named Medok.  A few guests have complained about being shortchanged by the management, especially when arranging tours. +86-836-532-2533 or +86-135-6867-7588. "]},{"type":"*","value":[" ",{"type":"'''","value":["Crane Guesthouse"]}," (July 2009) is further down the road from the Potala inn (same side of the road). It is a popular hotel with foreign tourists, possibly because it is highlighted in some travel guides. But the sanitary conditions of the older part of the guesthouse (with shared facilities) are abysmal, with dirty bathrooms (squatting toilets that look like they have never been cleaned, old rickety taps did not always have running water, the 'sink' was just a broken-tiled worktop with a hole in it), old food left for days on stairways, and swarms of flies abounding. The dorm rooms have smears and all kinds of marks ALL over the walls, and lots of rubbish under the beds. The rooms in the new part with private bathrooms (squat toilet) are reasonably clean (priced at ¥100\/double). The managers of the building, two Tibetan sisters, have been known to play loud dance music until 01:00 from their lobby. The staff is otherwise friendly and quite helpful. Showers are hot, free if you are staying in a ¥20 dorm, but ¥5 if you are paying for a ¥10 bed, and located next to the main lobby in the courtyard, which means you must walk outside the building to get to them. Be careful when taking a shower though, as the wires from the (rather low) ceiling light are completely exposed, with the plug and socket located directly opposite the shower head."]},{"type":"*","value":[" ",{"type":"'''","value":["Peace & Happy Hotel"]}," Possibly the cheapest option in town. The rooms and toilet are grotty but the shower room is OK with hot water from 10:00 to 22:00. However the family are fairly friendly and one girl speaks some English. Double, twin and triple rooms at ¥15 per person in winter. On the main street, No. 345. 21 janury 2008."]},{"type":"*","value":[" ",{"type":"'''","value":["Safe and Life Hotel"]}," (Gaocheng Luguan) is just opposite the bus station while the ",{"type":"'''","value":["Batang Guesthouse"]}," (Ping'An Fandian) is across the street on your right hand side when leaving the bus station."]},{"type":"*","value":[" Two buildings right from the bus station is another small hotel."]},{"type":"*","value":[" As you follow the main road to the left, there is the Jixiang Binguan hotel on the right side."]},{"type":"*","value":[" ",{"type":"'''","value":["Nomads Guesthouse"]},"(may 2010)is 5 minutes walking from the bus station. From there, walk to the left on the main street, and turn left the first street again. You'll see a blue sign in chinese, follow it. It's a nice guesthouse, all the rooms are around a courtyard, with attached bathrooms, hot water, free wifi, and some have tv. The staff doesn't speak english, but they do the effort to understand you. Rooms are new and clean."]},{"type":"*","value":[{"type":"'''","value":["Nomad Homestay (牧马人民居接待)"]}," Clean home stay with Tibetan family in traditional house not too far from the bus station in the old part of the town. You will be welcomed by this friendly friendly family with Yak butter tea. Daughter speaks OK Chinese. Bathing facilities are not great but clean and there is hot water available. Definitely a great choice in Litang! Tel: 13508206651 \/ 08365322013. Address: 城西河路北二段 (which seems to be an extension of 長青路 (changqing rd.), there is a clear \"Nomad\" sign next to the door. 10 minute walk from bus station. Price: paid ¥100 for a double rooms but it seems we could have gotten the room for ¥30."]},"\n",{"type":"===","value":["Moderate"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gaocheng Binguan"]},", on the main street; rooms ¥220-1111."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nLitang is quite a center of Tibetan secessionist activities. Pictures of Dalai Lama are technically illegal. There is a strong police and military presence due to the tension.\n\nAugust horse festival has had incidents in the past. Such incidents (with no casualties) happened in 2006 because of a dispute over results and in 2007 over a call for the return of the Dalai Lama. Check out the current situation on some Tibetan news sites like www.phayul.com\n\nAs with many towns in the area, Litang is quite dusty, so those who are sensitive to dust should exercise precaution.  Locals often wear homemade cloth dust masks, and they are cheaply and easily available in town.\n\nBecause of the altitude, travelers should be alert for signs of altitude sickness.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"===","value":["Public Bus"]},"\nThe bus to Xiangcheng leaves from Kangding in the morning and arrives Litang between 14:00-15:00.\nIt can be more cheap and quick to hire a minivan, Especially because the buses Do not always have a place to sit.\n\n\n",{"type":"{|","value":[["class=\"wikitable\""],["! To"],["! Approximate Price (Yuan)"],["! Duration (Hours)"],["! Comments"],["! Last update"],["|-"],["|",{"type":"[[","value":[["Xiangcheng"]]}],["|¥80"],["|4-5"],["|Comes from Kanding"],["|",{"type":"<","value":["small",["May 2011"]]}]]},"\n\n",{"type":"===","value":["Private MiniBus"]},"\nYou can hire a \"minibus\" - van , just outside of the bus station.\nyou won't need to look hard, the drivers will come to you.  Hotels can also help arrange a van for the next day.\nThe price is for a full van- 7 places, so if you go with an empty van it will\ncost more for each person.\nBargain hard!\n\n\n",{"type":"{|","value":[["class=\"wikitable\""],["! To"],["! Approximate Price (Yuan)"],["! Duration (Hours)"],["! Comments"],["! Last update"],["|-"],["|",{"type":"[[","value":[["Xiangcheng"]]}],["|¥400-600"],["|4"],["|Price is for a Minibus(7 Places)"],["|",{"type":"<","value":["small",["May 2011"]]}],["|-"],["|",{"type":"[[","value":[["Daocheng"]]}],["|¥300-400"],["|3"],["|Price is for a Minibus(7 Places)"],["|",{"type":"<","value":["small",["May 2011"]]}],["|-"],["|",{"type":"[[","value":[["Zhongdian"]]},"(Shangri-La)"],["|¥1000-1200"],["|12"],["|Via Xiangcheng, Price is for a Minibus(7 Places)"],["|",{"type":"<","value":["small",["May 2011"]]}],["|-"],["|",{"type":"[[","value":[["Xinlong"]]}],["|¥450"],["|4.5"],["|Good road, scenic, Price is for a Minibus(7 Places)"],["|",{"type":"<","value":["small",["August 2012"]]}],["|-"],["|",{"type":"[[","value":[["Ganzi"]]}],["|¥780"],["|7"],["|Via Xinlong, Price is for a Minibus(7 Places)"],["|",{"type":"<","value":["small",["August 2012"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Litang Town"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ganzi (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]