[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Litchfield map.png"],["thumb"],["Map of Litchfield National Park"]]},"\n\n",{"type":"'''","value":["Litchfield National Park"]}," is in the ",{"type":"[[","value":[["Northern Territory"]]}," (",{"type":"[[","value":[["Australia"]]},"), 69 km south of ",{"type":"[[","value":[["Darwin"]]},". The park's main attractions are the waterfalls and the clear pools of water they cascade into.\n\nDuring the hot dry season the park is a magnet for people looking for a refreshing swim. Crocodiles do not seem to be as much a threat in Litchfield as they are in other ",{"type":"[[","value":[["Top End"]]}," parks, such as ",{"type":"[[","value":[["Kakadu National Park"]]},".  \n\nOther features of the park include the termite mounds and the \"Lost City\", an area of bizarre sandstone block and pillar formations which have been sculpted by wind and rain over thousands of years.\n\n",{"type":"==","value":["Understand"]},"\nLitchfield National Park is approximately 1500 sq km in size and is an important conservation reserve in the ",{"type":"[[","value":[["Northern Territory"]]},". Typical of ",{"type":"[[","value":[["Top End"]]}," habitats, there are a number of waterfalls which fall from a sandstone plateau, the Tabletop Range. There are large termite mounds, historical settlement sites, weathered sandstone pillars such as the Lost City, and Aboriginal culture to learn about. \n\n\n",{"type":"===","value":["History"]},"\nThe Park’s traditional owners are the Wagait Aboriginal people, many of whom live in the area. The region has a colourful pioneering and pastoral history and places like the ruins of Blyth Homestead, built in 1929 but abandoned in the 1960s, are a reminder of the tough conditions faced by pioneers.\n\n\n",{"type":"===","value":["Landscape"]},"\nFor visitors, Litchfield National Park's main attractions are permanent spring fed waterfalls (Florence, Tolmer and Wangi), cascades at Buley Rockhole, magnetic termite mounds, and a wildlife cruise along the majestic Reynolds River.\n\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe Northern Territory supports a wide diversity of native animals including birds, insects, reptiles, marsupials and mammals. This tropical environment is prolific with barramundi and produces the most exciting sportfishing in Australia.\n\n",{"type":"===","value":["Climate"]},"\nThe Top End, which includes Darwin, Katherine, Kakadu and Arnhem Land, has a tropical climate. ",{"type":"[[","value":[["Darwin"]]}," has an average temperature of 32°C all year, with varying humidity. The tropical summer, from December to March, is considered by many to be the region's most beautiful time of year. \n\nThe summer rains bring the natural landscape to life and deliver the picturesque storms and sunsets the Northern Territory is renowned for. The dry season, from May to October, has warm, sunny days and cool nights. At the end of the year, the build up, or pre-monsoon season, begins and humidity levels start their rise.\n\nThe following chart outlines Darwin's monthly temperature averages as an indicator for the whole northern region.\n\n",{"type":"<","value":["table",["\n",{"type":"<","value":["tr",[{"type":"<","value":["th",["Period"]]},"\n    ",{"type":"<","value":["td",["Jan-Feb"]]},"\n    ",{"type":"<","value":["td",["Mar-Apr"]]},"\n    ",{"type":"<","value":["td",["May-Sep"]]},"\n    ",{"type":"<","value":["td",["Oct-Dec"]]},"\n"]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["th",["Average minimum"]]},"\n",{"type":"<","value":["td",["24°C (75°F)"]]},"\n",{"type":"<","value":["td",["24°C (75°F)"]]},"\n",{"type":"<","value":["td",["21°C (69°F)"]]},"\n",{"type":"<","value":["td",["25°C (77°F)"]]},"\n"]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["th",["Average maximum"]]},"\n",{"type":"<","value":["td",["31°C (88°F)"]]},"\n",{"type":"<","value":["td",["32°C (90°F)"]]},"\n",{"type":"<","value":["td",["31°C (88°F)"]]},"\n",{"type":"<","value":["td",["32°C (91°F)"]]},"\n"]]},"\n"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Australia_litchfield_wangi_falls.jpg"],["250px"],["right"],["thumb"],["Wangi Falls"]]},"\n\nThere are only three roads into Litchfield National Park.  The only paved access road is via the small town of ",{"type":"[[","value":[["Batchelor"]]}," off the Stuart Highway between Darwin and Katherine.  The other two options are dirt roads, one north to Darwin via Berry Springs, the other along the south edge of the park to Daly River.  The north side of the park can be fairly comfortably covered from Darwin in a single day (figure on 300 km), but to enjoy the sights which are 'off the beaten track', a few more days and a 4WD will be necessary.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere is no entry fee for the National Park.  Camping fees are charged per person per night.\n\n",{"type":"==","value":["Get around"]},"\nThe National Park has a network of sealed and unsealed roads. The northern end can be visited by 2WD on bitumen roads. To visit the southern end, it is necessary to have a 4WD due to several river crossings and the variable nature of the road conditions.  During the wet season (Dec-Mar) access by road may be not be possible as the 4WD tracks are closed due to flooding.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Australia_litchfield_magnetic_termite_mounds.jpg"],["250px"],["right"],["thumb"],["Magnetic termite mounds"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Wangi Falls"]}," is the one of the Park’s best swimming and picnicking spots. Its campground is complete with hot showers, toilets, barbecues,a kiosk and serves as a good base from which to explore the Park. You can swim between May to October and watch the thundering waterfalls during the monsoon period."]},{"type":"*","value":[{"type":"'''","value":["Magnetic Termite Mounds"]}," about 17 km from the eastern boundary of the Park is the first major batch of Magnetic termite mounds. Built by termites, they are amazing architectural feats complete with arches, tunnels, chimneys, insulation and nursery chambers. Flat and seemingly razor-sharp at the top, the mounds are aligned north to south to warm the nest as much as possible, as the larger faces are to the East and West."]},{"type":"*","value":[{"type":"'''","value":["Waterfalls and plunge pools"]}," Florence Falls - spectacular double waterfall set amid the monsoon forest, 160 steps lead down to the plunge pool. Buley Rockhole – series of cascading waterfalls and rockholes located just 80 metres from car park and Wangi Falls – one of the park's best swimming and picnicking spots, and its most popular attraction."]},{"type":"*","value":[{"type":"'''","value":["Lost City"]}," (4WD access only) Amazing formations of sandstone rocks."]},{"type":"*","value":[{"type":"'''","value":["Blyth Homestead"]}," (4WD access only) Learn about the hard life of the children of the Sargent family, herding cattle and working in a tin mine, in the early 20th century on their father's cattle station in what is now the National Park."]},{"type":"*","value":[{"type":"'''","value":["Wildlife"]}]},{"type":"*","value":[{"type":"'''","value":["Adelaide River Township"]}," (outside park) 112km south of Darwin, was established as a base for the Overland Telegraph Station and became the major military headquarters of North Australia’s WWII effort. It is the one of the most significant war cemeteries on Australian soil. The Adelaide River Inn is a popular rest stop serving barra and chips and other pub food."]},{"type":"*","value":[{"type":"'''","value":["Sandy Creek (Tjaynera) Falls"]}," (4WD access only) Not far south beyond Blyth Homestead, one of the best places to swim in Litchfield (in my opinion, the best) but harder to get to than Wangi or Florence. Besides being on a 4WD-only track, it's an approximately 2km walk from the road to get to the plunge pool."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Walking Tracks"]}," Before setting out on a bush walk, call into the Park Headquarters at Batchelor (the gateway to Litchfield) for a map and permit information. Walks leave from most popular sites including Florence Falls and Walker Creek. Signs in the car parks and along the tracks will guide you through a range of ecosystems on walks that range from 15 minutes to five days."]},"\n",{"type":"*","value":[{"type":"'''","value":["Picnicing"]}," Wangi Falls has a day picnic area with a kiosk"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bush walking"]}," ranging from short strolls to multi-day options"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bird & Nature watching"]}," large variety of birds to spot plus reptiles, insects, plant life"]},"\n",{"type":"*","value":[{"type":"'''","value":["Swimming"]}," in fresh water plunge pools. The popular swimming locations are Wangi Falls (most accessible for those with limited mobility), Buley Rockholes (short 5 minute walk with steps staggered along the route) and Florence Falls (15-20 minute walk along formed path with a long series of steep steps)"]},"\n",{"type":"*","value":[{"type":"'''","value":["4WD driving"]},"  off roading is limited to formed tracks which vary in difficulty. The Lost City would be the most challenging of 4WD drives available."]},"\n\n",{"type":"===","value":["Itinerary"]},"\nThis three-to-five day bushwalk will allow you to experience the lush woodlands, tumbling waterfalls and swimming holes that make the region a special nature playground. The track is recommended for experienced bushwalkers with a good level of fitness. Obtain a permit prior to your walk from the PWCNT office. ",{"type":"'''","value":["Phone: (08) 8999 4524."]},"\n\n",{"type":"'''","value":["Section 1"]},"\nWangi Falls to Walker Creek \nEnter Tabletop Track from the link walk at Wangi Falls. Allow 7 hours to walk the 18.5 kms trail to Walker Creek. There are great views winding up and down along the edge of the escarpment. Walk through open woodland and cross creeks lined with pandanus. To make this section a two-day walk, stop at the bush campsite located at Tjenya Falls. The campsites at Walker Creek offer a beautiful oasis of stepped waterfalls tumbling into deep pools. \n\n",{"type":"'''","value":["Section 2"]},"\nWalker Creek to Florence Falls \nThere are several shady places to rest beside a creek on the 12.3 kms track between Walker Creek and Florence Falls. Over the 5 hours of the walk, cross several rills of water, walk beside tall sandstone formations and through masses of cycads. At the end of the day, you will be rewarded with a swim in the plunge pool at Florence Falls.\n\n",{"type":"'''","value":["Section 3"]},"\nFlorence Falls to Wangi Falls \nFollow the track from Florence Falls to Wangi Falls and pass beside stringybarks, paperbarks and pandanus. Allow 8 hours to cover this 19.7 kms section that crosses broken, rocky ground. If you are staying overnight camp at the small Tabletop campsite located beside a beautiful, terraced cascade. Alternatively, continue on to finish the track at your starting point.\n\n",{"type":"==","value":["Buy"]},"\nThere is a small kiosk located at Wangi Falls where refreshments can be purchased.\nBasic food staples can be purchased at the nearby town of Batchelor.\n\n",{"type":"==","value":["Eat"]},"\nThere is only one real place to eat in the immediate vicinity of the park:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Litchfield Cafe"],["url=http:\/\/www.litchfieldcafe.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +61 8  8978 2077"],["tollfree="],["fax="],["hours="],["price=From $10"],["content=Four km past the Wangi Falls turnoff at the northwestern tip of the park, this cafe is a low-key operation perfectly positioned for a daytripper's lunch.  Cheap and cheerful menu of Aussie\/Top End standards like barramundi burgers, plus a self-proclaimed \"world famous\" cheesecake.  Aircon indoor and tented outdoor seating.  Alcohol sold."]]}]},"\nThe only other option is a little mobile kiosk at Wangi Falls.\n\n",{"type":"==","value":["Drink"]},"\nDrinking water is available at some of the sights.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["In Batchelor"]},"\n\nThe town of Batchelor is located approximately 15 km from the park.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Batchelor Butterfly and Petting Farm"],["url=http:\/\/www.butterflyfarm.net\/"],["email="],["address=8 Meneling Road, Batchelor, Northern Territory, 0845"],["lat="],["long="],["directions="],["phone =+61 8  8976 0199"],["tollfree="],["fax="],["hours="],["price=AUD $85  to  $160"],["checkin="],["checkout="],["content=Batchelor Butterfly and Petting Farm is situated 15 minutes from Litchfield National Park. The farm has a butterfly house and a petting farm with lots of bunny rabbits, guinea pigs, turtles, fish, peacocks and native Galah birds. Wander through the beautiful tropical gardens and enjoy the many waterfalls."]]}]},"\n",{"type":"===","value":["Litchfield Park Road, near park entrance"]},"\n\nOn the Litchfield Park Road, coming from Batchelor, there are a few commercial camping grounds just before the park entrance.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Litchfield Safari Camp"],["url=http:\/\/www.litchfieldsafaricamp.com.au\/"],["email="],["address=Litchfield Park Road, via Batchelor, Northern Territory 0845"],["lat="],["long="],["directions="],["phone =+61 8  8978 2185"],["tollfree="],["fax="],["hours="],["price=AUD $10  to  $145"],["checkin="],["checkout="],["content=Situated outside the western edge of Litchfield National Park, Litchfield Safari Camp is close to all the attractions in the park. The grassed, shady sites are suitable for mobile homes, caravans, tents, camper trailers or swags and accommodation is available with on site safari cabins."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Litchfield Tourist and Van Park"],["url=http:\/\/www.litchfieldtouristpark.com.au\/"],["email="],["address=2916 Litchfield Park Road, Batchelor, Northern Territory 0845"],["lat="],["long="],["directions="],["phone =+61 8  8976 0070"],["tollfree="],["fax="],["hours="],["price=AUD $18  to  $125"],["checkin="],["checkout="],["content=Litchfield Tourist and Van Park is situated on 35 acres, just 4km from the entrance of the Litchfield National Park. The park has six cabins, 50 shady powered sites, camp sites and a camp kitchen which includes a sink, microwave, barbecue, tables and chairs for campers to use.The tourist park offers delicious meals with a licensed bar at their restaurant, Leslee's On Litchfield."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pandanus on Litchfield"],["url=http:\/\/www.pandanuslitchfield.com.au\/"],["email=stay@pandanuslitchfield.com.au"],["address=275 Litchfield Park Road, Batchelor, Northern Territory 0845"],["lat="],["long="],["directions=ex Batchelor, 2.5 km past the Litchfield Park Road turn-off"],["phone =+61 8  8976 0242"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=10:00"],["content=This recently-opened (April 2009) campground has powered and unpowered sites, budget rooms, and cabins. Also, swimming pool and a restaurant with excellent value for money. Swimming also possible in nearby Rum Jungle Lake."]]}]},"\n",{"type":"===","value":["Litchfield Tourism Precinct"]},"\n\nThe grandly named \"Litchfield Tourism Precinct\" consists in entirety of the Litchfield Cafe (see ",{"type":"[[","value":[["#Eat"],["Eat"]]},") and one place to sleep:\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Latitude 13.08"],["url=http:\/\/www.litchfieldcafe.com.au\/"],["email="],["address=Litchfield Tourism Precinct, Litchfield Park Road"],["lat="],["long="],["directions=4 km north of Wangi Falls"],["phone =+61 8  8978 2077"],["tollfree="],["fax="],["hours="],["price=$215-235"],["checkin="],["checkout="],["content=Permanent safari tents and tented cabins with mattresses, fairly barebones and steeply priced for what you get.  The price includes dinner and breakfast at the Cafe."]]}]},"\n",{"type":"===","value":["Within the park"]},"\n\nIn the park, there are a few public camping grounds (fees may apply) with toilets and, for some, showers:\n\n",{"type":"*","value":["Wangi Falls - the only area suitable for caravan access. No power available. Basic flushing toilets, solar showers, dishwashing facilities. Limited number of sites. Note that campers are expected to share camping sites with a first in - first served basis applying. No prior bookings are possible. National Park camping fees apply with a self-registration, honour box system."]},{"type":"*","value":["Buley Rockhole - basic camping facilities with limited number of sites"]},{"type":"*","value":["Florence Falls - basic camping facilities with limited number of sites"]},{"type":"*","value":["4WD camping areas are (dry season only) at:"]},{"type":"*","value":[{"type":"*","value":["Tjaynera Falls (Sandy Creek)"]}]},{"type":"*","value":[{"type":"*","value":["Surprise Creek Falls"]}]},{"type":"*","value":[{"type":"*","value":["Florence Falls - downstream"]}]},{"type":"*","value":["Walk-in campings grounds"]},{"type":"*","value":[{"type":"*","value":["Walker Creek (dry season only)"]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDrink plenty of water; at least one litre of water for every hour of walking in very warm weather. Ensure you have an adequate fitness level for the bushwalk you plan to undertake.\n\nAvoid walking in the hottest part of the day or walking alone, register with the overnight bushwalking register if you plan an extended walk. Carry a map of the area you're walking\/camping in and know how to read it, tell someone your plan and when you expect to return\n\nBring a DEET based repellant if camping or walking in the evening.\n\nSnakes can be in the long grass, and crocodiles in the waters not declared safe.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Darwin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Katherine"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kakadu National Park"]]}]},{"type":"*","value":[{"type":"'''","value":["Mary River National Park"]}]},{"type":"*","value":[{"type":"'''","value":["Berry Springs Nature Park"]}]},{"type":"*","value":[{"type":"'''","value":["Casuarina Coastal Reserve"]}]},{"type":"*","value":[{"type":"'''","value":["Territory Wildlife Park"]}]},"\n",{"type":"{{","value":[["geo"],["-13.054722"],["130.905"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern_Territory"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Litchfield National Park"]]}]