[{"type":"{{","value":[["pagebanner"],["Vilnius_old_town_banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Merkinė001.JPG"],["location=LocationLithuania.png"],["flag=Flag of Lithuania.svg"],["capital=",{"type":"[[","value":[["Vilnius"]]}],["government=Parliamentary democracy"],["currency=Litas (LTL)"],["area=",{"type":"''","value":["Total:"]}," 65,200 km",{"type":"<","value":["sup",["2"]]}],["population=3,000,000 (2013)"],["language=",{"type":"[[","value":[["Lithuanian"]]}," (official), English, ",{"type":"[[","value":[["Polish"]]},", ",{"type":"[[","value":[["Russian"]]}],["religion=Roman Catholic (primarily), Lutheran, Russian Orthodox, Protestant, Evangelical Christian Baptist, Judaism, Islam, Pagan"],["electricity=220V\/50Hz (European plug)"],["callingcode=+370"],["tld=.lt"],["timezone=UTC+2"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lietuva.lt\/en\/ Lithuania"]}]}," (Lithuanian: ",{"type":"''","value":["Lietuva"]},") is a ",{"type":"[[","value":[["Baltic states"],["Baltic country"]]}," in northeastern ",{"type":"[[","value":[["Europe"]]},". It has a Baltic Sea coastline in the west and borders with ",{"type":"[[","value":[["Latvia"]]}," to the north, ",{"type":"[[","value":[["Belarus"]]}," to the east, ",{"type":"[[","value":[["Poland"]]}," to the southwest, and ",{"type":"[[","value":[["Russia"]]}," (",{"type":"[[","value":[["Kaliningrad Oblast"]]},") to the west.\n\n",{"type":"==","value":["Understand"]},"\n\nLithuania is an active member of the European Union (since 1 May 2004) and North Atlantic Treaty Organization (since 29 March 2004). Lithuania is the only Baltic country with more than 800 years of statehood tradition, while its name was first mentioned one thousand years ago, in 1009. Wedged at the dividing line of Western and Eastern civilizations, Lithuania battled dramatically for its independence and survival. For a period in the 15th century, Lithuania was the largest state in all of Europe, where crafts and overseas trade prospered.\n\nIn 1579, Vilnius University, an important scientific and education centre on the European scale, was opened. In 16th century, Lithuania adopted its First, Second and Third Statutes. They were the backbone of the legislative system of the country, and had a major impact on the legislation of other European states of the time. Despite losing its independence, Lithuania managed to keep its Third Statute in effect for as many as 250 years, which was instrumental in preservation of national and civic self-awareness of the public. The Constitution of Lithuania-Poland together with the French Constitution, both adopted in 1791, were the first written constitutions in Europe (the Lithuanian-Polish constitution was adopted a few months earlier).\n\n",{"type":"===","value":["Climate"]},"\nTransitional, between maritime and continental; wet, moderate winters (average of -5°C) and summers (average of +16°C). Climate is maritime near the seaside with wet, mild summers and winters. Climate in the South-Eastern Lithuania is influenced by the continental weather masses with dry, warmer summers and harsher winters.\n\nSummer months receive most precipitation (up to 50% of annual precipitation), autumn and winter are drier with spring being the driest season. Snow occurs every year, it can snow from October to April. In some years sleet can fall in September or May.\n\n",{"type":"===","value":["Terrain"]},"\nLowland, many scattered small lakes, fertile soil.  The fertile central plains are separated by hilly uplands that are ancient glacial deposits.\n\nThe highest point is Aukstojas Hill 294.84 m (967.322 ft), about 24 km southeast of ",{"type":"[[","value":[["Vilnius"]]},", just off the main highway to Minsk and within sight of the Belarus border. 30% of Lithuania is forest covered.\n\n",{"type":"===","value":["History"]},"\n\nLithuania, first formed in the middle of the 13th century, was a huge feudal country stretching from the Baltic to the Black Sea in the Middle Ages and in 1569 entered a union with Poland to form a commonwealth.\nLithuania was part of the Polish Lithuanian Commonwealth until the Polish Partitions in the 18th century when it became part of the Russian Empire.\n\nModern Lithuania gained its independence from Russia in 1918 following World War I and the dissolution of the Czarist monarchy. However, in 1940 Lithuania was forcibly incorporated into the Soviet Union, and shortly thereafter occupied by the Nazis, who murdered almost its entire hitherto very prominent Jewish population and many local Poles, with help from local collaborators. Later in World War II, the Soviet Union recaptured Lithuania and also brutally persecuted and killed many Lithuanians, particularly during Stalin's reign of terror. On 11 March 1990, Lithuania became the first of the Soviet republics to declare its independence, but this proclamation was not generally recognized until September 1991, following an abortive coup in Moscow. The Soviet Union recognized Lithuania's independence on 6 September 1991. A constitution was adopted on 25 October 1992. The last Russian troops withdrew in 1993. Lithuania subsequently restructured its economy for integration into Western European institutions and became a stable democracy and a member of the European Union and NATO.\n\n",{"type":"===","value":["National holidays"]},"\n\n; ",{"type":"'''","value":["Independence Day"]}," : 16 February : Independence from Russian Empire in 1918 following World War I.\n\n; ",{"type":"'''","value":["Restitution of Independence"]}," : 11 March : Restoration of independence from the Soviet Union.\n\n; ",{"type":"'''","value":["St. John's Day"]}," : 24 June: Despite its Christian name, celebrated mostly according to pagan traditions (Midsummer's Day).\n\n; ",{"type":"'''","value":["Statehood Day"]}," : 6 July : Commemorates the coronation in 1253 of Mindaugas as the first and only King of Lithuania. Later rulers of Lithuania were called Grand Dukes.\n\n",{"type":"==","value":["Regions"]},"\n\nRegional differences of Lithuanian culture reflect the complicated historical development of the country. Since the thirteenth century five ethnographic areas, or regions, have historically formed in the current territory of Lithuania:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Lithuania regions map.png"],["regionmaptext="],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Aukštaitija"]]}],["region1color=#e0979d"],["region1items="],["region1description=Northeastern and eastern region; the name means Highlands"],["region2name=",{"type":"[[","value":[["Samogitia"]]}],["region2color=#9ac8a1"],["region2items="],["region2description=Žemaitija (meaning Lowlands), north-western region"],["region3name=",{"type":"[[","value":[["Dzūkija"]]}],["region3color=#94b6ba"],["region3items=Dainava"],["region3description=Southeastern region"],["region4name=",{"type":"[[","value":[["Sūduva"]]}],["region4color=#dcb278"],["region4items=Suvalkija"],["region4description=Southern and south-western region"],["region5name=",{"type":"[[","value":[["Lithuania Minor"]]}],["region5color=#e0e59d"],["region5items="],["region5description=Coastal region"]]},"\n\nThese ethnographic regions even today differ by dialects, ways of life and behaviour styles, while until the turn of the last century there were pronounced differences in dress and homestead styles as well as village planning.\n\nLithuania is justly proud of its unfailing treasures of folklore: colourful clothing, meandering songs, an abundance of tales and stories, sonorous dialects and voluble language. This ethnographic heritage is nourished by ethnographic and folklore companies and barn theatres. Recent years have witnessed the revival of ethnographic crafts and culinary traditions. Folk craft fairs and live craft days are organized during many events and festivals.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Merkinė001.JPG"],["thumb"],["250px"],[{"type":"[[","value":[["Merkinė"]]}," hillfort. Lithuanians are proud of their ancient history. Hundreds of hillforts still stand, a reminder of the struggle against the Teutonic Order"]]}," \n",{"type":"[[","value":[["File:Lake in Lithuania.JPG"],["thumb"],["250px"],["Much of Lithuania's natural beauty is well preserved.  The eastern part of the country, ",{"type":"[[","value":[["Aukštaitija"]]},", is famous for lakes, hills and forests"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vilnius"]]}," — capital of the country with many medieval churches"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jonava"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kaunas"]]}," — second biggest city and temporary capital between the two world wars"]},{"type":"*","value":[" ",{"type":"[[","value":[["Klaipėda"]]}," — third biggest city, famous for its summer festivals"]},{"type":"*","value":[" ",{"type":"[[","value":[["Panevėžys"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Šiauliai"]]}," — fourth biggest city, with a sun theme and specialist museums"]},{"type":"*","value":[" ",{"type":"[[","value":[["Trakai"]]}," — on the shores of several lakes"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aukštaitija National Park"]]}," — a land of lakes, hills and forests, popular for water tourism and rural tourism in the summer"]},{"type":"*","value":[" ",{"type":"[[","value":[["Curonian Spit"]]}," — unique sand dunes with rare flora, seaboard forest, white sanded beaches and old ethnographic villages"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dzūkija National Park"]]}," — the biggest forest (Dainavos) and swamp (Čepkelių) in the country, and some old unique villages in the middle of the forests"]},{"type":"*","value":[" ",{"type":"[[","value":[["Šiauliai#Hill of Crosses"],["Hill of Crosses"]]}," — site of religious significance, north of Šiauliai"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kernavė"]]}," — former Lithuanian capital at the bank of the river Neris and now a well-preserved archaeological site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Purnuskes"]]}," — according to some measures the center of Europe"]},{"type":"*","value":[" ",{"type":"[[","value":[["Žemaičių Kalvarija"]]}," — famous pilgrimage site, most visitors come in the beginning of July to visit the large church festival"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Schengen"]]},"\n",{"type":"===","value":["By plane"]},"\n\nMost airlines arrive at ",{"type":"[[","value":[["Vilnius"]]}," ",{"type":"[","value":["http:\/\/www.vilnius-airport.lt\/index.php?lang=en International Airport"]},", the main airport, and smaller seaside ",{"type":"[[","value":[["Palanga"]]},"  ",{"type":"[","value":["http:\/\/www.palanga-airport.lt\/en\/ airport"]},", while no-frills carriers land in ",{"type":"[[","value":[["Kaunas"]]}," ",{"type":"[","value":["http:\/\/www.kaunasair.lt\/index.php?lang=2&m=2&p=210 International Airport"]},". Kaunas is among Northern Europe's largest ",{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}," hubs and most flights from that airport is operated by Ryanair. Kaunas airport also has a direct link to ",{"type":"[[","value":[["Riga"]]}," with AirBaltic.\n\n",{"type":"[[","value":[["Riga"]]}," airport in ",{"type":"[[","value":[["Latvia"]]}," is an attractive alternative for destinations in northern Lithuania.\n\n",{"type":"===","value":["By train"]},"\n\nThere are train connections to ",{"type":"[[","value":[["Vilnius"]]}," from ",{"type":"[[","value":[["Daugavpils"]]}," (",{"type":"[[","value":[["Latvia"]]},"), ",{"type":"[[","value":[["Warsaw"]]},", ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Minsk"]]}," and ",{"type":"[[","value":[["Kaliningrad"]]},". Note that some trains to Russia (from Vilnius to Moscow and from ",{"type":"[[","value":[["Kaliningrad"]]}," to St. Petersburg via Vilnius (but not direct train from Vilnius to St. Peterburg)) pass through Belarus and additional visa would be needed.\n\n",{"type":"===","value":["By car"]},"\n\nMajor \"",{"type":"[[","value":[["Via Baltica"]]},"\" road links ",{"type":"[[","value":[["Kaunas"]]}," to ",{"type":"[[","value":[["Warsaw"]]}," in the south and ",{"type":"[[","value":[["Riga"]]}," and ",{"type":"[[","value":[["Tallinn"]]}," in the north. The Baltic road, which links Vilnius to Tallinn, was just reconstructed. It is a very easy and pleasant route.\nOverall, the major roads between the cities are of decent quality. Be extremely cautious when getting off the main roads in rural areas, as some of them may contain pot holes and general blemishes which could damage a regular car if you go too fast.\nWhile driving between cities there are usually cafes and gas stations with bathrooms and snacks.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.eurolines.lt Eurolines"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.ecolines.lt Ecolines"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.busturas.lt Busturas"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.simpleexpress.eu\/ Simple Express"]}]},"\n",{"type":"===","value":["By boat"]},"\n\nThere are passenger\/car ferries to Klaipeda from Sweden, Germany, Denmark operated by ",{"type":"[","value":["http:\/\/www.dfdslisco.lt\/?en=start Lisco"]}," and ",{"type":"[","value":["http:\/\/www.scandlines.lt\/ Scandlines"]},". However they do not run every day and are relatively slow.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By train"]},"\nState-owned railroad operator ",{"type":"[","value":["http:\/\/www.litrail.lt\/ Litrail"]}," has services to major cities in Lithuania. Most of the trains also stop at smaller stations along the way. Part of those smaller stations is inaccessible by any other mean of public transportation. Fares are low compared to Western Europe: Vilnius-Kaunas 16-18 Litas (around €5) - 104 km, Vilnius - Klaipėda 49,90 Litas (€14.5) - 376 km, Šeštokai (Lithuanian-Polish border) - Kaunas 14.30 Litas (€4.15) - 94 km (as of 2013-01). In major railway stations tickets are bought at the ticket office inside the station building until around 5 minutes before the departure. Tickets are valid only on the exact train for which it was sold. However it is possible to buy tickets in advance. When buying tickets for round trip 15% discount is applied for return ticket. Many smaller stops have no ticket offices and tickets are bought from the conductor on board the train. In case you board the train in station with working ticket office and want to buy ticket from the conductor you should pay a 5 Litas (€1.44) extra fee. However this might be the only option if one arrives too late to the station but manages to catch the train. Only cash is accepted on board the train, however most if not all ticket offices accept cash as well as payment cards. Same rules for discounts applies as for the other public transport in addition to occasional promotional discounts. In particular, there is a 50% discount for students which a Lithuanian Student ID or ISIC. Tickets are validated by train conductors and must be kept until the end of journey due to sporadic checks by conductors-inspectors.\n\nDepending on the route trains may be faster or slower option than buses or minibuses. Examples of intercity routes where it is faster to go by train is Vilnius-Klaipėda and Vilnius-Kaunas. Currently, there are no high-speed railway lines in Lithuania. Where routes overlap trains usually run less frequently than road  transport. However train sometimes is the only option to reach remote destinations far from major roads and towns (especially on routes Vilnius-Marcinkonys and Vilnius-Turmantas). This make trains popular among wilderness travelers and citizens looking for wild berries or mushrooms.\n\nIn general trains are more spacious than buses making them suitable for travelers with large bags or oversized items (such as skis, bikes). It is possible to transport bicycles on board of all the trains however special bike-ticket is needed (fee depends on the distance). Most trains have special racks for bicycles located in the first or last car. However these can accommodate only 2-3 bikes and it is not uncommon to simply line the bicycles along the isle. Such practice is acceptable provided that the bicycles do not restrict movement of people. Most regional trains have a configuration of  3-3 chairs next to 2-2 chairs across the isle. This means that up to 10 people can see each other simultaneously and makes trains popular among larger companies. In some trains 3 chairs form one comfortable bench which is long and wide enough to be used as a bed - provided there is enough place for other passengers. Many of the long distance trains have compartments which can accommodate six seated passengers or four sleeping passengers. The headrest can be lifted up to form a very comfortable bunk bed, which can be used while people are seated below. The seats themselves form the other pair of beds. As some journeys are quite long (4:30 to 5 hours in the case of Vilnius-Klaipeda), it is common to see people sleeping on the upper bunks during daytime journeys as well.\n\nHistorical ",{"type":"[","value":["http:\/\/www.siaurukas.eu\/ Aukštaitija Narrow Gauge Railway"]}," in Anykščiai offers short trips to a nearby lake. In summer it runs on regular schedule, rest of the time tours must be booked in advance.\n\n",{"type":"===","value":["By bus"]},"\nIn Lithuania it is easy to move by bus and practically all the bigger and most smaller places can be reached by bus. There are two types of intercity buses: express and regional. Express buses stop only at major towns and usually are much faster than regional. Express buses also tend to be much newer and comfortable. Sometimes (but not always) those buses are explicitly labeled as ",{"type":"''","value":["Ekspresas"]}," (\"express\"). It is the best option for longer distance travels between cities. In contrast, regional buses stop at every stop along the way. Thus they usually are slow, for example a 40 km trip can last an hour. Regional buses mainly are old cars that have been imported from the Nordic countries. Service quality in those buses might be lower compared to Western standards. Regional buses are best if you need to reach stations circumvented by express buses. However it is not uncommon for express and regional buses to service the same route thus it is better to ask in advance. Another thing to have in mind is that some buses are indirect, i.e. they go via towns out of the direct way between two cities. These are usually labeled as \"CityA - CityB ",{"type":"''","value":["per"]}," CityC\" (",{"type":"''","value":["per"]}," meaning \"via\").\n\nBuses operate regularly between the main centres as well as the regional centres. There is usually a bus company in every town. Some of the biggest and best are TOKS (from ",{"type":"[[","value":[["Vilnius"]]},"), Kautra (from ",{"type":"[[","value":[["Kaunas"]]},"), Klaipėdos autobusų parkas (from ",{"type":"[[","value":[["Klaipėda"]]},"), Busturas from ",{"type":"[[","value":[["Šiauliai"]]}," and mini bus company, Transrevis. Bus tickets typically cost ~15-20 Litas per 100 km for most journeys (as of 2013-01). For students with Lithuanian Student ID, bus companies grant 50% discount around the year. By law for students with ISIC (International Student Identity Card) issued in ",{"type":"[[","value":[["European Union"]]}," countries, bus companies should also grant 50% discount. Remember to keep your ticket till the end of journey in case inspectors decide to check the bus in one of the stations.\n\nThe bulk of Lithuania's bus routes and turns has been listed in an address ",{"type":"[","value":["http:\/\/www.autobusubilietai.lt autobusubilietai.lt"]}," from which you also can reserve the tickets for certain routes. However, pay attention to the fact that the payment system supports only some of the Lithuanian banks for the present and the credit card at the moment does not suit. Another on-line bus ticket service is ",{"type":"[","value":["http:\/\/www.iticket.lt\/ iticket.lt"]}," which has more payment options.\n\nFor buses and trolley-buses on routes within towns and cities it is recommended to buy the ticket in advance from a kiosk, board the vehicle using the middle door and stamp the ticket using one of the ticket punches. These were historically located near the middle door, but with the introduction of electronic ticketing, there is often a single ticket punch located just behind the driver's seat. Tickets bought from the driver, rather than kiosks, are more expensive and may also generate an off-handed response if the bus is late or crowded and you don't provide the exact change. Students with Lithuanian Student ID or ISIC (International Student Identity Card) issued in ",{"type":"[[","value":[["European Union"]]}," countries are eligible to 50% discount for single tickets and 80% discount for monthly tickets. Inspectors periodically check tickets and will issue a fine if you cannot produce a validated ticket or document proving eligibility to discount. The bus is exited by the middle door and it is important to head for the door before the bus has stopped - it can be impossible to leave once people have started boarding.\n\nIn addition to common buses, there are minibuses which usually operate express routes.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Kaunas sign Via Baltica.jpg"],["thumbnail"],["Arriving in Kaunas along the motorway from Klaipeda"]]},"\nAs with the rest of mainland Europe, Lithuanian traffic travels on the right, and all distances are posted in kilometres.\n\nThe road network in Lithuania is fairly good, especially the motorways. The quality of road surface on minor roads can vary. The improvement work hampers traffic in many places. The Via Baltica road goes through Lithuania from Estonia to Poland. Another important road is the A1 from Vilnius to Klaipeda.\n\nUnlike many European countries, but similar to North American practice, turning right at a red traffic light is allowed ",{"type":"'''","value":["where indicated by a \"green arrow\""]}," (square white sign next to the red light, containing a green arrow indicating the permitted direction), provided that it does not endanger other traffic. Be aware that the absence of such a sign means that turning right on red is not allowed, and the police will stop any driver seen breaking this rule.\n\nMany bigger junctions have a separate green light for traffic turning left, but only one red\/yellow light. The green light for the other directions shows arrows going straight and to the right, but these are easily overlooked. Thanks to the white reflective frame around most of these traffic lights, they are most easily identified by their outline.\n\nOn two- or three- lane roads, it is polite to move out of the right-hand lane (if safe to do so) when you intend to travel straight ahead; this keeps the right-hand lane clear for right-turning traffic. When moving back to the right hand lane watch out for fast-moving vehicles approaching from behind.\n\nOn the motorways the u-turn is possible. The motorists do not observe traffic regulations so especially the pedestrians must be exact as conscientiously as elsewhere in former Soviet countries. Moving domestic animals and roe animals may cause dangerous situations on the roads and motorways.\n\nRoundabouts are a feature of the Lithuanian road network, particularly in the cities. Visitors from countries where this type of junction is uncommon or not used at all, may find the  Wikipedia article on roundabouts useful.\n\nThe alcohol limit is 0,4 in Lithuania's traffic. The alcohol limit is being lowered to 0,2.\n\nFixed speed cameras are frequent along country roads and motorways, usually near crossroads or pedestrian crossings, and in cities. These are usually announced by a sign. Many of them appear to be designed to be turned around from time to time, watching the opposite direction.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are run on a meter and can be booked by the phone numbers shown on the door of the taxi. Taxis are relatively cheap compared to western Europe. Beware however, some companies may not be as safe as others, common sense will keep you safe in this regard. \"Taking the long way round\" used to be common but had nearly been eradicated. However there still were some reports of foreigners paying more than expected. Keep in mind that it is up to the operator to set embarkation and travel fees. Some taxis waiting at the strategic places (for example airports, bus stations) exploits this by setting fees several times higher than market average. In general it is cheaper to order a taxi by phone instead of taking one in the street. You can also ask to quote the price in advance while ordering taxi by phone or before embarking the car. Some visitors leave small tips for the driver however this is entirely optional.\n\nRecently (spring 2009) taxi prices, especially in Vilnius, have dropped dramatically from previous level during the boom years. If you don't need a fancy ride, taxi can be as cheap as 1.25 litas (€0.37) per kilometer. Taxi prices in regional cities tend to be considerable lower than in major cities making them more suitable for out of town trips.\n\n",{"type":"===","value":["By bicycle"]},"\n\nCycling in Lithuania is quite popular, however it depends on the exact location as in major cities pavements usually will have a bicycle pathways with numerous signs, although getting around by bicycle in rural areas might become a bit of a challenge. Two international ",{"type":"[","value":["http:\/\/www.lithuaniatourism.co.uk\/index.php?id=362 EuroVelo cycle routes"]}," across the country, EuroVelo No. 10 and EuroVelo No. 11 equipped with quality signs, bikepaths are of excellent quality.\n\nJust as it is in Western Europe, it might be dangerous to leave your bicycle outside alone for more than a few hours without locking it.\nThe international bicycle project ",{"type":"[","value":["http:\/\/www.balticcycle.eu BaltiCCycle"]}," may provide you with an information and help.\n\n",{"type":"===","value":["By thumb"]},"\n",{"type":"[[","value":[["Hitchhiking"]]}," in Lithuania is generally good. Get to the outskirts of the city, but before cars speed up to the highway speeds.  The middle letter on the older licence plates (with Lithuanian flag) of the three letter code usually corresponds with the city of registration (V for Vilnius, K for Kaunas, L for Klaipeda, etc.). Newer licence plates (with EU flag) are not bound to city of registration in any way.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Lithuanian phrasebook"]]},"\n\nThe official language of Lithuania is ",{"type":"[[","value":[["Lithuanian phrasebook"],["Lithuanian"]]},", making up one of only two languages (along with ",{"type":"[[","value":[["Latvian"]]},") on the Baltic branch of the Indo-European family. Despite the kinship of Lithuanian to many other European languages, the archaic nature of its grammar makes it hard for foreigners unfamiliar with the language to form even basic sentences.\n\n",{"type":"[[","value":[["Russian"]]}," is spoken as a second language by about 40% of the population according to European Union statistics, clearly making it the most useful non-Lithuanian language to know. The younger generation is becoming more and more proficient in English, but still only 32% of Lithuanians can speak it. In general, the older generations are more likely to speak Russian, while the younger generation is more likely to speak English. Polish and, to a lesser extent, German are also spoken in some places for historical reasons. Lithuanians are always eager for an opportunity to practice their English, but those who learn a few basic phrases of the local language are always amply awarded with good will and appreciation for their efforts.\n\nIn Samogitia (Western Lithuania), most people talk in Samogitian, which is somewhat different from Standard Lithuanian.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Kaunas and river Nemunas.jpg"],["thumbnail"],["Kaunas old town"]]},"\n",{"type":"[[","value":[["File:Ausrosvartai-ostra2.jpg"],["thumbnail"],["Gate of dawn in Vilnius"]]},"\n",{"type":"[[","value":[["File:Cross hill.JPG"],["thumbnail"],["Hill of crosses near Siauliai, from a distance"]]},"\n\nThe most southern of the Baltic countries, Lithuania's historic heritage sets it quite apart from the other two. Visiting this small but colourful country today, few travelers might guess that this was once the largest nation in ",{"type":"[[","value":[["Europe"]]},". A few monuments remind of those golden ages, when the Grand Duchy of Lithuania stretched out far into modern day ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Poland"]]}," and ",{"type":"[[","value":[["Moldova"]]},", but even fewer are still inside the Lithuanian borders. The archaeological site of ",{"type":"'''","value":[{"type":"[[","value":[["Kernavė"]]}]},", then a medieval capital, is now a World Heritage Site and has historic hillfort mounds as well as a museum. The ",{"type":"'''","value":["Trakai Island Castle"]}," in ",{"type":"[[","value":[["Trakai"]]}," is sometimes called \"Little Mariënburg\". It's located on an island and was one of the main strongholds in the prime days of the Grand Duchy of Lithuania. Although it was severely damaged in 17th century wars with Muscovy, the castle was beautifully restored in the 19th century and is now a popular tourist sight. ",{"type":"'''","value":["Kaunas Castle"]}," in ",{"type":"[[","value":[["Kaunas"]]}," is even older, but only a third of the original building remains.\n\nThe country's lovely capital, ",{"type":"'''","value":[{"type":"[[","value":[["Vilnius"]]}]},", is a small, pleasant place with a UNESCO listed historic centre. It's the perfect place to admire a range of ",{"type":"'''","value":["architectural styles"]},", as it boasts a mixture of gothic, renaissance, baroque and neoclassical buildings. Stroll through the narrow streets and cosy courtyards and kick back for a coffee in one of the many cafés on Pilies Street. Then, walk down Gediminas Avenue, the town's main street lined with governmental buildings and theatres, towards the old neighbourhood of ",{"type":"'''","value":[{"type":"[[","value":[["Žvėrynas"]]}]},". With some 65 churches, the famous ",{"type":"'''","value":["Gediminas Tower"]},", the ",{"type":"'''","value":["Cathedral Square"]},", the ",{"type":"'''","value":["Royal Palace"]},", the ",{"type":"'''","value":["Presidential Palace"]}," and many other monuments and museums, you won't run out of things to see in Vilnius any time soon.\n\nFor a day at the sea, the popular seaside resort of ",{"type":"'''","value":[{"type":"[[","value":[["Palanga"]]}]}," is the place to be. Although it gets crowded in summer, it has some great beaches and beautiful sand dunes. Sand dunes is also what you'll find at the almost 100 km long ",{"type":"'''","value":["Curonian Split"]},", which separates the Curonian Lagoon from the Baltic Sea coast. It's a World Heritage Site shared between Lithuania and Russia and is best explored from the large port city ",{"type":"'''","value":[{"type":"[[","value":[["Klaipėda"]]}]},", which is also a good hub for other seaside resorts on the Baltic coast. Not far from Klaipeda is the village of ",{"type":"[[","value":[["Juodkrante"]]},", which is famous for its ",{"type":"'''","value":["Hill of Witches"]},", decorated with sculptures from the country's legends and tales. The fishermen's town of ",{"type":"[[","value":[["Nida"]]}," is praised for its shores and ancient ethnographic cemetery.\n\nA few kilometres from the northern city ",{"type":"[[","value":[["Šiauliai"]]}," you'll find the remarkable ",{"type":"'''","value":["Hill of Crosses"]},", an extraordinary and popular pilgrimage site. Over 100,000 crosses – small, huge, simple and exuberant – have been placed here by faithful from far and wide. On the other side of the country, in the very south, you'll find the popular and classy spa resort town of ",{"type":"[[","value":[["Druskininkai"]]},", surrounded by lakes and rivers.\n\nLike its Baltic neighbours, Lithuania has a lot to offer for ",{"type":"'''","value":["nature"]}," lovers. Dense forests, hills, beautiful blue lakes and rivers are the main base. The forested ",{"type":"'''","value":[{"type":"[[","value":[["Aukštaitija National Park"]]}]}," is perhaps the most popular of the country's national parks, and is home to elk, deer and wild boar. Some of the pines you'll see here are up to 200 years old and the park is a safe haven for many plants and birds that are endangered in the rest of the country. The 126 lakes and countless streams in between them make the park a great place for water sports activities and the villages in the park have some interesting wooden churches. Another favourite is the ",{"type":"'''","value":["Nemunas Delta"]},". The vast wetlands around the place where Neman River reaches the Baltic Sea are a popular eco-tourism destination and an important bird habitat.\n\nLithuania has many ",{"type":"'''","value":["religious sites"]},", especially of the Catholic faith. All of them are open for people of any religion and background. The most popular pilgrimage sites to visit are:\n",{"type":"*","value":[{"type":"[[","value":[["Žemaičių Kalvarija"]]}," in ",{"type":"[[","value":[["Samogitia"]]}," (most pilgrims come in July)"]},{"type":"*","value":[{"type":"[[","value":[["Hill of Crosses"]]}," near ",{"type":"[[","value":[["Šiauliai"]]}]},{"type":"*","value":[{"type":"[[","value":[["Our Lady of the Gate of Dawn"]]},", ",{"type":"[[","value":[["Vilnius"]]}]},{"type":"*","value":[{"type":"[[","value":[["Šiluva"]]},", Samogitia."]},"\n",{"type":"==","value":["Do"]},"\nIf you are searching for some health treatment or recreation the best resorts for that are Druskininkai and Palanga. Neringa is a great option for a nice, calm holiday for becoming one with yourself.\n\nBasketball is the national sport, and the nation is basketball mad, (comparable to the British with Soccer and New Zealand with rugby).  Lithuania is one of the most successful teams in international competition, winning medals in three out of four Olympic tournaments, (bronze), and finishing fourth in 2008.  All this from just five Olympic appearances.  Major domestic clubs are BC Žalgiris from Kaunas and BC Lietuvos Rytas from Vilnius.  For this reason in almost every park and playground you will find a basketball court.\n\nBe careful if some people challenge you to a basketball game. Common Lithuanians are very good in basketball, and you might just embarrass yourself.\n\n",{"type":"==","value":["Buy"]},"\nThe currency is the Lithuanian ",{"type":"'''","value":["litas"]}," (plural ",{"type":"'''","value":["litai"]}," or ",{"type":"'''","value":["litų"]},"). The subunit is the ",{"type":"'''","value":["centas"]}," (plural ",{"type":"'''","value":["centai"]}," or ",{"type":"'''","value":["centų"]},"). Lithuania plans to switch to Euro on January 1 2015.\n\nLithuania has a lot of shopping malls for such a small population. There is no big difference between shopping malls here and in western Europe.\n\n",{"type":"[[","value":[["Vilnius"]]}," recently became a shopper's paradise when plenty of massive shopping centres were opened all over the city. Akropolis (a chain of shopping malls in Lithuania) is one of them and definitely worth visiting if you are a shopping malls maniac, as it houses an ice skating rink, bowling lanes and a cinema.\n\nIn shopping centers (the largest of them being Akropolis and Panorama) you can have coffee, dinner, and go shopping under one roof.\n\nGariunai is the Baltic's largest open air market, located on the western edge of ",{"type":"[[","value":[["Vilnius"]]},".  Thousands of merchants can be found there on a good weekend, from not only Lithuania, but also from as far away as Ukraine. Clothes, shoes, music and software can be bought there. Counterfeit goods are ubiquitous. A low price is guaranteed, quality is not.\n\n",{"type":"[[","value":[["Kaunas"]]}," is also a city of shopping centers, and Laisvės avenue in the center of the city is a pedestrian thoroughfare. The main shopping centers in Kaunas are: Akropolis, Mega, Molas, Savas, HyperMaxima, and Urmas shopping area. There is even that symbol of \"mall culture\", which is new to Lithuania, Akropolis.\n\n",{"type":"[[","value":[["Klaipeda"]]}," is a major shopping center for people from Latvia and Kaliningrad. The main shopping centers are: Akropolis, Arena, Studlendas and BIG. Many people coming to the city on cruise ships shop in Klaipeda, due to the good value and price combination.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Cepelinai Sauce.JPG"],["thumbnail"],["Cepelinai"]]},"\nLithuanian dinners usually include meat, potato, vegetables and sometimes a curd sauce of some sort. Case in point: the ",{"type":"''","value":["cepelinai"]},", or zeppelins, which are meat filled potato-starch based zeppelin-shaped masses traditionally slathered in a sauce of sour cream, butter, and pork cracklings. Pork is traditionally eaten, beef much less so. Needless to say, vegans will have a hard time eating out, although some large restaurant chains will have vegetarian dishes on the menu.\n\nSome fast food in Lithuania, such as Kibinai, (from the Karaim people) small turnovers usually filled with spiced lamb, and Cheburekai (a Russian snack), large folds of dough with a scant filling of meat, cheese, or even apples, can be found around the city.\n\nMany restaurants have menus in English (usually in the Lithuanian menu) and to a lesser extent, Russian. Though use caution as sometimes menus in other languages may have inflated prices, although this is a rarity, and won't be found in ",{"type":"[[","value":[["Vilnius"]]},", or the better known chains such as Cili Pizza.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Tautų mugė 2012 - Rozalimo alus.JPG"],["thumbnail"],["Traditional beer (alus) from Rozalimas, northern Lithuania, for sale in Vilnius"]]},"\nLithuania is a ",{"type":"'''","value":["beer"]}," drinking country, with the most famous brands being Svyturys, Kalnapilis, Utenos, Horn and Gubernija. A visit to a kiosk will show that there may be more than 50 different brands of beer in this small country.  Alcohol percentages are displayed on the label, and usually range from 4 to 9.5 percent.  Compared to other European countries, beer is usually affordable, in shops approx. 0.50 to 1 € per half litre, in bars approx. 0.75 to 2 € per half litre(beer is sold by the half or full litre, a full litre being found rarely). The beer tastes excellent, putting global brands to shame and it can be said that Lithuanian lager is of at least equal quality to Czech, Slovak, German, and Polish lager. A request for a Lithuanian beer always generates goodwill, even in a Chinese or other foreign-themed restaurant.\n\nWhen you visit a bar or restaurant without intending to eat, try one of the bar snacks, which are very popular among Lithuanians. The most popular of these snacks consists of a bowl of pieces of garlic bread covered in cheese.\n\nIn addition to beer, rather cheap but high quality ",{"type":"'''","value":["vodka"]}," (or \"degtinė\" in Lithuanian) is consumed, but not to the extent usually associated with this part of the world. Also, every region has its own home-made speciality of which \"Samane\" is most famous\/notorious and is best avoided. The larger supermarkets have an incredible variety of vodka from all the main vodka-producing countries.\n\nLithuanian ",{"type":"'''","value":["mead"]},", or \"midus\" is a beverage produced exclusively under government control.  It is commonly made from all sorts of Lithuanian flora, from leaves and berries to some tree bark. Alcohol percentages range from 10% to 75% (considered medicinal).\n\nFor tourists, quality ",{"type":"'''","value":["sparkling wines"]},", such as Alita or Mindaugas, and local liqueurs are popular choices to bring back home.\n\nKeep in mind the law that came into effect from January 2009 that prohibits selling alcohol in shops between 10PM and 8AM (bars, cafes, restaurants etc. are exempt from this).\n\nIn shops and cafés different ",{"type":"'''","value":["tea and coffee"]}," qualities are widely available. The selection in coffee ranges from northern European brands to French ones. In coffee houses, you should expect to pay up to 1.50 € for your coffee. Some cafés offer also a variety of special coffees with more or less special prices. Many cafes (kavinės) still make \"lazy\" coffee, which is simply coffee grounds and boiling water, unfiltered, with grounds at the bottom of the cup, often surprising the drinker - ask before you buy! Tea is usually sold at 50% of the price of coffee. Some of the wonderful drinks such as the Marganito are great for fun filled party drinks and rated one of the top kinds of wine in the country, perfect for weddings.\n\nUnlike restaurants, or pubs aimed at tourists, bars (Baras) may be frequented by heavy drinkers and can therefore be somewhat rowdy. Nevertheless a visit may still be very rewarding, especially if you accept an invitation to participate in karaoke.\n\nA law banning smoking in cafés, restaurants, bars, nightclubs, discothèques and other public establishments was passed in May 2006, and came into effect on January 1, 2007. However, many nightclubs have internal smoking rooms, which have a degree of ventilation.\n\n",{"type":"'''","value":["Tap water"]}," is suitable for drinking in many parts of Lithuania. In other areas, local people prefer to purchase bottled water or to run tap water through water filters. If you need to buy bottled water, a 5 litre bottle is not much more expensive than a one litre bottle. Where in doubt about the tap water, seek local advice.\n\n",{"type":"'''","value":["Mineral water"]}," is also offered in restaurants, cafés and shops, although it's a bit more expensive than tap water. Some popular brands are Birutė and Vytautas.\n\n",{"type":"==","value":["Sleep"]},"\nThe price of accommodation depends very much on the place. For instance, in Joniškis (Northern Lithuania), you can get a good hotel room for €25 whereas an equivalent room might be as much as €100 in Vilnius. Some hotels do not have home pages. Nevertheless, the Internet helps considerably in planning.\n\nThroughout the country, homestays – sleeping \"with the grandmother\" – are typical. On main street of a town there are many elderly townsfolk offering spare beds in their extra rooms. These experiences are absolutely worth seeking out.\n\nIf you want to rent the apartment, the prices will be usually from €200 a month. In the biggest towns there are companies which rent apartments \"to the long-time tourist or working here\". In these you complete on good conditions the apartment furnished and cleaned by the cleaner. From 300 euros.\n\nIf you are looking for an apartment for a shorter period (from a few days onwards), do a Web search for \"trumpalaikė butų nuoma\". This will give you some portals or sites of companies, though not all of them are available in English – some are, however, available in other languages such as German, Polish or Russian.\n\nYou will find the hotels of every town on their own interleaves. However, remember that this is the service maintained by the volunteers and you should not wait for current prices let alone that there would be all the possibilities listed.\n\nAn interesting accommodation alternative is a countryside accommodation or an own cottage. ",{"type":"[","value":["http:\/\/www.countryside.lt\/ Countryside.lt"]}," offers the shining catalog for accommodation alternatives and you find nearly all the countryside targets and a reservation system from there.\n\nMost large cities such as ",{"type":"[[","value":[["Vilnius"]]}," or ",{"type":"[[","value":[["Kaunas"]]}," have an abundance of hotel options from 60 litas and up. When traveling to a popular vacation spot in the summer (like ",{"type":"[[","value":[["Palanga"]]}," or ",{"type":"[[","value":[["Druskininkai"]]},") make sure to book a room in advance because demand may outnumber supply.  Additionally, some of the cafes on the main highways between cities also have rooms to rent.\n\n",{"type":"==","value":["Learn"]},"\nLithuania has one of the best educational systems in the world. Many universities participate in student exchange programs. Most popular international university in Lithuania is ",{"type":"[","value":["http:\/\/www.lcc.lt\/ LCC International University"]}," in ",{"type":"[[","value":[["Klaipeda"]]},". The best universities of Lithuania are Vilnius University (Vilniaus Universitetas), Vilnius Gediminas Technical University (Vilniaus Gedimino Technikos Universitetas) and Kaunas University of Technology (Kauno Technologijos Universitetas).\n\nIn Kaunas there is the biggest technical university, KTU, in the country and a medical university LSMU (Lithuanian University of Health Sciences), sports academy LKKA, music and theatre academy LMTA, agriculture university ASU and multidisciplinary University of Vytautas Magnus, VDU.\n\nKlaipeda and Siauliai also has its own universities. In the country several lower educational institutions which go with the name kolegija (engl a college) also are found.\n\nThe course supply hangs very much from the university and there also are somewhere programmes for English. However, pay attention to the fact that Lithuania's official language is Lithuanian and in the law it has been prescribed that the Lithuanian student has a right to study in Lithuanian in Lithuania. Especially all the courses of the candidate level will be thus in Lithuanian and in the Master of Arts programmes in English the bulk of the courses is in English. Depending on the rules of the university the courses must have a certain number of foreign students attending before the lectures need to be in English (this concerns courses announced to be held in English) and if this limit is not exceeded, the lecturer may lecture, if desired, in Lithuanian. Because the employment of universities has been lowered last year about 20% and the addition which is paid for the courses in English in some universities to the lecturers was removed, many lecturers choose the easiest road preferably for them to themselves. Then the foreign students can take the course by writing either essays or based on personal meetings.\n\nThe grading system in Lithuania is generally 1-10 in which 5-10 correspond to the accepted performances. The local students usually have to keep their average very high and still a higher one in order to get the scholarship in order to guarantee free studies. There is no financial aid for studies.\n\n",{"type":"==","value":["Work"]},"\nThere are now many work options in Lithuania. Any EU national can work and live in Lithuania. However, residence permits must be obtained, and employers must prove a lack of competent workers in Lithuania for such employment, which can be difficult. Also, Lithuanian law dictates that all business be conducted in Lithuanian language.\n\nIn Lithuania you need the residence permit and a registered address for the working. The immigration authorities may not necessarily know a word of English, so either Russian or Lithuanian is useful. One seldom manages working life without control of the language. \n \nIn Lithuania the worker pays 15% of an income tax 6% for health and unemployment insurance which is about 3%. The taxes take about 24% of the salary, irrespective of income minimum wage is about €290 (1000 Ltl)\n\n",{"type":"==","value":["Stay safe"]},"\n\nIn general, Lithuania is a safe country. But you should take basic safety measures:\n\n",{"type":"*","value":[" Take care when visiting ",{"type":"'''","value":["potentially dangerous neighbourhoods"]}," at night. After dark it is safer to walk along main roads, than to take a short cut through a park or apartment complex, as these areas often have very poor lighting. Take a taxi if you are nervous. A thing to watch out for is bicycle theft, and it is advisable not to leave valuable things in your car."]},"\n",{"type":"*","value":[" As with eastern Europe in general, ",{"type":"'''","value":["openly gay behaviour"]}," such as holding hands or kissing may result in a violent confrontation from an onlooker. Suspicion of homosexuality may also cause problems; two male visitors to a straight nightclub should sit a respectable distance apart, even if they are heterosexual."]},"\n",{"type":"*","value":[" Members of ethnic minorities, (particularly those of African descent), may experience some form of ",{"type":"'''","value":["racism"]},". This is not tolerated by the authorities and racist attacks are rare. However non-whites may at least have to get used to being stared at by locals, especially in rural areas. More often than not this can be out of pure curiosity rather than malice. The issue of race relations, the history of slavery and civil rights are relatively unknown.  That said, the presence of several Afro-American basketball players in the Lithuanian league does help and means that racism is perhaps not as big a problem as other eastern European countries.  The best way to overcome any minor issues is to maintain a dignified air and understanding, that for many Lithuanians living in a homogenous society, they may not have had any previous contact with a person of colour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Driving"]}," in Lithuania is considered dangerous according to European standards. Lithuania's rapidly expanding economy has lead to an increase in traffic density, thus accident rates are high.  As a pedestrian, take great care when crossing the roads, as pedestrian crossings are widely ignored. When driving be careful of aggressive, quickly going and irresponsible drivers. It's better to pass them even if they are flouting rules. Keep in mind that traffic police could be corrupt. Mind the forest roads, collisions with wildlife animals can easily occur."]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":[" If ",{"type":"'''","value":["bitten by a dog, wild animal or a snake"]},", seek medical attention immediately. Snakes are not venomous in Lithuania, except for the European Viper (",{"type":"''","value":["angis"]},") whose bite only rarely is lethal though quite painful. A dog (",{"type":"''","value":["šuo"]},") or cat (",{"type":"''","value":["katė"]},") bite can carry the risk of rabies. Mosquitoes (",{"type":"''","value":["uodai"]},") carry no disease and are only an annoyance in the summer months. A forest tick (",{"type":"''","value":["erkė"]},") bite carries the risk of Lyme disease or encephalitis."]},"\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Angiriai002.JPG"],["thumb"],["200px"],["Prechristian Baltic Sun and the Moon cross at the top of wooden monument. Christian and pagan traditions are very interwined in Lithuanian culture"]]},"\n\nLithuanians are a Baltic nation; however, it's common for tourists to mistakenly think that they are in any way connected with the Russians.\n\nLithuanians form their own distinct Baltic ethnic group and speak their own language (Lithuanian), which is one of the oldest Indo-European languages, belonging to the Baltic (",{"type":"'''","value":["not"]}," the Slavic) branch of Indo-European languages. Although the Baltic and Slavic groups are thought to have a small degree of deep linguistic semblance, this would at most make the Lithuanian language as similar to the Russian, as the Italian to the English (some old Latin semblance). For this reason, any attempt to relate to the Lithuanian language from the Slavic languages will obviously not be successful, and any attempt to continually do it may become both annoying for the Lithuanians, and embarrassing for you. To give an example, a common mistake to say to a Lithuanian \"sposibo\" (\"thank you\" in Russian) sounds as random as saying \"grazie\" (\"thank you\" in Italian) to an English speaker.\n\nIt is a notoriously difficult language to master, but learning how to greet locals in their own language can go a long way. They will appreciate your efforts in Lithuanian.\n\nLithuania was part of the Soviet Union from the end of World War II until 1990. You should also try to remember that the Lithuanian capital is ",{"type":"[[","value":[["Vilnius"]]},", not Riga, which is the capital of neighbouring ",{"type":"[[","value":[["Latvia"]]},", a common mistake for travellers and an annoyance to locals.\n\nBecause of wartime occupations by Tsarist Russia in the 19th century, the Soviet Union in the 20th century and the territorial disputes with Poland in the early 20th century, conversations revolving around disputes with neighboring countries are not a good idea for those not from the region. Be careful when mentioning Lithuania in the context of the former USSR. Any praising of Soviet practices is very unlikely to be understood or appreciated by the Lithuanians. World War II and the Holocaust are also very touchy subjects to many Lithuanians.\n\nLithuanians may appear at times nationalistic; however, it is with good reason that they are a proud nation as they have fought to maintain their cultural identity through dark times, and this has kept them a unique and in general a warm and charming people. Although most Lithuanians officially are Catholics, native (pagan) Lithuanian religion is still alive in traditions, ethnoculture, festivals, music, etc.\n\nLithuanians may appear sad, depressive (suicide rates in Lithuania are among the highest in the world), a little bit rude and suspicious, so talking about your good health, wealth, and happiness could be sometimes taken negatively. Smile at a Lithuanian in the street and most likely they will not respond in kindness. Smiling in Lithuania is traditionally reserved for friends; smile at a stranger and they will either think you're making fun of them and there's something wrong with their clothes or hairdo, or that you must be an idiot. Furthermore, an automatic Western smile is widely regarded as insincere.\n\nWomen in the entire former USSR area are traditionally treated with utmost respect. Female travellers should not act surprised or indignant when their Lithuanian male friends pay their bills at restaurants, open every door in front of them, offer their hand to help them climb down that little step or help them carry anything heavier than a handbag - this is not sexual harassment or being condescending to the weaker sex. Male travellers should understand that this is exactly the sort of behavior that most Lithuanian girls and women will expect from them, too.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Land line phones"]},"\nThere is a monopoly operator for land line phones - TEO (it now belongs to \"TeliaSonera AB\"), a subsidiary of Sweden (Telia) and Finland (Sonera). Land line phones are easy to find throughout the country. Phones are used with cards, which you can find in kiosks, \"TEO\" or newspaper stands.\n\n",{"type":"===","value":["Mobile phones"]},"\n\nThere are three major mobile phone operators in Lithuania: Omnitel, BITE and TELE 2. About 97% of the country's surface is covered by the standard European GSM 900\/1800 MHz network, the remaining 3% are non-walkable forests.\n\n",{"type":"===","value":["International calls"]},"\n\nTo call abroad from Lithuania:\n\n",{"type":"*","value":[" From a land line phone: 00 Your Country Code The Number Abroad"]},{"type":"*","value":[" From a mobile phone: + Your Country Code The Number Abroad"]},"\nTo call to Lithuania from abroad, dial the Lithuania country code, 370, then the number, as if calling from a domestic mobile phone.\n\nInternational and roaming calls are expensive. To reduce your bill you can:\n \n",{"type":"*","value":[" Buy \"phone cards\" for international calls"]},{"type":"*","value":[" Talk over the Internet"]},"\n",{"type":"===","value":["Internet"]},"\n  \nIf you're bringing a laptop, Wireless LAN Hot-Spots are available in distinct places (mostly \"Zebra\" from - TEO), sometimes free, otherwise not very cheap. Best chances of finding one are at airports, railway stations, in cafés, shopping malls, universities, various places. You can ask in your hotel, but be prepared to pay. For those who need to connect at an Internet cafes, major cities do have internet cafes. You can get free wireless Internet in ",{"type":"[[","value":[["Kaunas"]]}," main pedestrian street -  Laisvės Alėja. Internet speed in Lithuania is actually better than American internet speed. Download speed reaches 26.2 Mbit\/s, while upload speed is 16.8 Mbit\/s. Keep in mind that the internet service that provide such speeds are not free.\n\nWith your mobile phone you can use: CSD, HSCSD, GPRS or EDGE, but the cost may be unattractive. UMTS is only available in some bigger cities. If your phone is not SIM-locked, you may consider purchasing a pre-paid SIM card designed for data access.\n\nIf you want to communicate with your friends or locals using internet, you'll need two programs Skype or ICQ. The most popular chatting program is Skype, all of which can be used in English as well. As well in Lithuania social websites are getting very popular. The most popular is ONE.lt, second popular (over 600,000 users) is Facebook. Myspace exists, but it is not widely used.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["Baltic states"]]},"\n",{"type":"{{","value":[["Geo"],["54.683333"],["25.316667"]]},"\n",{"type":"[[","value":[["Commons:Category:Lithuania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Lithuania\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Lithuania"]]}]