[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Litomysl.jpg"],["350px"],["thumb"],["right"],["Litomyšl Monastery"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.litomysl.cz\/ Litomyšl"]}]}," (German: ",{"type":"''","value":["Leitomischl"]},") is a small city (10,000 inhabitants) in Eastern Bohemia. Its renaissance chateau is one of the twelve Czech sites inscribed on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},", and the town is famous as the birthplace of composer Bedřich Smetana.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:Zámek Litomyšl 1.JPG"],["thumb"],["200px"],["Litomysl Castle"]]},"\n\nThe first historical mention of Litomyšl dates back to 981, when there was a castle protecting an important trade route between Bohemia and Moravia. Under the protection of the castle, a settlement began to rise.\n\nIn the 12th century the order of Premonstrates came to Litomyšl. Due to their colonization and cultural efforts, the settlement's importance rose dramatically and it was promoted to the city level in 1259. Medieval Litomyšl was the third most important Czech city (after Prague and Olomouc), becoming a seat of a bishop in 1344 by decree of Roman Emperor Charles IV. However, as a catholic stronghold, it was burned down by the Hussite rebellion and the bishopric has never been restored.\n\nLater during the industrial revolution, the council decided that it did not want the main railroad (from Prague to Olomouc) going through the city. That is why Litomyšl remained a relatively small, quiet town with an almost untouched historical centre, making it the true jewel of Eastern ",{"type":"[[","value":[["Bohemia"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThere is a good highway covering about 60% of the way from Prague (the rest is also acceptable).\n\nThere is also reasonably good public transport from both Bohemia (",{"type":"[[","value":[["Prague"]]}," and other cities) and Moravia (",{"type":"[[","value":[["Brno"]]},", ",{"type":"[[","value":[["Olomouc"]]},", etc.), as well as from Slovakia (",{"type":"[[","value":[["Bratislava"]]}," or Austria (",{"type":"[[","value":[["Wien"]]},"). All departure times and details can be found on ",{"type":"[","value":["http:\/\/jizdnirady.idnes.cz\/vlakyautobusy\/spojeni\/?lng=E&t=Litomy%c5%a1l the online timetables"]}," but the main options are:\n\n",{"type":"*","value":["Scenic"]},"Probably the most scenic way (if you travel from Prague) to get to Litomyšl is to go by \"fast train\" (",{"type":"''","value":["rychlik"]}," in Czech, it is marked red on all tables) from Prague Main Station (",{"type":"''","value":["Hlavni Nadrazi"]},", red metro) to Choceň, and then take the \"personal train\" (",{"type":"''","value":["osobni vlak"]},", marked green) to Litomyšl. It is cheap, safe, you travel with ordinary Czech folks, and the journey takes about 3h.\n\n",{"type":"*","value":["Straightforward"]},"If you prefer a more straightforward way and you travel from Prague, take a direct bus from Prague, Florenc (red and yellow metro). The buses are quite frequent and take about 3h. Direct buses from ",{"type":"[[","value":[["Olomouc"]]}," take 1h 40m, direct buses from ",{"type":"[[","value":[["Brno"]]}," about 2h.\n\n",{"type":"*","value":["Fast"]},"If you need a faster way, take a ",{"type":"''","value":["fast train"]}," or EuroCity or InterCity (but not SuperCity Pendolino) from Prague Main Station (",{"type":"''","value":["Hlavni Nadrazi"]},", red metro) or ",{"type":"[[","value":[["Brno"]]},", ",{"type":"[[","value":[["Olomouc"]]},", ",{"type":"[[","value":[["Bratislava"]]}," or ",{"type":"[[","value":[["Wien"]]}," to Česká Třebova, and take a bus to Litomyšl from there. This reduces the travel time from Prague to about 2h 20m.\n\n",{"type":"==","value":["Get around"]},"\n\nThe historic centre of Litomyšl is small enough to cover on foot. The bus and train stations are a five minute and ten minute walk from the centre, respectively.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Zámek Litomyšl 2.JPG"],["thumb"],["200px"],["Litomyšl Castle Sgraffito decoration"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Litomyšl Castle"],["alt="],["url=http:\/\/www.litomysl.cz\/zamek"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an outstanding and immaculately preserved example of the arcade castle, a type of building first developed in Italy and modified in the Czech lands to create an evolved form of special architectural quality. The main external feature of the castle is the sgraffito decoration: what look from a distance like bricks are in fact designs made from etching away plaster to reveal the undercoat. Each design is different and the centres contain many different images, from leaves to people. A highlight of the interior is the preserved baroque theatrette, which is one of only five left in the world. The castle was the birth place of composer Bedřich Smetana, and the rooms in which he spent the first years of his life are open to the public."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Castle’s wine vaults"]}," house a display by the sculptor ",{"type":"'''","value":["Olbram Zoubek"]},", who after being banned by the communist government spent 20 years restoring the sgraffiti decorations on the castle. It is quite cold and eerie but you get a look at odd parts of the castle, a blanket and free mulled wine! More Zoubek sculptures are installed in the nearby monastery gardens and on one of the houses on the main square."]},"\n",{"type":"[[","value":[["File:Městský dům - Portmoneum (Litomyšl).JPG"],["thumb"],["200px"],["Portmoneum"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Portmoneum"],["alt="],["url=http:\/\/www.paseka.cz\/?skupina=6"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a small museum dedicated to printmaker, painter and poet Josef Váchal. In the early 20th century Váchal was commissioned to paint the interior of the house belonging to his friend and publisher Josef Portman, and it’s this building that houses the museum. Visitors walk through several rooms in which every square inch has been covered with intensely coloured and expressionistic murals of nightmarish scenes. Even some of the furniture was painted and carved by Váchal."]]}]},"\n",{"type":"[[","value":[["File:Smetanovo náměstí, Litomyšl 1.JPG"],["thumb"],["200px"],["Litomyšl Main Square"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The main square of Litomyšl"]}," is one of the prettiest in the country, and is almost surrounded by arcade fronted pastel painted houses from the renaissance period. The tower half way along belongs to the old town hall and features an ornate clock face and a plaque commemorating the use of a special medieval measurement known as a Czech Elbow."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThere are plenty of places around town selling local wines.\n\nThe bar at the Station serves beer for a remarkable 10,50 CZK (about €0,36 - there won't be many places cheaper than this anywhere.)\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nYou have to get out the way you came in through the highway.\n\n",{"type":"{{","value":[["geo"],["49.8700"],["16.3128"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Bohemia"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Litomyšl"]]}]