[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Little Andaman"]}," is an island in the ",{"type":"[[","value":[["Andaman and Nicobar"],["Andaman Islands"]]},". Of the islands open to tourism it's one of the largest, yet it's remote location makes it the least visited. Those that do make the journey will stumble across pristine beaches, waterfalls, oil palm plantations and good surf.\n\n",{"type":"==","value":["Understand"]},"\n\nWhile most of the Andaman Islands escaped major damage from the 2004 tsunami, Little Andaman wasn't quite so lucky. Almost the entire island was ravaged, though it has since bounced back, and a few small hotel \/ resorts built.\n\nDugong Creek in the North and the South Bay area are tribal reserves for the Onge tribe and are off limits to tourists.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nFerries arrive daily at ",{"type":"'''","value":["Hut Bay"]}," from ",{"type":"[[","value":[["Port Blair"]]},".\n\nThere are 2 types of ferries (as of February 2011):\n\n - Slow\/big ferry - takes about 8.5 hours - costs 55 RS (more comfy and does the trip even if the weather is bad)\n - \"Speedboat\" - takes about 6 hours - costs 25 RS (plastic seats, ferry might not go if the weather is bad)\n\nGet your tickets a day before you want to leave in Port Blair.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nYou can travel here with the basic permit that you received on arrival in ",{"type":"[[","value":[["Port Blair"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nLocal fishing boats can take you to other parts of the island from Hut Bay, otherwise, your feet are your best friends.\n\nYou can rent motorbikes for 300 RS (fixed price) and bicycles.\nCheck the bike (e.g. the breaks!) before you accept it. Most of the bikes are far from a perfect condition.\n\nBuses, Rickshaws and Jeeps get you around the island.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThings to see\/do:\n- Waterfalls\n- Lighthouse\n- Beaches\n\n",{"type":"==","value":["Buy"]},"\n\nFood in Hut Bay before heading to any other part of the island.\n\n",{"type":"==","value":["Eat"]},"\n\nBasic food is available in Hut Bay - outside of this you will need to bring your own food and something to cook it on.\n\n",{"type":"==","value":["Sleep"]},"\n\nA couple of hotels \/ resorts exist in the Hut Bay vicinity.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"==","value":["Stay healthy"]},"\n\nSandflies can be a problem on the island.\n\nDon't swim at the waterfalls. We have been told that crocodile can be a problem.\n(Apparently 1-2 persons each year get a little too close to crocodiles while swimming in the sea.)\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Andaman and Nicobar Islands"]]},"\n",{"type":"[[","value":[["wikipedia:Little Andaman"]]},"\n",{"type":"{{","value":[["geo"],["10.75"],["92.5"]]}]