[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Little Gasparilla Island"]}," is a tropical barrier island located just off the ",{"type":"[[","value":[["Southwest Florida"],["Southwest Coast"]]}," of ",{"type":"[[","value":[["Florida"]]},". Situated halfway between Sarasota and Ft. Myers, it benefits from cool tropical breezes in the summer and warm sunshine in the winter. There used to be many separate islands: Palm Island,  Knight Island, Don Pedro Island and Little Gasparilla Island. Following a storm in the 60s which closed the passes, the islands became one, with Little Gasparilla being the southernmost.  \n\n",{"type":"==","value":["Understand"]},"\nThe most unique attribute of Little Gasparilla is its lack of a bridge…there used to be a bridge to Palm Island but that also fell victim to the hurricane and residents have decided we like it better without a bridge! All access is by private boat or water taxi. There are no roads and no cars, and traffic and tourists are just a mainland memory.  (A vehicle ferry does service Palm Island -- the northernmost part of the island -- but the roads do not extend to Little Gasparilla. \n\nThe island offers 7 miles of beautiful pristine beach unspoiled by either seawalls or high-rises. During the summer, the beach is a nesting spot for endangered sea turtles which lay their eggs in the warm sand near the dunes.\n\nThe shells on the island are among the most plentiful on the West Coast and the beaches are dotted with prehistoric shark's teeth free for the collecting. The best time to go shelling is just before and at low tide and after a storm. Be sure to check the high tide lines where the surf often tosses the largest shells. The sandbars are home to sand dollars, whelks, starfish and conchs.\n      \nMostly, Little Gasparilla offers privacy and tranquility and a rare sense of peace not found at many Florida vacation spots. Many days you can walk the beach for hours without seeing another soul. Yet island neighbors are friendly and always willing to offer a helping hand. There is a quaint island chapel which offers non-denominational services from time to time and which has been the site of memorable island weddings.  Golf cart rentals are available on the island for scenic tours but many people prefer to walk the sandy pathways.\n\n",{"type":"==","value":["Get in"]},"\nTwo water taxis service the island regularly.  You just phone them, tell them your dock number and they will pick you up at a local marina (where you also park) and drop you at your dock.\n\n",{"type":"==","value":["Get around"]},"\nBoat rentals are available in ",{"type":"[[","value":[["Englewood (Florida)"],["Englewood"]]},", ",{"type":"[[","value":[["Placida"]]}," and ",{"type":"[[","value":[["Boca Grande"]]}," and there are also many fishing charters in Placida and Boca Grande.\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nBird watchers will spot egret and osprey, rare white pelicans, blue herons, and even the occasional bald eagle.  The waters are rich with manatees and dolphins and the waves are gentle and calming and perfect for floating on a raft.  The bottom is mostly white sand, so there is little to see while snorkeling...though you can often find sand dollars off the sand bar.\n\nFishing from either the dock or the beach can provide daily entertainment -- and a hearty meal depending on your luck…and at the end of a long day, a breathtaking sunset over the Gulf of Mexico gently eases you into the evening.\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nYou must bring all your groceries over with you on the water taxi.  There is an excellent fish market in nearby ",{"type":"[[","value":[["Placida"]]}," and several mainland restaurants are also reachable by boat.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels, motels or restaurants on Little Gasparilla Island and all rental accommodations are self-catering.\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southwest Florida"]]},"\n",{"type":"[[","value":[["Wikipedia:Little Gasparilla Island"]]},"\n",{"type":"{{","value":[["geo"],["26.828743"],["-82.284894"]]}]