[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Livingstone2.jpg"],["thumb"],["right"],["250px"],["Main street, Livingstone"]]},"\n",{"type":"'''","value":["Livingstone"]}," is to ",{"type":"[[","value":[["Zambia"]]}," what the town of ",{"type":"[[","value":[["Victoria Falls (Zimbabwe)"],["Victoria Falls"]]}," is to ",{"type":"[[","value":[["Zimbabwe"]]},".  Also known as ",{"type":"'''","value":["Maramba"]},", it was once the capital of Zambia before it was moved to ",{"type":"[[","value":[["Lusaka"]]},".  Livingstone is in the ",{"type":"[[","value":[["Southern Province (Zambia)"],["Southern Province"]]}," of ",{"type":"[[","value":[["Zambia"]]},".\n\n:",{"type":"''","value":["The falls are on the border between ",{"type":"[[","value":[["Zimbabwe"]]}," and ",{"type":"[[","value":[["Zambia"]]},".  For information on the Zimbabwean side (including a comparison of the sides) see ",{"type":"[[","value":[["Victoria Falls"]]},"."]},"\n\n",{"type":"==","value":["Understand "]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Livingstone"]]}," has its own airport (",{"type":"{{","value":[["IATA"],["LVI"]]},"), and flights arrive daily.  \n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.ba.com British Airways"]},", ",{"type":"[","value":["http:\/\/www.flysaa.com South African Airways"]}," fly between ",{"type":"[[","value":[["Livingstone"]]}," and ",{"type":"[[","value":[["Johannesburg"]]},".  Kulula (operated by BA) often has great prices ",{"type":"[","value":["http:\/\/www.kulula.com"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.proflight-zambia.com ProFlight Zambia"]}," flies between ",{"type":"[[","value":[["Livingstone"]]}," and other destinations in ",{"type":"[[","value":[["Zambia"]]}," and has several flights between ",{"type":"[[","value":[["Livingstone"]]}," and ",{"type":"[[","value":[["Lusaka"]]}," each day. "]},"\nThe Livingstone International Airport was renamed Harry Mwaanga Nkumbula International Airport - he was an integral part of Zambia's independence movement.\n\nYou can also fly into ",{"type":"[[","value":[["Victoria Falls (Zimbabwe)"],["Victoria Falls"]]}," (",{"type":"{{","value":[["IATA"],["VFA"]]},"),  Livingstone's sister city,  on the ",{"type":"[[","value":[["Zimbabwe"]]}," side of the border.\n\n",{"type":"===","value":[" By train "]},"\nRail services have been cut back in recent years. A twice-weekly overnight train from ",{"type":"[[","value":[["Kitwe"]]}," via Lusaka, taking around 40 hours is still running. Also, a third-class only train connects with ",{"type":"[[","value":[["Mulobezi"]]}," once a week.\n\n",{"type":"===","value":["By bus"]},"\nRelatively comfortable luxury buses travel between ",{"type":"[[","value":[["Lusaka"]]}," and Livingstone, for around Zambian Kwachas 60.000 (appr. US$ 13,-) tickets may be purchased one day in advance at the bus terminal in ",{"type":"[[","value":[["Lusaka"]]},". The most reliable bus operator is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/mazhandubuses.com Mazhandu Family Bus"]}]},", which costs Zambian Kwacha 110,000 (appr. US$ 22) and takes 6 and a half hours. They have seat number system, so there is no need to fight for your seat when boarding. Reserve tickets in advance from the blue kiosk on Mosi-Oa-Tunya Rd. If taking the overnight bus from Livingstone to Lusaka, note that the Lusaka station can be dangerous at night. Either ask the bus driver to help you find a taxi or wait on the bus with the other passengers until daylight. Other bus companies also operates this route, about 6 departures per day. Uncomfortable things with these buses are that most of them have five seat on row, so space per passenger is not too much. These buses transport you in 6 hours to downtown Livingstone (total distance 470 km), near a taxi rank. It is also possible to catch a minibus from ",{"type":"[[","value":[["Lusaka"]]},", for about the same price.\n\n",{"type":"===","value":["By car"]},"\nIf you are aching to rent a car and drive yourself around ",{"type":"[[","value":[["Zambia"]]},", this might be the trip for you.  The roads between Livingstone and ",{"type":"[[","value":[["Lusaka"]]}," are among the country's best, and the trip involves only one left turn. \n\nFor the international driver, roads lead into Livingstone from ",{"type":"[[","value":[["Victoria Falls (Zimbabwe)"]]},".  You can buy a temp. import permit at your port of entry, for 1 month, 3 months or longer. Also a Zambian third party insurance is mandatory, next to reflective stickers or reflectors at the front of your vehicle (white) and at the back (red). Dimensions must be 5 x 5 cm, however rectangular is permitted as well.\n\n",{"type":"===","value":["By taxi"]},"\nIf coming from ",{"type":"[[","value":[["Victoria Falls (Zimbabwe)"]]},", you can cross the border on foot, but you will need to get a blue taxis into Livingstone town.  They charge about 10 USD for the trip. Minibuses charge about 5000 ZMK.  Taxis are waiting just the border post.\n\n",{"type":"==","value":["Get around"]},"\nThe city of Livingstone -- where the bulk of the accommodation, restaurants, nightclubs, etc. are located -- is relatively small.  Most likely, you will be comfortable walking around town.  However, if you prefer not to, taxis prowl constantly. Official taxis are ones which are blue and have a red number plate. If you flag a taxi down on your way to the town centre, the driver may ask whether you are booking the taxi or not. If you are booking, you should pay full fare and driver is taking you to your doorstep. If you don't book, it means that you pay only for one seat and the driver can pick up other passengers who are going in the same direction.\n\nThe city sits about 6 miles\/10km from The Falls, making it long enough to not want to walk.  The going rate for a taxi is U.S. $10 in each direction between the town and the falls.  However, if you are prepared to haggle you may get a lower price. Journeys to 5-star hotels tend to cost substantially more than the average journey but are still relatively inexpensive. If the hotel or guesthouse is arranging the taxi for you to the Falls, the price might be higher than what you can get when negotiating with the driver directly. The middle man needs money too!\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Zambia victoria falls footbridge.jpg"],["thumb"],["right"],["300px"],["Consider hiring a raincoat before you walk through the park"]]},"\n\n",{"type":"===","value":[" Victoria Falls park "]},"\n\n",{"type":"[[","value":[["Victoria Falls"]]},", a UNESCO World Heritage Site, is one of the most amazing sights in the world.  Twice as tall as ",{"type":"[[","value":[["Niagara Falls"]]},", and several times longer, Victoria Falls affords visitors a once-in-a-lifetime sightseeing experience. It might not be the very biggest, but few will debate that it's the most spectacular. If it is the official records you are after, the Victoria Falls is the largest curtain of falling water in the world.\n\nThanks to a well-designed park, visitors can touch the waters of the Zambezi just meters before it plunges over the falls; cross the gorge on a narrow bridge that provides spectacular views; and take thousands of photos - without a single one being redundant.\n\nWet weather gear is for hire as you enter the park.  Turn left to walk in front of the gorge and see the water, take the track to the right to see the water just before it drops.  Consider possibly doing the walk upriver first, as it may be less appealing when you are already soaking wet.  Think about how you are going to keep your camera dry.\n\nAn admission fee is payable as you enter the park.  The ticket is valid for multiple entries on the same day.  There is limited food or drink inside the park. There is a small stand that sells bottled water and cold drinks.  There are a couple of food stalls near the curio markets\n\n",{"type":"===","value":[" Other sights "]}," \n\n",{"type":"*","value":["The ",{"type":"'''","value":["Livingstone Museum"]}," costs $5 and is worth breezing through.  Has a natural history section, as well as an area describing the independence of Zambia from (naturally) a very Zambian perspective.  There is a curio shop in the museum, and many touts out the front.  A curious piece of information is that Zambians did not have access to a wheel until Europeans brought one in the 19th Century."]},"\n",{"type":"==","value":["Do"]},"\n\nDon't forget the activities  at ",{"type":"[[","value":[["Victoria Falls (Zimbabwe)#Do"],["on the other side of the falls"]]},".\n\n",{"type":"===","value":[" Adventure activities "]},"\n\nVictoria Falls is becoming an adventurer's paradise.  In recent years, many \"extreme sports\" have appeared, including:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["White Water Rafting"]}," -- boasting several Class V rapids, the roiling waters south of the Falls provide 18 of the world's best rapids literally starting in the gorge of Victoria falls in the Boiling Pot, right under Victoria Falls Bridge.  Several outfitters (",{"type":"'''","value":["Bundu"]}," and Safari Par Exellence) have popped up in the past few years to take the courageous down the river.  The rafting, itself, can be physical.  You finish on a lovely sandy beach and then there is a cable car at the end of the day to get you out of the steep gorge..  The cost is well worth it ($155 for a full day) and includes lunch, dinner and refreshments."]},"\n",{"type":"*","value":[" You can ",{"type":"'''","value":["body board"]}," the first few rapids (it is advisable that you be able to swim fairly well or you won't get the most out of it) "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bungi Jumping"]}," from the bridge spanning ",{"type":"[[","value":[["Zambia"]]}," and ",{"type":"[[","value":[["Zimbabwe"]]}," is very popular.  The location affords a spectacular view of the Falls -- behind you, on the Zam side -- and the Victoria Hotel -- in front of you, on the Zim side.  The cost is $120 per jump or there is the Big Air Combo for $155 where dare devils can do one bungi, one bridge swing and one zip line."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Zambezi Swing"]}," For $95, this South African group lets you abseil, rap jump, do a zip line, and -- the highlight -- a gorge swing.  While Bungi Jumping is over in a few minutes, these guys let you play all day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Livingstone Island"]}," a trip to Livingstone Island is ",{"type":"'''","value":["unmissable"]},". An island situated in the Zambezi river, 2 or 3 feet from the top of the Victoria Falls on the Zambian side. Trips leave from the Royal Livingstone Hotel and cost about $60 including breakfast. You will have the opportunity to stand in shallow water, 2 inches (literally) from where the water gushes over the edge of the falls, and swim in Devil's Pool, a reasonable current-free pool a couple of feet from the top of the falls, close enough to lean over the edge. This makes fantastic photo opportunities with a permanent rainbow from the mist of the falls behind you.  Livingstone island itself opens during July when the water levels and currents drop to make the transport safe.  Devils Pool opens a few weeks later.   Book with a reputable company as this is a dangerous activity and unregistered access to the island is illegal (ask at your hotel or hostel)."]},"\n",{"type":"*","value":["Batoka Sky and United Air Charters offer ",{"type":"'''","value":["helicopter pleasure flights"]}," over the Falls, for $140 per person for a 15 min flight. This is a spectacular way to see the Falls and highly recommendable. A 30 minute flight for $280 is also possible, combining the magnificent view of the Falls with flight over the gorge and game viewing over Mosi-oa-Tunya National Park. Just as important, however, it's a neat way to get to see the Zambezi River -- look for alligators attacking prey! -- and to see exactly how the River has moved over time.  It's truly awesome to see how nature has carved away at the landscape."]},"\n",{"type":"*","value":["Another company offers ",{"type":"'''","value":["microflight rides"]}," over the Falls.  This provides a much closer view of the Falls than the helicopter ride, but it does not give you as broad of a view.  The microflight do not fly on windy days. Prices are $135 for 15 min or $270 for 30 min."]},"\n",{"type":"*","value":["Another must is the elephant back safari run by Elephant Trails, a truly spiritual experience."]},"\n",{"type":"*","value":["It's possible to walk with several young lions in a park in Zimbabwe.  It costs $160 and is well worth the expense.  Inquire at your hostel or hotel. Also consider how habituating these lions to humans helps them in the long run."]},"\n",{"type":"*","value":["Several companies provide a ",{"type":"'''","value":["sunset booze cruise"]}," on the Zambezi, above the Falls.  For $45-$75, depending on your choice of boat and time of day, you get a two-hour cruise, all the drinks you can throw back, a little game-viewing, and a braai (BBQ) afterwards.  The trip can be really crazy or really mellow, depending on who's scheduled on your trip."]},"\n",{"type":"*","value":["Then there is ",{"type":"'''","value":["Jet Extreme"]},", wherein you fly across the class five rapids of the Zambezi River for $95, the tickets can be booked at any of the back packers. The trip also involves an hour and half drive through the bush and a vertical climb down in a cable car about 220 meters. The thrill of coming to a spinning halt from 50 mph to 0 in a second is too good to miss. Remember the famous words ",{"type":"'''","value":["GO ANDY GO"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Livingsone Performing Arts Foundation(LiPAF)"],["alt=Dancing Around Zambia"],["url="],["email="],["address="],["lat="],["long="],["directions=Showing at the Wasawange Hotel"],["phone=+260977378778"],["tollfree="],["fax="],["hours="],["price=$25 per person"],["content=A dynamic tapestry of music, dance and song celebrating the mystical and ceremonial fabric of Zambia's diverse culture"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=African Queen River Safari with Livingstone's Adventure"],["url=http:\/\/www.livingstonesadventure.com\/Victoria-Falls-Livingstone-Zambia-Princess-Cruises"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["Finally, there are several ",{"type":"'''","value":["National Parks"]}," nearby, many of which are well-worth the visit.  Livingstone, has the well known Mosi-Oa-Tunya National Park which has the only White Rhinos in Zambia.  The numbers have since been increasing with the blessings of two newly born babies within Mosi-oa-Tunya National Park bringing the total number to ",{"type":"'''","value":["Seven Rhinos"]}," thus 2 male adults, 3 female adults and 2 babies respectively 2010\/2011.  These Rhinos are very healthy and currently under heavy guard 24\/7."]},"\n",{"type":"*","value":[" Take a tour with the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.royal-livingstone-express.com Royal Livingstone Express"]}]}," offering excursions by a colonial era steam train."]},"\n",{"type":"==","value":["Buy"]},"\n\nIt is important not to rely on your bank card to withdraw money from ATMs, especially if you do not have a VISA card. There are ATMs in the town centre and in the shopping centre on the way to the falls.  The ATMs only give money in local currency, and just about every vendor in Livingstone will expect you to pay in US currency.  If you are coming from the Zimbabwe side of the falls it may pay to get cash before crossing the border.\n\nLivingstone provides an inexhaustible supply of curio vendors, women selling fabrics, boys selling cool drinks, girls selling jewellery, and so on.  There main curio markets are near town, and near the entrance to the falls.  The range of merchandise is about the same at both, as are the prices.  The range of goods apart from souvenirs, curios and other locally made products for the tourist market is poor to non-existent.\n\nAlthough there are some vendors who will follow you to try and sell their wares, they sellers are nowhere near as common or as aggressive as in neighbouring Zimbabwe.  They mostly are near the falls, the markets, and the museum, and you can generally walk the streets through town without being accosted by touts.  \n\nYou could easily spend all your money here.  Be aware, though, that since this is a popular stop for tourists unfamiliar with bargaining, prices might be somewhat higher here than in other places.  A savvy bargainer, however, can still strike gold although indistinguishable souvenirs are much cheaper outside Livingstone (on the roads to Lusaka for example) \n\nIf you Bungee Jump, Raft the Zambezi, or do any of the other \"extreme activities,\" you've got to buy the t-shirt.  It is a badge of honour in Africa, and a great way to tell others how tough you are. You can also buy photos and often videos of the extreme activities...try to get a look at the photos\/video before buying (this is certainly possible with the bungi). Whilst the bungi videos are sometimes not videoshop quality you WILL be able to show your friends how great you are - to accompanying music.\n\n",{"type":"==","value":["Eat"]},"\nConsidering Livingstone is such a tourist destination, you can be certain that Western-style meals are easy to find -- everything from pizza, to burgers, even burritos! Several of the lodges and accommodations have restaurants and pubs on their grounds. \n\n",{"type":"*","value":[{"type":"'''","value":["O'Discols Restaurant"]},", near Fawlty Towers Backpackers, is a popular joint that attracts a young crowd. It features ",{"type":"''","value":["al fresco"]}," dining that receives mixed reviews."]},{"type":"*","value":[{"type":"'''","value":["The Funky Munky"]}," Is just down the street from Jollyboys Backpackers, this is an excellent take away with some very nice pizzas."]},{"type":"*","value":[{"type":"'''","value":["Pub and Grill"]}," in Town opposite the main banks, an American style restaurant with good food in plentiful servings"]},{"type":"*","value":[{"type":"'''","value":["Chanters Lodge"]}," - just outside the centre of town, Chanters offers the best pepper steak in town. Chanters can also cater too those wishing to taste an authentic Zambia meal."]},{"type":"*","value":[{"type":"'''","value":["Sunrise"]}," in Kutaway - this street is better known as \"second class\" from times when African and Asian people were allowed to trade only on that area, not on the main road! - is run by local people and offers the most \"Zambian\" dining experience in fairly clean and cozy place between the buildings. entry can be easily missed, but it is in middle of Kutaway on left hand side when coming from town direction. Even many taxi drivers don't know this place. "]},{"type":"*","value":[" ",{"type":"'''","value":["Armadillo Oriental & Grills"]}," is centrally positioned on Mosi O Tunya Road and offers a range of Oriental and Continental dishes. "]},{"type":"*","value":[" ",{"type":"'''","value":["Crocodile Cafe"]}," - Enjoy pastries or an al fresco light meal at this coffee shop, part of the Zambezi Sun. "]},{"type":"*","value":[" ",{"type":"'''","value":["Kalai Restaurant"]}," at the David Livingstone Safari Lodge & Spa offers contemporary cuisine in a traditional setting."]},{"type":"*","value":[" ",{"type":"'''","value":["Kaazmein Lodge Restaurant."]}," serves a variety of à la carte and buffet dishes cooked up its experienced chefs. Guests can eat on the ground floor or upstairs where they can enjoy panoramic views."]},{"type":"*","value":[" ",{"type":"'''","value":["Aunty Nancy Restaurant"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ngolide Indian Restaurant"]}," - recently renovated, this restaurant offers a range of authentic Indian and Continental dishes. Some say it is the best restaurant in town. "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Olga's: The Italian Corner"],["alt="],["url=http:\/\/www.olgasproject.com\/home_uk.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Inexpensive and delicious Italian restaurant behind the Catholic church that serves incredible authentic pizzas and pasta. The place was opened up by Italians and the profits go to a local NGO that works with \"at risk\" youth. This place probably has the best food in Livingstone and undoubtedly the best Italian. Prices are up to $8 for a pizza or pasta. Free WiFi and a gift shop where you can browse crafts made by the program participants."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Rhapsody's Livingstone"]}," – part of the Rhapsody's Flavour of Life group, this restaurant offers gourmet cuisine in stylish surroundings."]},{"type":"*","value":[" ",{"type":"'''","value":["The Waterfront"]}," has a bar and restaurant with views over the river."]},{"type":"*","value":[" ",{"type":"'''","value":["Wasawange Lodge"]}," has a bar and restaurant."]},{"type":"*","value":[" ",{"type":"'''","value":["Wonder Bake"]}," Take Away and Restaurant."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Zig Zag Coffee House"],["alt="],["url=http:\/\/www.zigzagzambia.com\/restaurant.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has an extensive breakfast menu and also serves lunch and dinner."]]}]},"\n",{"type":"==","value":["Drink"]},"\nEvery hostel, hotel, and resort in Livingstone features its own bar.  If you want to get a cold one, you won't have to look far.  There are also a number of nightclubs downtown, where tourists and locals alike dance to local and Western music. Manu local music is from Congo, those artists perform in Congo (DRC) local languages, so many times even local Zambians don't know meaning of the words, but rhythm, twisting and shaking is the issue here. \n\n",{"type":"'''","value":["Stepright"]}," which is reputedly a hub of organized crime (though tourists should not have trouble), as well as an open-air club across the road and the bar and grill has a disco later on again next door in the center of town all very good. There is also a casino a short taxi-ride away where the drinks were slightly more expensive.\n\n",{"type":"'''","value":["Hippos"]}," - the bar attached to Fawlty towers is the most common spot where tourists hang out, but many locals socialize there also.\n\n",{"type":"'''","value":["Chez nTemba"]}," - typical Zambian nightclub. Open daily. One of the few places there is a door charge and the drink is slightly more expensive.\n\n",{"type":"'''","value":["Rhapsody"]}," in new shopping center, Fallspark (locally known better as \"spar\" according to the supermarket which is in there)is upper-class bar\/restaurant.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a number of places to sleep in Livingstone. Budget here means under $20\/night, mid-range between $20 and $200\/night and splurge over $200\/night.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fawlty Towers"],["alt="],["url=http:\/\/www.adventure-africa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=With a terrific pool, in downtown Livingstone, it is possible to camp by the pool if there are no rooms (or you're really short on cash) and it offers pancakes (crepes) every day at 3PM, as well as a bar and comfy lounge area with a TV, the staff are very helpful and will make phone calls for you to help book trips and activities"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jollyboys Backpackers"],["alt="],["url=http:\/\/www.backpackzambia.com\/backpackers.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has a small campsite as well as dorm beds for $8\/night and up and private rooms with either shared or en suite bathrooms. It features a pool and a roofed viewing platform which lets you see the steam from the Falls on a good day. There are also hammocks and mango trees if you feel like just lazing around. The bar serves breakfast and home cooked meals throughout the day, or a self-catering kitchen is also available. The well traveled staff can help answer questions and book activities. WiFi is available for purchase. There's a free shuttle to the falls every morning at 10AM."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jollyboys Camp"],["alt="],["url=http:\/\/www.backpackzambia.com\/camp.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is geared for a quieter crowd and tends to get a lot of families, school groups and mission groups. It is located about a 10 minute walk from the centre of town. Camp sites are available and dorm beds start at $10\/night. Private rooms with shared or en suite bathrooms are also available. There's a playground for kids, a pool, and a campfire area. The bar serves breakfast and basic meals, and there's an open-air self-catering kitchen. The front desk can book activities. WiFi is available for purchase. There's a free shuttle to the Falls each morning at 11AM. This is the quieter family-friendly version of Jollyboys Backpackers in town."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Livingstone Backpackers"],["alt="],["url=http:\/\/www.livingstonebackpackers.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Livingstone Backpackers is set in a private garden shaded with huge mango trees, with a crystal clear swimming pool and funky bar. The lodge is right in the centre of town with 7 cafes and restaurants and internet cafe. There is also a communal kitchen, pool table, DSTV and campsite. Our in-house booking centre, where all the amazing local activities and Chobe safari's in Botswana can be booked, guarantees to offer the best deals in town and to beat any other lodge or booking centre. Free lift every day to the Victoria Falls. Group and student discounts available. Livingstone Backpackers has special deals every week. Zambia’s first climbing wall."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tree-tops"]}," features treehouses on stilts, overlooking the Zambezi."]},{"type":"*","value":[{"type":"'''","value":["Chanters Lodge"]}," super quiet lodge just off Obote Avenue."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Waterberry Lodge"],["alt="],["url=http:\/\/www.safarinow.com\/go\/WaterberryLodge?a=10986"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=About 15 km from the falls and 28 km from Livingstone itself, directly located on the banks of the Zambezi river. All huts have garden view. Price from US$80\/pp."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zig Zag Guesthouse"],["alt="],["url=http:\/\/www.zigzagzambia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has en suite rooms starting at $50 USD per night. Breakfast is included. Free WiFi and airport pickups are available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Olga's Accomodation"],["alt="],["url=http:\/\/www.olgasproject.com\/alloggi_uk.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Coming soon. Run by the same organization as Olga's: The Italian Corner restaurant."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Royal Livingstone"],["alt="],["url=http:\/\/www.suninternational.com\/Destinations\/Resorts\/FallsResort\/Accommodation\/RoyalLivingstone\/Pages\/Home.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located by the banks of the Zambezi with the water rushing past in front of the lawns. Restaurant and bar open right over the water. Distant views to the mist of the falls. The Victoria Falls Hotel on the Zimbabwe side is the real deal, and the Royal Livingstone is the Disneyland version. The location is very real, but has no real history to speak of. The books on the bookshelf are painted on!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Zambezi Sun"],["alt="],["url=http:\/\/www.suninternational.com\/Destinations\/Resorts\/FallsResort\/Accommodation\/ZambeziSun\/Pages\/default.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located between the Royal Livingstone and the Falls, in the same hotel complex as the Royal Livingstone, offers a number of restaurants and accommodation types. A free shuttle runs between the Zambezi Sun and the Royal Livingstone."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["The River Club on the Zambezi River"]}," is 18 km upstream of the Falls on the River."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Stanley Safari Lodge"],["alt="],["url=http:\/\/www.stanleysafaris.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Overlooking the Zambezi, the Falls and the Elephant Drinking Place. Very luxurious."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=David Livingstone Safari Lodge"],["alt="],["url=http:\/\/www.victoriafalls-direct.com\/livingstone\/david-livingstone-safari-lodge\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The banks of the mighty Zambezi have welcomed a breathtaking two-story 77-roomed hotel, comprising 72 river facing rooms and 5 luxurious suites. Historical English elements reflect in lofty scale with the rawness of texture, stone, wood and earth, contrasting with the richness of exotic gold, bronze, copper and ivory, once traded through ancient Arab routes. Price from US$150\/pp."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Royal Chundu Lodge"],["alt="],["url=http:\/\/www.royalchundu.com\/propertydefault.asp?MicroSiteID=43"],["email=lodge@royalchundu.com"],["address="],["lat="],["long="],["directions="],["phone=00260 213 327 060"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Opened in 2010 to five star standards. It is 50 km upstream from the Falls, away from the noise and hubbub of the Falls and Livingstone. There is one lodge with ten suites on stilts in the river, and one, which is 3 km upstream on a private island with four villas and its own private staff complement, boats, 15 km of navigable private river at over 1 km wide."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nGenerally, Livingstone is a fairly safe town.  They want to continue to attract foreign currency, so they are careful to make travellers feel safe.  However, be careful about walking downtown at night, especially if you've been drinking.  There are very few street lights, and many of the locals are very poor. Try not to annoy the taxi-drivers, particularly late at night when some have been drinking. It is not generally recommended for tourists to walk the 5 miles from Livingstone to Victoria Falls due to a number of recent reports of crime. The times of year in which bull elephants in musk are another reason for not walking; they become very irritable and aggressive, and are not shy about humans.\n\nIncreasing numbers of Zimbabweans are leaving their country. Zambia, especially Livingstone on the border, receives its share of Zimbabwean refugees, many of whom are poor and desperate. There have been some attacks reported recently, and some Zambians accuse Zimbabweans being behind them.\n\nRafting can be dangerous anywhere in the world, and Livingstone is no exception. Make sure you raft with an experienced and genuine guide. Ask around your hotel or resort about a potential guide's reputation: SOME ARE NOT GENUINE GUIDES. They will either take your money and leave, or worse, lead you on a bogus rafting experience that may endanger your life. Although this is a demanding river, there is no reason why anyone can't partake in a rafting trip, provided they go with experienced guides and a reputable company. Make sure your safety equipment and gear is in good repair and that you secure it properly.\n\nYou need to be very careful while exchanging currency to Kwachas - a number of touts will approach with better exchange rates and fool an unsuspecting tourist by clever tricks of hand - it is best to use the government bureau for exchanging your currency. Even the post office at Livingstone can be change currency.\n\n",{"type":"==","value":["Go next"]},"\nYou can catch a bus in Livingstone in Lusaka airport or alternatively,\nYou can catch a bus in Livingstone that will take you through the desolate ",{"type":"[[","value":[["Southern Province"]]}," to the Zambia-Namibia border.  (If the bus breaks down, be prepared to wait; bring water and a snack.  However, for the independent traveller, this is the fastest, cheapest, most memorable way to ",{"type":"[[","value":[["Namibia"]]},".)  The bus will drop you in ",{"type":"[[","value":[["Sesheke"]]},", a small, dusty village on the Zambian side of the Zambezi River.  \n\nAfter crossing the Zambezi River by ferry or dugout canoe (!), you'll be in ",{"type":"[[","value":[["Katimi Mulilo"]]},", on the eastern tip of the ",{"type":"[[","value":[["Caprivi Strip"]]},".\nThe ferry is taken out of service due to the new bridge which opened early 2004.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Zambezi_Basin"]]},"\n",{"type":"{{","value":[["Geo"],["-17.85"],["25.866667"]]},"\n",{"type":"[[","value":[["Wikipedia:Livingstone, Zambia"]]}]