[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Shire fluss liwonde.jpg"],["thumb"],["The Shire River"]]},"\n\n",{"type":"[[","value":[["File:Elephants in Liwonde National Park.JPG"],["thumb"],["Elephants"]]},"\n\n",{"type":"'''","value":["Liwonde National Park"]}," is in ",{"type":"[[","value":[["Malawi"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n ",{"type":"[[","value":[["File:Liwonde NP crocodiles.jpg"],["thumb"],["Crocodiles"]]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nLiwonde National Park is situated on the east bank of the Shire (pronounced \"shi-ray\") River, at the  southern end of Lake Malombe.  The park is long, thin and flat, with hills towards the southern tip.\n\n",{"type":"===","value":["Flora and fauna"]},"\nTo view animals, the best time to visit Liwonde is in the dry season when they come to the river to drink.  Animals living in the park include: elephant, hippo, Burchell's zebra, black rhino (very rarely seen), warthog, greater kudu, vervet monkey, baboon, impala, water buck, bush buck, mongoose, crocodile and monitor lizard. In recent years some lions are known to have taken up residence in the park, but these are unlikely to be seen.\n\nA wide variety of birds can be seen all year round. Among them, of course, is also the African Fish Eagle, Malawi's official bird.\nThe birds are actually one of the main attractions of the park, for those who are somewhat knowledgeable in the field.\nThe flora is dominated by mopane woodland, so named because the tswana word 'mopane' refers to the butterfly shape of the leaves. Other species includes the spectacular baobab trees and the poetic fever trees.\n\n",{"type":"===","value":["Climate"]},"\nLiwonde National Park is in one of the hottest, most humid areas of Malawi.\n\n",{"type":"==","value":["Get in"]},"\nA ",{"type":"'''","value":["boat"]}," runs regularly from Liwonde town to Mvuu Camp and Lodge.\n\nTo ",{"type":"'''","value":["drive to Mvuu Camp and Lodge"]},", turn off the M3 at the village of Ulongwe (about a third of the way between Liwonde and Mangotchi).  From there it's a 14km drive along dirt roads to the edge of the park, and another 1km to the river where you can leave your vehicle and get a boat across the river to Mvuu Camp and Lodge.\n\n",{"type":"'''","value":["Bicycle taxis"]}," can be arranged from Ulongwe, but they are not for the faint hearted.\n\nYou can also ",{"type":"'''","value":["drive in from the south"]}," (the turning is just outside Liwonde town, to the east).  This is the entrance to use if you are staying at Bushmans Baobabs.  From the south entrance it's about a 30km drive inside the park to Mvuu Camp and Lodge, and only about 3km to Bushmans Baobabs.  Seek advice before attempting to reach Mvuu this way.\n\nIf you do not have a vehicle it is best to call ahead and have someone from Bushmans Baobabs pick you up from the park gate which can be reached by bicycle taxi. It's best to arrange this before reaching the park, since walking into the park is not allowed (for obvious reasons) and you could end up stranded at the gate, without a phone, without a bicycle taxi and several miles from anywhere.\n\nAnother option is to use the MV Mangunda a cruise boat that runs daily trips and overnight trips into the park. Based at Villa Liwonde in Liwonde town. This is a nuique way to view the park and its animals.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThe park fees to non-malawian residents are about $5 US a day.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThe park offers some very nice Safari. You can either go by 4wd for some \"regular\" safari drive, or you have the option to take a Canoe Safari tour, which is pretty cool & very relaxing, plus you get to see the hippos just near you (not too close, because they CAN be dangerous). Yet another option, is to take a walking tour in the park, also a very nice way to explore this relatively small, but very beautiful, park.\nAll Safari activities can, of course, be organized inside the park, no need to book in advance, or anything like that. The guides, and any other staff, are all very welcoming.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBushman's Baobab serves excellent food; for travellors who crave something other than nsima, be prepared for a three course feast to suit all tastes, and the price is very reasonable.\n\nLiwonde Safari Camp has a menu for breakfast and lunch and a small tasty buffet in the evening.\n\n",{"type":"==","value":["Drink"]},"\nThe bar sells the usual soft drinks and Africa's favourite lager, Carlsburg, as well as some lovely pineapple Fanta and of course, the local Kuche Kuche beer. The guide will take purchased drinks in a water cooler on the boat safari so that you can have a cool drink while watching the sunset on the shire.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bushman's Baobabs"],["alt=former Chinguni Hills"],["url=http:\/\/www.bushmansbaobabs.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Liwonde Safari Camp"],["alt="],["url=http:\/\/www.liwondesafaricamp.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mvuu Camp"],["alt="],["url=http:\/\/www.wilderness-safaris.com\/camps\/camps.jsp?map_id=2567&method=menu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mvuu Lodge"],["alt="],["url=http:\/\/www.wilderness-safaris.com\/camps\/camps.jsp?map_id=2564&method=menu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Njobvu Cultural Lodge"]},",",{"type":"[","value":["http:\/\/www.njobvuvillage.org Njobvu Cultural Village"]}," Njobvu Cultural Village is run by local villagers and is an important source of revenue for the community. Benefiting from Liwonde park tourism encourages communities to conserve their valuable natural and cultural resources. A percentage of the funds are used to support a nursery school. Visitors of the lodge experience the real Malawian life, by sleeping in the traditional mud brick hut in the village and meeting the villagers and their traditions."]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIf staying at Mvuu Camp or Mvuu Lodge, then be very careful if you need to leave your accommodation at night. Encounters with hippos are all too easy as they graze on the lawn in front of the chalets at night!\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-14.8333"],["35.3333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Malawi"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["related"],["African_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["African_flora_and_fauna"]]},"\n\n",{"type":"[[","value":[["WikiPedia: Liwonde National Park"]]}]