[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lizard-island.com.au\/ Lizard Island"]}]}," is an island in the northern reaches of the ",{"type":"[[","value":[["Great Barrier Reef"]]}," off the coast of ",{"type":"[[","value":[["Queensland"]]},", ",{"type":"[[","value":[["Australia"]]},". Accommodations exist only at the two extremes, either an expensive tropical resort if you like your holidays private and luxurious, or a campground. It's also a stop on some liveaboard ",{"type":"[[","value":[["scuba diving"]]}," trips to the northern reef: divers may fly into or out of Lizard Island to shorten trip time.\n\n",{"type":"==","value":["Get in"]},"\n\nLizard Island has a small airport (code LZR). Travellers can fly from ",{"type":"[[","value":[["Cairns"]]}," via Hinterland Aviation, but must book travel through Voyages.  Flight time is 60 minutes. Baggage weight is limited to 32kg.\n\nMost dive boats visiting Lizard Island do so from Cairns. Typically these trips will be part of a round-trip package, rather than a dedicated service transporting passengers to Lizard Island. These trips may include a charter flight to return to Cairns, or a flight from Cairns or both. Post-trip flights are usually very low altitude so that they can be taken soon after diving.\n\n",{"type":"==","value":["Get around"]},"\n\nThe Voyages resort has a handful of wheeled vehicles.  \n\nVisitors get around on foot or by boat.  Boating over the coral reefs at or near low tide is forbidden.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nLizard is a wonderful base for exploring the Great Barrier Reef.  The highest point on this continental island is Cook's Look, used by sailors from one of James Cook's expeditions to locate a safe route through the Reef.  Modern-day explorers can enjoy the same view with a two hour hike.\n\nYou can walk from most of the island's beaches into wonderful snorkeling.  World-famous dive sites are within easy sailing distance.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAll meals are included for guests at the Voyages resort.  The quality and presentation is appropriate to the nature of this resort.\n\nThe spectacular open veranda restaurant is open for breakfast, lunch, and dinner.  The restaurant will pack lunch into coolers for picnics.  Room service is also included.\n\nFresh food is flown in daily.  Bulk items are delivered by weekly barge.  The kitchen will accommodate individual preferences (which includes printing custom menus!) but they need some advance notice.\n\nThe resort staff bar is open to other island visitors with limited menu and limited hours.  This is the ",{"type":"''","value":["only"]}," resort service offered to non-guests.  \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nLizard Island's accommodation is managed by ",{"type":"[","value":["http:\/\/www.lizardisland.com.au Voyages Australian Resorts"]},", GPO Box 3589, Sydney NSW 2001. tel 1300 134 044 (free call in Australia) or 02 8296 8010. fax 02 9299 2103. email travel@voyages.com.au. Accommodation starts at the really quite luxurious (the Anchor Bay rooms for $765 per night twin share, i.e. US$1530\/night for a couple) and continue up to private pavilions ($1650 per night twin share).\n\nCampground information\/booking is avaiable from ",{"type":"[","value":["http:\/\/www.epa.qld.gov.au\/projects\/park\/?parkid=184 the Queensland EPA"]},".\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Great Barrier Reef"]]},"\n",{"type":"[[","value":[["wikipedia:Lizard Island National Park"]]}]