[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.llastres.com Llastres"]}]}," is a city in the ",{"type":"[[","value":[["Asturias"]]}," region of ",{"type":"[[","value":[["Spain"]]},". It is known as the ",{"type":"''","value":["beautiful village of Asturias"]},". \n\n",{"type":"==","value":["Understand"]},"\n\nThe nucleus of the original settlement of Lastres was in what today is known by the name of the \"Neighborhood of the Whale-boats\". The only access to the village was a dangerous path over  the cliff  that today occupies the great perron who goes down to the dock.\n\nLastres is ",{"type":"''","value":["Llastres"]}," in the Asturian language,\n\nLike other coastal villages, Lastres) experienced a great growth thanks to the abundance of fishing in his bay and  the apprehension of whales that were going next to his coast. \" With the fat and the oil of the whales was lit for many years the lamp of the Cathedral of Oviedo, Valdedios's Convent and the big current lamps that preside the Church of Lastres. \"\n\nThis epoch of brilliance (XVIth and XVIIth century) explain the construction and greatness of his 'casonas' (typical houses). Between this, you can find the Natal house of the mathematical Agustín de Pedrayes.\n\nMany visitors who dare to lose in the 'Calle Real' (Royal Street) and the innumerable stairs of the village, can meet small squares full of captivation, popular fountains, chapels, all this placed in a popular and unique set. \n\nHowever this area is becoming more famous as the center of finds from the Jurassic period.\n\n",{"type":"==","value":["Get in"]}," \n\nLlastres is in the northeastern zone of the Asturias. Flanked by the sea and the mountain, presents a strong contrast the mountains and the coast, offering a wide natural scene for the enjoyment of visitors.\n\nThe communications in Llastres depart from the N-632 road (from Ribadesella to Luarca) that crosses the council from est to west.\nThe best way to approach, is the 'Autopista del Cantábrico A-8' Railcar of the Cantabrian)  allows a few excellent communications with the whole center and Asturian east, and places the Capital of the Principality at half an hour.\n\n",{"type":"==","value":["Get around"]}," \n\n",{"type":"==","value":["See"]}," \n\nDeclared an Historical Village, Llastres has widely recognized beauty. Its steep streets feature interesting palaces, 'casonas', churches, fountains and chapels of popular character.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Iglesia Santa María de Sábada (Santa María de Sábada Church)"]},". Declared Historical Artistic Monument. It dates back to the 18th century. (1757). It was projected by the renowned architects Manuel Reguera and Joaquín Vigil. It is constructed in plant of Latin cross. Stand out two altarpieces of the brothers Agustín and Michael Lopez Acevedo and the Renaissance image of Crucified carved in wood and endowed with great expressiveness."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Torre del Reloj (Tower of the Clock)"]},". Constructed in the 18th century. Have four floors and is one of the most emblematic buildings of Llastres"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo del Jurásico de Asturias"]}," (MUJA). A museum of the Jurassic, with an investigation center and theme park."]},{"type":"*","value":[" ",{"type":"'''","value":["Playa Lastres (beach)"]},". Surfing."]},{"type":"*","value":[" ",{"type":"'''","value":["Playa la Griega (beach)"]},". A beautiful beach, with dinosaur footprints. Surfing."]},{"type":"*","value":[" ",{"type":"'''","value":["El Muelle (dock)"]},". A great way to submerge in the local culture."]},{"type":"*","value":[" ",{"type":"'''","value":["Mirador de San Roque (Viewing-point and recreative area)"]},". A spectacular sight of the Cantabrian sea and a great chain of mountains. Is placed in the top of the village, and have a recreative area, tables, gridirons and meadow."]},"\n",{"type":"==","value":["Buy"]}," \n\nThe local fish is the most coveted and exquisite of Asturias.\n\n",{"type":"*","value":[{"type":"'''","value":["Fish Auction"]},". M-F 16:30 - 18 approx."]},{"type":"*","value":[{"type":"'''","value":["Chucha"]},", a fish market in the center of the village. The best fish, seafood and mollusks of the zone. Two nice, helpful women manage this market."]},{"type":"*","value":[" ",{"type":"'''","value":["Cetarea de Lastres"]},", in the dock. The best shellfish of the zone, to attainable prices."]},"\n",{"type":"==","value":["Eat"]}," \n\n",{"type":"==","value":["Drink"]}," \n\nAsturias is well known for its fine ",{"type":"'''","value":["hard cider"]},", which makes a great drink while enjoying the spectacular sight on the Cantabrian sea. In summer, the whole population moves to the neighboring locality, Colunga, for nightlife.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Azor"]},", San Antonio district. A great place to drink something with your friends and to listen to music. It is a place of meeting for the young people of Llastres, where you will be able to listen to the most current music surrounded with a lot of photos. Special mention is deserved by the managers of this bar, peculiar and nice people."]},{"type":"*","value":[{"type":"'''","value":["Xareu"]}," (Din), Colunga. A discotheque."]},{"type":"*","value":[{"type":"'''","value":["Trabas"]},". Pub (r&r and pop)"]},"\n",{"type":"==","value":["Sleep"]},"\nApartments are available for long and short term stays.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Asturias"]]},"\n",{"type":"{{","value":[["Geo"],["43.516667"],["-5.266667"]]},"\n",{"type":"[[","value":[["Wikipedia:Lastres"]]}]