[{"type":"{{","value":[["pagebanner"],["Lloret del Mar banner the beach.jpg"]]},"\n",{"type":"[[","value":[["File:Burg von Lloret de Mar.jpg"],["thumb"],["Castell d'en Plaja"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lloretdemar.org\/info\/?lang=3 Lloret del Mar"]}]}," is a resort city on the ",{"type":"[[","value":[["Costa Brava"]]},", ",{"type":"[[","value":[["Spain"]]},", northeast of ",{"type":"[[","value":[["Barcelona"]]},". Lloret is famed for its \"young crowd\", late nightlife, and the beach.\n\n",{"type":"==","value":["Get in"]},"\nGirona\/Gerona\/Costa Brava airport, or by train from Barcelona. There are now buses to Lloret from the airport at €10.You'll find them on the Girona airport internet site. Because of the narrow streets, coaches will often drop people little walk from their hotels.  A little more expensive at just over €10 is the (shared) ShuttleDirect which is direct and will drop you off and pick you up at your accommodation.  There are also a number of official pick up points round town for bus (shuttle coaches) which you will probably leave from rather than your hotel. You must confirm pickup with the shuttle service up to 72 hours before going home.\n\n",{"type":"==","value":["Get around"]},"\nThe central part of town is very easy to walk around with a long shopping precinct and other shopping areas. Many streets in the central area are one-way and with pavements just a yard wide on either side with traffic going by at speed. Be careful crossing roads, even on crossings where cars do not always stop. Not many toilets about but there is one in the bus station, in McDonald's and bars. Taxi stand on D'Oliva, opposite McDonald's Express on Av Just Marles.\n\n",{"type":"===","value":["By car"]},"\nDon´t. Lloret has many small one way streets and some pedestrian precincts. Where cars are allowed to park in the main part, as soon as a car moves out of a space, another moves in in less than a minute. You are not allowed to park with a wheel on a pavement (even though it differs from the road in colour only). Often there are no signs to tell you where not to park. The police patrol the area, photograph an offending car and hand out tickets, then the tow truck comes and takes the car away. Some hotels however do have underground car parks for their patrons. There are several (underground) paid parking lots, under the bus station, at the new Casino, under the market square, even at the main beach (can be full though). You pay around 2-4 euro per hour, but it's relatively safe and pretty close to town center and main beach. You could park your car in ",{"type":"[[","value":[["Blanes"]]}," or Tossa, and take the bus, but parking in one of the parking lots is more convenient.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Lloret de Mar 2.jpg"],["right"],["thumb"],["Lloret beach and promenade"]]},"\nMany good beaches. The bigger ones are Lloret main beach and just south of that, Fenals beach. But many other beaches offer you a great day out as well: Canyelles beach, Sta Christina beach and many more small ones. Most of them can be reached by car only, since they're not on walking distance of downtown Lloret.\n\nThe Verdaguer Cultural Centre has excavated relics from the Puig de Castellet Iberian settlement dating back to 250 BC (open Sat-Sun, 11am - 6pm only). Also naval models, paintings and photographs. Museum of the Sea. 4 euros but has very little in it other than a collection of model boats.\n\nAt the far end of the Lloret beach is a castle structure. It's a nice walk, but thousands walk quite some distance to it every day only to find it is private property and does not allow visitors.\n\nThere are extensive cycle lanes in parts of Lloret on the pavement. Not many use them and tourists wander through them. These can be very dangerous as a collision between a speeding cyclist and a walker is an accident waiting to happen and will result in an injury or worse.\n\nIn 2010 a new big Casino was built, as a part of one of Lloret's 5 star hotels: Guitart Monterrey. It's one of the biggest casinos of the Costa Brava. There are a number of slot arcades ready to relieve you of any excess money.\n\n",{"type":"==","value":["Do"]},"\nKart racing west of town just past Water World, tennis, horse riding and bowling. Mini and professional golf. Europe's biggest water park nearby with a free bus from the bus station. Gnomoland for infants and young children at the Blanes end of town. South of Blanes is Marineland. Free transport from the centre of Lloret to both places. There is also scuba diving with equipment hire and dives from a shop at the far end of the Lloret beach. As well as cars, cycles and motorbikes can be hired (Fenals area). There are internet cafes (from about one euro an hour) and some areas and hotels have wifi. In weak areas, sitting outside on a balcony can mean the difference between a good signal and no signal inside your room.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sea kayaking and Snorkeling"],["alt=Sea kayaking and Snorkeling"],["url=http:\/\/www.paddleinspain.com\/sea-kayaking-and-snorkel-tour-act-22.php"],["email="],["address=Lloret de Mar beach"],["lat="],["long="],["directions=Nautical club"],["phone=+34 682173225"],["tollfree="],["fax="],["hours="],["price="],["content=This activity is accessible for beginners or simply for someone that wants to paddle around without taking an specific course. However we can adapt each program to your experience skills. On this trip we will paddle from the Bay of Lloret, which is the departure to all our excursions. We will head towards the small coves near our base. It's passing through the small beaches, the different caves we will find on our way, like Frares, Trons, the Gran (place where we will do the first snorkeling tour), Canyelles, ses felices until we get to Cala Morisca, quiet surrounding where we will find plenty of marine life, and different class of fishes to explore. 48"]]}]},"\n",{"type":"==","value":["Buy"]},"\nIn the main shopping street St Pere, you'll find many famous fashion stores, like Mango, Cello etc. Also different stores selling brand clothes (Pepe, Replay, Desigual etc.). Also many high-end jewellers can be found in the shopping area, selling Rolex, Cartier etc.\nJust outside the main streets you can find many small, often Chinese or Pakistan owned \"Bazars\", selling many different items under € 5,-. There are no big stores like El Corte Ingles to be found. Also many cheap and expensive supermarkets, so shop around. All the usual souvenirs at reasonable prices. \nThere is a medium sized market (Av. de Reiral) several minutes walk west from the centre of town on Tuesdays. Like always in crowded areas, be careful as there are pick pockets in the market. There is a small municipal market open Mon - Sat but this sells just fruit, veg and meat.\n\n",{"type":"==","value":["Eat"]},"\nThe inevitable McDonald's and Burger King but for the same money as a meal there, you can get far better food at any one of the endless number of small cafes and eating establishments. It is often chips with everything but some good food just the same. 3 (large) Caprabo supermarkets for food and goods. One at Tossa end of town, one at Blanes end. Also at Blanes end are Consum and Dia supermarkets. Open all day Mon-Sat and Sunday morning. Ice creams and lollies around town are about €2 each. Buy them in a main supermarket and a box of 3, 4, even 6 can be a lot less than €2.\n\n",{"type":"==","value":["Drink"]},"\nSpoilt for choice with bars and discos, some of which will stay open to the early hours of the morning. A fair number of bars have large screen TV's for British and other foreign football matches. The locals are very passionate about the Barcelona football team and would not like them being insulted in any way (would you?). Because of the many bars and some all-inclusive hotels some of the youngsters drink too much, but local police is watching carefully.\n\nLloret de mar launched its 'Enjoy and Respect' campaign in 2012 aimed at tourists, please take the time to collect a leaflet from a tourist information office.\nResponsible but fun bars: http:\/\/www.lloret-de-mar-barspubguide.com\/\n\n",{"type":"==","value":["Sleep"]},"\nA number of hotels are in the centre of town near the bars so check reviews on them as they can be very noisy well into the night in the summer months. Some hotels are by busy roads and not for those who want to sleep past 8am. Many hotels have satellite TV, some with BBC 1, BBC 2, ITV, C4. Air-conditioning is good June to September as it can get very hot but some hotels only have A-C on at set hours. There is a camp site (caravans also) at the ",{"type":"[[","value":[["Blanes"]]}," end of town as well as outside town on the road to Girona.\n\nBetween the second and third week of August, a lot of young people go home and a lot of older people arrive. Also some hotels start shutting for the year from about the third week of September (Maeva, Santa Ana, Florida Park, etc.). One day can mean the difference between staying at these hotels and not staying there.\n\nBesides the hotels and hostels, you can rent a holiday villa in the surroundings of Lloret de Mar. These are usually located in one of the adjacent urbanisations, and are quiet, with stunning views over the town and Mediterranean Sea.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Fenals Garden"],["url=http:\/\/www.fenalsgarden.com"],["email="],["address=Avda. America, 41"],["lat=41.4157336"],["long=2.49539616"],["directions="],["phone=+34 972361000"],["tollfree="],["fax="],["hours="],["price=Rooms from 50€ (low season)"],["checkin=13.00"],["checkout=11.00"],["content=4 star hotel located in the heart of Fenals area 350 metres from the beach and 900 metres from the center of Lloret de Mar. Free Wi-Fi in all hotel facilities."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere is a tourist office at the Bus Station and at Av. de les Alegries which you may pass on the way into town from Girona airport. Hotels hand out a very good free street map of the town with all important locations on it.\n\n",{"type":"===","value":["Wi-Fi"]},"\nFree at McDonald's, Burger King, various bars, etc. ",{"type":"''","value":["Ticmovil"]}," set itself up as the Lloret internet. It is very expensive for short periods but cheaper by the month. It suffers from the problem of poor coverage of Lloret, and even in buildings where some sides receive it and the other side does not. Strength varies from broadband to dial up to no signal, so still room for improvement. Two places repair computers and laptops with a few minutes walk of NE corner of the bus station (on Loreto and on Grandos). \nSeveral free hotspots can be found, and some hotels offer free internet as well.\n\nInternet is available at a number of internet shops for about €1 an hour. Normally most charge 25 cents to print a page, notably a Ryanair ticket home, though one such place charges €3. These places usually have phones also where you can phone home or locally, fairly cheaply.\n\n",{"type":"===","value":["Post office"]},"\nOn De L'Oliva near De Vicenc and undergone renovation and expected to open late October 2010. There is one in Fenals (Pere Codina i Mont, near Valenti Almirall), some 15 minutes walk away.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Buses to ",{"type":"[[","value":[["Girona"]]},", ",{"type":"[[","value":[["Tossa de Mar"]]},", ",{"type":"[[","value":[["Blanes"]]}," and ",{"type":"[[","value":[["Barcelona"]]},". Buses do tend to fill up, with people standing. If at a bus station, buy a return ticket if intending to come back as it saves queuing again."]},{"type":"*","value":[" By car you can visit other beautiful areas in the Costa Brava, such as ",{"type":"[[","value":[["Begur"]]}," and ",{"type":"[[","value":[["Cadaqués"]]},"."]},{"type":"*","value":[" From the beach in Lloret you can also hop on a boat that takes you to the nearby towns of Blanes and ",{"type":"[[","value":[["Tossa de Mar"]]},"."]},{"type":"*","value":[" Lloret also has a train station nearby - in Blanes, the adjacent town at the distance of 10-15 min drive - from which you can go to anywhere in Spain."]},"\n",{"type":"[[","value":[["WikiPedia:Lloret de Mar"]]},"\n\n",{"type":"{{","value":[["geo"],["41.7000"],["2.8333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Costa Brava"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Lloret de Mar"]]}]