[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Loei"]}," (เลย) is a city in the ",{"type":"[[","value":[["Isaan"]]}," region of ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLoei is a city surrounded by undulating mountain ranges whose fog-shrouded summits are abundant with flora. The well-known mountains are Phu Kradung, Phu Luang, and Phu Ruea. Its temperature is comfortably cool, with beautiful geographical surroundings, as well as unique cultures and traditions. In the cool season it can get decidedly chilly, one of the few parts of Thailand that ever gets down to 0 degrees Celsius.\n\nLoei is 520 km from Bangkok, covering an area of 11,424 square kilometres. The city's population is roughly 23,000. It is a boundary (with Laos) province in the upper northeastern part of Thailand, on the bank of the Mekong River along the Phetchabun mountain range. \n\nIn the past, it was a small community in a prosperous empire during the same period as the Thai Kingdom of Ayutthaya. Later, the Lan Chang Empire became weaker, therefore, the community moved to be with Ayutthaya. During the reign of King Rama V of the Rattanakosin period, the community was upgraded to become Loei Province.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\t\nFrom Bangkok, take Hwy 1 or Phahonyothin Rd, passing Saraburi. Turn onto Hwy 21, passing Phetchabun. Then, take Hwy 203, passing Lom Sak, Lom Kao into Loei Province at Dan Sai, Phu Ruea to Loei. It takes approximately 7-8 hours. Alternately, from Saraburi, take Hwy 2, passing Nakhon Ratchasima to Khon Kaen, for a distance of 536 km and turn left onto Hwy 12, passing Chum Phae and take Hwy 201 to Loei Province through Phu Kradueng, and Wang Saphung, a distance of 540 km.\n\n",{"type":"===","value":["By bus"]},"\t\n",{"type":"====","value":["From Bangkok"]},"\n",{"type":"[","value":["http:\/\/www.transport.co.th The Transport Co., Ltd."]}," provides daily buses between Bangkok–Loei, both normal and air conditioned. The trip takes approximately 10 hours. For further information, contact the Bangkok Northern Bus Terminal (Mo Chit 2), Kamphaeng Phet 2 Rd, Tel. +66 2 9362841-8, +66 2 9362852-66. There are private bus companies such as Air Mueang Loei Co., Ltd.'s Bangkok office at Tel. +66 2 9360142 or Loei Office at Tel. +66 42 832042; Chumpae Tour Ltd.,  Bangkok office at Tel. +66 2 9363842 or Loei office at Tel. +66 42 832285; Phet Prasoet Co., Ltd.'s Bangkok office at Tel. +66 2 9363230, Phu Ruea office at Tel. +66 42 899386,  Dan Sai office at Tel. +66 42 891908.\n\n",{"type":"===","value":["From Phitsanulok"]},"\nMany buses are available from ",{"type":"[[","value":[["Phitsanulok"]]},", which is a particularly convenient starting point for exploring the area west of Loei (Dan Sai, etc.).\n\n",{"type":"====","value":["Within Isaan"]},"\nThere are regular buses to Loei from ",{"type":"[[","value":[["Khon Kaen"]]}," (buses every 30 min) and ",{"type":"[[","value":[["Udon Thani"]]}," (100 baht). Buses depart from  bus station 2, somewhat inconveniently outside the main town.\n\n",{"type":"===","value":["By train"]},"\t\nThere is no railway station in Loei. However, visitors can take a train from Bangkok Railway Station (Hualamphong) to ",{"type":"[[","value":[["Udon Thani"]]}," or ",{"type":"[[","value":[["Phitsanulok"]]},", and take a bus to Loei.\n\n",{"type":"===","value":["By plane"]},"\t\nThere are 2-3 flights weekly from Bangkok on ",{"type":"[","value":["http:\/\/www.nokair.com\/ Nok Air"]},", one of Thailand's domestic discount airlines to Loei Airport (LOE). Service has changed from time to time. If it is not available, the next-nearest airport with commercial flights is Udon Thani with flights to\/from Bangkok, Chiang Mai, and Phuket using Thai Airways, Nok Air, and Air Asia (Thailand). As noted above, there are frequent buses from Udon to Loei.\n\n",{"type":"==","value":["Get around"]},"\nSongthaews can be used to reach the town from the bus station (10 baht). Tuk-tuks are also available to and around town. Local buses and\/or songthaews serve some of the noteworthy sights mentioned below.\n\n",{"type":"==","value":["See"]},"\nMost interesting tourist attractions are sufficiently far away they require public transport or a motorbike to reach them.\n\n",{"type":"[[","value":[["Image:Phitakon masks.JPG"],["thumb"],["right"],["upright=2.0"],["Traditional Phitakon masks worn at the Phitakon Festival.  Note the handle of the sword."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cotton Blossom Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every year, in early-Feb."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phitakon"],["alt=ผีตาโขน, Phi Ta Kon, Phi Ta Khon"],["url=http:\/\/www.tessabandansai.com\/phi_ta_khon_p.htm"],["email="],["address="],["lat="],["long="],["directions=Dan Sai is about 2 hours W of Loei. It can be reached by bus"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best worst-publicised festival in Thailand. Every year in Dan Sai (ด่านซ้าย) the Phi Ta Kon festival is held.  Revellers make traditional masks, which they wear in a parade down the main street of Dan Sai. Traditionally, the masks were made to frighten evil spirits away, the wearer dons the mask and drags bells behind them with the intention of clearing the surrounding area of evil spirits (generally while drinking large amounts of home brewed spirits of a different kind).  Afterward, the parade begins and thousands of people head through the streets for what becomes a chaotic fertility festival, many participants in the parade carry phallic water guns and comically over-sized wooden penises with them."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Climb Phu Kradung (camp at the top if you wish)."]},{"type":"*","value":[" Phu Rua National Park."]},{"type":"*","value":[" Visit the rock formations at Phu Luang."]},{"type":"*","value":[" Take in the views of the Mekong at Chiang Khan, Pak Chom, or Tha Li."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\nThere are any number of restaurants within the city, which is easy to walk around. Many ethnic Chinese provide a good variety, and all are reasonably priced.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Phuluang Hotel"],["url="],["email="],["address=55 Charoenrat Rd"],["lat="],["long="],["directions=About 1-2km from the bus station on the edge of town"],["phone=+66 42 811532"],["tollfree="],["fax="],["hours="],["price=350-900 baht"],["checkin="],["checkout="],["content=Shower water is hot, but not much pressure. In the hotel restaurant fried rice with a large bottle of beer for 135 baht in the evening, and a Western breakfast for 90 baht. Has free Wi-Fi and the Internet computer is 40 baht per hour. There are plenty of restaurants nearby. Little English spoken, depending who is on the counter, but you can muddle through easily enough. Tuk-tuk from the bus station is 40 baht."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sugar Guest House"],["alt=Pronounced su-gar, not shu-gar"],["url=http:\/\/sugarguesthouse.blog.com\/"],["email="],["address=4\/1 Wisutitep Rd, Soi 2"],["lat="],["long="],["directions="],["phone=+66 42 812982"],["tollfree="],["fax="],["checkin="],["checkout="],["price=180-380 baht"],["content=The only real traveller-oriented accommodation in town. Run by friendly, English-speaking Pat. The rooms are plush by backpacker standards and very good value for money. Breakfast and bike hire services available."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chiang Khan"]]}," - Thirty minutes from Loei bus station if you time it right via the overnight bus from Bangkok's Mo Chit bus station, or 60-90 mins by songthaew. The guesthouses of Chiang Khan look across the Mekong at Laos. The wooden town, replete with wats, is backed by a mountain topped by a Thai navy lookout surrounded by tamarind trees. A teak plantation on another mountain shades the home of forest monks caring for a temple in a cave. The cafe in the main street sells coffee made with milk from a dairy hidden in the hills. Nearby cotton is teased and netted into quilts. On a beach of coloured pebbles, children run into the river where they float around in tubes from old tyres. It's a place to stay and watch the river world go by."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Phitsanulok"]]}," - gateway to ",{"type":"[[","value":[["Sukhothai"]]},", ",{"type":"[[","value":[["Chiang Mai"]]}," and the rest of northern Thailand."]},"\n",{"type":"[[","value":[["WikiPedia:Loei"]]},"\n\n",{"type":"{{","value":[["geo"],["17.485278"],["101.730278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Isaan"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]