[{"type":"{{","value":[["pagebanner"],["Lofoten banner Flakstad village.jpg"],["caption=Flakstad, Lofoten"]]},"\n",{"type":"[[","value":[["File:Reine frå Reinebringen.jpg"],["thumb"],["350px"],["Reine, a village in the Lofoten Islands"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lofoten.info\/ Lofoten"]}]}," is a group of islands in the northern part of ",{"type":"[[","value":[["Norway"]]},". With its postcard looking small fishing villages nestled in fjords, dotting a very rugged coast with abrupt peaks rising directly from the ocean, the archipelago is often described as one of the ",{"type":"'''","value":["most scenic parts of Norway"]},".\n\nThe Lofoten archipelago consists of many islands:\n",{"type":"*","value":[" Hinnøya (southwestern part)"]},{"type":"*","value":[" Austvågøy (southern part)"]},{"type":"*","value":[" Gimsøy"]},{"type":"*","value":[" Vestvågøy - Vestvågøy is a municipality and island in the county of Nordland in northern Norway. It has a population of 10,764 people, making it the most populated area in the regions of Lofoten and Vesterålen."]},{"type":"*","value":[" Flakstadøy"]},{"type":"*","value":[" ",{"type":"[[","value":[["Moskenesøya"]]}]},{"type":"*","value":[" Værøy - a small island around six hours from Bodø by ferry (via Moskenes) and around 2 hours by ferry from Moskenes. The island has a mountainous ridge running through the centre and flat farmland below the mountains. It is famous both for its scenery and the abundance of puffins who nest here over the summer."]},{"type":"*","value":[" Røst"]},{"type":"*","value":[" Several other smaller islands."]},"\n",{"type":"==","value":["Towns"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Svolvær"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Stamsund"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Leknes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Å"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Henningsvaer"]]}," - a very pleasant village reached by a short bus ride or long painful walk from Svolvaer."]},{"type":"[[","value":[["File:Henningsvaer Lofoten 22.06.2012 2.jpg"],["250px"],["thumbnail"],["Henningsvaer"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kabelvaag"]]}," - Lofotens oldest fishing village. Great food and small shops."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Moskstraumen"]},", popularly known as the ",{"type":"'''","value":["Maelstrom"]}," is a very powerful tidal current forming twice a day between Vaeroy and Meskenesoy. It has been featured in many works, usually in a very exaggerated form (for instance Edgar Allan Poe's ",{"type":"''","value":["Descent into the Maelstrom"]},"). Simply do not go there and expect giant whirlpools..."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trollfjord"]}," - banned to navigation in spring because of falling rock but otherwise visited on the southbound voyage of the ",{"type":"'''","value":["Hurtigruten"]},". Otherwise take a boat trip from Svolvær. It is so narrow that the Hurtigrute boats, except for the very newest, have to do a three point turn."]},{"type":"[[","value":[["File:99c Trollfjord.jpg"],["250px"],["thumbnail"],["Trollfjord"]]},"\n\n",{"type":"==","value":["Understand"]},"\t \nAt 68°N, the Lofoten archipelago is ",{"type":"'''","value":["well above the Arctic Circle"]},", and at the same latitude as Greenland or the northern parts of Alaska. However, it enjoys a relatively mild climate due to the circulation of the Gulf Stream, and temperatures up to 23°C in the summer are not uncommon. Still, it remains a subarctic destination, the weather changes fast, and even in the summer it may get cold. When the sun is not shining a sweater is recommended. \n\nReciprocally the winter is cold, but remains bearable. Remember, at this extreme latitude - the same as northern Siberia and northern Alaska - winters ought to be very cold, but instead of 40 below, Lofoten temperatures hover around freezing in winter, and starts to climb in April.\n\nThe Lofoten, before becoming a popular tourist retreat, was and still is a very important ",{"type":"'''","value":["fishing center"]},", especially for the cod (",{"type":"''","value":["skrei"]}," in Norwegian), attracted by the rich food brought by the Gulf Stream. At the end of the spring, thousands of tons of cod are hung to dry on wooden racks.\n\nThe light varies very much over the seasons. From 24 hours of daylight from May to early August to just a bluish twilight lasting three hours around noon in December and January. In March and September, there is normal daylight hours - 12h day and 12h night.\n\n",{"type":"==","value":["Talk"]},"\nNorwegian... but as usual for touristic destinations in Scandinavia, English should get you everywhere.\n\n",{"type":"==","value":["Get in"]},"\t\nA new section of highway E10 was opened in 2007, giving Lofoten ferry-free road connection with the mainland for the first time. The bus ride from Narvik to Svolvær takes 4 hours 15 minutes, with two daily services in each direction. The bus ride from Harstad\/Narvik Airport Evenes to Svolvær takes about 3 hours (just over 2 hours by car), crossing through a very rugged and scenic terrain and bordering the Møysalen National Park.\n\nAnother alternative is to arrive by sea, e.g. using the 'Hurtigruten', the coastal steamer, or a common ferry, from ",{"type":"[[","value":[["Bodø"]]}," to Svolvær (6 hours), Stamsund, Moskenes, Værøy and Røst. One may also arrive (from ",{"type":"[[","value":[["Bodø"]]},") by air to Røst, Værøy, ",{"type":"[[","value":[["Leknes"]]}," or ",{"type":"[[","value":[["Svolvær"]]}," (20 - 30 min. flight time). The former airport at Værøy was closed following a plane crash in 1990. However, a helicopter company is now (2008) servicing the route Bodø-Værøy, offering several flights per day.\n\nIf you arrive from the ",{"type":"[[","value":[["Vesterålen"]]}," archipelago (located North of Lofoten), a ferry still services the sea route between Melbu and Fiskebøl, the latter located along highway E10 (see above).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nThe main islands are easily covered by car. The E10 route links Hanøy in the extreme Northeast of Austvagøy island and Å at the Southwestern tip of Moskenesøy through a series of bridges. Although the archipelago may look small on the map, the full crossing is a good 180 km along the E10 on a very windy road, with the usual Norwegian speed limits. However due to the state of the roads don't expect to average much more than 50 kph. At the southeastern tip, around Reine, the road furthermore becomes very narrow, so take your time along the way. \n\nAll the other secondary roads radiate from the E10, but note that some are even windier and narrower.\n\nAlso note, that petrol is available only in the larger towns, so make sure you fill up when you get a chance.\n\n",{"type":"===","value":["By bus"]},"\n\nMost places can be reached by bus. Students get a 50% discount on long trips.\n\n",{"type":"===","value":["By boat"]},"\nIf you plan to visit the southernmost islands of Lofoten, i.e. Værøy or Røst, you will need to take a ferry from Moskenes. Værøy is an around 1.5 hours sailing trip from Moskenes, and another approx. 2 hours to Røst.\n\n",{"type":"===","value":["By bicycle"]},"\nThere are (fairly expensive) bikes for hire at various points around the islands and the E10, as a usually relatively unpopulated highway makes a good cycle path for short trips. In addition there are occasional cycle lanes, usually on bridges or around the outside of the many tunnels.\n\n",{"type":"==","value":["See"]},"\t \n",{"type":"[[","value":[["File:Moskenes Lofoten Norway 2009 2.JPG"],["250px"],["thumbnail"],["Moskenes from the ferry"]]},"\nThe main attraction of the archipelago is its ",{"type":"'''","value":["majestic scenery"]},". The coastline is dominated by high mountains cut by fjords, as well as sandy white beaches. \n\nApart from the scenery, the fishing history of the archipelago is visible in several ",{"type":"'''","value":["little villages"]}," all around the coast. Nusfjord and the lovely Å are prime examples. The Lofoten has many traditional fishermen red cabins built on the sea shore or over stilts (the ",{"type":"''","value":["rorbu"]},"), and it is even possible to stay in one.    \n\nIn the summer, you can enjoy the ",{"type":"'''","value":["midnight sun"]},". In ",{"type":"[[","value":[["Leknes"]]},", the sun remains above the horizon from May 26 to July 17. The midnight sun is best viewed from the western beaches, such as the ",{"type":"[[","value":[["Vestvågøy"]]}," Island beaches Utakleiv and Eggum.\n\nWhen there is midnight sun, there is a ",{"type":"'''","value":["polar night"]},", and in winter the sun does not rise from December 9 to January 4. The archipelago is at a good latitude to admire the ",{"type":"'''","value":["Northern lights"]},", but from the end of April to September, the nights might be a little too clear.\n\nThe ",{"type":"'''","value":["beaches"]}," of Lofoten are also quite renowned. Utakleiv was ranked as the number one most romantic beach in Europe by the British newspaper The Times, and the neighbouring Hauklandsstranden is ranked by the Norwegian newspaper Dagbladet as the best beach in Norway. Eggum was chosen to be the millennial spot in Vestvågøy and in 2007 an amphitheater was created here (designed by Norwegian architects Snøhetta, designers of the library in Alexandria).\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lofotr Viking Museum"],["url=http:\/\/www.lofotr.no"],["email="],["address=Prestegårdsveien 59, N-8360 Bøstad"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the green and fertile island Vestvågøy in the middle of Lofoten. Airport and Hurtigruten piers are close by. The main road E 10 runs just a few meters from the museum."]]}]},"\n",{"type":"==","value":["Do"]},"\t \n",{"type":"*","value":[" Whale safari"]},{"type":"*","value":[" Mountain climbing"]},{"type":"*","value":[" Mountain hiking "]},{"type":"*","value":[" Diving"]},{"type":"*","value":[" Fishing"]},{"type":"*","value":[" Sleeping in traditional fisherman cabins \"rorbu\""]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:AiLofoten DryCod 01.jpg"],["thumb"],["Cod drying near ",{"type":"[[","value":[["Å"]]}]]},"\n\nLofoten being a traditional cod fishing area, local delicacies are as one would expect taken from the sea. If you appreciate dried stockfish or cod, you will probably love the food.\nThe stockfish of Lofoten is a prime source of revenue for the islands, it is exported to several southern European countries (especially Italy and Spain) where it is known as ",{"type":"''","value":["Baccalao"]}," or ",{"type":"''","value":["Stoccafisso"]},". Several restaurants in Lofoten have Baccalao on the menu.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nLofoten has little crime and island hopping by hitch-hiking is safe and not unusual.  \n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["routebox-1"],["image1=Tabliczka E10.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=END"],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Narvik"]]}],["minorr1=",{"type":"[[","value":[["Leknes"]]}]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Nordland"]]},"\n",{"type":"[[","value":[["wikipedia:Lofoten"]]},"\n",{"type":"{{","value":[["geo"],["68.333056"],["14.666389"]]}]