[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Logan"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.logan.ut.us\/ Logan"]}]}," is a fair-sized town and is growing rapidly, located in the ",{"type":"[[","value":[["Wasatch Range"]]}," region of northern ",{"type":"[[","value":[["Utah"]]},". The town is home to Utah State University, a state school with approximately 23,000 students. Logan offers a wealth of outdoor activities, including some excellent hiking, mountain biking, sport climbing, kayaking, fly-fishing, and skiing. Luckily, Logan remains relatively undiscovered, so many of these activities can be experienced in far less crowded conditions than those found in other, similar areas of the US.\n\n",{"type":"==","value":["Understand"]}," \n\n",{"type":"===","value":["Climate"]},"\nCache Valley has very unpredictable and extreme weather compared to the urban centers of the ",{"type":"[[","value":[["Wasatch Range"]]},". Winters are very cold, with daytime temperatures rarely getting above freezing and overnight lows frequently dropping below 0F (-18C). Snow is less frequent than in ",{"type":"[[","value":[["Salt Lake City"]]}," but the individual storms are usually larger. Cache Valley also has one of the worst inversions in the state, in which cold, moist air and pollutants can become trapped in the valley. A simple five minute ride up any of the cayons will get you out of the inversion and into some of the most beautiful winter mountain landscapes in all of Utah.  Spring and Fall are wild and feature frequent temperature changes with possibilities of snow as early as October and as late as May. Summer is cooler than in Salt Lake City but still hot, with daytime temperatures generally ranging from 75F (24C) to 95F (35C) - they rarely reach above 100F (38C). It is, however, far enough north that it avoids most of the summer thunderstorms. Although the city is cozy and the surrounding terrain is spectacular, the unpredictable weather is a turnoff for some. Others find the changing weather enjoyable and enjoy spend time outdoors taking in the many recreactional oppertunities throughout the valley and its many canyons.\n\n",{"type":"==","value":["Get in"]}," \nDrive north on I-15 from ",{"type":"[[","value":[["Salt Lake City"]]},". Take exit 362 (Brigham City), and follow US 89\/91 through the mountains (unofficially referred to as Sardine Canyon) into Cache Valley. The drive should take about 75-90 minutes. US 89 and 91 split in downtown Logan. US 89 heads east through the beautiful Logan Canyon to ",{"type":"[[","value":[["Garden_City_(Utah)"],["Bear Lake"]]},", a popular tourist destination, while US 91 heads north into ",{"type":"[[","value":[["Idaho"]]},". A regional airport also serves Logan although no commercial commuter flights are available at this time.\nAlternately you can also take I-15 N and take Exit 351 for Willard. The short UT126 section branches off towards US-89 for Logan and Ogden. Keep left at that fork and follow the road till you reach Brigham City and then the right lane will lead you towards Logan. This route is 7 miles shorter and a more comfortable drive with very little traffic.\n\n",{"type":"==","value":["Get around"]}," \nDriving, riding the bus, walking, and cycling are convenient ways to get around town.  The Cache Valley Transit District (website: ",{"type":"[","value":["http:\/\/cachebus.org"]},") bus system serves Logan and surrounding communities with a simple route system that radiates out from the transit center every half hour.  All buses are equipped to carry two or three bicycles.  Main Street is heavily used and often congested but parallel streets often provide faster access within Logan.  Utah State University, on the east side of town, sits on the Provo Bench of ancient Lake Bonneville, about 250 feet higher than downtown Logan.  This elevation difference is a major deterrent to non-motorized transportation.  Streets throughout the old grid part of town are wide, thanks to the admonition of Brigham Young to lay out early Utah cities with streets wide enough to turn a double-team of horses and a buck-board around, so there is plenty of room for cyclists.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Willow Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Southwest Logan. Willow Park is huge and a great place for picnics or to take the kids. It has three different playgrounds and a zoo with a wide variety of species. It's also right next to the Aquatic Center (the largest public swimming pool in the valley), Logan's only skate park, and the Fairgrounds, where the Fair takes place at the end of every August."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Logan Canyon"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located along US 89 northeast of Logan, Logan Canyon is a long, scenic canyon that offers numerous hiking and camping opportunities. Tony Grove, near the summit, is among the most popular camping area, and marks the beginning of several trails. Beaver Mountain, further up the canyon, is the local ski area. Logan Canyon itself is very scenic, and offers spectacular fall colors that rival those of ",{"type":"[[","value":[["New England"]]},". During winter, temperatures are excessively cold and the road may be closed at any time due to heavy snow. Numerous sinks lie near Logan Canyon, and these areas are popular for snowmobiling. The coldest temperature ever recorded in Utah was in Peter's Sink, near Logan Canyon, a frigid -69°F (-56°C). Cave exploring and rock-climbing are also popular activities in Logan Canyon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Logan Tabernacle"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Found on Center and Main of downtown Logan, this building and surrounding landscaping is worth a glance. A monument heralding Mormon pioneers lies in the northwest corner. Check for details on tours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Logan Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The second temple of the Church of Jesus Christ of Latter-Day Saints finished in Utah dominates the Cache Valley skyline day and night. Well tended gardens and unique architecture are worth a close look. Be aware that only members of the church can enter the temple itself."]]}]},"\n",{"type":"==","value":["Do"]}," \nHiking and mountain biking are very popular in the summer but varied elevation change significantly affects outdoor activity seasons. Low, south facing trails like the Wind Caves can often be hiked as early as March, while areas above 9000' are usually not hikeable until late June or early July, maintaining broad areas of snow until August. Temperature varies with elevation as well, usually temps at 8000' are 20F cooler than in Logan, and increasingly colder with elevation gain. Summer hail and rain storms are common in high areas when there is no precipitation in Logan.\n\nHike the ",{"type":"'''","value":["Wind Caves"]}," trail. 2.6 mile round trip, 900' elevation gain. The trail winds up the north side of Logan Canyon, through maple groves, to a small formation of caves and arches. Offers a beautiful view down into the canyon as well. Trailhead is ~5 miles up US 89 into Logan Canyon, located on the north side of the road opposite Guinavah-Malibu Campground. \n\nHike the ",{"type":"'''","value":["Naomi Peak"]}," trail. 5.8 mile round trip, 1980' elevation gain. Naomi Peak (9980’) is the highest point in the Bear River Range. The trail leads through meadows full of wildflowers to the peak, which offers spectacular views of the surrounding peaks and of Cache Valley. Trailhead is located at Tony Grove Lake. Take US 89 approximately 19 miles up Logan Canyon to the Tony Grove turnoff. The lake (and trailhead) are 7 miles from US 89.\n\nMore adventurous and in-shape hikers can access Naomi peak from Cherry Creek near Richmond, UT. From Logan drive 13 miles north on US 91 to the town of Richmond. Turn right on Main Street, and go straight until reaching 300 East. Turn left on 300 E and go straight until the road sort of splits, taking a right onto 500 North. The road turns gravel, keep following the gravel road to a parking area, and continue. The road after the parking area is dirt and rocky, but accessible by most vehicles in the summer until a river crossing. High clearance vehicles should have no problem crossing the river, while hikers in cars can start their hike from the river crossing. The trail begins at approx 6000' and climbs east past 9765' Cherry Peak before crossing a basin leading to Naomi Peak.\n\nSee also ",{"type":"'''","value":["Cache Trails"]},", an online copy of a local trail guide (http:\/\/www.logannature.org\/cache_trails\/canyontrails\/), and ",{"type":"'''","value":["CacheTrails.org"]},", website for the local trail maintenance organization (http:\/\/www.cachetrails.org\/)\nalternatively you can seek detailed descriptions of Logan's trail's here: (http:\/\/www.smallsat.org\/travel\/logan-hiking-guide.pdf)\n\nother summer activity's include rock climbing with many walls available with either lead climbing, top roping or both depending on the wall, \nnotable wall's include:\n(*if i missed any walls you know please add them!*)\n\n Date Wall - first turn in logan canyon on the right side of the road (lead climb only)\n    wonderful place to go if you have only a spare hour and want to get a climb in that day\n 1st Practice Wall - 1.3 miles from Date wall on the left side \n    ",{"type":"*","value":["please update with more details*"]}," 2nd Practice Wall - 1.6 miles from date wall, last left turnout available before 2nd dam. (top rope only)\n    this wall has many fun climbs ranging form 5.7-11 excellent place to push your top roped skills!\n Fucoidal Quartzite - 8.5 miles from Date wall, 2nd to last left before bridge and right hand fork turn off. (top rope and lead options)\n    with 40+ climbs available this is a wonderful place to take friends of any skill level  \n China Cave - 8.6 miles from Date Wall, last left, immediately before the bridge with very short hike along river to wall. (lead climb only)\n    this wall contains the worlds 1st 5.13 rated climb. \n\nA number of local businesses as well as some in Bear Lake offer snowmobile rentals. Logan Canyon has four main parking\/trailhead areas for snowmobiles (Franklin Basin, Beaver Creek, UDOT shed, and \"The Sinks\") and there are a number of other areas to start from including Providence Canyon and Blacksmith Fork Canyon near Hardware Ranch. These trailheads offer access to groomed trails, primitive routes, open play areas, and hills. Peter Sinks is one of the top ranked snowmobile areas in the country - generally accessed from the Sinks parking area a few miles north. Logan Canyon trailheads also offer access to trails leading into the Idaho portion of the Bear River Range, providing an equal array of snowmobile activities.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cache Valley Mall"]},", the one place where you can do all kinds of shopping. Has all the famous chain stores and during season times you get great sales and deals. Stores include Pac Sun, Zumiez, Vanity, EB Games, Hot Topic, JC Penny's, American Eagle, and Dillards."]},"\n",{"type":"==","value":["Eat"]}," \n",{"type":"===","value":["Restaurants"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Angies"]},", 690 North Main - \"where the locals eat\" - ask about the \"kitchen sink\" for dessert. "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Cafe Sabor"],["alt="],["url="],["email="],["address=600 W Center St"],["lat="],["long="],["directions="],["phone = +1 435 752-8088"],["tollfree="],["fax="],["hours="],["price="],["content=Very good Mexican\/Tex-Mex restaurant. Located in a former railway station."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Hamiltons Steak & Seafood"],["alt="],["url="],["email="],["address=2427 N. Main Street"],["lat="],["long="],["directions="],["phone = +1 435-787-8450"],["tollfree="],["fax="],["hours="],["price="],["content=Good steak and seafood in an elegant setting."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Le Nonne"],["alt="],["url="],["email="],["address=132 N. Main St"],["lat="],["long="],["directions="],["phone = +1 435 752-9577"],["tollfree="],["fax="],["hours="],["price="],["content=Great Italian cuisine with a good selection of wines! This restaurant is located on 100 E, just around the corner from Caffè Ibis. The restaurant is a beautiful old house that has been converted, and includes a tranquil, tree-shaded outdoor dining area. Highly recommended!"]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Takara Sushi"]}," (Previously named \"Tanpopo\"), 55 W 1000 N. Fine Japanese food in the heart of Cache Valley. The ",{"type":"'''","value":["Shogun"]}," platter is highly recommended."]},{"type":"*","value":[" ",{"type":"'''","value":["Tandoori Oven"]},", 1000N 700E, Offers delicious Indian food. Opt for menu items instead of the buffet."]},{"type":"*","value":[" ",{"type":"'''","value":["Kamin Thai Cuisine"]},"  51 West 200 South.  Authentic Thai food in a great atmosphere.  Very good food."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sweetly Divine"],["alt="],["url="],["email="],["address=1309 N Main St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Incredible pastries, sweets, and desserts. They also have good salads, soups, and sandwiches."]]}]},"\n",{"type":"===","value":["Coffee Shops"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Caffè Ibis"],["alt="],["url=http:\/\/www.caffeibis.com"],["email="],["address=52 Federal Ave"],["lat="],["long="],["directions=in downtown Logan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers excellent organic, shade-grown coffee, as well as sandwiches and wraps fresh from the deli. Every now and then it features a live local band."]]}]},"\n",{"type":"==","value":["Drink"]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["The White Owl"]},". Located on Center St just west of Main St, has a good selection of beers from inside and outside of Utah. During the summer the upstairs deck offers fresh air, good company, and a view of the Wellsville Mountains to the west."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tandoori Oven"],["url="],["email="],["address=720 East 1000 north"],["lat="],["long="],["directions="],["phone = +1 435 750-6836"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mulligans Social Club"],["url="],["email="],["address=35 E. Federal Ave."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small dive-bar in a quirky area of town that features a regular set of clientele. It is the only bar in the downtown Logan area that serves liquor, as such, drinks tend to be overpriced for a community of this size."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Citrus & Sage Espresso Bar"],["url=http:\/\/www.citrusandsage.biz"],["email="],["address=130 N. 100 E.  (in downtown Logan)"],["lat="],["long="],["directions="],["phone = +1 435-787-4080"],["tollfree="],["fax="],["hours=7AM-7PM"],["price=$1-$5"],["content=Offers an \"at home\" feel where everybody knows your name set in a charming old victorian.  C & S serves coffee and espresso from local roasters, Cafe Ibis.  Musical guests on weekends, jam sessions on the deck, open mic and local artists."]]}]},"\n",{"type":"==","value":["Sleep"]}," \n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Best Western Baugh Motel"],["alt="],["url=http:\/\/book.bestwestern.com\/bestwestern\/productInfo.do?propertyCode=45006"],["email="],["address=153 S Main Street"],["lat="],["long="],["directions="],["phone =+1 435 752-5220"],["tollfree=+1-800-462-4154"],["fax=+1 435 752-3251"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Best Western Weston Inn"],["alt="],["url=http:\/\/book.bestwestern.com\/bestwestern\/productInfo.do?propertyCode=45043"],["email="],["address=250 N Main Street"],["lat="],["long="],["directions="],["phone =+1 435 752-5700"],["tollfree=+1-800-532-5055"],["fax=+1 435 752-9719"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["alt="],["url="],["email="],["address=2002 S Highway 89-91"],["lat="],["long="],["directions="],["phone =+1 435 787-2060"],["tollfree="],["fax=+1 435 787-4590"],["price="],["checkin="],["checkout="],["content=A campground, Traveland RV Park, is located behind the inn. ",{"type":"[","value":["http:\/\/www.travelandrvpark.net\/"]}]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hampton Inn"],["alt="],["url="],["email="],["address=1665 North Main Street"],["lat="],["long="],["directions="],["phone = +1 435 713-4567"],["tollfree="],["fax=+1 435 713-4568"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["University Inn"]}," at Utah State University. Best place to sleep if you are on university business as it is right in the heart of the campus."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Providence Inn"],["alt=Bed & Breakfast"],["url=http:\/\/www.providenceinn.com"],["email="],["address=10 south Main Providence, Ut"],["lat="],["long="],["directions="],["phone = +1 435 752-3432"],["tollfree=+1-800-480-4943"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Have a historic taste of the ",{"type":"[[","value":[["Cache Valley"]]}," by staying at this pioneer built Bed & Breakfast, nestled about 5 minutes from downtown Logan, UT."]]}]},"\n",{"type":"==","value":["Go next"]},"\nTo get out of Logan, you can simply backtrack south on US 89-91 through Sardine Canyon and Brigham city to I-15, or you can continue northward on US 91 through Preston, ID, and eventually return to I-15 about 33 miles south of Pocatello, ID.\n\nYou can also head west on 200 North\/UT-30. 20 miles to I-15.\n\n",{"type":"==","value":["Stay safe"]},"\nLogan has very little crime and has been repeatedly named as one of the safest cities in the country. It is still wise, however, to not forget about the basic tips.\n\nWinters can get very cold in Logan and proper precautions must be taken against the weather. Major snowstorms should also be prepared for, and the winter inversions may aggravate people with respiratory problems such as asthma.\n\n",{"type":"{{","value":[["routebox"],["image1=US 89.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Grand Teton National Park"],["Grand Teton N.P."]]}],["minorl1=",{"type":"[[","value":[["Garden City (Utah)"],["Garden City"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Salt Lake City"]]}],["minorr1=",{"type":"[[","value":[["Brigham City"]]}],["image2=US 91.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Idaho Falls"]]}],["minorl2=",{"type":"[[","value":[["Pocatello"]]}],["directionr2=S"],["majorr2=END"],["minorr2=",{"type":"[[","value":[["Brigham City"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["41.737778"],["-111.830833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Wasatch Range"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Logan, Utah"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Utah\/Localities\/L\/Logan\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Logan, Utah"]]}]