[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Loleygaon"]}," is a city in ",{"type":"[[","value":[["West Bengal"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nLolegaon can be reached from Siliguri with a 4 hrs drive covering 124kms via Kalimpong and Lava. Kalimpong, the nearest town, is 55kms from Lolegaon.\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport is the Bagdogra Airport, which is situated outside the town of Siliguri. The place is well connected and it receives international flights as well.\n\n",{"type":"===","value":["By train"]},"\n\nThe New Jalpaiguri Station is the best option in the region and if you are planning to arrive by rail, this is the most feasible option. The station is well connected to places such as Kolkata, New Delhi, Chennai, Mumbai and Dibrugarh. Taxis are available at the station as well.\n\n",{"type":"===","value":["By car\/taxi"]},"\n\nAlso you can go by Mal Junction Station from where you can also take cab or rented car to Lolegaon or Lava. But try to contact with the local syndicate to hire a car unless you will be charged much more than the regular charges.\n\n",{"type":"==","value":["Get around"]},"\nLoleygoan offers the \"canopy Walk\" where one can enjoy the call of birds in the park.\n\nVisiting the area through a package tour may not be a bad idea. Package tours to Loleygaon, Rishyap, Lava, Kalimpong, Reshikhola can be combined depending upon the number of days in hand. India Beacons Sojourn of Kolkata (+91 9903295920) offers package tours to that sector.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["West Bengal"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Loleygaon"]]},"\n",{"type":"{{","value":[["geo"],["27.020711111111"],["88.565019444444"]]}]