[{"type":"{{","value":[["pagebanner"],["Lombok_banner.jpg"]]},"\n",{"type":"'''","value":["Lombok"]}," is an island in the ",{"type":"[[","value":[["Nusa Tenggara"],["West Nusa Tenggara"]]}," province of ",{"type":"[[","value":[["Indonesia"]]},". It is part of the chain of the ",{"type":"[[","value":[["Lesser Sunda Islands"]]},", with the Lombok Strait separating it from ",{"type":"[[","value":[["Bali"]]}," to the west and the Alas Strait between it and ",{"type":"[[","value":[["Sumbawa"]]}," to the east.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"[[","value":[["Image:Lombok_Regions_map.png"],["thumb"],["right"],["450px"],["Map of Lombok"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["West Lombok"]]}],["region1color=#6daad2"],["region1items= ",{"type":"[[","value":[["Bangsal"]]},", ",{"type":"[[","value":[["Lembar"]]},", ",{"type":"[[","value":[["Mataram"]]},", ",{"type":"[[","value":[["Tanjung"]]},", ",{"type":"[[","value":[["Senggigi"]]},"."],["region1description=The administrative centre, well known beaches and the vast majority of the developed tourism infrastructure on the island and gateway to the famous Gili islands"],["region2name=",{"type":"[[","value":[["North Lombok"]]}],["region2color=#42887e"],["region2items= ",{"type":"[[","value":[["Mount Rinjani"]]},", ",{"type":"[[","value":[["Senaru"]]}],["region2description=Mighty Mount Rinjani, waterfalls, glorious scenery and home to the Waktu Telu traditions."],["region3name=",{"type":"[[","value":[["Central and East Lombok"]]}],["region3color=#46ae56"],["region3items=Praya, ",{"type":"[[","value":[["Labuhan Lombok"]]},", Selong, ",{"type":"[[","value":[["Tetebatu"]]}],["region3description= Quiet rural villages and beaches and ferry departures eastward to ",{"type":"[[","value":[["Sumbawa"]]}," and onward to ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]},"."],["region4name=",{"type":"[[","value":[["South Lombok"]]}],["region4color=#94b17e"],["region4items= ",{"type":"[[","value":[["Kuta (Lombok)"],["Kuta"]]},", Sekotong, Tanjung Aan"],["region4description= Magnificent remote beaches and surfing heaven"],["region5name=",{"type":"[[","value":[["Gili Islands"]]}],["region5color=#a74185"],["region5items= ",{"type":"[[","value":[["Gili Air"]]},", ",{"type":"[[","value":[["Gili Meno"]]},", ",{"type":"[[","value":[["Gili Trawangan"]]}],["region5description=Tiny islands of the west coast, popular with divers and a vital cog in the Asian backpacker circuit"]]},"\n\n",{"type":"[[","value":[["Image:Gunung Rinjani from Gili Air 1.jpg"],["right"],["thumb"],["350px"],["Mount Rinjani looms large over Lombok"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mataram"]]}," — the capital city of West Nusa Tenggara province and the island's largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuta (Lombok)"],["Kuta"]]}," — a surfing mecca like its Bali namesake, but that's where the similarity ends"]},{"type":"*","value":[" Praya — Lombok's second city and nearby to the site of the islands international airport, Bandara Internasional Lombok."]},{"type":"*","value":[" Selong — the capital city of the East Lombok Regency"]},{"type":"*","value":[" ",{"type":"[[","value":[["Senggigi"]]}," — the islands principal tourist strip with a wide range of hotel, resort and villa destinations. Includes the Senggigi township and the coastline from Senggigi beach to Mangsit beach in the immediate north and Batu Layar to the immediate south"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tanjung"]]}," — small city in the northwest, administrative capital of North Lombok Regency, lies at the foot of Mount Rinjai's slopes, the two nearby peninsulas of Medana and Sire are home to some of the best resort and luxury villa destinations on the island"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gili Islands"]]}," — three islands off the west coast, popular with backpackers"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bangsal"]]}," — a small beach landing site serving the public ferries to the Gili Islands "]},{"type":"*","value":[" ",{"type":"[[","value":[["Lembar"]]}," — the islands principal commercial port, serves the larger passenger carrying vehicular ferries to Bali"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Rinjani"]]}," — large, active volcano looming over the island and the 3rd highest peak in Indonesia; the Mount Rinjani National Park is a hugely dominant feature of the island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Senaru"]]}," — gateway village area to Mount Rinjani, with some great waterfalls and other spectacular natural scenery"]},{"type":"*","value":[" Sekotong — off the beaten path in West Lombok, this area is fast becoming a tourist destination."]},{"type":"*","value":[" ",{"type":"[[","value":[["South Lombok"],["Tanjung Aan"]]}," — almost impossibly beautiful isolated bay in the southeast which is earmarked for high end resort development"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tetebatu"]]}," — village on the southern edge of the Mount Rinjani National Park with wonderful scenery"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Lombok PuriMas Beachfront.JPG"],["thumb"],["200px"],["Lush resort garden, Senggigi, Lombok."]]},"\n\nLocated just east of ",{"type":"[[","value":[["Bali"]]},", Lombok in many ways lives up to or exceeds the promotional term, \"an unspoiled Bali\". With beautiful beaches, enchanting waterfalls, the large, looming volcano of ",{"type":"[[","value":[["Mount Rinjani"]]}," combined with relatively few tourists, Lombok is indeed the paradisaical tropical island that many people still mistakenly imagine ",{"type":"[[","value":[["Bali"]]}," to be now. \n\nLombok and ",{"type":"[[","value":[["Bali"]]}," are separated by the Lombok Strait. It is also part of the bio-geographical boundary between the fauna of Indo-Malaysia and the distinctly different fauna of Australasia. The boundary is known as the Wallacean Line, after Alfred Russell Wallace who first remarked upon the striking difference between animals of Indo-Malaysia and those of Australasia  and how abrupt the boundary was between the two biomes. \n\nCalling Lombok paradise does not mean it is all things for all people. With a few exceptions, the natural landscape and the traditional way of life have remained unchanged for hundreds of years. Virtually all small to medium size businesses are run by local families. Many of these businesses sell a wide variety of merchandise, where villagers can find food, hardware, and toys all in a single small store. While it is possible to find five-star hotels run by global corporations this is the exception not the rule.  The ubiquitous global fast food franchises are restricted to two outlets in the precincts of ",{"type":"[[","value":[["Mataram"]]}," Mall in the main City of Lombok and are well sign-posted. \n\nIn the Indigenous language of the Sasak people of Lombok the word ",{"type":"''","value":["lombok"]}," \"\"(luum-book)",{"type":"''","value":[" which literally translates into Bahasa Indonesian as "]},"lurus",{"type":"''","value":[" (En"]},"straight ahead''). \n\nA common misunderstanding is that the name of the island Lombok is derived from the Bahasa Indonesian meaning of ",{"type":"''","value":["lombok"]}," which is ",{"type":"''","value":["chilli"]}," or (",{"type":"''","value":["cabe"]}," in Bahasa Indonesian) as is thought by many visitors and some Indonesians from other parts of the archipelago.\n\n",{"type":"===","value":["History of tourism"]},"\n\nThe dominant Sasak culture in Lombok and the very restrained and quiet nature of its people may help explain why Lombok is less popular in terms of shopping, cuisine, and nightlife than Bali. Lombok is however becoming increasingly popular with tourists and honeymooners who want to relax in an inexpensive, tropical, un-crowded atmosphere, with many natural treasures and majestic scenery. Nothing happens quickly in Lombok and visitors who are stressed from their daily lives find Lombok a delightful place to unwind.\n\nThe anticipated tourism boom has been halted on several occasions. In 2000, mobs of the ethnic Sasak people, ostensibly provoked by fundamentalist Muslim agitators, diverted from a trip to Maluku, looted and burned churches as well as homes and businesses owned by Hindus and ethnic Chinese. These actions were actively resisted by many of the Sasak people and brought on a swift response from the authorities to protect the tourism precincts of the island. The bombing of nightclubs in Bali in 2002 and the further explosions in 2005 further exacerbated the fears held by foreign tourists.  For many years the embassies of several countries have issued stern travel advisory warnings against travel to Indonesia. The ensuing years have remained very peaceful in Lombok. In the years 2010-2011 tourists appear to have regained some confidence that travel to the island is safe.  The fears and apprehension amongst many international tourists concerning travel to Lombok appear to be entirely unsupported. Aside from minor and very isolated incidents of petty theft and the normal dangers of travelling on the roads in Indonesia the island remains a quiet, peaceful and safe destination for visitors. Lombok is a relaxing place, the warm tropical sun can normally slowly melt a sense of urgency and a hurried pace off most visitors\n\nA new international airport the Bandara Udara Internasional Lombok and associated infrastructure is currently being built in central southern Lombok. The new airport is expected to be in operation sometime in 2011.\n\n",{"type":"===","value":["Culture"]},"\n\nLombok has a rich and enduring indigenous culture that has withstood the pressures of modernity remarkably well.  The strong remnant culture and history of the Sasak people is one of the many unique attractions of the island.  The island has of a total population of 3,166,685 (as of 2010 Census), 85% are indigenous Sasak people whose origins are thought to have arisen from Java in the first millennium BC. Other residents include an estimated 10–15% Balinese, with the small remainder being Tionghoa-peranakan, Javanese, Sumbawanese and Arab Indonesians.  The Sasak people are culturally and linguistically closely related to the Balinese, but unlike the Hindu Balinese, the majority practice local Muslim faith and traditions.  \n\nSome have described Islam as being first brought to Lombok by traders arriving from Sumbawa in the 17th century who then established a following in eastern Lombok. Other accounts describe the first influences arriving in the first half of the 16th century. The palm leaf manuscript ",{"type":"''","value":["Babad Lombok"]}," contains the history of Lombok and describes how ",{"type":"''","value":["Sunan Prapen"]}," was sent by his father, ",{"type":"''","value":["The Susuhunan Ratu of Giri"]},", on a military expedition to Lombok and Sumbawa in order to convert the population and propagate the new religion. However the new religion took on a highly syncretistic character, frequently mixing animist and Hindu-Buddhist beliefs and practices with Islam. This remained so until a more orthodox Sunni characterised version of Islam slowly began to become popular in the beginning of the 20th century. The Indonesian government agamaization programs (acquiring of a religion) in Lombok during 1967 and 1968 led to a period of some considerable confusion in religious allegiances and practices. These agamaization programs later led to the emergence of more conformity in religious practices in Lombok.\n\n",{"type":"[[","value":[["Image:Hoofden van Lombok, 1870-1890.jpg"],["thumb"],["right"],["450px"],["A historic group portrait of Sasak chiefs of the island of Lombok, late 1800's"]]},"\nA notable non-orthodox Islamic group found only on Lombok are the ",{"type":"'''","value":["Wektu Telu"]}," (\"Three Prayers\"), who as the name suggests pray only 3 times daily, instead of the 5 times stipulated in the Quran.  Many of the Waktu Telu beliefs are entwined with animism. Waktu Telu has influences not only of Islam, but also Hinduism and pantheistic beliefs. There are also remnants of Boda (people \"without a religion\") who maintain Pagan Sasak beliefs.\n\nBefore the arrival of Islam Lombok experienced a long period of Hindu and Buddhist influence that reached the island through Java. To this day a minority Balinese Hindu culture remains strong in Lombok.\n\nThe Hindu minority religion is still practised in Lombok alongside the majority Muslim religion.  Hinduism is followed by the many ethnic Balinese who have travelled across the Lombok Strait from Bali as well as some people of indigenous Sasak origin.\n\nAll the main Hindu religious ceremonies are celebrated in Lombok and there are many villages throughout Lombok that have  a Hindu majority population. According to local legends two of the oldest villages on the island, Bayan and Sembalun, were founded by a prince of Majapahit.  \n\nThe Nagarakertagama, the 14th century palm leaf poem that was found on Lombok, places the island as one of the vassals of the Majapahit empire.  This manuscript contained detailed descriptions of the Majapahit Kingdom and also affirmed the importance of Hindu-Buddhism in the Majapahit empire by describing temple, palaces and several ceremonial observances.\n\nLombok experienced a period of Balinese occupation until the Dutch colonial government reinstated the Sasak rulers in the early 1890s following a direct appeal from the deposed Sasak rulers to the Dutch colonialists asking them to assist in driving out the Balinese occupiers. After a protracted, costly and destructive military campaign the Dutch eventually overwhelmed the Balinese with a bloody battle fought around Ampernan and Mataram.  The Dutch took the Nagarakretagama manuscript as part of the valuable Lombok treasure taken as war-booty from the destroyed palace of Mataram-Cakranagara in Lombok in 1894.  Following the defeat of the Balinese occupiers the people of Lombok remained under Dutch colonial control of the Netherlands East Indies until the Japanese occupied Lombok in the 1940s.\n\n",{"type":"{{","value":[["ramadandates"]]},"\n\nThe Christian minority religion is actively practised in Lombok by some of Chinese ethnicity and other Indonesians especially those from East Nusa Tenggara. \n\nThere is also a small Arab community in Lombok whose history dates back to early settlement by traders from Yemen. The small community is still evident mainly in Ampenan, the old port of Mataram and retain many of their own traditions.\n\nA UNHCR refugee centre was established some years ago in Lombok. Recently people of Iraqi origin have arrived in Lombok under the provisions of this UNHCR program. Many of the displaced have remained in a state of limbo in Lombok whilst trying to seek immigration to nearby ",{"type":"[[","value":[["Australia"]]}," or elsewhere. Some of these refugees have intermarried with Lombok residents, this adding adding their own subtle cultural influence to Lombok. \n\nThere are also a small number of people predominantly of ",{"type":"[[","value":[["Europe"],["European"]]},", ",{"type":"[[","value":[["Australia"],["Australian"]]}," and ",{"type":"[[","value":[["New Zealand"]]}," origins who are resident or semi-permanent residents of Lombok.  Some are retirees, others have business activities in Lombok or nearby or they are employed in the mining industries of Nusa Tenggara Barat (''NTB'). Most are living in the coastal areas of West Lombok.\n\nLombok has individual settlers and small communities of Indonesian people from other areas including ",{"type":"[[","value":[["Bali"]]},",",{"type":"[[","value":[["Java"],["Jawa"]]},", ",{"type":"[[","value":[["Sumbawa"]]},", and ",{"type":"[[","value":[["Timor"]]}," as well as other areas of Indonesia but the prevailing and dominant culture remains that of the Sasak people.\n\nMany influences of animist belief still prevail within the Sasak community.  Traditional magic is widely practised to ward off evil and illness, to seek good fortune or to assist with the resolution of disputations and personal antipathy. There are a range of outcomes sought from local Dukun (",{"type":"''","value":["traditional healer and magician"]},") ranging from love spells to death.  Thieves will often have magic used upon them so that their bodies will become 'hot' leading to a confession, a frequent trespasser may become disoriented and become 'lost' or a boy may fall under a girls spell of desire and fall in love with her. Magic may be practised by an individual alone but normally a person experienced in such things is sought out to render a service. Normally money or gifts are made to this person in return for their services and the most powerful practitioners are treated with considerable respect.\n\n",{"type":"===","value":["Climate"]},"\n\nWhile tropical, hot and humid, Lombok is drier than neighbouring Bali, which makes it a particularly attractive option during the Oct-Apr rainy season (it rains on Lombok too, but rarely for more than an hour or two). The peak of the tourist season, though, is May-August.\n\n",{"type":"==","value":["Talk"]},"\n\nThe main local language is Bahasa Sasak, the language of the indigenous Sasak people of Lombok. Bahasa Sasak is normally spoken throughout Lombok and has dialectal variations across the island. ",{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian"]]}," is also spoken or at least understood by most local people and will normally be used in government offices, larger shops and businesses. In the more remote and undeveloped areas of Lombok however, Indonesian is not frequently used and often cannot be understood by the local people, especially the elderly and those who have missed out on formal schooling.\n\nEnglish is reasonably common in the resort areas and occasionally some other European languages are spoken by people involved in the tourism sector.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Cautionbox"],["Scheduled airline operations flying to and from Lombok have ceased at Selaparang International Airport (",{"type":"{{","value":[["IATA"],["AMI"]]},") and have moved across to the new Lombok International Airport (BIL) (",{"type":"{{","value":[["IATA"],["LOP"]]},") in central southern Lombok near the city of Praya on 1 October 2011.\n\nPassengers with ticketing indicating ",{"type":"''","value":["Mataram"]},", ",{"type":"''","value":["Ampenan"]},", ",{"type":"''","value":["Lombok"]},", ",{"type":"''","value":["Praya"]},", ",{"type":"{{","value":[["IATA"],["LOP"]]}," should proceed to Lombok International Airport, (",{"type":"''","value":["Bandara Internasional Lombok"]},"), (BIL) in central southern Lombok near the city of Praya. All passengers arriving by air in Lombok will be arriving at Lombok International Airport, and not Selaparang International airport ",{"type":"<","value":["s",[{"type":"{{","value":[["IATA"],["AMI"]]}]]},"."]]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[[":w:Lombok_International_Airport"],["Lombok International Airport"]]}]},", (",{"type":"{{","value":[["IATA"],["LOP"]]},"), (Indonesian: ",{"type":"''","value":["Bandara Internasional Lombok"]},"), is the only current operational airport in Lombok.\n\nThe new airport is located near the city of Praya on Jalan Raya, Tanak Awu, Lombok Tengah in central south Lombok and is approximately 40 km south of Mataram, and 55 km southeast of the established Senggigi tourism precinct of West Lombok.\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[[":w:Ngurah_Rai_International_Airport"],["Ngurah Rai International Airport"]]},", (",{"type":"{{","value":[["IATA"],["DPS"]]},"), on nearby ",{"type":"[[","value":[["Bali"]]}," is only a short distance by air (flight time 25 minutes) with several daily flights by both turboprop and jet powered aircraft. Ticketing is normally in the range of Rp 200,000-300,000 for a single journey unless very heavily booked."]},"\n",{"type":"[[","value":[["File:Lombok_BIL_airport_icon.png"],["right"],["200px"]]},"\n\n",{"type":"====","value":["Domestic"]},"\n\nDomestic flights are provided by several airlines. There are daily connections to ",{"type":"[[","value":[["Java"]]}," including ",{"type":"[[","value":[["Jakarta"]]}," CGK (",{"type":"''","value":["flight time 1 hr 50 minutes-2 hr"]},") and ",{"type":"[[","value":[["Surabaya"]]}," SUB (",{"type":"''","value":["flight time 55-60 minutes"]},"). The direct flights to either Jakarta or Surabaya are a good alternative to the much longer bus\/ferry trip via Bali. The air services between Bali and Lombok are a very good alternative to the much more drawn out sea journeys on the ferries, or the fastboats that operate across the Lombok Strait.\n\n:* Flights to Jakarta are provided by Lion Air, and Garuda. There are direct services, and also several other flight combinations with a stop in either Surabaya or Denpasar.\n:* Citilink returned to Lombok in late 2012 and commenced operations to Surabaya.\n:* Flights to Surabaya are provided by Wings Air (",{"type":"''","value":["the regional feeder affiliate of Lion Air"]},") using their ATR72s, LionAir using a B737, Citilink an A320, and Garuda using CRJ1000s.\n:* Garuda airlines reintroduced services between Bali and Lombok in 2009. Garuda currently operate three flights daily from Bali to Lombok. The late afternoon flight is operated using 737-800NG aircraft, morning and evening flights are operated by their new ATR72-600 turbo-props. Garuda introduced services to Makassar (",{"type":"''","value":["Sultan Hasanuddin Airport"]},") UPG in Sulawesi, and Surabaya in late 2012 using their new Bombardier CRJ1000 NextGen regional jetliners.\n:* Wings Abadi Airlines code share with Lion Air and recommenced Bali to Lombok flights on 6 September 2010 after an extended absence from the route, they operate their ATR72-500 and 600 turbo-props on the route. \n:* TransNusa Air Services provide flights from Bali and onward routes to other destinations in West Nusa Tengara.\n:* Indonesian Air Transport (",{"type":"''","value":["IAT"]},") and Trigana Air provide daily services from Bali to Lombok, these flights are normally operating for TransNusa under a commercial \"co-operative agreement\".\n\nThe ATR 72 series operated by both Garuda and Wings (LionAir) are modern European built regional airliners. The ATR aircraft normally have more stringent luggage limits than the B737 and A320 aircraft operated to Lombok due to their smaller baggage holds and more constrained overhead lockers. Check your ticketing for baggage weight limits.\n\nFlights to the east include services to and from ",{"type":"[[","value":[["Sumbawa"]]}," SWQ, and Bima BMU. Eastward bound services are often disrupted and scheduled flights may change or be cancelled at short notice. Some of the eastward destinations may offer slightly better flight frequencies if you fly to Bali first.\nDirect services by Sky Aviation between Lombok and Komodo Airport LBJ, and Denpasar and Lombok are currently withdrawn, they do continue to operate DPS-LBJ flights but are overflying Lombok with that flight.\n\nBe alert that passengers bags may be offloaded without notice by the airlines operating smaller aircraft types if the aircraft is potentially over-weight. The airline may overlook advising the passengers until they have arrived at their destination without the bags on-board. Smaller turbo-prop aircraft aircraft types are often operated eastward of Lombok may have lower baggage allowances, check your ticketing for details.\n\nWings (LionAir) and Garuda may sometimes add extra flights at peak times or if the boat services to and from Bali are temporarily suspended due to inclement weather conditions in the Lombok Strait. Always check online schedules for updates.\nPlease note that Merpati services were suspended across Indonesia in early February 2014. A date for recommencement of Merpati services has not been announced.\n\n",{"type":"====","value":["International"]},"\n\nInternational flights are currently limited to direct services from ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]}," KUL (LCCT) in ",{"type":"[[","value":[["Malaysia"]]},", and ",{"type":"[[","value":[["Perth"]]}," ",{"type":"[[","value":[["Australia"]]},". Limited seasonal charter services are operated by Nordwind Airlines to Novosibirsk-Tolmachevo in ",{"type":"[[","value":[["Russia"]]},". Other ticketing alternatives are available with a stop in Jakarta, Surabaya or Bali.\n\n:* Silk Air operate direct services to Singapore. These flights are code shared with Garuda Airlines, Singapore Airlines and KLM, (flight time 2 hr 45 minutes). The Silk Air flights arrive in Lombok on Tuesday and Sunday at 10:35, and on Monday, Thursday and Saturday at 18:30. The flights arrive and depart at the International terminal. Etihad\/Garuda code shares are not yet showing for LOP online but check with them direct, or with a travel agent.\n:* Garuda offer one-stop (single ticket) daily connections from Kuala Lumpur KUL and Singapore SIN. The Garuda Airlines service is code shared with Malaysian Airlines and is operated via Jakarta. These flights arrive and depart at the domestic section of the terminal. Garuda also have single issue ticketing available for flights to ",{"type":"[[","value":[["Abu Dhabi"]]},", ",{"type":"[[","value":[["Amsterdam"]]},", and Australian destinations including ",{"type":"[[","value":[["Brisbane"]]},", ",{"type":"[[","value":[["Melbourne"]]}," ",{"type":"[[","value":[["Perth"]]}," and ",{"type":"[[","value":[["Sydney"]]},". Through route and code sharing arrangements connecting with Etihad Airways flights via Jakarta and Denpasar up to 31 destinations in the Gulf Cooperation Council, Levant, Africa, Europe and North America may be available on a single ticket issue. If the destinations do not appear in the Garuda Indonesia on-line booking system then contact Garuda direct or speak with a travel agent.\n:* Air Asia commenced direct services between Lombok and Kuala Lumpur KUL (LCCT) on 12 October 2012, the aircraft arrive and depart from the international section of the terminal.\n:* Tiger Airways operate an A320 service between Singapore and Lombok\n:* Lion Air offer one-stop (single ticket) daily connections from Kuala Lumpur KUL and Singapore SIN. These flights arrive and depart at the domestic section of the terminal.\n:* Jetstar (Australia) operate a direct service to Lombok from Perth in Australia.\n\nDomestic flights operating to and from Lombok are sometmes delayed or re-scheduled, especially on the routes to the east of Lombok. Allow generous time in transit between flights most especially those connecting with international connections.\n\n",{"type":"===","value":["Airlines and destinations"]},"\n\n",{"type":"{|","value":[["border=\"1\" cellspacing=\"0\" cellpadding=\"3\""],["|-"],["!style=\"background-color: #c5d9f4;\"|Airlines"],["!style=\"background-color: #c5d9f4;\"|Destinations"],["!style=\"background-color: #c5d9f4;\"|Terminal"],["!style=\"background-color: #c5d9f4;\"|Aircraft type"],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]}],["| style=\"background-color: #f5f5f5;\"|Kuala Lumpur|| style=\"background-color: #ebf2e2;\"|International || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["A320"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.citilink.co.id\/ Citilink"]}],["| style=\"background-color: #f5f5f5;\"|Surabaya|| style=\"background-color: #f0e8e3;\"|Domestic || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["A320"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.garuda-indonesia.com  Garuda Indonesia"]}],["| style=\"background-color: #f5f5f5;\"|Amsterdam ",{"type":"<","value":["small",["(",{"type":"''","value":["via Jakarta and ",{"type":"[[","value":[["Abu Dhabi"]]}]}," )"]]},", Brisbane ",{"type":"<","value":["small",["(",{"type":"''","value":["via"]}," DPS)"]]},", Denpasar, Jakarta, Kuala Lumpur ",{"type":"<","value":["small",["(",{"type":"''","value":["via"]}," CGK)"]]},", Melbourne ",{"type":"<","value":["small",["(",{"type":"''","value":["via"]}," DPS)"]]},", Perth ",{"type":"<","value":["small",["(",{"type":"''","value":["via"]}," DPS)"]]},", Surabaya, Sydney ",{"type":"<","value":["small",["(",{"type":"''","value":["via"]}," DPS)"]]},"|| style=\"background-color: #f0e8e3;\"|Domestic || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["737-800NG"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.garuda-indonesia.com  Garuda Indonesia"]},{"type":"<","value":["br"]},{"type":"<","value":["small",["operated by Garuda Indonesia Explore and Explore Jet sub-brands"]]}],["| style=\"background-color: #f5f5f5;\"|Denpasar, Makassar, || style=\"background-color: #f0e8e3;\"|Domestic || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["Bombardier CRJ1000NG, ATR72-600"]]}],["|-"],["! style=\"background-color: #eeead3;\" | Garuda Indonesia"],["| style=\"background-color: #f5f5f5;\"| Singapore ",{"type":"<","value":["small",["operated by Silk Air MI 128\/GA 9938"]]}," || style=\"background-color: #ebf2e2;\"|International|| style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["A319"]]}," ",{"type":"<","value":["small",["Codeshare, Silk Air"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.iat.co.id  Indonesia Air Transport"]}],["| style=\"background-color: #f5f5f5;\"|Denpasar || style=\"background-color: #f0e8e3;\"|Domestic|| style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["F50, ATR42-500"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.jetstar.com  Jetstar Airways"]}],["| style=\"background-color: #f5f5f5;\"|Perth|| style=\"background-color: #ebf2e2;\"|International|| style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",[" A320"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www2.lionair.co.id  Lion Air"]}],["| style=\"background-color: #f5f5f5;\"|Jakarta, Surabaya, Denpasar ",{"type":"<","value":["small",["(",{"type":"''","value":["SUB, DPS-code share Wings Air"]},")"]]},"|| style=\"background-color: #f0e8e3;\"|Domestic || style=\"background-color: #f5f5f5;\"|<small>737-900ER, 737-800NG,<small> ",{"type":"<","value":["small",["(",{"type":"''","value":["see Wings Air for DPS and SUB services"]},")"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.malaysiaairlines.com\/my\/en\/home.aspx  Malaysian Airlines"]}],["| style=\"background-color: #f5f5f5;\"|Kuala Lumpur ",{"type":"<","value":["small",["operated by Garuda Indonesia GA 0821\/MH 9081"]]}," || style=\"background-color: #ebf2e2;\"|Domestic || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["737-800NG"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.nordwindairlines.ru\/?lang_id=1  Nordwind Airlines"]}],["| style=\"background-color: #f5f5f5;\"|Novosibirsk-Tolmachevo (seasonal-charter) || style=\"background-color: #ebf2e2;\"|International ||style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["767-300ER"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.silkair.com  Silk Air"]}],["| style=\"background-color: #f5f5f5;\"|Singapore || style=\"background-color: #ebf2e2;\"|International || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["A319, A320"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.singaporeair.com\/saa\/en_UK\/index.jsp  Singapore Airlines"]}],["| style=\"background-color: #f5f5f5;\"|Singapore ",{"type":"<","value":["small",["operated by ",{"type":"[","value":["http:\/\/www.silkair.com  Silk Air"]}," MI 128\/SQ 5220"]]}," || style=\"background-color: #ebf2e2;\"|International || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["A319, A320"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.tigerair.com\/id\/en\/ Tiger Airways",{"type":"<","value":["br"]},"Mandala"]}],["| style=\"background-color: #f5f5f5;\"|Singapore || style=\"background-color: #ebf2e2;\"|International|| style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["A320-200"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.transnusa.co.id  TransNusa"]}],["| style=\"background-color: #f5f5f5;\"|Bima, Denpasar, Sumbawa,",{"type":"<","value":["br"]},"Ende ",{"type":"<","value":["small",[{"type":"''","value":["via"]}," DPS-TMC, "]]},{"type":"<","value":["br"]},"Labuanbajo ",{"type":"<","value":["small",[{"type":"''","value":["via"]}," DPS"]]},", Tambolaka ",{"type":"<","value":["small",[{"type":"''","value":["via"]}," DPS"]]}," || style=\"background-color: #f0e8e3;\"|Domestic || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["F27\/F50, ATR-42 300",{"type":"<","value":["br"]},"BAe146-100 (DPS-TMC) "]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www.trigana-air.com  Trigana Air"]}],["| style=\"background-color: #f5f5f5;\"|Denpasar || style=\"background-color: #f0e8e3;\"|Domestic || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["F27\/F50, ATR-42"]]}],["|-"],["! style=\"background-color: #eeead3;\" | ",{"type":"[","value":["http:\/\/www2.lionair.co.id  Wings Air"]}],["| style=\"background-color: #f5f5f5;\"|Surabaya, Denpasar ",{"type":"<","value":["small",["(",{"type":"''","value":["code share ",{"type":"[","value":["http:\/\/www2.lionair.co.id  Lion Air"]}]},")"]]}," || style=\"background-color: #f0e8e3;\"|Domestic || style=\"background-color: #f5f5f5;\"|",{"type":"<","value":["small",["ATR72-500"]]}],["|-"]]},"\n\n",{"type":"===","value":["Visa and departure tax"]},"\n\nAll passports must be valid for a minimum of 6 months from the date of entry into Indonesia and have at least 2 blank pages available for stamps and visas.\n\nThere are three principal ways for a traveller to formally enter Indonesia through a Lombok seaport or airport:\n",{"type":"*","value":[" ",{"type":"'''","value":["Visa on arrival"]},".  Pay on arrival, get a visa in your passport, get it stamped.  Most visitors fall in this category."]},{"type":"*","value":[" ",{"type":"'''","value":["Visa waiver"]},".  Show your passport, get stamped, that's it.  Applies only to a limited number of eligible nationalities, mostly of ",{"type":"[[","value":[["ASEAN"]]}," member nations."]},{"type":"*","value":[" ",{"type":"'''","value":["Visa in advance"]},".  Obtain a visa at an Indonesian embassy ",{"type":"''","value":["before"]}," arrival."]},"\n",{"type":"''","value":["For more comprehensive details on visa requirements please see the main article on '"]},{"type":"[[","value":[["Indonesia#Get_in"],["Indonesia"]]},"'''''\n\nImmigration clearance facilities are available for incoming International passengers arriving at the Lombok international terminal. Visitors arriving in Lombok from a point of origin outside Indonesia and clearing customs and immigration at Lombok's international airport may require the purchase of a <font color=\"#666666\">",{"type":"'''''","value":["Visa on Arrival (VoA)"]},"<\/font color>. As of January 2010, the only type of visa on arrival available is the (Index B-213) visa, the cost is US$25.00 and it is valid for a stay of 30 days (",{"type":"''","value":["the previous 7 day visa on arrival is no longer available"]},").",{"type":"<","value":["br"]},"Exact change in US dollars is recommended, although a selection of other major currencies including Rupiah are accepted, and any change will usually be given in Rupiah. Both the day of arrival and the day of departure are counted towards the 30 days.\n\nEntry is processed through separate channels if the visa has been obtained prior to the time of departure arrival. There is a separate channel for Indonesian passport holders.\n\n",{"type":"====","value":["VoA (",{"type":"''","value":["Visa on Arrival"]},")"]},"\n\nArriving passengers of eligible nationalities ",{"type":"[","value":["http:\/\/www.deplu.go.id\/Pages\/ServiceDisplay.aspx?IDP=7&IDP2=21&Name=ConsularService&l=en"]}," first purchase the VoA (",{"type":"''","value":["Visa on Arrival"]},") voucher at a dedicated counter, they are subsequently processed through immigration clearance channels for processing their VoA and a visa stamp is placed into their passport.  \n",{"type":"*","value":[" The VoA may be extended later at the local Immigration office for a further (once only) period of up to 30 days, the cost for the extension is Rp 250,000."]},"\n",{"type":"====","value":["Free visa for short visit (BVKS)"]},"\n\nCitizens holding passports from ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Ecuador"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," SAR (Special Administrative Region), ",{"type":"[[","value":[["Macau"]]}," SAR (Special Administrative Region), ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Morocco"]]},", ",{"type":"[[","value":[["Peru"]]},", ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["Vietnam"]]}," are eligible for the Free Visa for Short Visit (BVKS) ",{"type":"[","value":["http:\/\/www.deplu.go.id\/Pages\/ServiceDisplay.aspx?IDP=7&IDP2=22&Name=ConsularService&l=en"]}," and do not require visas to enter and remain for 30 days within Indonesia. Those who are seeking a Free Visa for Short Visit entry should proceed straight to the immigration processing channel indicated for Free Visa for Short Visit (BVKS) and present their passport.\n\n",{"type":"*","value":[" The Free Visa for Short Visit (BVKS) cannot be extended or converted to any another type of visa."]},"\n",{"type":"====","value":["Pre-issued visas"]},"\n\nIf the visa has been obtained prior to the time of departure the passenger is normally processed through a separate channel. A further processing channel is provided for Indonesian passport holders.\n\n",{"type":"*","value":[" Tourism, and Social visit visas for short stays (Index B-211) may be issued in advance at some Indonesian embassies and consulates (KBRI). Check well in advance of your proposed departure date at the Indonesian embassy or consulate in your home country as several days is normally required to complete the processing and retrieve the passport. In many circumstances the Tourism, and Social visit visas for short stays (Index B-211)  can be obtained in either Singapore or Kuala Lumpur, subject to 1-4 days processing time. Those who are carrying a pre-issued visa should proceed straight to the indicated immigration processing channel and present their passport."]},"\n",{"type":"====","value":["Customs and Quarantine inspections"]},"\n\nBaggage retrieval is followed by customs and quarantine examinations including baggage X-ray checkpoints. The duty free alcohol limit is 1 litre of alcoholic beverage. High levels of import duties are payable on quantities in excess of that amount. Provisions are available for importations of medications for personal use, the medications must be documented with a doctors prescription or letter (",{"type":"''","value":["resep"]},") describing the medications, person and dose. Indonesia has very stringent laws and penalties in regard to the illegal importation, possession and use of narcotics and psychotic drugs.\n\n",{"type":"====","value":["Passenger Service Charges"]},"\n\nA Passenger Service Charge (PJP2U) is normally levied upon departing passengers by Indonesian airport operators, these charges are often referred to as an ",{"type":"''","value":["airport departure tax"]},".\n\nWhen flying out of Lombok, you are subject to that airport's PSC. A small sticker or coupon is attached to your boarding pass after paying the fee at a dedicated counter following the completion of check-in and after you have been issued with a boarding pass. The Passenger Service Charge counter is situated at the bottom of the stairs and escalators leading up to the departures level.\n\n",{"type":"*","value":["The Passenger Service Charge (airport departure tax) at Lombok's airport is Rp 45,000 for domestic flights and Rp 150,000 for international flights, effective April 2014. Previously the charge was Rp 25,000 for domestic departures, and Rp 100,000 for international departures, this fee is payable in Indonesian Rupiah."]},"\nIt may assist to work with a reputable travel agent to ensure accurate information regarding which airlines are flying to which locations and a what price. Different airlines sometimes change both their schedule and their routes depending upon consumer demand and aircraft availability.  All airlines serving Lombok currently offer online booking and payment facilities, with the exception of TransNusa. Do not depend upon information from the airlines by telephone, or provided on the internet by tourism information and internet booking sites. Many of the websites are poorly maintained are frequently outdated, and they often contain potentially misleading information.\n\n",{"type":"===","value":["Getting out from the airport"]},"\n\n",{"type":"{{","value":[["infobox"],["Airport taxi fares from Lombok Airport"],[{"type":"'''","value":["Please note"]}," Arriving passengers at Bandara Internasional Lombok will be served by metered Airport Taksi. These are provided by the same Airport Taxi ",{"type":"''","value":["Koperasi"]}," previously serving Selaparang Airport. Bluebird metered taxi, and Express metered taxis are only available in very limited numbers for departing passengers and the bulk of the taxis carrying arriving passengers away from the airport are provided by the dark blue Airport Taxi ",{"type":"''","value":["Koperasi"]}," vehicles, these are a late model Chevrolet badged GM (Daewoo) Lova.\n\nThe Airport taxis all operate with standard taxi meters during passenger journeys to and from the airport. All taxis serving Lombok are air-conditioned and are clearly marked with taxi '' identifying signage and logos.\n\nPassengers using taxis to depart the airport will be required to pay an Airport Taxi Services surcharge. This may be paid at the ",{"type":"''","value":["Airport Taxi Service"]}," desk in the central section of the terminal hall. The location of this desk is clearly marked with a large sign above the counter. A coupon will be provided after payment.\n\nThere are 2 zones and the fee is payable in Indonesian Rupiah only\n",{"type":"*","value":["Zone 1: Rp 10,000, is defined by the administrative boundaries of the Regency of Central Lombok. That includes Tetabatu on Rinjani's southern slopes as well as Kuta and many central southern destinations."]},{"type":"*","value":["Zone 2: Rp 17,500, covers all of the rest of the island, including the city of Mataram. "]},"\nAfter obtaining your coupon go to the taxi rank. Please do not pay the taxi surcharge at any other place. The taxis can be found waiting at the taxi rank on the main road outside the terminal forecourt, toward the left as you exit."]]},"\n\n",{"type":"====","value":["By airport bus"]},"\n\nThe DAMRI public bus provides scheduled services from ",{"type":"''","value":["Bandara Internasional Lombok"]}," to either Mataram or Senggigi. The buses serving the route have a capacity of up to 40 passengers, depending upon the bus used. The fare from\/to Mataram’s Mandalika Bus Terminal is Rp 15,000 and from\/to Senggigi it is Rp 25,000. A stop at Mandalika Bus Terminal on the eastern outskirts of Mataram and a transfer to a different bus may be required on a limited number of the services.\n\nThere may be some daily variation in the schedules providing services from Senggigi. The bus departs for the airport from near the ",{"type":"''","value":["Art Market"]}," at intervals of 1.5 hours. The first bus leaves at 03:30 and the last service departs from Senggigi at 20:00. It will stop at several designated stops on route as well as a number of other informal or pre-arranged stops.\n\nAllow a generous margin for delays if using the service toward the airport to ensure that you arrive at the airport in sufficient time to check-in for your departing flight.\n\nServices departing from Mandalika bus terminal on the eastern outskirts of Mataram leave every hour. The first service to the airport departs at 04:00 and the last one departs at 19:00. The bus terminal is provided with an air-conditioned waiting room for the DAMRI passengers arriving from or departing to the airport.\n\nBluebird taxis are normally readily available in Senggigi and in Mataram to fulfill any requirements for travel onward to other destinations.\n\nAt the airport the DAMRI bus counter may be found toward the far end of the terminal forecourt. Turn right as you leave the terminal central forecourt. \n\nThe DAMRI counter is a freestanding structure near the main terminal roadway and is normally staffed by uniformed DAMRI employees. The DAMRI staff will assist you with departure times and boarding the appropriate vehicle. If not wearing a readily identifiable DAMRI uniform then the person is not a DAMRI employee. Payment for tickets is in cash only using Indonesian Rupiah.\n\n",{"type":"====","value":["Airport taxis"]},"\n\nA metered taxi to or from the Bandara Internasional Lombok location to Senggigi cost will be approximately Rp 125,000-155,000, to the city of Mataram\/Ampenan maybe around Rp 75,000-100,000. For journeys to or from the new airport to the principal tourism precinct of Senggigi allow 70-90 minutes depending upon traffic with a ",{"type":"''","value":["normal"]}," travel time to Senggigi of 1 hr 15 minutes.\n\n",{"type":"====","value":["Taxi from the airport"]},"\n\nAirport Taksi, provided by the Airport Taxi ",{"type":"''","value":["Koperasi"]}," are provided, plus a limited number of Bluebird metered taxi, and Express metered taxi.\n\nThe most common Taxi at the airport is the dark blue coloured Airport Taksi, they have a white illuminated sign on the roof and must use a taxi meter for all journeys.\n\n",{"type":"*","value":["The Airport ",{"type":"''","value":["taksi"]}," for arriving passengers at Lombok's airport have all used meters since October 2011."]},"\n",{"type":"====","value":["Taxi to the airport"]},"\n\nLombok has two principal companies providing radio despatched taxi services, both use meters (",{"type":"''","value":["taksi berargo"]},").\n\nBlueBird (Lombok Taksi) ",{"type":"[","value":["http:\/\/www.bluebirdgroup.com\/24hour.php"]}," and Express Taksi can drop off at the Airport terminal in Lombok however only a very limited number of them are permitted to pickup passengers inside the airport grounds, ",{"type":"''","value":["please see the detail on Airport taxis above"]},". \n\nThe passenger is generally considered to be responsible for paying the airport parking fee if their taxi is entering the airport. Provide an extra Rp 4,000 to the driver to get them out of the airport after dropping you at the terminal if it appears that parking charges are being levied.\n\n",{"type":"=====","value":["Airport taxi service charge"]},"\n\nPassengers arriving at the airport by air and wishing to depart from the airport by taxi are required to purchase an Airport Taxi Service coupon.  Pay the surcharge at the Airport Taxi Service desk inside the main hall of the terminal. Take this coupon provided and proceed to the taxi rank. Journeys are charged by time and distance travelled using a standard taxi meter. \n\n",{"type":"*","value":[" Central Lombok destinations (",{"type":"''","value":["those within the Regency or Central Lombok"]},") are Rp 10,000, all other areas on the island are Rp 17,500. Payment is in cash only using Indonesian Rupiah."]},"\nSome taxi drivers may well be happy to drive you around and help you to find somewhere to stay when you first arrive, sometimes they may discreetly gain a small commission from the hotel you choose.\n\n",{"type":"*","value":[" No parking fee should be payable if exiting the Lombok Airport in a  taxi."]},"\n",{"type":"=====","value":["Taxi touts and 'private' taxis"]},"\n\nPlease do not be mislead by ",{"type":"''","value":["taxi touts"]},".",{"type":"<","value":["br"]},"Use only official taxis and ignore any advice or encouragement to use informal operators. There are no \"private taxis\" on Lombok. The official taxis are clearly identifiable and marked with either Airport Taksi, Bluebird taxi, or Express taxi markings and rooftop signs. If it is a taxi it will have a yellow coloured (",{"type":"''","value":["public transport vehicle"]},") number plate. Regular cars have a black plate with white alpha-numerals.\n\nIt is best to be cautious concerning any proposals to use a private transport service unless it is something you have pre-arranged. Some of these operators are fine, however many are generally operating without either official sanction or a tourism services permit, they will also most likely cost more than a taxi. If any arrangements are made with a private operator then ensure they are clearly unambiguous and not ",{"type":"''","value":["rushed"]}," by either party. Ensure that you see the vehicle and scrutinise the driver before making a final agreement on either the driver or the vehicle.\n\n",{"type":"=====","value":["Private vehicle access"]},"\n\nPrivate vehicles including cars, shuttle buses, buses and motorbikes may access the airport's public parking area and terminal drop off zones by entering through the main terminal gate.\n\n",{"type":"*","value":[" Some of the larger hotels offer pick up transfers to and from the airport. You will need to book ahead for this."]},"\n",{"type":"*","value":[" Private operators often offer transport services at the airport and any such transactions should be approached with caution to ensure that their fees and vehicle are appropriate.  It should also be understood that many of  the private ",{"type":"''","value":["transport"]}," operators are very likely to discreetly seek a commission from the hotel they take you to.  These payments are sometimes sought even if you have already made a prior booking at the destination hotel. Often these operators offer a sincere and valuable service and work hard using their local knowledge to assist in finding their ",{"type":"''","value":["guest"]}," suitable accommodation to their needs. Some however are just touts and opportunists, accordingly discretion and common sense should be used in becoming involved with one of these ",{"type":"''","value":["guides"]}," or private ",{"type":"''","value":["transport"]}," operators."]},"\nA timed parking fee may be payable at the exit gate. This fee is payable by all vehicles including taxi, cars and motorbikes, if it is being applied then a time stamped ticket is provided at the entrance gate booth. Sometimes parking fees are not levied, the policy appears to change from time to time.\n\nAn arriving passenger should not be expecting to pay a parking fee on exit from the Lombok Airport unless a private transfer has been pre-booked and a waiting time has been accrued. Charges are displayed on an information board at the booth.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"====","value":["Bali"]},"\n\n",{"type":"{{","value":[["infobox"],["Fast Boat operational safety"],["If using any of the Gili Fast Boat services and you have legitimate concerns about either the vessel being used, the operator, overloading, or the prevailing weather conditions then do not board the boat, immediately seek a refund of your fare and make alternative arrangements for your trip. Consider your options and choice of provider and vessel used very carefully prior to booking. Especially during inclement weather the ",{"type":"[[","value":[["Lombok#Get_in"],["air services"]]}," across the Lombok Strait may provide a more reliable, comfortable and safer journey.\n\nThe vessels currently servicing all routes are smaller high speed craft with light duty hull construction. All are driven by petrol fuelled outboard engines. Crew training, operational standards and safety equipment are of a mixed standard and all current services may be well below the normal expectations of many foreign visitors when traversing open waters.\nPlease consult the main ",{"type":"[[","value":[["Gili Islands"]]}," and also the individual Gili Island articles for detail on available ",{"type":"''","value":["fastboat"]}," and other inter-island boat services."]]},"\n\nSlow ferries ",{"type":"[","value":["http:\/\/www.indonesiaferry.co.id"]}," from ",{"type":"[[","value":[["Padang Bai"]]}," on ",{"type":"[[","value":[["Bali"]]}," leave approximately every hour (24 hr) for the 4-6 hr trip to ",{"type":"[[","value":[["Lembar"]]}," Rp 36,000 (children Rp 23,000) ",{"type":"[","value":["http:\/\/www.indonesiaferry.co.id\/assets\/data\/image\/bigtarifupdatewebsite2012revised_minimized.jpg"]},". The voyage time variations are occassionally due to weather conditions, however most delays are associated with docking delays subsequent to arrival in port. The ferries are large, normally well worn, have minimal on-board facilities (restrooms, snack booths). Pick up some food on-route before you go to the ferry if you want to save a bit of money and have more certainty concerning what you are buying. \n\nOperational safety standards and the condition and suitability of the craft used for the vehicular\/passenger ferry services may concern some travelers - but, considering the ferry's large size and operating frequency, any accidents are far less likely than with tourist Fastboats. The mixed use vehicular and passenger ferries are used mostly by the local population and for transportation of goods in the vehicles riding on the vehicle deck. Generally there are few international tourists on board but these ferries remain the traditional means of inter-island transport for the majority of the local people. These ferries are subject to delays and breakdowns and are best avoided in heavy seas.  Access to the passenger deck is usually from the vehicle deck via steep and narrow stairs, so manoeuvring heavy luggage can be a challenge.  Would-be porters wait by the docks, and will happily carry your luggage for around Rp 5,000-10,000 per item. Sometimes they insist on doing so even when you don't ask. They can be a bit intimidating, and sometimes try to seriously overcharge.  Foreigners may be particularly hassled by hawkers peddling food and drink. Lots of Kuta travel agents offer end-to-end transport, including a van ride from your Bali hotel to Padang Bai, the ferry ticket, and a ride from the dock on Lombok to your ultimate destination for Rp 130,000 and up depending on where you are going in Lombok. Once you add up all the costs of getting to and from the ferry terminals, you might just as well fly to Lombok as flights can be had for as little as Rp 200,000. However, there is no denying the romantic appeal of a slow boat plying tropical seas.\n\nIf you're going to the ",{"type":"[[","value":[["Gili Islands"]]},", there are many Fastboat services directly from Bali; see Gilli islands ",{"type":"[[","value":[["Gili Islands"],["article"]]}," for details.  A range of connecting services continue on towards mainland Lombok.  Searching on the internet can give you the latest information on which companies are providing services to Lombok. Be very wary of the many online booking agents, some of them are not reliable and many mat be charging too much for the tickets.\n\nIf you rent a motorbike on Bali for a few weeks or months, and the motorbike owner\/shop permits you to travel outside of Bali with their vehicle (consult them if unclear, and ask to state this permission in your rental agreement if they're ok), it may worth taking it to Lombok on the slow ferry and drive around there. The price for transporting the motorbike and the rider is Rp 101,000. You must have your passport, valid International Driving License and home state licence (for motorcycle), plus the vehicle registration (STNK) card. To avoid any problems have the owners' contact number handy, and advise them in advance of when, where and for how many days you plan to leave Bali. Overall it is far preferable to rent a bike or car locally on Lombok after arrival rather than bringing in a motorbike from Bali, unless you have a specific reason. Both Senggigi and Kuta provide options for that, Mataram also, but the providers there are not as familiar with rentals to foreign tourists.\n\n",{"type":"====","value":["Flores and Sumbawa"]},"\n\nFerries run from ",{"type":"[[","value":[["Labuhan Lombok"]]}," on the east coast to Poto Tano on ",{"type":"[[","value":[["Sumbawa"]]},".  Since arranging your own transport on both sides can be fiddly and expensive, it's cheaper to arrange this through any travel agent, many of whom offer fares across Sumbawa and onward to ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]},".  Perama Tour ",{"type":"[","value":["http:\/\/www.peramatour.com\/"]}," is the largest operator, with offices in ",{"type":"[[","value":[["Senggigi"]]}," and various points around ",{"type":"[[","value":[["Bali"]]},".\n\nSome companies also offer direct cruises via ",{"type":"[[","value":[["Komodo"]]},"\/",{"type":"[[","value":[["Rinca"]]}," to Flores. The trip takes around 4 days, much of it across open water, costs around US$100, and the companies usually use boats with no navigation or safety equipment other than some lifejackets (i.e. possibly no radio, flares or life rafts).\n\nExercise some caution if booking package tours. Apart from the journey itself being tortuously slow, hotels and agents will happily sell you tickets without even checking whether the ferries are running (they are sometimes suspended for days at a time for bad weather, especially if one has sunk recently), and the bus companies will happily drive you to the ferry terminal knowing that there are no ferries departing for the next 20+ hr. At this point, your travel company may suggest either a very expensive private boat or a suddenly very expensive ride back to the nearest town to get a hotel. \n\nThey also often have a surprise extra charge - levied ",{"type":"''","value":["after"]}," you've paid for the original ticket and the original ticket seller is long gone - for baggage over 10 kg, with the actual amount being random within the same company depending on who is demanding it (Rp 125,000 is not unknown). This information is printed on the bus ticket you receive when you hand in the original sales receipt, so there's no way to know about it prior to purchase.\n\n",{"type":"====","value":[" Private boat"]},"\n\nOn the north western coast of Lombok the newly established ",{"type":"'''","value":["Medana Bay Marina"]}," has twenty five mooring buoys in more than 5m of water for 35 ft-45 ft vessels and anchorage space for another twenty vessels.  \nThe marina facilities were newly established in 2009 and the facility has since hosted participating yachts each year during the annual Sail Indonesia events. Medana Bay has also previously been utilised as an official stop-over on the itinerary of Sail Indonesia ",{"type":"[","value":["http:\/\/www.sailindonesia.net\/home\/home.php"]},".\nSome accommodation facilities are available onsite.\n\nSee the ",{"type":"[[","value":[["Tanjung#Marina facilities"],["Tanjung"]]}," article for further details on the Marina facilities at Medana.\n\nThe mooring basin is centred on 08°21.833’S and 116°07.750’E with an approach transit point almost due north at 08°20.432’S and 116°07.685’E. A Sea Chart is available on the Marina's website ",{"type":"[","value":["http:\/\/www.medanabaymarina.com\/img\/home\/Sea-Chart.jpg"]},".\n\nMoorings and informal anchorages are available in some bays along the coastline of Lombok. Please ensure all proper formalities concerning Customs, Immigration and transit approvals have been issued when entering Indonesian waters including the waters surrounding Lombok.\nIf tying up at anything appearing to be a public mooring buoy please ensure you have prior permission to do so and that the arrangements are being made with a properly authorised person.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:GiliTrawangan Boats.JPG"],["thumb"],["240px"],[{"type":"''","value":["Perahu"]}," fishing boats, ",{"type":"[[","value":[["Gili Islands"],["Gili Trawangan"]]}]]},"\n\n",{"type":"===","value":["By bemo"]},"\n\nBemos (converted passenger-carrying minivans) are the main means of short and medium distance transport on Lombok. They can be hailed down on all larger streets and will happily take you even short hops down the road. Fares are inexpensive.\nAn approximate fare (mid 2009) from ",{"type":"[[","value":[["Ampenan"]]}," to ",{"type":"[[","value":[["Senggigi"]]}," is Rp 4,500-5,500\/person.\nSometimes tourists get charged extra and drivers of empty bemos may try to get you to charter them for a higher price, often more than an equivalent taxi ride over the same distance. \nIf you are chartering be careful that the price and expectations are clear, if unresolved just seek a different Bemo.\n\nPrices for set distances vary at times and if the price of fuel has risen or it is in short supply causing roadside price fluctuations then the Bemo prices will often follow. Try and watch what local customers are paying for a similar distance to your own and if really in doubt just include Rp 1,000-2,000 extra. It is prudent to have enough small notes to be able to pay the correct fare without needing change.\n\nIf you are carrying large bags of shopping or other items more than a day pack or small hand items then expect to pay a little more. For a large amount of shopping or a really large single item such as a bicycle, luggage or similar maybe double the charge for a single person or a bit more if the driver is missing out on business from other people because you have taken a lot of space in the vehicle or if the driver needs to assist with the loading and unloading.\n\nSenggigi to Mataram will require a change at the Pasar Ampenan from the more utilitarian Suzuki Carry 'box back' style of bemo popular used in the rural areas across to a yellow and red Suzuki bemo of the enclosed van body style that runs about in the city areas, unless of course you have chartered the vehicle to your required destination.\n\n",{"type":"{{","value":[["infobox"],["Beware of pick-pockets on city bemo services"],["Foreign travellers should be wary of pick-pockets and cell phone thieves especially when alighting from bemo in the city, be particularly cautious whilst travelling in the Cakranegara area, some of the perpetrators often work in a group."]]},"\n\nBemo are often used to carry produce either on charter or with passengers on board and occasionally a small cow, or some goats might be moved in one, normally not when there are people in there but nothing is out of the question with a bemo in the rural areas, even if it does not fit inside.\n\n",{"type":"{{","value":[["infobox"],["Bemo services running north from Mangsit beach"],["Many bemo drivers are reluctant to venture further up the west coast of Lombok than the northern end of Mangsit village as the passenger densities drop dramatically from there on. The driver may want to turn back at this point if he does not have sufficient passengers or seek to enter into a charter agreement. If this happens when wanting to travel further up the west coast of Lombok using Bemo transport It is best to await a northbound bemo near the front gate of Windy Beach Cottages or Bellindo (school). If stranded at this location often an ojek (motorbike taxi) rider can be found here and a late model motor bike can usually be rented from the nearby handfone shop. A Bluebird taxi driver rest area is situated in an open parking area in front of the Holiday Resort Lombok near their security post and is only a short walk away towards the south."]]},"\n\nBemos have normally stopped running by dusk on the west coast of Lombok and most other rural locations unless under charter. A taxi or other means of transport may need to be called to your location to pick you up if you leave your return to a time approaching dusk.\n\nTravel agents can also get you on semi-regular shuttle services, which connect Senggigi, the airport, and the harbors of ",{"type":"[[","value":[["Lembar"]]}," for ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Bangsal"]]}," for the ",{"type":"[[","value":[["Gili Islands"],["Gilis"]]},".\n\n",{"type":"===","value":["By taxi"]},"\n\nMetered taxis are common in Mataram, Cakranegara and Ampenan and readily operate to the Bangsal, Sira and Medana area and along the west coast tourism strip including Senggigi as well as to Lembar.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Bluebird"],["alt=Lombok Taksi"],["url=http:\/\/www.bluebirdgroup.com\/24hour.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 627000"],["tollfree="],["fax="],["hours=24 hr radio despatched service"],["price="],["content=Light blue coloured Toyota Vios, air conditioned. Bluebird provides a webpage ",{"type":"[","value":["http:\/\/www.bluebirdgroup.com\/passenger-transportation\/regular-taxi-blue-bird-pusaka\/safety-tips"]}," that describes the distinguishing features of a Bluebird taxi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Express Taksi"],["url=http:\/\/www.expressgroup.co.id\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 635968"],["tollfree="],["fax="],["hours=24 hr radio despatched service"],["price="],["content=All white Hyundai Excel with a current fleet replacement providing Chevrolet (GM Korea), air conditioned."]]}]},"\nBoth the more prolific Bluebird Taksi and also the white coloured Express Taksi have a radio despatch system and both companies cars are equipped with meters (",{"type":"''","value":["argo"]},") which should be used by their drivers at all times. Taxis may be hailed down on the roadside with the exception of the dark blue Airport Taksi, the use of which is limited to arriving airport passengers only. Taxis can be booked in advance either by calling them yourself or by booking through your hotel.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Airport Taksi"],["alt=Koperasi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The principal taxi available at the airport for (metered) journeys by arriving passengers to destinations across the island. They are a dark blue coloured Chevrolet Lova (GM Korea) model with a white 'Taxi' sign on the roof and an identifying rondel on the front doors."]]}]},"\nLombok has recently gained some new taxi operators. With this development there is now a small number of light blue coloured Toyota Vios taxis that look very much like a Bluebird taxi unless viewed with some scrutiny.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lendang Express Taxi"],["url="],["email="],["address=Jl. Laksda Adi Sucipto No. 10, Rembiga, Mataram phone="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They are a Green and gold coloured late model vehicle with an illuminated sign on the roof, they are not very common outside the city areas, air conditioned"]]}]},"\nThe other new operators are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=KSU Attic"],["alt=PT. Rangga Rizki Pratama"],["url="],["email="],["address=Mataram"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Narmada Taxi"],["url="],["email="],["address=Lobar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nFlag fall for taxis on Lombok is approximately Rp 4,250 and the meter ticks up a few hundred rupiah for every 100 m past 2 km. As a rough guide figure on Rp 10,000 for hops around town and around Rp 60,000-65,000 from Senggigi to Mataram\/Cakranegara.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"{{","value":[["infobox"],["Unexpected obstructions and hazards"],["The roads in Lombok have horse carts (",{"type":"''","value":["cidomo"]},"), free roaming cattle, goats, cats, dogs, chickens and other assorted hazards moving about at all hours. Roadworks or hazards are rarely sign-posted by other than a tree branch or a rock placed on the road as a warning, most often no cautionary signal is given at all.\n\nTravelling by car after the onset of dusk should be avoided in the southern areas of Lombok and undertaken with great caution elsewhere especially in the rural areas.  There are numerous extra road hazards at night throughout the island including cows walking around and vehicles travelling without working lights. In the kampungs and rural areas villagers will often be found sitting in the middle or on the edges of the road at night socialising."]]},"\n\n",{"type":"====","value":["Car rental"]},"\n\nRenting a car is also an option and there are several places in Senggigi, Mangsit and Mataram to rent from. Expect to pay Rp 150,000-175,000 (low end mid-late 1980-90s Suzuki mini jeep-Jimmy (2x4) 4 seats, Rp 250,000-300,000 for a Toyota Azanza\/Daihastsu Xenia (2x4) 6-8 seats, Rp 300,000-450,000 for a Toyota Kijang or later model Kijang-Innova (2x4) 7-8 seats. \nAge and condition of car will effect price as will high rental demand in the peak tourism period around the June-August and local holidays.\n\nPetrol (gasoline) (",{"type":"''","value":["benzine"]},") is currently set at a fixed price of Rp 4,500\/litre from official outlets. Petrol is available both through official Pertamina ",{"type":"[","value":["http:\/\/www.pertamina.com\/index.php?option=com_content&task=view&id=4285&Itemid=846"]}," outlets and also in roadside stalls where a 1 litre bottle will sell for Rp 5,500-6,500. The price at the roadside vendors varies upon both the time of day and the remoteness of the location.\n\nDiesel fuel (Solar) is normally only available at Pertamina outlets throughout Lombok.\n\nDriving yourself around Lombok is not for the uninitiated.  The chances of having an accident are probably much higher than when driving in your home country.  Street signs are infrequent and ambiguous in the more remote areas of the island.  If you are not familiar with the road system you may spend more time looking for an attraction than actually spending time enjoying it.\n\nGreat care must be exercised at all times when driving a car anywhere in Lombok as the roads are sometimes in very bad repair and large potholes and other road damage can cause serious accidents and injury. The greater majority of drivers in Lombok have either no knowledge or no regard for common road rules. Road users are normally seriously undisciplined and engage in highly dangerous and erratic behaviour on the road. \n\nIf renting a car or motor bike always check thoroughly for previous damage and ensure that you discuss and document any such damage to the vehicle, with the renter, prior to taking delivery. Also check the working order of the brakes and tyre condition (including tyre inflation) prior to accepting the vehicle. It is best to try driving the car on the road before finalising the agreement, especially if renting an older model Suzuki Jimmy, Kijang (Toyota) car. Ensure the current STNK – (",{"type":"''","value":["Surat Tanda Nomor Kendaraan"]},") (Certificate of car registration) is with the vehicle and that it is a current and original copy.\n\n",{"type":"====","value":["Car with driver"]},"\n\nA good alternative to renting a car is to rent a car with a local driver. The price range is normally Rp 350,000-700,000\/day and will vary upward with the destinations required. Rp 350,000 will normally only cover a very basic trip with a limited distance. This type of service is normally offered as an all inclusive package of rental car, driver and fuel.  The driver can take you effortlessly to all the local attractions, plus some places that are never shown in the guide books. A suitable driver will take responsibility for whatever happens during the trip and will be happy to accommodate your travelling schedule.  If you want to take a 2-3 day trip around the island, the driver will accompany you, eat low priced meals, and find low price places to stay at night. Normally the renter is responsible for the drivers meals and the costs of accommodation if an overnight stay is required at a location distant from their home.\n\nIt is sometimes worthwhile enquiring at the hotel where you are staying as some of them offer their own car and driver at a very good price. Often though they may just add to the cost of the rental and driver fees  with high service fees or commission payments to themselves.\n\n",{"type":"{{","value":[["infobox"],["Driving in Lombok requires an International Driving Permit (IDP), ",{"type":"'''","value":["plus"]}," your own home country of residence Drivers Licence"],["Both these documents must correctly match the type and class of vehicle being driven or they are invalid. Both must be carried and are often required to be presented in roadside police stops. This requirement is actively enforced by the police throughout Lombok.\n\nIf riding a motorbike then a full motor bike endorsement appropriate to that class of motorbike is required on both the IDP and the home country issued drivers licence. Do not under any circumstances ride a motorbike or drive a car without a proper licence. A car licence alone is not sufficient to ride a motorbike; the licence must clearly permit you to ride a motorbike in the country of issue and the appropriate section of the IDP must be endorsed as well.\n\nInsurance is not provided by the motorbike renters so you are responsible for any damage.  If you do hit a local person, either on foot, on motorcycle, or in a car, you can expect to pay a very large sum of money to make restitution. Street signs are infrequent and ambiguous.  If you are not familiar with the road system and comfortable riding a motorbike at home then this may be ill advised and dangerous to learn. \n\nThoroughly check your travel insurance policy to ensure that your cover is still in place whilst operating or riding upon a motor bike or scooter or driving a car."]]},"\n\n",{"type":"===","value":["By motorbike"]},"\n\n",{"type":"{{","value":[["infobox"],["Rental cars and motorbikes in Lombok will normally be delivered with minimal fuel in the tank"],["Be aware that the car or motor bike may need fuel immediately before use. This can be obtained at a roadside fuel stall or warung if the Pertamina outlet is too distant. Diesel fuel (Solar) is almost never available at these roadside warung outlets.\n\nIf you return the motorbike with more fuel in the tank than when you first received it hold absolutely no expectation of a credit against the hire charges. The owner or agent will most likely just siphon the excess fuel out of the tank after you have gone and use it themselves or resell it."]]},"\n\nRenting a motorbike is also an option and there are many places in Senggigi, Mangsit, Mataram, Cakranegara and elsewhere to rent from. Expect to pay around Rp 50,000  for most models and possibly more in peak season or local holidays when demand for motorbike rentals can be very high. Late model full-automatic and semi-automatic motorbikes are available in Lombok and they normally have engine size in the range 100-125cc.\n\n",{"type":"{{","value":[["infobox"],["Helmets and headlights"],["Riding a motorbike without a helmet is illegal throughout Indonesia and that requirement is frequently enforced by the local police in Lombok.  Reasonably priced helmets can be purchased in Mataram and Cakranegara but a renter should supply a suitable helmet\/s with the motorbike. \n\nThe road traffic regulations were amended in 2009 to require the illumination of head lamp and rear lamp on a motorbike during daylight hours.  Police in Lombok have initiated a long running information campaign to road users informing them of the requirement. Signs have been placed upon roadways advising of the regulations and the intention to enforce them.  These signs are only provided in Bahasa Indonesian.  This is a safety initiative and means that lights must be on at all times when riding a motorbike on any roadway in Lombok. Despite the apparent disregard by local road users the use of turn signals is also required."]]},"\n\nGreat care must be exercised at all times when riding a motorbike anywhere in Lombok as the roads are sometimes in very bad repair.  Loose sand, rocks  and gravel may be found upon the road.  Large potholes and other road damage can cause serious accidents and injury to motorbike riders. Riding after the onset of dusk should be avoided in the southern or remote areas of Lombok and undertaken with great caution elsewhere.\n\nTravelling at night in the rural areas is ill advised and most local people are very wary of doing it.\n\nIt must be understood that the greater majority of drivers in Lombok have either no knowledge or no regard for common road rules. Road users are normally seriously undisciplined and engage in highly dangerous and erratic behaviour on the road and will frequently cross onto, or travel on the wrong side of the road without warning.  Overtaking manoeuvres and turns are also often executed in a highly dangerous manner.\n\nAlways thoroughly check the motorbike you are renting for any previous damage.  Check especially for correct brake function and tyre condition (including tyre inflation). It is normally best to try the motorbike before finalising the agreement. Ensure the current STNK – (",{"type":"''","value":["Surat Tanda Nomor Kendaraan"]},") (Certificate of Registration) is current and the original copy and is with the motorbike. Care should be exercised to always lock a motorbike and to secure your possessions.\n\n",{"type":"===","value":["By ojek"]},"\n\nAn ojek is a motorbike taxi service. Prices are negotiable but a rule of thumb is Rp 5,000 if the destination is nearby, Rp 10,000 for a few kilometres, Rp 20,000 for a longer trip like a run from Senggigi to Ampenan to pick up an airline ticket or go to the market and Rp 35,000-Rp 40,000 for a full day. If considerable distances are involved the hirer should offer to buy some fuel. Traditionally an ojek rider will wait for the hirer to complete their business at their destination\/s and take them back home again. If you are out for the day you should consider providing modest food and refreshments. Make sure you have your own helmet or that one is supplied. If you forget to do this you may find that a local policeman needs to reminds you of this and payment of a 'fine' to him may be required to continue on your way.\n\n",{"type":"===","value":["By horse cart"]},"\n\nHorse-pulled carts, known as ",{"type":"''","value":["cidomo"]},", are very common on Lombok. They are a good method of transportation for short distances e.g, from your hotel to a restaurant. Make sure to agree on the price before the journey - Rp 10,000 is the maximum price to pay for a short journey.  In the Gilis there are no cars, so horse carts or a bicycle are the best way to get around.\n\n",{"type":"===","value":["By boat"]},"\n\nTraditional fishing boats known as ",{"type":"''","value":["perahu"]}," ply the waters around Lombok, and are instantly recognizable due to their outriggers, two lengths of extra large bamboo sealed at either end and attached by timber outrigger bars on both sides creating a configuration similar to a catamaran and affording greater stability in heavy swells. They can also be chartered, either directly from owners (in which case some knowledge of Bahasa Indonesian or Bahasa Sasak will come in handy) or via any travel agent, who will of course take an often generous commission. English speaking guides on the beaches will be eager to assist with this if you wish.  You will most likely be expected to pay for this service if the negotiation is successful either by  'hiring' the guide or by a commission paid to him by the boat operator.\n\nFishing charters and speedboat trips can be arranged in Lombok and professional operators will be able to supply suitable services including on-board safety equipment.\n\n",{"type":"===","value":["By bicycle"]},"\n\nTraffic is relatively light throughout the island so ",{"type":"[[","value":[["cycling"]]}," is quite possible and provides a very different cultural experience to other means of transport. You may wish to bring your own touring bike, as most local bikes are of a very basic quality. There is one biking tour operator (Lombok Biking) that has decent bikes and guides.\nBicycles of reasonable quality may be purchased in Indonesia and may offer an alternative to the costs and complexities of shipping your own bike in from overseas.\nThe Polygon ",{"type":"[","value":["http:\/\/www.polygoncycle.com\/"]}," brand bicycle is manufactured in Indonesia and is of export quality. Lightweight alloy and carbon fibre frames are available. Stocks of more expensive models may not be readily available in Lombok without ordering ahead and resale at a reasonable price may be difficult \nBicycle sales outlets are situated in Cakranegara with several shops on Jalan Jl. Umarmaya near the rear of the Cakranegara markets and at the Tiara Department Store in Mataram Mall.\n\n",{"type":"{{","value":[["infobox"],["Bicycling up the west coast road"],["The ride up the recently upgraded west coast road from Senggigi heading northward is a very scenic trip but has many steep climbs over the headlands of the numerous bays before reaching Pemenang near Bangsal. The road northward to Tanjung from there is of reasonably level grades. The trip offers many beautiful views and there are normally warungs open to provide refreshments."]]},"\n\nThe Lombok International Triathlon ",{"type":"[","value":["http:\/\/www.lomboktriathlon.com\/media.html"]}," was launched in 2007 and uses this road for part of its race. \n\nGreat care must be exercised at all times when riding a bike anywhere in Lombok as the roads are sometimes in very bad repair and large potholes, loose sand, gravel and other road damage can cause serious accidents and injury.  The greater majority of drivers in Lombok have either no knowledge or no regard for common road rules, are normally seriously undisciplined and engage in highly dangerous and erratic road behaviour.\n\nRiding a bicycle after dusk should be avoided throughout Lombok due to the hazardous road conditions.\n\nLombok has a bicycle tour operator situated in Senggigi. See the Senggigi  ",{"type":"[[","value":[["Senggigi#By bicycle"],["article"]]}," for further information.\n\nPlease refer to the \"By car\" and \"By motorbike\" sections above for further information on riding conditions.\n\n",{"type":"==","value":["See"]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tanjung A'an"]},", a beautiful area near the ",{"type":"[[","value":[["Kuta (Lombok)"],["Kuta"]]}," Beach. The sand is very unique that it looks like pepper. Beach guards are on the beach early. They prevent hawkers from hassling tourists, but normally the hawkers are mostly children and quiet villagers trying to make a living, and they are quite good natured. Often good quality sarongs and kalapa muda (young coconut) drinks are available from local people seeking business at this beach. They will open up the coconut for you of course and if you are lucky they might be able to supply a straw or glass to provide a refreshing drink whilst sitting at the beach."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sukarare"]},". See the local handicraft and weaving process in ",{"type":"''","value":["Desa"]}," (village) Sukarana.  The price should be cheaper than in Sengigi shops."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Narmada water park"]}," (",{"type":"''","value":["Taman Narmada"]},"). Located 10 km east of ",{"type":"[[","value":[["Mataram"]]},", this park was the relaxation place for the king during the time of feudalism. This park has a Hindu temple and swimming pool. It also has a fountain which is called \"Youth Fountain\", believed to give long life to a person that drinks its water. Entry fee for this park is Rp 4,000 and 'Foreigners' are sometimes charged a posted entrance fee of Rp 10,000.  Despite this awkward entrance fee aberration the staff at Taman Narmada are pleasant and helpful and they often just overlook imposing this \"Foreigner\" fee just welcoming all people with equal enthusiasm and at the normal entrance fees.  Despite the venue being a little run-down it has a feel of celebration about it especially on Sundays and is very popular with the people of Lombok who flock there to picnic and swim in a large swimming pool fed by fresh water forest springs. It is a great place to see Lombok people at play."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Air Terjun Sindang gila"]}," (En. ",{"type":"''","value":["Slightly crazy waterfalls"]},"). Located near ",{"type":"[[","value":[["Senaru"]]}," on the slopes of ",{"type":"[[","value":[["Mount Rinjani"]]}," this attraction is sadly dissimilar to the situation presented upon arriving at the Narmada water park. The sometimes sneering gate staff, annoying ",{"type":"''","value":["touts"]}," and self appointed ",{"type":"''","value":["guides"]}," frequently vigorously pester visitors for business. These individuals, along with various other opportunists and skimmers present at the locality often turn on a show of both overt racism and threatening abuse towards visiting tourists. This is most especially so if the visitor or person taking them there does not pay an exorbitant fee for a local ",{"type":"''","value":["guide"]},". Certainly a guide is not needed to walk down the steps to the primary waterfall area and back up again. There is only the one pathway leading down from the entrance gate and the waterfall is rather obvious when you arrive at the bottom unless the visitor is likely to misunderstand the sight of water free-falling from a great height.  The extra money extorted from 'foreigners' at the gate is clearly not being spent by the local community on any maintenance or improvement of the facilities such as providing rubbish receptacles. The waterfall surroundings are usually covered with litter discarded by uncaring visitors.",{"type":"<","value":["br"]},"In early 2011 the northern regional government tourism authority instituted an upgrading program and is attempting to improve amenities at the base of the waterfall. They are also developing some other waterfall visit sites in the region to provide an improved range of alternative waterfall sites for visitors. Sindang gila is a beautiful place and many local people and visitors alike have enjoyed the splendid falls and a refreshing swim.  The 20 minute trip down the long run of steps and trail to the fall and then climb back up again requires a bit of effort especially on a hot day.  Sadly this naturally beautiful location has a dark side of bad attitude and neglect by the local custodians. Some may prefer to avoid it for those reasons and seek a more welcoming alternative venue."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Air Terjun Tiu Kelep"]},".  Senaru’s “2nd waterfall” Tiu Kelep is a further 1 hr walk, you might prefer to seek a ",{"type":"'''","value":["reputable"]}," local guide if you don't already have a driver willing to show you the way. In order to get to the second waterfall you follow the path most of the way down the first waterfall but then follow  bush track upstream. Shoes are not recommended as you will have to wade through the river for 50 m or so. There is a deep pool at the top where you can swim and jump off rocks and a dark tunnel with a concrete shoot that can be used as a water slide."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Air Terjun Betara Lenjang"]},".  Senaru’s “3rd waterfall” Betara Lenjang requires some advance planning and is strictly for rock climbers with a suitable local guide and equipment."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Traditional massage"]},". Local Sasak women offer massage services within the main tourism areas and especially on the beaches in Senggigi and Mangsit. These massages are strictly traditional and therapeutic in nature and are often delivered at the beachside on a primitive platform set up for the service or on a more substantial Beruga possibly inside the grounds of a Hotel. Therapeutic and remedial massage is practised across the island for a wide range of ills and traditional Sasak practitioners are in great demand by people from all walks of life in Lombok."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkelling"]},". There are several good sites between the ",{"type":"[[","value":[["Gili Islands"]]},". If lucky, you can spot and swim with turtles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Surfing"]},".  The area around ",{"type":"[[","value":[["Kuta_(Lombok)"],["Kuta"]]}," is a surfer's paradise."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scuba diving"]},".  There are several accredited dive centres in Lombok and they provide a wide range of services and packages."]},{"type":"[[","value":[["File:Rinjani Volcano, Lombok.JPG"],["thumb"],["300px"],["Volcano Rinjani"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trekking"]},". There are several good treks around the island, including multi-day hikes up ",{"type":"[[","value":[["Mount Rinjani"]]}," a 3726 m volcano. There are several short treks to see water falls and other island attractions. There are many reputable suppliers of Rinjani climbing packages and services.  Adequate forward planning is essential for Rinjani climbs. Rinjani last erupted in May 2010 and the last major eruption was in 1994."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing charters"]},". Charters either with professionally organised boats or for the intrepid more informal arrangements with local perahu operators on the beaches of Lombok are available for day trips or longer but be cautious that the boats are carrying suitable safety gear and other equipment required for the trip and your personal requirements.  Local people are often lost at sea after falling into the water from their perahu whilst fishing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Biking tours"]},". Guided biking tours are available to experience Lombok from a bicycle seat."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe word ",{"type":"''","value":["lombok"]}," means \"chili pepper\" (",{"type":"''","value":["cabe"]},") in Bahasa Indonesia and although the local cuisine is quite spicy, it might not always be as hot as the island's name suggests. The local word describing chilli is ",{"type":"''","value":["sebie"]}," in Bahasa Sasak, and the name of the island of Lombok is actually derived from the word ",{"type":"''","value":["lomboq"]},", meaning ",{"type":"''","value":["straight"]}," in the local Sasak language and not from any connection at all with the local chili as many people believe.\n\nProbably the best known local dish is ",{"type":"'''","value":["ayam taliwang"]},", although nobody seems to be able to agree on the exact recipe: most interpretations involve chicken coated with a rich red sauce flavored with galangal, turmeric and tomato, which can be either mild or searingly hot.  ",{"type":"'''","value":["Pelecing"]}," is a spicy sauce used in many dishes made with chilli, shrimp paste, and tomato. A local shrimp paste called ",{"type":"'''","value":["lengkare"]}," is used on ​​the island of Lombok. ",{"type":"'''","value":["Sares"]}," is made from chilli, coconut juice and banana palm pith and is sometimes mixed with meat. Non meat dishes include ",{"type":"'''","value":["kelor"]}," (hot soup with vegetables), ",{"type":"'''","value":["serebuk"]}," (vegetables mixed with coconut), and ",{"type":"'''","value":["timun urap"]}," (cucumber with coconut, onion and garlic).\n\nGenerally the least expensive and most popular item on the menu is ",{"type":"''","value":["nasi campur"]}," or mixed rice. This dish is a complete meal served on a single plate, usually consisting of rice and vegetable ingredients often incorporating either tofu (tahu), tempeh (tempe), chicken (ayam), beef (sapi), fish (ikan), peanuts (kacang), together with a wide variation of cooked vegetables. As the name suggests, the meal can be a mixture of many different items, at times some may be a little difficult to accurately identify and the style and ingredients will vary from place to place.  A dab of spicy red paste called sambal (basically stone ground red chilli peppers) is placed somewhere near the side of the plate. Sambal is the universal condiment served on Lombok and is extremely hot to the palate of most tourists, so use with care.\n\nThe price of food varies dramatically depending on the location on Lombok. The restaurants in the popular tourist destinations of ",{"type":"[[","value":[["Senggigi"]]}," and the ",{"type":"[[","value":[["Gili Islands"]]}," command the highest prices but also offer the largest variety of international foods including banana pancakes, pizza, beef steak and other travellers favorites. In most other areas of the island numerous small restaurants, called ",{"type":"''","value":["warung"]},", cater primarily to the local population.  The savvy traveller will discover these small restaurants serve a variety of delicious local food at a very low price.\n\n\n",{"type":"==","value":["Drink"]},"\n\nAlcoholic drinks are generally available throughout the island including all tourist destinations.  However, since Lombok is predominantly Muslim, some areas (notably Praya) prohibit the service of alcohol at  bars and restaurants. Local supermarkets offer a variety of local as well as international beers.  Note that alcohol is heavily taxed in all of Indonesia: a small bottle may be the most expensive item you can order when served a full meal in a \"local\" eatery.\n\nThe island's most touristic township, ",{"type":"[[","value":[["Senggigi"]]},", has numerous bars and clubs with the usual international favourites including the ubiquitous Indonesian ",{"type":"''","value":["seksi dancers"]}," often found in nightclubs.  A favourite local drink, is ",{"type":"''","value":["tuak"]},", a red or white fermented palm wine with 2-5% alc. volume. Please see the ",{"type":"''","value":["Stay safe"]}," section for caution on methyl alcohol adulteration.\n\n",{"type":"==","value":["Sleep"]},"\n\nMost of Lombok's better-quality accommodation can be found within the ",{"type":"[[","value":[["Senggigi"]]}," strip to the north of the airport.  The ",{"type":"[[","value":[["Gili Islands"]]}," have become increasingly popular with the younger crowd and now offer a full range of accommodations. ",{"type":"[[","value":[["Kuta (Lombok)"],["Kuta"]]}," is popular with surfers and eco-travelers seeking the more serene, traditional village environment. The area around Sira and Medana on the north western coast near ",{"type":"[[","value":[["Tanjung"]]}," has 4 resort style hotels.  The main city of ",{"type":"[[","value":[["Mataram"]]},", on the other hand, has very little tourist oriented accommodation with  a couple of larger full service hotels on offer. There a many smaller and lower priced hotels situated in the Cakranegara\/Sweta area and others throughout the city.\n\nDetailed information about accommodations in each of these respective areas can be found by following the destination links listed at the top of this page.\n\nBe aware that if your hotel room is near a mosque your sleep may be interrupted by calls to worship for morning prayers.\n\n",{"type":"===","value":["Villas"]},"\n\nOne accommodation option which is becoming more popular, emulating what has happened on its sister island of Bali, is renting a ",{"type":"'''","value":["private villa"]}," complete with staff. However not every place sold as a \"villa\" actually fits the bill.  Prices vary widely: some operators claim to go as low as US$30\/ night, but realistically you will be looking at upwards of US$200\/night for anything with a decent location and a private pool.  At the top of the price range rents can easily go to US$1,000\/night or higher.  Villas can be found in ",{"type":"[[","value":[["Senggigi"]]},", at Sire beach near ",{"type":"[[","value":[["Tanjung"]]}," and, increasingly, the ",{"type":"[[","value":[["Gili Islands"]]},"; see those articles for more detail.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAlthough Lombok is a safe and stable place, these tips may help you along the way:\n\n",{"type":"*","value":[" Because Lombok is not engulfed with tourists, is always prudent to travel in groups of two or more.  This is especially true for women and visitors who cannot speak Bahasa Indonesia. Even a minor incident can be difficult to resolve when there is a language barrier especially in the rural areas of Lombok where many people are not fluent in Bahasa Indonesian and only speak Bahasa Sasak."]},"\n",{"type":"*","value":[" Most tourist areas and many villages are busy with activity at night.  Often street vendors sell food until 9PM at night or later in some areas.  Tourists and locals will often walk the streets when the bars and restaurants are open. However when traveling in rural villages or non-tourist areas after dark there may be very few people found on the streets.  In these situations it is generally more prudent to stay indoors after dark.  People in rural Lombok and many of the quieter Kampung areas are often in bed by 8PM, rising again at 5AM."]},"\n",{"type":"*","value":[" Always have locks on the zips of your bags. Not only do they keep enquiring hands out they also prevent people slipping prohibited substances in. Be prepared to quickly lock and unlock when passing though customs."]},"\n",{"type":"*","value":[" Try not to display conspicuous wealth such as large amounts of cash or expensive cameras, cellphones and other items as it may temp thieves including children and may also encourage requests for financial assistance in some circumstances."]},"\n",{"type":"*","value":[" Dress modestly in rural villages, religious sites and government buildings; long pants for men and a shirt, a modest skirt, full or calf length pants, dress or sarongs are suggested and a conservative blouse is recommended for women. This may save you or onlookers from embarrassment. If more revealing clothing is worn it is good to have a sarong handy as it can effect a quick and easy adaptation to prevailing circumstances.  Naked or semi-naked bathing and very skimpy swimwear on the beach will most likely create considerable controversy and possibly some alarm amongst the local people even in the areas of concentrated tourism activity in front of the hotels. This may not be immediately apparent to the visitor at the time. Carry a sarong if you only have revealing swimwear available and wear it especially when you are nearby or talking with local people as it will place everyone more at ease and create considerably less controversy. Take along a sarong when traveling about as they are a good all purpose item that can come in handy to keep off the sun or wind and can be called into service to avoid any awkward moments. "]},"\n",{"type":"*","value":[" Footwear must always be removed  when entering a person's home and occasionally even some business premises.  This is the case in even the most primitive and basic living structures."]},"\n",{"type":"*","value":[" In Lombok it is normally considered to be quite rude or disrespectful to offer or hand something to someone with your left hand unless they are a very close and intimate friend or family member, and even then it is best avoided if possible."]},"\n",{"type":"*","value":[" Caution should be exercised when consuming locally made alcoholic drinks such as Arak as poisoning has occurred in parts of Indonesia including, Bali, Lombok and the nearby Gilli islands. During 2009-2013 a number of Indonesians and visiting tourists in Java, Bali and Lombok\/Gilli Islands were poisoned by consuming ",{"type":"'''","value":["drinks containing methyl alcohol"]}," resulting in fatalities.  Methyl alcohol (Methanol) and other contaminants are highly dangerous and have been found in some locally produced alcoholic drinks. It also appears that some standard mixed drinks may often either be adulterated with Methanol, or counterfeit liquor bottles may contain Methanol in levels above the standard permissible amounts. The initial symptoms of Methyl alcohol \/ methanol intoxication include central nervous system depression, headache, vision problems such as 'snow' vision and 'black' areas in the visual field, dizziness, nausea, lack of co-ordination and confusion. If methyl alcohol poisoning is suspected seek medical assistance immediately."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dengue fever"]}," and the more serious complication of ",{"type":"'''","value":["Dengue Hemorrhagic Fever"]}," (DHF) is present in Lombok. During 2009-early 2011 there was an outbreak effecting the island including the nearby Gili islands. If symptoms of Dengue or DHF appear medical assistance should be sought without delay from one of Lombok's major hospitals. Both Dengue and DHF is readily treated by competent medical professionals in Lombok and intervention should not be delayed or postponed for any reason if symptoms are present or suspected. Dengue outbreaks are a common seasonal occurrence throughout the tropics and during the Wet Season sensible precautions should always be taken by visitors to avoid exposure to mosquito borne illnesses such as Malaria and Dengue Fever. This applies to Lombok, including the Gili Islands, and to other similar areas throughout SE Asia.  Two fifths of the world's population are now at risk from dengue and it is estimated that there may be 50 million cases of dengue infection worldwide every year. The disease is now endemic in more than 100 countries. Dengue is transmitted by the Aedes species of mosquitoe. They are typical small and usually have black and white stripe markings on their body and legs. They are typically active between dawn and dusk (daytime)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Malaria"]}," has also been present in areas nearby to the tourism precincts of Lombok. Malaria infections were occurring in the local population in 2010 and early 2011, they have not been apparent since. The outbreaks were more common amongst those local people who live or work nearby the lushly vegetated forest areas and who are living in primitive conditions. If spending the majority of your visit in the built up tourism areas where mosquito control measures such as 'fogging' are in place and if personal awareness and sensible precautions are practised the risk of contracting malaria remains minimal. Malaria is readily treated by competent medical professionals in Lombok and as with Dengue Fever intervention should not be delayed or postponed for any reason if symptoms are present or suspected. Parts of Lombok are susceptible to at different times, some areas are seasonal and some other areas do not provide evidence of seasonal transmission peaks. Malarial transmission peaks may occur in the dryer months in some areas or Lombok. The ",{"type":"''","value":["Anopheles"]}," mosquito is responsible for transmission, it is active from dusk to dawn (night time)."]},"\n",{"type":"*","value":["The use of mosquito nets and repellants is advisable especially when sleeping and when spending time in lushly vegetated areas during the wet season or at any time when mosquitos are breeding. If a suitable insect repellent cannot be obtained locally supplied Minyak Sereh (Sitronela) contains citronella and is derived from the lemongrass (",{"type":"''","value":["sereh"]},") plant. Minyak Tawon also has some (lesser) insect repellent properties and is also not considered poisonous. Indeed it is used medicinally and for treating cuts, abrasions and insect bites. It has a Citronella type aroma.  Minyak Sereh is also good for use on stings and bites. With either of these products do not expose to mucous membranes or use near the eyes and please skin test prior to use to ensure there is no adverse reaction."]},"\n",{"type":"*","value":["If concerned about the risks of Mosquito borne diseases please seek the advice of a suitable qualified Medical Practitioner or ",{"type":"''","value":["Travellers Health Centre"]}," prior to your departure to any destination in the tropics."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"====","value":["Hospitals"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mataram Public Hospital"],["alt=Rumah Sakit Umun"],["url="],["email="],["address=Jl. Pejanggik 6, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 638464"],["tollfree="],["fax="],["hours=24 hr UGD-Emergency room and admissions"],["price="],["content=The islands and the province's main public hospital with UGD (Unit Gawat Darurat)-Emergency treatment room, ICU and OR facilities, laboratorium, Specialist consulting rooms. Caters to the needs of the general population. Rudimentary services, rooms and care is commensurate with an underdeveloped country."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=RS Harapan Keluarga"],["url="],["email="],["address=Jl Ahmad Yani, Selagalas"],["lat="],["long="],["directions=to the immediate east of the city"],["phone=+62 370 673666"],["tollfree="],["fax="],["hours="],["price="],["content=Newly built modern facility with a polyclinic, ICU, operating theatres, CT and MRI scans, modern x-ray equipment, hemodialysis, ultrasound (USG), endoscopy, bronchoscopy and fluoroscopy facilities. Ambulance callout, emergency room (UGD), pharmacy, on-site laboratory and radiology department is available 24\/7. This is currently the island's most advanced and comprehensively equipped private facility. RS Risa is a second preference, in a serious emergency the closest facility should be accessed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rumah Sakit Risa"],["alt=Risa Centra Medika Hospital"],["url="],["email="],["address=Jl. Pejanggik No.115, Cakranegara"],["lat="],["long="],["directions=just east of Mataram mall on the right hand side of the road"],["phone=+62 370 625560"],["tollfree="],["fax="],["hours=24 hr UGD-Emergency room and admissions"],["price="],["content=Hospital with UGD (Unit Gawat Darurat)-Emergency treatment room, private and VIP patient rooms, ICU and OR facilities, laboratorium, specialist consulting rooms including Internist, opthamologist, obstetrician, dentist. Professional treatment and reasonably comfortable accommodations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Siti Fajar Moslem Hospital"],["alt=Rumah Sakit Islam"],["url="],["email="],["address=Jl. Panca Warga, Mataram"],["lat="],["long="],["directions=Head west from Mataram mall, it is on the left hand side of the road"],["phone="],["tollfree="],["fax="],["hours=+62 370 623498"],["price="],["content=Specialist consulting rooms, Dentist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Anthonius Catholic Hospital"],["url="],["email="],["address=l. Koperasi, Mataram"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=+62 370 621397"],["price="],["content=Known popularly as Karang Ujung Hospital"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rumah Sakit Polda"],["alt=National Police Hospital NTB-Bhayangkara Polda Nusa Tenggara Barat"],["url="],["email="],["address=Jl. Lanko No 54, Ampenan\/Mataram"],["lat="],["long="],["directions=on the left hand side of the road heading eastward toward Mataram and before RS Umun"],["phone=+62 370 633701"],["tollfree="],["fax="],["hours=24 hr UGD (Emergency room and admissions)"],["price="],["content=Polyclinic and general hospital open to the public for treatment and admissions, also available general medicine, midwife, medi-legal services, counselling, and psychological services. The hospital is also the site of the Police (Polda) forensic pathology unit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Army Hospital"],["url="],["email="],["address=Jl. HOS Cokroaminoto No. 11, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 621420"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Payment guarantee"]},", Please note many hospital service providers may demand a guarantee of payment before rendering treatment even in an obvious and clear emergency. Incremental payments may also be demanded for individual services including the supply of professional services such as laboratory services, pharmacuticals and medical consumables. Travel insurance providers are sometimes very slow to provide these payment guarantees and may demand extensive documentation of costs and full receipts or they may later decline payment or reimbursement or delay these payments for an extended time. Diagnosis may also be disputed by travel insurers and treatment or admission authorisations delayed for extended times whilst they deliberate over authorising treatment and payment guarantees."]},"\n",{"type":"====","value":["Medical clinics"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Klinik Risa"],["alt=Risa Centra Medika Hospital"],["url="],["email="],["address=Jl. Pejanggik No.115, Cakranegara (Mataram)"],["lat="],["long="],["directions=just east of Mataram mall on the right hand side of the road"],["phone=+62 370 625560"],["tollfree="],["fax="],["hours=24 hr Emergency room"],["price="],["content=Full hospital facilities available on site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Clinic Senggigi Centre"],["url="],["email="],["address=Senggigi beach"],["lat="],["long="],["directions=at Senggigi Beach Hotel"],["phone=+62 370 693210"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Laboratorium Klinik Prodia"],["url="],["email="],["address=Jl. Pejanggik No.107, Cakranegara (Mataram)"],["lat="],["long="],["directions=Between Mataram mall and Rumah Sakit Risa"],["phone=+62 370 635010"],["tollfree="],["fax=+62 370 645010"],["hours="],["price=Detailed printed price list for individual services"],["content=Prodia is a national pathology services chain with shop front facilities in many of Indonesian cities, professional operation with a wide range of services."]]}]},"\n",{"type":"====","value":["Emergency service"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance"]}," ☎ +62 370 623489",{"type":"<","value":["br"]},"In emergency  ☎ ",{"type":"'''","value":["118"]}]},"\n:",{"type":"''","value":["The reality is that unless within the confines of Mataram\/Ampenan\/Cakranegara an ambulance is normally too far away to provide prompt transport in the case of a true emergency. Most often a taxi, police vehicle or a private car is used to get someone requiring urgent medical attention to a hospital. The ambulances in Lombok are more often used in the role of assisted patient transport rather than for first responder\/paramedic supported emergency assistance and transport."]},"\n\n",{"type":"*","value":["International SOS Medika (Klinik)",{"type":"<","value":["br"]},"Bali:24 hr Emergencies: It will be necessary to call either Jakarta or Bali to seek assistance from SOS Medika. ☎+62 361 710505, Clinic: +62 361 720100",{"type":"<","value":["br"]},"Jakarta: 24 hr emergencies: ☎ +62 21 7506001. SOS Medika provide professional medical treatment, referral and emergency management including air rescue services, they are situated in both Bali and Jakarta."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lombok Regional Police (National)"],["alt=Polda"],["url="],["email="],["address=Jl Gajah Mada No7, Ampenan (Mataram)"],["lat="],["long="],["directions="],["phone=+62 370 693110"],["tollfree="],["fax="],["hours="],["price="],["content=24 hr emergency number ",{"type":"'''","value":["110"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourism Police Senggigi"],["alt=Pos Polsek Senggigi"],["url="],["email="],["address=Jl. Raya Senggigi km 1 Senggigi"],["lat="],["long="],["directions=near the  Art Market"],["phone=+62 370 632733"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pelni Shipping Lines"],["url=http:\/\/www.pelni.com\/"],["email="],["address=Jl Industri No 1, Ampenan (Mataram)"],["lat="],["long="],["directions="],["phone=+62 370 37212"],["tollfree="],["fax=+61 370 31604"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Department of Immigration"],["alt=Direktorat Jenderal Imigrasi"],["url="],["email="],["address=Jl Udayana No2, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 635331"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Post Office"],["alt=Kantor Pos"],["url="],["email="],["address=JL Sriwijarya, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 632645"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Embassies and consulates"]},"\n\nThere are no consular services available in Lombok.  The nearest consular services are in ",{"type":"[[","value":[["Bali#Embassies_and_Consulates"],["Bali"]]}," and ",{"type":"[[","value":[["Jakarta#Embassies_and_Consulates"],["Jakarta"]]}," has embassies representing a wide range of nationalities. \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]}," — everybody's favorite Indonesian island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sumbawa"]]}," — an island truly off the beaten track. World class surfing. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Komodo"]]}," — fierce dragons and great diving"]},{"type":"*","value":[" ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Java"]]}," — including ",{"type":"[[","value":[["Surabaya"]]}," and ",{"type":"[[","value":[["Jakarta"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Makasar"]]}," in ",{"type":"[[","value":[["Sulawesi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Lumpur"]]}," in ",{"type":"[[","value":[["Malaysia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Singapore"]]}]},"\n",{"type":"{{","value":[["geo"],["-8.565"],["116.351"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Nusa Tenggara"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Lombok"]]}]