[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Lonar"]}," is a small town in ",{"type":"[[","value":[["Buldhana"]]}," district of ",{"type":"[[","value":[["Maharashtra"]]}," close to ",{"type":"[[","value":[["Aurangabad"]]},". Its claim to fame is lake formed in a crater supposedly formed from a meterorite hit some 50,000 years ago.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Aurangabad"]]}," is the closest city approximately 160 km away. The only way to come to Lonar is by road via ",{"type":"[[","value":[["Jalna"]]},".\n\n",{"type":"==","value":["Get around"]},"\nLonar is a small town so most of the places are within walkable distances.\nA rented car is the best option to move around the city. There is also a Lonar Darshan bus every day which shows you around the important tourist attractions in Lonar otherwise regional public transport service is also quite nice. Get the ticket for Lonar Darshan bus a day in advance to avoid inconvenience. \n\nHire a Car to visit Lonar. There are many Car Rental Companies available which Provide world Class Services. \n\nLonar Car Rental",{"type":"[","value":["http:\/\/www.blossomtravels.co.in\/ Lonar Travel Agent"]},"\n\n",{"type":"==","value":["See"]},"\nLonar is the pre-historic site of a meteor which crashed on earth some 50,000 years ago and formed a large crater (few hundred meters in diameter) in the ground. Though there are other impact craters in the world but this one is the only in ",{"type":"''","value":["basalt"]}," rocks. The pH value of water in the lake which has formed in the crater is 10.7 which points to its alkaline nature. There are no living organisms in the lake and even trees whose roots get into the lake water die. This site is must visit for scientifically inclined and for others just for curiosity sake. The lake is beautiful and its first look will surely take your breath away. It is best enjoyed before sunset. One could go down upto water level and experience the water which is harmful. There is also a temple of ",{"type":"''","value":["Kamalja Devi"]}," at the edge of lake. Apart from lake one could visit ",{"type":"''","value":["Daityasudan Surya"]}," temple which is a small ruin of ",{"type":"[[","value":[["Khajuraho"]]}," like temple. ",{"type":"''","value":["Gaimukh"]}," is a perennial source of fresh water with some masonry work done by ",{"type":"''","value":["Peshwas"]}," to channelize the water. ",{"type":"''","value":["Motha Maruti"]}," is a ",{"type":"''","value":["Hanuman"]}," temple built around a magnetic rock supposedly formed from meteor effect. One could visit the retired principal of the local school who accompanied various scientific expeditions in the region, including the one by NASA and has some research material with rock samples. There is an MTDC (Maharashtra Tourism Development Corporation) resort near the crater and one could stay there for its absolute peaceful surroundings.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Hang out by the lake and explore the flora and fauna of this beautiful place."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a restaurant called gulmohar 10 minutes walking distance from the MTDC resort where you can get hygienic and delicious food for all the 3 times.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nMTDC resort close to the lake is the best bet.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["19.9833"],["76.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amravati (division)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lonar"]]}]