[{"type":"{{","value":[["pagebanner"],["London Thames Sunset panorama - Feb 2008 banner.jpg"]]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:TfL Oyster Card.jpg"],["thumb"],["An Oyster Card"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Tube"]},": The Tube is poorly equipped in terms of lifts and most stations only have escalators. If you're travelling with a stroller you may be in for staircase fun! The Tube is generally free for all children under the age of 11 though the child must be accompanied by an adult with a valid ticket or an Oyster card. Children traveling free enter through a manned gate (usually at one end of a bank of turnstiles) because they do not have tickets. Children 11-15 have the option of buying a child rate ticket (usually half the adult rate) or buying a ",{"type":"''","value":["Child Photo Oyster Card"]}," that gives unlimited travel for a day for £1. Unfortunately, it takes up to two weeks to get this photo card so, if your trip is for a short duration, you'll have to make do with the child rate. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Bus"]},": Since June 2008 an Oyster Photocard is required for children over 11. For visitors, the practical implication is that you'll probably have to buy child rate tickets for children over 11. Strollers may have to be folded on buses - especially at peak times. You should always be prepared to fold your stroller if a wheelchair user requires the space."]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxi"]},": A ride in a London black cab is exciting by itself for kids of all ages but, for the stroller parents, it is a delight! Almost any stroller can be wheeled into its capacious interior with the sleeping child safely strapped inside. Cabs can be expensive however, with even the shortest ride coming in at over £5. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Boat"]},": The Thames has been a major 'Avenue' in London for centuries and there are many interesting boat trips that can also get you from place to place. The easiest ride is the \"Tate to Tate\" which takes 20 minutes to get from Tate Britain to Tate Modern. A perfect way to break up a one day tour of both museums. With older kids, a trip to Greenwich is sure to be on the agenda, so why not take the ferry from Embankment for a 40 minute ride to Greenwich. The most famous trip of them all is the three or four hour ride between Hampton Court and Westminster with a stop at Kew Gardens as the perfect place for a picnic!"]},"\n",{"type":"==","value":["See and Do"]},"\n",{"type":"[[","value":[["File:London_Tower01.jpg"],["thumb"],["300px"],["The Tower, a favourite for children."]]},"\n\n",{"type":"===","value":[" Museums "]}," \nBackpacks with fun and educational activities for children of all ages, audio guides with walking tours specially designed for children, and guided tours for kids are some of the highlights for kids in the various museums of London. Because most of these museums, arguably the best in the world, are free and have walk-in access with no let or hindrance, it is easy to spend an hour (the limit for most children) without worrying about making full use of your money. Note that the family activities at most museums are geared for Londoners and are mostly available on Sundays and school holidays. So call the museum or check on-line before you go. Backpacks are usually available every day. Museums with special programs for children include:\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The British Museum"],["url=http:\/\/www.thebritishmuseum.ac.uk\/visiting\/visiting_with_children.aspx"],["email="],["address="],["lat="],["long="],["directions=Tube: Holborn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has special classes and programs for children, usually during school holidays. Art material (paper, crayons) is available for borrowing from the information desk in the Great Court. Backpacks with trails and activities tailored for different age groups are also available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The National Gallery"],["url=http:\/\/www.nationalgallery.org.uk\/what\/families\/default.htm"],["email="],["address="],["lat="],["long="],["directions=Tube: Charing Cross"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has trails and art classes for children above five (on Sundays and bank holidays) and storytelling with an art theme for the under fives. Head for the Education Centre at the museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Victoria and Albert Museum"],["alt=Tube: South Kensington"],["url=http:\/\/www.vam.ac.uk\/activ_events\/families\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has backpacks, trails, and educational programs geared toward children. An 'Activity Cart' rotates through the galleries with a host of fun, gallery specific things to do for younger children."]]}]},"\n",{"type":"====","value":["War museums"]},"\nFor older children these museums telling the story of Britain at war can prove to be insightful.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=HMS Belfast"],["alt=Tube: London Bridge"],["url=http:\/\/hmsbelfast.iwm.org.uk\/server\/show\/nav.00e003"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A World War II-era cruiser, would be a big draw by itself for older children but it also has many family friendly activities for the younger kids."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Churchill Museum and Cabinet War Rooms"],["alt=Tube: Charing Cross"],["url=http:\/\/cwr.iwm.org.uk\/server.php?show=nav.00f"],["email="],["address=Churchill War Rooms, Clive Steps, King Charles Street, London, SW1A 2AQ"],["lat="],["long="],["directions=Next to St James Park"],["phone="],["tollfree="],["fax="],["hours=09.30-18:00"],["price="],["content=Gives a sense of life during the Battle of Britain and teens will marvel at how primitive the best technology of the time appears today!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Imperial War Museum"],["alt=Tube: Lambeth North"],["url=http:\/\/london.iwm.org.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Galleries devoted to the various wars that Britain and the Commonwealth has waged. This museum is not suitable for young children as some displays may upset them. There is also a gallery dedicated to the Holocaust - this gallery is generally not suitable for children under the age of 13 as it contains upsetting material. It is ultimately up to you as a carer to decide what your children can handle. This museum is currently being renovated and some galleries are not available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=RAF Museum"],["url=http:\/\/www.rafmuseum.org.uk\/london\/index.cfm"],["email="],["address="],["lat="],["long="],["directions=Tube: Colindale"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In North-West London has sopwith camels from the First World War and Spitfires, Messerschmitts, Stuka dive-bombers, Zeros from the Second World War, along with every plane ever flown in battle. A sound and light show presentation of the Battle of Britain is a perfect coda to a visit."]]}]},"\n",{"type":"====","value":["Science and nature museums"]},"\nVictorian London was a hotbed of science and technological development and, along with excellent museums, there are many interesting smaller museums that kids may find interesting.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Natural History Museum"],["alt=Tube: South Kensington"],["url=http:\/\/www.nhm.ac.uk\/"],["email="],["address=Cromwell Rd SW7 5BD"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00-17:50"],["price="],["content=While not as large as the one in New York the NHM is known for its innovative exhibitions and shows. Along with the usual fare of dinosaurs, stuffed mammals and the like, the innovative \"Human Biology\" section is a must for older kids. Explorers activity backpacks are available at the information desk (younger kids, 4-7). If you are planning a museum day trip, there is a great and child-friendly restaurant that sells good food at good prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Science Museum"],["alt=Tube: South Kensington"],["url=http:\/\/www.sciencemuseum.org.uk\/"],["email="],["address=Exhibition Rd, South Kensington SW7 2DD"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00-19:00"],["price="],["content=With hundreds of interactive exhibits and special areas for little kids, the Science Museum has something for all children. The Garden (in the basement), a discovery area for small kids (3-5) lets kids have fun in water while insidiously educating them about energy. In Pattern Pod, the 5-7 year-olds play with exhibits and learn to recognize patterns. In the basement, the highly popular Launch Pad appeals to kids of all ages with things to push, pull, and see what happens. With many old railway engines, including George Stephenson's Rocket, on hand, there is lots to see and do at The Science Museum."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=London Transport Museum"],["alt=Tube: Covent Garden"],["url=http:\/\/www.ltmuseum.co.uk\/"],["email="],["address=Covent Garden Piazza WC2E 7BB"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00-18:00"],["price="],["content= One of the highlights of this museum is the collection of heritage vehicles (some of which you can actually climb into!). Children can take part in the \"Stamper Trail\", a leaflet that allows children to collect 13 stamps from different parts of the museum. The museum also runs family activities during school holidays - they are outlined ",{"type":"[","value":["http:\/\/www.ltmuseum.co.uk\/learning\/families-and-children\/family-activities on this page"]},"."]]}]},"\n",{"type":"===","value":[" Other activities "]}," \n",{"type":"*","value":[{"type":"'''","value":["Boating"]}," Take the kids boating in Regent's Park or Hyde Park. The older kids can try their hand at rowing at the Boating Pond (with swans, ducks, and other avian creatures for company) in Regent's Park or at the Serpentine in Hyde Park while the little ones can hop onto the yellow paddle boats in the children's boating pond in Regent's Park."]},{"type":"*","value":[{"type":"'''","value":["Swimming"]}," Ever thought of swimming in a public pond? You can't do that in New York's Central Park, but both Hyde Park and Hampstead Heath allow swimming in ponds. At the Heath, there are separate ponds designated for Ladies, for Gents, and for mixed bathers, and these are open for swimming between April and December. In Hyde Park, a small corner of the Serpentine is designated for swimming and is open to the public in summer."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}]},{"type":"*","value":[{"type":"'''","value":["Horse riding"]}," is a fine English pastime and ",{"type":"''","value":["Hyde Park Stables"]}," ",{"type":"[","value":["http:\/\/www.hydeparkstables.com\/"]}," offers group and solo rides, including lessons, on Rotton Row in Hyde Park (£49 and up for an hour). The stables are at the north end of Hyde Park off Bayswater Road."]},{"type":"*","value":[{"type":"'''","value":["Playgrounds"]}," For the younger set (1-7 year olds), there are many playgrounds in London Parks. ",{"type":"''","value":["Regent's Park"]}," has several, with the one between London Mosque and the Boating Lake being the most popular. The place to visit is, of course, the ",{"type":"''","value":["Princess Diana Memorial Playground"]}," in Kensington Park near her Kensington Palace home. With a huge wooden pirate ship in the center of the park this playground is a grand and fun place for the tots!"]},{"type":"[[","value":[["image:Meerkat - Flickr - p a h.jpg"],["thumb"],["300px"],["One of the residents at London Zoo, Regents Park"]]}," \n\n",{"type":"*","value":[{"type":"'''","value":["Zoos"]}," The ",{"type":"''","value":["London Zoo"]}," ",{"type":"[","value":["http:\/\/www.zsl.org\/zsl-london-zoo\/"]},"(Tube:Camden Town) At Regent's Park, the London Zoo is one of the oldest zoos in the world. With tigers, giraffes, snakes, bears, and now gorillas in a relatively small easy to cover area, the Zoo is a nice place to be on a pleasant afternoon. A small carousel in the Zoo works well for children aged 2 - 6."]},{"type":"*","value":[{"type":"'''","value":["Sport"]}," Cricket, football (soccer) and tennis are the three sports most associated with London. Lord's cricket ground ",{"type":"[","value":["http:\/\/www.lords.org"]},"(Tube:St Johns Wood) is the most famous cricket ground in the world and an easy, fun, and relatively inexpensive way to introduce your child to cricket is to take him or her to a Twenty20 match in the summertime."]},"\n",{"type":"==","value":["Buy"]},"\nLondon used to be famous for quirky, independent toy stores. Unfortunately few of these survive today. However, there is still good shopping to be had:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Hamleys"],["alt=Tube: Oxford Circus"],["url=http:\/\/www.hamleys.com\/Regent_Street_Store_%7C_Hamleys_Toys\/Store_Page_0001,default,pg.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Flagship store on Regent Street is a London toy institution that is well worth a visit. With seven floors all neatly arranged into sections you are sure to find something to keep the kids happy!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Harrod's"],["alt=Tube: Knightsbridge"],["url=http:\/\/www.harrods.com\/content\/the-store\/visiting-the-store\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Knightsbridge has a vast toy department."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=John Lewis"],["alt=Tube: Oxford Circus"],["url=http:\/\/www.johnlewis.com\/Shops\/DSShop.aspx?Id=45"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stores have excellent toy departments with a large selection."]]}]},"\n",{"type":"*","value":[" For the teenager who's into pop culture ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.forbiddenplanet.com\/WhereWeAre.html Forbidden Planet"]}]}," on Shaftesbury Avenue is worth a look. The upstairs is dedicated to toys for sci-fi, fantasy, video games and Japanese anime; while the downstairs is home to comics, DVDs and pulp novels.  "]},"\n",{"type":"*","value":[" For the little musician in your life ",{"type":"[","value":["http:\/\/www.chappellofbondstreet.co.uk\/C~100005~Directions-and-Opening-Hours ",{"type":"'''","value":["Chappell"]}]}," of Bond Street (or ",{"type":"'''","value":["Chappell's"]}," as they are more commonly known)   is worth the trip for their wide variety of childrens' sheet music."]},"\n",{"type":"==","value":["Eat"]},"\nMany London restaurants have special menus for children. While the fare is not always healthy, the portions are smaller and cheaper and are useful for saving some money. London restaurants are expensive, so do ask for a children's menu. \n\n",{"type":"*","value":[{"type":"'''","value":["Pubs"]}," Many London pubs, especially in the residential areas, are child friendly in the early evenings and weekend afternoons and are a good escape with small children. Look for a neighbourhood pub with outdoor seating and you can spend a nice afternoon with a beer or two to wash down a spicy Thai lunch or an old fashioned roast while the kids run around in the open air. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizza"]}," ",{"type":"''","value":["Zizzi"]}," and ",{"type":"''","value":["Pizza Express"]}," are the two local pizza chains and both are child friendly with the usual bag of goodies (crayons, paper, puzzles) that will keep the tykes busy and a kids menu that will help keep your expenses under control. ",{"type":"''","value":["Cafe Uno"]},", a pizza and pasta chain, is another child friendly alternative with branches all over the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wagamama"]},", a chain of Japanese-style noodle bars, has a much better children's menu than most, and provides not only high chairs, but also chairs that are slightly higher than its normal bench seating, ideal for older pre-schoolers."]},"\n",{"type":"===","value":["Picnic food"]},"\nNothing can be better than a picnic in one of London's many parks on a fine summer day! To make up a basket, look for cheap and serviceable sandwiches, etc. at the various Tesco Express stores dotted over the city or, for more gourmet fixings, visit a ",{"type":"''","value":["Waitrose"]}," store or a ",{"type":"''","value":["Simply Food"]}," (Marks and Spencers) store.\n\n",{"type":"==","value":["Sleep"]},"\nLondon has a massive array of hotels across most of the city. These range from independent to chain and from cheap to luxurious.\n\nIf you have older children and are willing to use public transport then it is well worth considering hotels that are out of the city centre. These hotels are ",{"type":"''","value":["always"]}," cheaper and with London's excellent public transport you could be in central London in as little as 20 minutes.\n\nA few chains to consider are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Travelodge"],["alt="],["url=http:\/\/www.travelodge.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a \"no-frills\" cheap hotel chain with lots of central London locations. Their family rooms can accommodate 2 adults and 2 children (under 16). In addition, a child under 2 sleeping in a cot can be accommodated as well. At breakfast two children aged 15 or under eat for free for each adult that pays."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Premier Inn"],["alt="],["url=http:\/\/www.premierinn.com\/en\/why\/kids.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a slightly more expensive hotel chain. They were awarded the \"Tommy’s Parent Friendly Award for Best Family Travel Facilities\" in 2007 and 2008. Under 16s stay for free and eat breakfast for free (two children per paying adult). This chain has slightly fewer central London locations. Signing up for their e-mail newsletter is a good idea as they often do deals for £25 a night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["alt="],["url=http:\/\/www.holidayinn.com\/hotels\/gb\/en\/reservation"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a more expensive hotel chain with plenty of central London locations. Children under the age of 18 stay for free when sharing a room with up to 2 adults. Children under 13 can eat free from the children's menu when accompanied by a paying adult."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nLondoners and their city are on the whole pretty safe, although here are some things children or their parents may not enjoy:\n\n",{"type":"*","value":[{"type":"'''","value":["Rush hour"]}," is generally 07:00-09:30 and 16:30-19:00 on weekdays. During these times the Tube, trains and buses are busy and taxis are hard to find. It is better to travel outside of these times if possible."]},"\n",{"type":"*","value":[{"type":"'''","value":["Evenings and nights"]}," London is a busy city with a thriving nightlife. In areas where there are large numbers of bars it can become rowdy in the evenings. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Keep children under close control"]}," when walking on the streets and especially when on public transport. In the rush you may get separated and due to the crowds it may not be easy to find each other. Explain to children that if they become lost they should find a member of staff (someone in a London Underground uniform, for example, if you're on the Tube)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Crime"]}," exists in all major cities. While London is generally safe it is worth reminding children to keep their valuables (such as phones and wallets) in a zipped-up pocket or bag and only to use them when necessary."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mazes"]}," The area around London is dotted with garden mazes that will delight kids over five years old:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hrp.org.uk\/HamptonCourtPalace\/ Hampton Court"]}]}," (South West train from Waterloo and then a very short walk to the palace) has the most famous, if rather simple to solve, maze of them all (a copy of ",{"type":"''","value":["Three men in a boat"]}," will add to the trip, especially if you go by boat!) and the palace, gardens, and maze can all be visited in a half-day trip from London. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leeds-castle.com\/goto.php Leeds Castle"]}]}," in ",{"type":"[[","value":[["Maidstone"]]}," is a little further away (National Express runs a bus from Victoria and Southeastern runs trains to Bearsted Station) has two mazes, one quite difficult and one designed for very small children. Allow the better part of a day for the visit. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hever-castle.co.uk\/ Hever Castle"]}]}," has two mazes: a garden maze that is quite hard so expect to make a few wrong turns, and a water maze that will keep the little ones busy for hours (bring a swimsuit!). The easiest way to get to Hever is by car or taxi from Edenbridge Town but a more exciting alternative is to head for Hever station from London Bridge (towards 'Uckfield') and then tramp across the fields to the castle (about one mile), fun for everyone on a nice day!"]}]},{"type":"*","value":[{"type":"'''","value":["Windsor Castle\/Queen Mary's Dollhouses"]}," The home of the Royals, Windsor Castle is exciting enough on its own but, for the doll loving set nothing can beat the intricate dollhouses (complete with toasters to working chandeliers and miniature paintings) that belong to Queen Mary. Designed by Sir Edward Lutyens (the designer of ",{"type":"[[","value":[["New Delhi"]]},"), the houses are complete in every detail possible. Frequent trains depart from London Paddington to Windsor and Eton (change at Slough) but do book your castle entrance tickets online before you go because the crowds can be quite heavy. "]},"\n",{"type":"===","value":["Theme Parks"]}," \nLondon's huge population needs to relax sometime and various theme parks have set up to let people unwind - there are numerous smaller ones, but the below are \"the big three\". ",{"type":"'''","value":["Please note that the parks close for winter and then re-open in March"]},":\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.legoland.co.uk\/ ",{"type":"'''","value":["Legoland Windsor"]}]}," is just like the other Legoland parks around the world. The park was built in 1996 and contains lots of child-friendly rides for all ages. It's best in summer, but even in other seasons it is still popular. To get there ",{"type":"'''","value":["by road"]}," Legoland Windsor is located on the B3022 Windsor\/Ascot road just two miles from Windsor town center. It's easily reached via the M25 and clearly signed from the M3 (Junction 3), M4 (Junction 6) and all approach roads. Parking is free, but for those who want to park closer to the entrance there is a £5 charge. To get there ",{"type":"'''","value":["by train"]}," Windsor station is served by trains from both Waterloo and Paddington. A bus service from the station is available to take people to the park. Prices are from £34 for adults and £26 for children. It is usually possible to get cheaper tickets online."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thorpe Park ",{"type":"[","value":["http:\/\/www.thorpe-park.co.uk\/"]}]}," while aimed at older children and adults this park still has plenty for younger children, including 14 rides for young people. The park can be reached ",{"type":"'''","value":["by road"]}," from junctions 11 and 13 of the M25 - it is clearly signposted, but can't be reached using junction 12. ",{"type":"'''","value":["By train"]}," the easiest way is from Waterloo direct to Staines. The 950 bus shuttle link operates from Staines station to the park running every half hour. For entrance to the park prices are from £30.24 for adults and £23.52 for children. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Chessington World of Adventures ",{"type":"[","value":["http:\/\/www.chessington.co.uk\/"]}]}," with plenty of rides this varied park is a favourite for families from across the south of the UK. ",{"type":"'''","value":["By train"]}," regular South West Train services run from Waterloo, Clapham Junction and Wimbledon. Take the train to Chessington South Station. The park is approximately 10 minutes walk from the station. To get there ",{"type":"'''","value":["by road"]}," Chessington is situated 12 miles from London on the A243, just 2 miles from the A3 and M25 (junction 9 or 10). Car parking is free."]},"\n\n",{"type":"{{","value":[["Usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travelling with children‎"],["Britain and Ireland"]]},"\n",{"type":"{{","value":[["related"],["London"]]}]