[{"type":"{{","value":[["pagebanner"],["London South Bank Walk banner.JPG"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"[[","value":[["Image:South Bank near London Eye - geograph.org.uk - 1292151.jpg"],["thumb"],["350px"],["Walking along the South Bank of the Thames on a Spring morning"]]},"\nThis itinerary is in ",{"type":"[[","value":[["London\/South Bank"]]},". \n\n",{"type":"==","value":["Understand"]}," \n",{"type":"[[","value":[["File:South Bank OSM map.png"],["thumb"],["350px"],["Map of the South bank Area"]]},"\nThis is a walk along the South Bank of the River Thames in the heart of London. The route follows paved paths on the riverside, which are usually busy with visitors and those who live and work in London. The path is officially known as \"The Queen's Walk\", and is part of a much longer Jubilee Walkway. The lamp posts with marine animals that line the walk are colloquially known as \"dolphin lamp posts\", though they actually depicit sturgeons. They are to the design of Victorian architect George John Vulliamy, though the ones on the walk were predominantly installed in the late 20th century.\n\n",{"type":"==","value":["Prepare"]}," \nA map and a camera could be useful, but no special preparation is required.\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Underground"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tower Hill"]}," is just across the river from the start of the walk."]},{"type":"*","value":[{"type":"'''","value":["London Bridge"]}," is one block back from the route, shortly after the start."]},"\n",{"type":"==","value":["Walk"]},"\nThe walk can be taken either east-to-west or west-to-east. East-to-west is generally easier, as one then ends up in central London for the rest of the day. The full path is from Tower Bridge to Lambeth Bridge, though an abbreviated path from London Bridge to Westminster Bridge, or even shorter between two footbridges: from Millenium Bridge to the Golden Jubilee Bridges. The walk can take under an hour if walked fast, two hours at a leisurely pace, and as long as all day if one make various stops on the way.\n\nStarting at ",{"type":"'''","value":["Tower Bridge"]},", before embarking on the walk along the ",{"type":"[[","value":[["London\/South Bank"],["South Bank"]]}," it's worth taking a short journey east, under the arch of the bridge into ",{"type":"'''","value":["Shad Thames"]},". Shad Thames is a narrow street with Victorian warehouses on either side, with small elevated walkways criss-crossing between them. The warehouses have since been converted into restaurants, offices and apartments. \n\nHeading west from Tower Bridge, you immediately pass the glass near-spherical ",{"type":"'''","value":["City Hall"]},", the headquarters of London's regional assembly. Continuing along the river, you pass ",{"type":"'''","value":["HMS Belfast"]},", a Royal Navy battleship that served in the Second World War, and is now open to the public. After passing HMS Belfast, although you can continue along the river a short way, it's better to head away from the river through ",{"type":"'''","value":["Hay's Galleria"]},", a shopping arcade – you can't miss it, it's dominated by a vast vaguely-boat-shaped statue – onto Tooley Street.\n\nOn Tooley Street, turn right, and you will pass the ",{"type":"'''","value":["London Bridge station"]}," on the other side of the road. Stay on Tooley Street, bearing right just after London Bridge Hospital. You will walk through an arch under London Bridge. Immediately on your right after the bridge is Glazer's Hall on the right, and ",{"type":"'''","value":["Southwark Cathedral"]}," on the left.\n\nAfter passing the cathedral, you may want to turn left to go on a detour through ",{"type":"'''","value":["Borough Market"]},", a food market which is open daytime every day but Sunday, with a full market Wednesdays through Saturdays, and the ",{"type":"'''","value":["Old Operating Theatre Museum"]}," a relic of the days before antiseptic surgery, bizarrely situated in the roof space of old St Thomas Church, St Thomas's Street.\n\nOtherwise, after passing the cathedral, bear right to see ",{"type":"'''","value":["The Golden Hinde"]},", a scale replica of Sir Francis Drake's galleon, berthed in St Mary Overie Dock beside the river, which is open to the public. Continuing west along Clink Street, parallel with the river, you will pass the remains of ",{"type":"'''","value":["Winchester Palace"]},", the former home of the Bishops of Winchester, and the ",{"type":"'''","value":["Clink Prison Museum"]},", a notoriously unpleasant prison that coined the phrase \"in the clink\".\n\nAt the end of Clink Street, you will pass under the Cannon Street rail bridge and walk past ",{"type":"'''","value":["Vinopolis"]},", an exhibition of wines from around the world. Turn right to meet up with the river again, and pass The Anchor public house, a pleasant (but busy) place to have a drink on a Summer evening. Continue further along the river, and after passing under Southwark Bridge, you will shortly reach ",{"type":"'''","value":["Shakespeare's Globe Theatre"]},". Also nearby are the remains of ",{"type":"'''","value":["Shakespeare's Rose Theatre"]},", located beneath an office block, though these are only infrequently open to the public. Immediately next to the Globe Theatre is ",{"type":"'''","value":["Sir Christopher Wren's house"]},", although it is not open to the public, the view from the house looks across the Thames past the ",{"type":"'''","value":["Millennium Footbridge"]}," towards St Paul's Cathedral.\n\nThe footbridge itself is just beside ",{"type":"'''","value":["Tate Modern"]},", located in the site of the former Bankside Power Station. The view from the Tate modern rooftop restaurant is said to be one of the finest in London - it' one of the few places that you can't see Bankside Power station. Continuing alongside the river, you pass under the Blackfriars rail bridge. If you look toward the river just after the bridge, you'll see the columns of the original rail bridge, which was demolished because it was too weak to support modern trains. Continue along the river, passing under Blackfriars Bridge.\n\nA little further along the river, you'll pass the ",{"type":"'''","value":["Oxo Tower"]},", notable for the stained glass windows bearing the letters \"OXO\" – installed by the manufacturers of Oxo stock cubes in response to being told that they could not incorporate advertising into their tower. The tower has since been refurbished to provide exclusive residential property, and boasts an expensive restaurant with great views over the city, and a gallery.\n\nContinuing along the river, you'll pass ",{"type":"'''","value":["Gabriel's Wharf"]}," a pleasant riverside area, with a handful of restaurants and (mainly clothing) shops. The next building along the river is the ",{"type":"'''","value":["London Studios"]},", where numerous television shows are recorded, on Saturday mornings this stretch of the bankside walk is filled with teenagers keen to catch a glimpse of pop stars leaving the studios of ",{"type":"''","value":["CD:UK"]},", a live music-based show. Just after this is the UK headquarters of ",{"type":"'''","value":["IBM"]},", immediately after which is the ",{"type":"'''","value":["National Theatre"]},". The area in front of the theatre is often used for free entertainment (plays, poetry reading, etc.) in the Summer.\n\nJust after the National Theatre, you walk under Waterloo Bridge. During the day, second hand booksellers set up tables under the bridge to sell their wares. On the other side of the bridge, you'll find yourself next to the ",{"type":"'''","value":["Queen Elizabeth Hall"]}," which hosts a wide variety of contemporary and classical concerts and contemporary dance performances.  This is part of the ",{"type":"'''","value":["South Bank Centre"]},", which although ugly looking on the outside, is an interesting entertainment complex that also includes the smaller Purcell Room and the Hayward Gallery.  The Hayward hosts exhibitions of the visual arts, including photography, painting and sculpture.\n\nThe next building along the South Bank is the ",{"type":"'''","value":["Royal Festival Hall"]},", a venue for (predominantly classical) music events (closed for refurbishment in 2005). In the Summer, free performances often take place on the balcony overlooking the Thames.\n\nJust after the Royal Festival Hall is the Hungerford rail bridge, which is flanked by two footbridges, the ",{"type":"'''","value":["Golden Jubilee Bridges"]},", generally known to locals by the name of the older bridge that they replaced – the Hungerford footbridges. The view of London looking eastward down the Thames from the east footbridge is spectacular, particularly in the evening, and is perhaps the best public view of the London skyline. Continuing the walk west alongside the river, you'll pass ",{"type":"'''","value":["Jubilee Gardens"]}," (a small park, usually filled with picnickers in the Summer), which lies in front of the ",{"type":"'''","value":["Shell Centre"]},", the headquarters of the oil company Shell. Although the Shell Centre isn't open to the public, the exterior might be familiar from the many films in which it has appeared.\n\nAt the western end of the gardens is the ",{"type":"'''","value":["London Eye"]},", the ferris wheel which offers unparalleled views over the city of London. ",{"type":"'''","value":["County Hall"]},", the former home of the Greater London Authority, lies just beside the London Eye too – and is home to ",{"type":"'''","value":["Dali Universe"]}," (an exhibition of works by artist Salvador Dalí), the ",{"type":"'''","value":["London Aquarium"]},", ",{"type":"'''","value":["The Saatchi Gallery"]},", ",{"type":"'''","value":["The Namco Museum"]}," (an amusement arcade filled with the latest arcade games) and the ticket office for the London Eye.\n\nJust after County Hall is Westminster Bridge. To continue alongside the river, take the tunnel underneath the bridge. Before you do, though, go up the steps onto the bridge. One interesting thing to look for is the statue of a lion beside County Hall on the south side of the bridge – this statue is one of the few remaining examples of Coade stone, a ceramic substance developed by a Victorian female scientist, Eleanor Coade. It originally stood outside the entrance to the Lion Brewery, alongside a larger lion, which now stands at Twickenham Rugby Club.\n\nWhile you're on Westminster Bridge, before continuing alongside the river, you might like to visit the ",{"type":"'''","value":["Florence Nightingale Museum"]}," in the grounds of St Thomas's Hospital on the west side of the bridge.\n\n",{"type":"[[","value":[["Image:165SFEC LONDON-20070917.JPG"],["thumb"],["left"],["250px"],["The Palace of Westminster from the South Bank"]]},"\n\nReturning to the walk along the river, on the west side of Westminster bridge, you'll see an excellent (but rarely photographed) view of the Palace of Westminster on the other side of the river.\n\nAs you continue along this last leg of the South Bank walk, you'll see the character of the river bank change considerably. Far fewer tourists walk along this section, and the raised benches offer a nice place to sit and relax while looking out over the river.\n\nAs you approach the next bridge, Lambeth Bridge, you'll see ",{"type":"'''","value":["Lambeth Palace"]},", home to the Archbishop of Canterbury since the 11th century (though the current building wasn't built until 1495. Alongside the Palace, in the church of St Mary-at-Lambeth can be found the ",{"type":"'''","value":["Museum of Garden History"]},".\n\nThis brings us to the end of the South Bank walk, at Lambeth Bridge. If you wish to continue walking, two paths continue this walk: the Thames Path, which continues up the Thames, and the Jubilee Walkway, which loops around central London. The Thames Path can be followed on either side of the river, but the north side is more pleasant – the buildings along the following stretch of the south bank are predominantly apartment blocks. In all honesty, however, there's not a great deal to see on the Thames after ",{"type":"'''","value":["Tate Britain"]}," until you reach the ",{"type":"'''","value":["Royal Hospital Chelsea"]},".  The Jubilee Walkway is more interesting, and continues by crossing to the north side of the river at Lambeth Bridge, then turning north (right) and proceeding to the Houses of Parliament and onwards.\n\n",{"type":"==","value":["Stay safe"]}," \n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"{{","value":[["related"],["London"]]},"\n",{"type":"{{","value":[["geo"],["51.50311"],["-0.10115"],["zoom=15"]]}]