[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Long Island"]]},"\n",{"type":"'''","value":["Long Island"]}," is a small island in the ",{"type":"[[","value":[["Andaman and Nicobar"],["Andaman Islands"]]}," of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nLong Island has very little infrastructure. There is one small village, and only 1 government rest house that must be booked through ",{"type":"[[","value":[["Port Blair"]]},".  However, there is a wonderful hotel (eco huts) run by very hospitable people called the Blue Planet.  The rates for the eco-huts are reasonable and the food is quite good.  They can also make arrangements for visit to nearby islands through dongis (small motorised catamarans)\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe village is spread out on the western side of the island within a good walking distance of the boat jetty, and you have to walk: there are no cars or rickshaws, only narrow concreted paths if you are lucky. Much of the island is forested and unexplored, and not even mapped: even the police do not have an accurate map of the island!\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nAs in the rest of the Andaman Islands, the climate is a fairly steady 27-32C throughout the year, with a good chance of torrential monsoon rain between May and September. The main tourist season starts in October and goes through to March\/April. Long Island is sheltered on the western side by other islands and the village was not too badly affected by the tsunami. Lalaji Bay is more exposed.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThe permit you receive on arrival in ",{"type":"[[","value":[["Port Blair"]]}," is good for Long Island.\n\n",{"type":"==","value":["Get around"]},"\n\nGet around by either your feet (there's no cars or  rikshaws)\nOr take a boat to the beach. (beware that the boat owner(s) don't do trips in the dark!) And if he doesn't feel like it he won't go either ;-)\nBut with a few Rupee's you'll get your boat anyway\n\n",{"type":"==","value":["See"]},"\n\nThere are two reasons to come to Long Island:\n\n",{"type":"*","value":[" To appreciate an unspoiled island where there is very little tourist development and a lovely village atmosphere."]},"\n",{"type":"*","value":[" To explore the forests, beaches, go snorkelling and maybe get out on day trips to nearby uninhabited islands."]},"\nDo:  This is a lively village community and everyone turns out for festivals and celebrations! There is also a lot of island to explore. Lalaji Bay is about 1-2 hours'walk each way from the village and boat jetty.\nThe walk to the Lalaji Bay beach is through the jungle and can be enjoyed by nature lovers.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy all the basics in the village shops. Definitely no souvenir shops!\n\n",{"type":"==","value":["Eat"]},"\nThe best place in the village is \"Laxmi Hotel\" for good cheap South Indian fare as well as samosas, pakoras, or you can just go there for coffee or chai.\n\nBlue Planet has excellent fresh seafood dishes, as well as a wide range of Indian food and the usual tourist fare (banana pancakes if you want!)They have fresh fruit juices and the best espresso coffee anywhere in the Andamans.\n\n",{"type":"==","value":["Drink"]},"\n\nDefinitely try the rosemilk at the bar on the local \"square\"! It's excellent and home made.\nAlso good for some quite illegal \"moonshine\" which is actually really not bad at all and is sold in soda bottles ;-)\n\n",{"type":"==","value":["Sleep"]},"\n \n",{"type":"===","value":["Lodging"]},"\n\nThere is one government resthouse close to the boat jetty with only two rooms: you must book in advance with ",{"type":"[[","value":[["Andaman_and_Nicobar#Booking_A.26N_Tourism_Accommodation"],["A&N Tourism"]]},", in reality it is often occupied by government officials.\n\nA better option is a new resort called \"Blue Planet\" which has rooms around a central restaurant which is built around a tree.  Rooms & Huts are 300 - 600.  They also offer camping and better-quality accommodation.",{"type":"[","value":["http:\/\/www.blueplanetandamans.com"]},"\n\n",{"type":"===","value":["Camping"]},"\n\nCamping is illegal on public land and on beaches anywhere in Andamans, and can only be done if it is arranged through a guest house where you have registered. Check with the local Forest Office in case there has been any change in the rules.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nYou can walk to Lalaji Bay in 1 or 2 hours or you can hire a local boat. Or you can go by boat to a deserted island. The trip to North Passage Island is well worthwhile: the beach is beautiful and deserted and you are very likely to see dolphins on the way to or from.\n\n",{"type":"{{","value":[["IsPartOf"],["Andaman and Nicobar Islands"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]