[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Longford"]]},"\n",{"type":"'''","value":["Longford Town"]}," is the county town of ",{"type":"[[","value":[["County Longford"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBuilt on the banks of the River Camlin (derived from the Gaelic \"Cam linn\" - the crooked pool) which is a tributary of the River Shannon, the town was originally founded by Viking raiders as Long Phoirt, from the Irish long meaning ship and phoirt meaning port or dock. The Celtic inhabitants of Ireland did not build towns but the area came under the sway of the local clan which controlled the south and central part of the county of Longford (formerly the Kingdom of Anghaile or Annally) and hence, the town is referred to occasionally as Longphort Uí Fhearghail (Fort of O'Farrell), a Dominican priory founded there in 1400.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Road"]},"\nLongford lies on 4 main roads:\nN55 (Athlone - Cavan)\nN4 (which branches off from the M4 motorway from Dublin)\nN5 (Castlebar - Longford Town)\nN63 (Galway City - Longford Town)\n\n",{"type":"===","value":["By rail"]},"\nLongford Town is on the Dublin Connolly - Maynooth - Longford - Sligo line\n\n",{"type":"===","value":["By Bus"]},"\nBus Eireann provides many services to County Longord\nNo.23 Dublin-Mullingar-Longford-Sligo\nNo.65 Galway-Longford-Sligo-Belfast\nNo.73 Waterford-Athlone-Longford\nNo.75 Ballina-Longford-Athlone\nNo.76 Athlone-Longford-Sligo\nNo.77 Athlone-Longford\n\n",{"type":"===","value":["By air"]},"\nLongford's main air transport centre is located south-east of the town, at Abbeyshrule, the local airport. ",{"type":"'''","value":["Abbeyshrule Aerodrome"]}," receives a regular influx of small general aviation aircraft, including the Cessna 182 and 150. The airport also boasts two flight training centres; one for general aviation fixed wing aircraft training (Aeroclub 2000) and one for microlight aircraft flight training (Ultraflight). The airport is also the home of the Extra 200 aerobatic aircraft EI-SAM of acclaimed Irish international competition aerobatics pilot David Bruton.\n\n",{"type":"==","value":["Get around"]},"\nCar, Walk or Cycle.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Corlea Trackway Visitor Centre"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Corlea Trackway Visitor Centre is located near to Longford, in Keenagh. The Centre houses an Iron Age bog road which was built in the year 148 BC across the boglands in proximity to the River Shannon. The oak road is the largest of its kind to have been uncovered in Europe and was excavated over the years by Professor Barry Raftery of University College Dublin. Inside the building, an 18 metre stretch of preserved road is on permanent display in a specially designed hall with humidifiers to prevent the ancient wood from cracking in the heat. Bord na Mona and the Heritage Service have carried out conservation work on the surrounding bog to ensure that it remains wet and that the buried road is preserved. There are other historical artifacts and some exhibits at the centre."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=St. Mels Cathedral"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=St. Mel's Cathedral in the town features several stained glass windows by Harry Clarke studios. These include one of his earliest works The consecration of St. Mel as Bishop of Longford which was exhibited at the RDS Annual Art Industries Exhibition in 1910, where it received second prize. It was also exhibited at The Arts and Crafts Society of Ireland fourth exhibition in the same year. The Cathedral was extensively damaged in a fire on Christmas Day 2009. The two most intricated stained-glass windows in the transepts of the Cathedral it seems will be able to be restored - these depict St Anne and the Resurrection."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Portal Dolmens"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are a number of portal dolmens located around Longford."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cinema"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Longford town boasts a state-of-the-art 200-seat theatre, and a four-screen multiplex cinema, with restaurants."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Longford"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Longford"]]},"\n",{"type":"{{","value":[["geo"],["53.727"],["-7.7998"]]}]