[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Longtan"]}," (龍潭, also romanized as ",{"type":"'''","value":["Long Tan"]}," and  ",{"type":"'''","value":["Lung-tan"]},"), is a town in ",{"type":"[[","value":[["Taoyuan County"]]},", ",{"type":"[[","value":[["Taiwan"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nTo get to Longtan from ",{"type":"[[","value":[["Taipei"]]}," Main Station, follow these steps:\n\nGo to the Taipei Main Bus station.\n\nFind a TV screen that shows departures. Look for one that either is directly to Longtan or passes through the community - this will be in both English and Chinese. The main operator will be King Bus.\n\nGo to the appropriate company's window and say \"Longtan\" - they'll understand. A one way fare should be NT$82 with King Bus.\n\nAscend to the second floor waiting area and find your company's booth. Look for the \"Long Tan\" departure gate.\n\nWait in line. The buses run frequently (every 15 minutes during peak periods), but are often quite late (sometimes 20 minutes late).\n\nSeating is first come, first served, usually with no assigned seats.\n\nThe bus trip from Taipei to Longtan is almost exactly an hour. Once you pass the toll plaza (included in your ticket, the bus won't stop), it will be another 10 to 20 minutes.\n\nThe bus will pull over in front of the company's ticketing office in Longtan along the main drag. Disembark. King Bus' stop is across the street from the main terminal.\n\nOn King Bus there are approximately 3 stops prior to Longtan, but if unsure, your fellow bus riders can help.\n\n",{"type":"==","value":["Get around"]},"\n\nLongtan is a small town. You'll be hoofing it unless you possess or rent a scooter. Everything you'll want to see is within a reasonable walking distance, so hailing a taxi is unnecessary.\n\n",{"type":"==","value":["See"]},"\n\nLongtan's main attraction is the \"",{"type":"'''","value":["Tourist pond"]},"\", a former irrigation pond that the city built a temple island in and surrounded with trees. It is quite a nice spot to people watch, grab a coffee or beer, and relax.\n\nAlso worth seeing is the \"",{"type":"'''","value":["Crazy House"]},"\" near the bus depot. There are a 1001 stories about it and its history, but they all involve love won and lost, life blessed and lives destroyed. It was to be a decidedly eccentric mansion, but was stopped 90% through and abandoned. It is officially off-limits, but apparently is structurally sound for the most part. Don't visit to see it, but see it if you visit.\n\n",{"type":"'''","value":["The day market"]},". Nothing special, but the place to pick up food for a walking excursion. Best from 10-2.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Biking trails"]},". Surrounded by rice fields and forests, Longtan has made a strong push to develop a network of walking and cycling trails radiating out from the community. Rent a bike (or simply walk), meander alongside streams filled with fish and turtles, and look out across fields of terraced rice and taro. Especially nice just prior to the rice ripening.\n\nLongtan is a nice place to spend a Sunday escaping from Taipei. You won't need more than 5 hours for it though.\n\n",{"type":"==","value":["Buy"]},"\n\nLongtan is locally famous for its peanut candy. Taffy or nougat with peanuts. It's not bad.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Craftsman Chinese Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=30-180NT"],["content=Nice restaurant. Photo menu. From Watsons, head towards the McDonalds staying on the same side of the street. English sign."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cowboy Hat"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bar on the second floor of a building overlooking the Tourist Pond. Very nice view, ok ambiance and price."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Elephant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jungle-themed bar. Best patio in town. Good beer and ambiance."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=O Ya Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Assorted food and cafe items. Walk along Wufu St, away from the day market. It'll be across from the giant Hess building. English menu."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"==","value":["Go next"]},"\nFrom the main bus station, trips can be taken to Shimen reservoir, Daxi, or other surrounding attractions.\n\n",{"type":"{{","value":[["IsPartOf"],["Taoyuan County"]]},"\n",{"type":"[[","value":[["WikiPedia:Longtan"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]