[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Long Branch"]]},"\n",{"type":"'''","value":["Long Branch"]}," is a city in ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe town of Long Branch is one of the largest cities on the ",{"type":"[[","value":[["Jersey Shore"]]},". From the period of the 1860’s through the First World War, it was also the most glamorous.  Long Branch started out as a resort town, including such names as Astor, Fisk, & Drexel – and even more notorious names such as Diamond Jim Brady and Lily Langtree. First Lady Mary Lincoln visited in 1861, but it was in 1869 that Long Branch NJ had it’s first presidential visit by President Grant. The President continued to visit every summer that he was president, and continued for many years after that.  \n\nIn 1870, a racetrack opened, which is still a main attraction today and later on casinos began opening up.  After an attempt was made on James Garfield’s life, he was brought to Long Branch NJ in hopes of a recovery aided by the sea air. Indeed, a railroad spur from the main line to his house was built to make him more comfortable in his travels.\n\nThe 1920’s was witness to the beginning of Long Branch’s decline as a summer destination. Gambling laws stopped many of the rich and famous from visiting.  In addition storms eroded Long Branch’s beachfront. By the late 1960’s, organized crime settled in Long Branch NJ, further declining it’s image. Buildings and houses became run down, and many locals had to depend on welfare.  The St. James Episcopal Church built in 1879, is where all seven presidents worshipped and is all that is left of what structures were built during that period. It has since been renamed Church of the Presidents and is located at 1260 Ocean Avenue.\n\nIn recent years Long Branch is now enjoying an amazing second coming. Visitors how come to Long Branch, NJ will enjoy the beautiful beach front, the new boardwalk the was recently added, and Seven Presidents Oceanfront Park, a 33-acre county park with facilities for swimming, boating and picnicking.  High-rise condos have replaced the old summer bungalows, however some still remain. There is also a large selection of outstanding restaurants as well as a lively nightlife.  Pier Village is where most of the current rebuilding and most tourist attraction is aimed towards.\n\n",{"type":"==","value":["Get in"]},"\nGetting to Long Branch Beach is extremely easy.  Get on the Garden State Parkway to Exit 105. Follow Route 36 East 4 miles into Long Branch.\n\n",{"type":"==","value":["Get around"]},"\nGetting around Long Branch is like getting around most any other city.  Public Transportation is available but not widely used.  When at Pier Village or the boardwalk walking or bicycle riding is the only form of transportation.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThere is plenty to do in Long Branch that will suit your entire group's needs. From fine dining to fun in the sun, Long Branch can offer it. If you have some fisherman in you, not far from Long Branch, NJ is the 'Big Mohawk Party Boat'. The Big Mohawk NJ Party Boat, located in the Jersey Shore town of ",{"type":"[[","value":[["Belmar"]]},", offers New Jersey Fluke fishing and New Jersey Blackfish fishing trips, along with other varieties of fish.  \n\nRecently added to the list of attractions is the ",{"type":"'''","value":["7 Presidents Oceanfront Park"]},". A facility of the Monmouth County Park System, 7 Presidents Oceanfront Park features: 38 acres including an activity center, a boating launch, fishing, a playground, swimming, sand volleyball, pavilion with snack bar, and restrooms. Admission and parking fees are charged from Memorial Day weekend through Labor Day weekend. Admission is free during the rest of the year. The park is open every day from 8AM to dusk.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Aloha Grove"],["url=http:\/\/www.alohagrove.com"],["email="],["address=84 Ocean Ave"],["lat="],["long="],["directions="],["phone=+1 732 263-0100"],["tollfree="],["fax="],["hours="],["price="],["content=Aloha Grove is a surf shop. The owners, Chad and Leslie, are huge supporters of the Surfrider Foundation."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Gold's Gym"],["url="],["email="],["address=4 Ocean Ave"],["lat="],["long="],["directions="],["phone=+1 732 229-8229"],["tollfree="],["fax="],["hours="],["price="],["content=Gold's Gym Long Branch offers a wide range of exercise programs, activities, and people to help you accomplish those goals. We can accommodate the person that has never worked out a day in their life, to the avid exercise enthusiast. We inspire our members with unrivaled energy and provide the finest equipment and fitness knowledge available to help our members achieve their individual potential."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Stone Hut"],["url="],["email="],["address="],["lat="],["long="],["directions=in Pier Village"],["phone=+1 732 222-6620"],["tollfree="],["fax="],["hours="],["price="],["content= Supplies a variety of hand-crafted jewelry including bracelets, necklaces, earrings and various other accessories.  Stone Hut supplies the largest selection of sterling silver and semi-precious stone jewelry at the Jersey Shore."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe restaurants in Long Branch vary from fine French cuisine to great burgers.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Avenue Beach Club"],["url=http:\/\/www.leclubavenue.com"],["email="],["address=Avenue Restaurant, 23 Ocean Ave"],["lat="],["long="],["directions="],["phone=+1 732 759-2900"],["tollfree="],["fax="],["hours="],["price="],["content=Avenue Restaurant is one the most popular dining and club destinations on the Jersey Shore.  It provides an elegant oceanfront dining experience with French-inspired cuisine. There is an international wine list, as well as drink specials every night of the week. The 5,000-square-foot space includes all, floor to ceiling windows, as well as a patio open late into the night during summer months. A private club and rooftop pool are included in an exclusive membership package that is not for the faint of heart."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=MC Loone's Pier House"],["url=http:\/\/www.mcloons.com"],["email="],["address=One Ocean Ave"],["lat="],["long="],["directions="],["phone=+1 732 923-1006"],["tollfree="],["fax="],["hours="],["price="],["content=McLoone’s Pier House opened in spring of 2005. With amazing oceanfront views, delicious cuisine and friendly service, McLoone‘s Pier House has become the place for weddings, parties, entertainment, and scrumptious indoor\/outdoor dining. Located right in the heart of Pier Village, it’s no wonder that McLoone’s Pier House has become a favorite with both Jersey Shore visitors and locals alike."]]}]},"\n",{"type":"==","value":["Drink"]},"\nWith any beachfront the nightlife will be an integral part and a main attraction. Long Branch is no different with its many bars stretching down the boardwalk, and all along Ocean Ave., the bars\/restaurants have become a big draw for tourists.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Brighton Bar"],["url=http:\/\/www.brightonbar.com"],["email="],["address=121 Brighton Ave"],["lat="],["long="],["directions="],["phone=+1 732 229-9676"],["tollfree="],["fax="],["hours="],["price="],["content=The Brighton Bar is a notable venue for great live music in Long Branch. You’ll hear everything from rock to jazz and even poetry here, and the schedule is usually varied so you can catch a show you like. It attracts a younger crowd."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Berkeley Hotel"],["url=http:\/\/www.berkeleyhotelnj.com\/index.html"],["email="],["address=1401 Ocean Ave, Asbury Park"],["lat="],["long="],["directions="],["phone=+1 732 776-6700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ocean Court"],["url=http:\/\/oceancourtmotel.net\/"],["email="],["address=170 Ocean Ave"],["lat="],["long="],["directions="],["phone=+1 732 728-1505"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Ocean Court - A cozy,  friendly oceanfront Inn with a great atmosphere. The beach and a nice boardwalk for jogging are right across the street. Next to Pier Village, Ocean Place Resort, and the Pier House Restaurant."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["40.30417"],["-73.99222"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Monmouth County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Long Branch, New Jersey"]]}]