[{"type":"{{","value":[["Pagebanner"],["Chicago-banner3.jpg"],["caption=Reflections on Cloud Gate"],["fop=yes"],["star=yes"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThe ",{"type":"'''","value":["Loop Art Tour"]}," is a guided walking tour of Chicago's impressive collection of public art in ",{"type":"[[","value":[["Chicago\/Loop"],["the Loop"]]},", taking 2-4 hours depending on how long you linger at each sight.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:The Town-Ho's Story.jpg"],["thumb"],["270px"],[{"type":"''","value":["The Town-Ho's Story"]}," through the window"]]},"\n\nMost visitors to Chicago make a point of visiting the endless collections at the Art Institute, but many overlook the world-class collection of public art on display throughout Chicago's commercial center. The Loop is a veritable open air museum of sculptures by the world's most famous modern artists (Picasso, Calder, Miro, Lewitt, etc.), and it's all, of course, free. These monumental sculptures are a both part of Chicago's distinctive character and a major source of civic pride. This itinerary will guide you along an efficient route to visit all the most famous of Chicago's downtown public art installations, as well as more than a few lesser-known gems.\n\nChicago's wealth of public art is also a great excuse to get out and enjoy the city in all its aesthetic glory. A major side benefit of this walking tour is that you'll quickly get to know the Loop and its main streets. The tour takes you past many of the Loop's most prominent landmarks, like Millennium Park, the Chicago Theater, the Chicago Board of Trade, the various central plazas, and the Sears Tower.\n\n",{"type":"==","value":["Prepare"]},"\n",{"type":"[[","value":[["Image:Loop Art Tour map.png"],["thumb"],["400px"],["Route map"]]},"\n\nYou won't need to bring much else besides this guide. If you are planning on doing the full itinerary, be sure to wear comfortable shoes. In total it's a 2.7 mile-walk (4.3 km), and that doesn't include time spent indoors. Inclement weather will make the walk less enjoyable, but only a real storm or the most frigid weather would really stop you from making the journey. Check the weather before you head out and bring rain\/snow gear as appropriate. Don't forget your camera and consider bringing along the Wikivoyage map of ",{"type":"[[","value":[["Chicago\/Loop"],["the Loop"]]},", in case you want to stop in a cafe or finish with a beer.\n\nOne of the best things about public art is that you get to enjoy it without paying any money. The only costs you'll encounter are from the many temptations along the way. If you want to visit the Art Institute at the beginning, that will be $18 for adults and $12 for children\/seniors; the Sears Tower Skydeck at the end will set you back $12.95\/adult, $9.50\/child. Set out in the morning or the afternoon, just so long as you'll finish the trip before dinner time, when many of the buildings close, denying you access to any indoor sculptures.\n\n",{"type":"==","value":["Art Institute"]},"\n\nThe walk begins at the world famous Art Institute of Chicago, and the more ambitious might want to plan an extra several hours at the beginning of the day to see some highlights from its collections (for information on how to get here, check the guide to the ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]},"). Don't wear yourself out before you begin the walk, though! There are several interesting public statues on the grounds of the Institute that don't require admission fees. You are walking north anyway, so take a look at the three rather famous statues in the North Garden. Hold Calder's whimsical ",{"type":"'''","value":["Flying Dragon"]}," and Sir Henry Moore's pondering ",{"type":"'''","value":["Large Interior Form"]}," in your mind — you'll see two monumental echoes of these two statues farther on. The other statue on hand is David Smith's ",{"type":"'''","value":["Cubi VII"]},", the seventh such statue in a series displayed around the world. At first glance David Smith's work looks like a boxy, metal tree, but there's more to it than that. Smith's metal sculptures are oddly textured, causing the steel faces to catch light in a different way for every new day.\n\n",{"type":"==","value":["Millennium Park"]},"\n",{"type":"[[","value":[["File:Cloud Gate at dawn.jpg"],["thumb"],["270px"],["The Bean at dawn"]]},"\n\nAcross Monroe Street, Millennium Park's ",{"type":"'''","value":["Crown Fountain"]}," (Jaume Plensa) comes into view, and makes an impression! These two mini-skyscrapers project faces of Chicagoans, who occasionally spew water through their \"mouths\" into the large black granite fountain between them. If you've brought kids along, now is a good time to collect their shoes and let them splash around a bit.\n\nContinuing northwards, you'll see the hard-to-miss ",{"type":"'''","value":["Cloud Gate"]}," (Anish Kapoor). Better known as ",{"type":"''","value":["the Bean"]},", it's a kidney-shaped structure of smooth stainless steel weighing 110 tons. It's the favorite sculpture of Millennium Park's throngs of visitors, as it reflects the surrounding skyscrapers (and tourists) like a funhouse mirror. That and it is rather graceful, isn't it?\n\nAfter taking either artistic or goofy photos with the Bean, head east through the park, around the edge of the huge ",{"type":"'''","value":["Pritzker Pavilion"]}," (Frank Gehry). Its giant steel trellis performs an important function besides aesthetic appeal; it supports much of the stage's sound and lighting systems. At the eastern edge of the pavilion (and of Millennium Park), take the long, winding ",{"type":"'''","value":["BP Bridge"]}," over Columbus Drive and be sure to stop along the way to enjoy the views of the skyline and Lake Michigan.\n\n",{"type":"==","value":["Aon Center Plaza"]},"\n\nAfter crossing the bridge, you are in Grant Park. Turn left, head up to Randolph Street and cross it to Aon Center. There is not a single setback on Aon Center, and you can walk right up to the base and look straight up 83 stories to the 1136 foot pinnacle. The plaza is pleasant enough and there are two ",{"type":"'''","value":["Sounding Sculptures"]}," (Henry Bertoia) at the southeast and southwest corners. These \"musical sculptures\" are inspired by the image of ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwestern"]]}," wheat fields swaying in the breeze. These wheat stalks are hollow and made of thin copper, so when the wind blows (and it always blows in the Windy City), the rods produce a strange metallic music. Follow the plaza around to the west of the tower past some smaller statues and Richard Hunt's ",{"type":"'''","value":["Winged Form"]}," (his more spectacular ",{"type":"''","value":["Freeform"]}," is yet to come), then head down the steps onto Lake Street.\n\n",{"type":"==","value":["Thompson Center"]},"\n\n",{"type":"[[","value":[["Image:Freeform.jpg"],["thumb"],["270px"],["The photogenic ",{"type":"''","value":["Freeform"]}]]},"\n\nContinue a couple blocks to State Street and turn left. The giant Chicago sign on the left is one of Chicago's most famous landmarks, at the Chicago Theater. Walk past the theater and then turn right on to Randolph Street. Two blocks more and you will be before one of Chicago's most distinctive buildings, the Thompson Center (named for an Illinois governor). In the plaza on Randolph stands one of Chicago's most famous statues, Jean Dubuffet's ",{"type":"'''","value":["Monument with Standing Beast"]},". It's a strange sculpture of white, organic shapes, with thick black outlines, and usually a host of kids running in and out of it. \n\nMake a point of wandering past the curved glass walls of the Thompson Center into its enormous atrium. The building is often compared to a spaceship, but few spaceships can claim the collection of public art that the Thompson Center has. Once you've finished inside, head back out to Randolph, turn right and head to the corner at LaSalle Street. Look across LaSalle and look up. Up on the State of Illinois Building is Richard Hunt's three ton, 2.5 story-tall, flame-like ",{"type":"'''","value":["Freeform"]}," sculpture. If your neck starts to ache from looking up so much, look back down LaSalle and head south a block before turning left on to Washington Street.\n\n",{"type":"==","value":["Daley Center"]},"\n\nTwo blocks down Washington and you are at the Daley Center and Chicago's most famous work of art, ",{"type":"'''","value":["the Chicago Picasso"]},". Resembling an elephant, a sphinx, or whatever your mind comes up with, the Chicago Picasso was the first monumental public art downtown (donated by the artist) and sparked the spate of public art acquisitions that you are now enjoying. It was \"controversial,\" however, when it first arrived for its \"abstract\" \"non-traditional\" design. But the reactionary grumps have bit their tongues (after having removed their feets from their mouths) and the statue is celebrated today by a city that loves art. Kids, in particular, enjoy sliding down the statue's base.\n\nTurn around and look across Washington Street for ",{"type":"'''","value":["Joan Miró's Chicago"]},", a strange surrealist, anthropomorphic figure. The fork on its head is said to represent a star.\n\nGo down Dearborn Street one block and take a left onto Madison Avenue to make a quick venture into Three First National Plaza (70 W Madison St). The atrium is attractive and full of plants, complemented by one very large Sir Henry Moore statue, ",{"type":"'''","value":["Large Upright Internal\/External Form"]},". Henry Moore's titles are purposefully devoid of descriptive content. He argued:\n\n",{"type":"''","value":["All art should have a certain mystery and should make demands on the spectator. Giving a sculpture or a drawing too explicit a title takes away part of that mystery so that the spectator moves on to the next object, making no effort to ponder the meaning of what he has just seen."]}," \n\nIf the two Henry Moore statues you've seen today made an impression, you may want to plan a visit to his ",{"type":"''","value":["Nuclear Energy"]}," statue in ",{"type":"[[","value":[["Chicago\/Hyde Park"],["Hyde Park"]]},".\n\n",{"type":"==","value":["Chase Plaza"]},"\n\n",{"type":"[[","value":[["Image:Chagall's Four Seasons.jpg"],["thumb"],["270px"],["A small section of Chagall's ",{"type":"''","value":["Four Seasons"]}]]},"\n\nHead back to Dearborn and continue south. Dominating the next block is the curved Chase Tower and the large plaza at its feet. Courtesy of the Russian-Jewish painter Marc Chagall, this plaza has become a must-see attraction for art lovers in Chicago. ",{"type":"'''","value":["The Four Seasons"]}," is a 70 foot long mosaic\/mural featuring light-hearted surrealist depictions of Chicago. After you have finished here continue south on Dearborn Street.\n\n",{"type":"==","value":["Federal Plaza"]},"\n\nTwo blocks down Dearborn from Chase Plaza is Federal Plaza, a full city block planned by renowned modernist architect Mies Van der Rohe. In the center of the plaza is the second Alexander Calder statue of the day, ",{"type":"'''","value":["The Flamingo"]},". Whimsical and constructivist (meaning: constructed of big industrial materials bolted together) are not words that usually belong side by side, but both Calder statues of the day nonetheless fit this description. The giant \"Calder-red\" flamingo poses a graceful, curving counterpoint to the hard edges and straight lines of the surrounding skyscrapers that reflect the statue in their windows.\n\nThe next sculpture is eight stories tall, but easy to miss! Head south across Adams Street and then head around to the backside of the building on the left. Behind this building and on the side of another is Sol Lewitt's monumental, yet very understated ",{"type":"'''","value":["Lines in Four Directions"]},". The sculpture consists of four giant panels covered in long strips of aluminum painted white, facing in four directions (hence the title). Similar to David Smith's ",{"type":"''","value":["Cubi VII"]}," back at the Art Institute, the emphasis here is on how one work of art can change depending on its environment and the position of the viewer. Depending on where you are standing, and the day's lighting, different patterns will emerge as the light hits the differently aligned aluminum strips. \n\nIf you are feeling tired, now is a good time to call an early day — you've already seen the most famous of Chicago's downtown sculptures. Otherwise, head south on to Jackson Boulevard and make a right. \n\n",{"type":"==","value":["CBoT"]},"\n",{"type":"[[","value":[["File:Large Upright InternalExternal Form.jpg"],["thumb"],["200px"],["Large Upright Internal\/External Form"]]},"\n\nThe Metcalfe Federal Building's lobby on the left at the intersection of Jackson and Clark contains another larger than life statue. Frank Stella has created a whole series of Moby Dick related abstract sculptures; this one is named after a specific chapter, ",{"type":"'''","value":["The Town-Ho's Story"]},". It's a terrific mess of 13,000 lbs. of steel and aluminum. The link to Melville's novel is not very clear, but the sculpture is impressive and purposefully abrasive.\n\nThe next block of Jackson Boulevard is the gigantic Art Deco Chicago Board of Trade Building (CBoT). The main lobby itself is a work of art, and a good quick stop along the way. From here turn up LaSalle Street. Turn left at Adams Street and cross the intersection to stop in the building at 190 South LaSalle Street to admire its beautiful lobby. The high vaulted ceiling is covered with $1 million of gold leaf, but lest you strain your neck, focus your attentions on the large bronze statue at the end of the room, ",{"type":"'''","value":["Chicago Fugue"]}," (Sir Anthony Caro). The statue is a cubist jumble of musical instrument-like shapes: a keyboard, organ pedals, cymbals, and any others you may \"find\" in it. The lobby's leather couches are another good reason to come in here, by the way.\n\n",{"type":"==","value":["Sears Tower"]},"\n\nThe final stretch of the tour takes you another three blocks west on Adams Street. When you reach Wacker Drive, turn left around the Sears Tower and head into the main lobby. The Sears Tower likely needs no introduction, but the massive art installation inside is less well known. ",{"type":"'''","value":["Universe"]}," is the last of the day's sculptures by Alexander Calder, and unlike the other \"stabiles,\" this sculpture is fully \"mobile.\" Held to represent the effect of the Big Bang at the origin of the universe, the work is comprised of rotating shapes meant to resemble heavenly bodies.\n\nYour tour ends here in the Sears Tower, and you might want to take this opportunity to ride the 20 miles per hour elevator to the Sears Tower Skydeck for some grand views of the journey you've just taken. \n\nIf you are thinking of dinner at this point, you are just a block away from the Quincy L station — you have your choice of neighborhoods to visit for dinner. Some especially good \"ethnic\" dining options not too far from the Loop are in ",{"type":"[[","value":[["Chicago\/Near West Side"],["Greektown"]]}," a short walk across the river, ",{"type":"[[","value":[["Chicago\/Bridgeport-Chinatown"],["Chinatown"]]}," to the south (Red Line), and authentic Mexican cuisine in ",{"type":"[[","value":[["Chicago\/Pilsen"],["Pilsen"]]}," (Pink Line).\n\n",{"type":"{{","value":[["staritinerary"]]},"\n",{"type":"{{","value":[["related"],["Chicago"]]},"\n",{"type":"{{","value":[["related"],["Chicago\/Loop"]]}]