[{"type":"{{","value":[["Pagebanner"],["Lumpytrout wikivoyage page banner boat reflection.jpg"]]},"\n",{"type":"'''","value":["Lopez Island"]}," is the third largest island in the San Juan Islands. \n\n",{"type":"[[","value":[["File:Iceberg Point Lopez Island Washington USA.jpeg"],["300px"],["thumbnail"],["Iceberg Point on  Lopez Island"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nCompared to its larger neighbors ",{"type":"[[","value":[["Orcas Island"]]}," and ",{"type":"[[","value":[["San Juan Island"]]},", Lopez has a more bucolic charm. It is relatively flat and most of it remains quite undeveloped. This is a conscious decision by local residents, who prefer a rural lifestyle, even if it means forgoing modern conveniences such as widespread cellular phone service, and being underpopulated enough to be considered flyover space by the pilots at Whidbey Island Air Force Base. Many residents rely heavily on local agriculture, as the high prices at the local grocery store make it cost-prohibitive for many residents to eat imported food out of season.\n\n",{"type":"==","value":["Get in"]},"\n\nTake Washington State Ferries from ",{"type":"[[","value":[["Anacortes"]]},". The ferries are extremely crowded on weekends, so try to avoid, if possible, heading to the island on Friday night\/Saturday morning or coming back on a Sunday.\n",{"type":"===","value":["By seaplane"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kenmore Air"],["url=http:\/\/www.kenmoreair.com"],["email=reservations@KenmoreAir.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-866-435-9524"],["fax=+1 425-485-4774"],["hours="],["price=$75-139"],["content=Kenmore Air seaplanes make several flights daily from downtown ",{"type":"[[","value":[["Seattle"]]},"'s Lake Union to seven locations in the San Juan Islands including Lopez Island. Kenmore Air Express ",{"type":"[","value":["http:\/\/kenmoreair.com"]}," also offers daily land plane service between Seattle's Boeing Field\/King County International Airport (BFI) and Friday Harbor Airport (FRD). Complimentary shuttle transfers are available to\/from Seattle-Tacoma International Airport (SEA) for passengers on either Kenmore Air service. A quick and spectacular, though not cheap, way to arrive."]]}]},"\n",{"type":"==","value":["Get around"]},"\nBring a car on the ferry. While the roads are great for cycling, you won't want to bike the whole way to the South End. There is an island taxi service but it is not reliable.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:West Sound WA 01.jpg"],["250px"],["thumbnail"],["boats docked at Lopez Island"]]},"\nBe sure to check out Odlin Park and Spencer's Spit, located near the ferry landing, Otis Perkis beach, near Fisherman Bay, and Agate Beach, on the South End of the island. Also on the South End are such local favorite spots as Watmough Bay and Aleck Bay.\n\n",{"type":"==","value":["Do"]},"\nThere is almost nothing to do on Lopez Island, so the residents make their own fun. Netflix and other online movie services are popular, but when it's not too cold and raining, you can find the locals hiking, skipping stones, building driftwood forts, drinking themselves to death, and smoking cannabis.\n\n",{"type":"==","value":["Buy"]},"\n\nSome of the island's businesses include:\n\nIsland Books, a book store\n\nIsland Styles, a clothing store\n\nLarkspur, a store focusing on island-made handmade goods, including Elizabeth Snapp's Barnacle Bags, of Etsy fame.\n\nBlossom, a small organic grocery store \n\nRed Apple Markets Lopez Island Market, the main grocery store, now with a monopoly on liquor sales with the closing of the Lopez Island Liquor Store.\n\nDeja Vu, a consignment clothing store\n\nHeavenly Fudge Factory, a confectionary\n\nChimaera Gallery, an art gallery\n\n",{"type":"==","value":["Eat"]},"\n\nLopez Island has few restaurants:\n\nIsabel's Espresso, a local favorite and a great place to catch the Island Vibe\n\nCaffe La Boheme, another coffee shop that makes wonderful drinks, owned by one of the island's only members of the LGBTQ community.\n\nHolly B's Bakery, a great bakery. This favored spot of the island's visitors is open mostly during the summer. \n\nVita's Wildly Delicious Cuisine, a to-go gourmet deli and wine shop inspired by the owners' Francophilic bent.\n\nThe Bay Cafe, an upscale dining experience, recently under new management.\n\nThe Islander Resort, a hotel with a bar and a (in this author's opinion, mediocre) restaurant.\n\nThe Love Dog restaurant, owned by a long time resident named White Bear Woman. Expect good food at reasonable prices, but with terrible service.\n\nThe Galley restaurant- attached to the bar, featuring fried foods and a few healthier entrees. \n\nThe South End Restaurant, formerly Islandale Store, in the Islandale building on the South End.\n\n",{"type":"==","value":["Drink"]},"\n\nThe only places to get a drink on the Island are The Islander Resort's bar and the Galley bar. The grocery store does a brisk trade in beer, wine, and spirits, though prices are high due to their monopoly status since the closing of Lopez Island Liquor Store.\n\n",{"type":"==","value":["Sleep"]},"\n\nIslander's Resort is the only drop-in hotel on the island. The Islander Resort features a pool, fitness center, restaurant and bar, and proximity to kayak and bike rental shops. There are several B&Bs located throughout the island, including Edenwild Inn, Swifts Bay Inn, and Aleck Bay Inn.\n\nMost lodging on the island requires reservations. Weekend rentals are also available through local retail agencies.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe other San Juan islands: ",{"type":"[[","value":[["Orcas Island"]]}," and ",{"type":"[[","value":[["San Juan Island"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["San Juan Islands"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Lopez Island"]]},"\n",{"type":"{{","value":[["geo"],["48.4788888889"],["-122.891944444"]]}]