[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Lorne"]]},"\n",{"type":"[[","value":[["Lorne (Victoria)"],["Lorne"]]}," is a town in the ",{"type":"[[","value":[["Great Ocean Road (region)"],["Great Ocean Road"]]}," region of ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},", ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Get in"]},"\nLorne is approximately two hours from Melbourne along the Great Ocean Rd, one of the great scenic drives of Australia. Rugged coastlines and many beaches and surf breaks make the trip itself just as enjoyable as the destination, but holiday makers fill the town to bursting every summer. Originally a logging town, Lorne's crystal clear waters and amazing views make it a great place to stop despite the increasing gentrification and development of what was once a quaint town.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Teddy's Lookout"]},". If you don’t go bushwalking at Lorne you can drive to this lookout. Head up William St or Bay St then turn left along George St. Drive carefully because the roads are steep."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Lorne pier- Go fishing in the specially-built bays or just check to see if the end is still there."]},{"type":"*","value":["Walk the Beach- From one end to the other it is approximately three kilometers long."]},{"type":"*","value":["Lorne cinema- open on major Holidays, some weekends and through the busy summer season, the cinema is an unrestored piece of History. You will have to choose between upstairs and downstairs with the inevitable social ramifications that this choice carries with it."]},{"type":"*","value":["Forest Park- The back roads around Lorne are a treasure trove of forested parks and walks, many with BBQ facilities."]},{"type":"*","value":["Cafes- 'The Arab' {formerly known as The Wild Colonial Club} was a Victorian Icon in the sixties and seventies but has been made into a Motorbike cafe and has lost most of its charm, Next door is 'The Indian' which is owned by the same developer but a better bet is probably 'Moons' several doors down, or Cafe Chaos a short walk away. "]},"Out at the Pier 'Sammy'  who is a local restauranteur runs 'The Pier Seafood Restaurant' which has a stunning view out across the Bay. A great place for a beer or wine. If you are brave the locals drink at the fisherman's club next to the pier, from which a shuttle bus runs in peak season.\n",{"type":"*","value":[" Public Toilets are located along the beach with the cleanest being situated on the bend as you drive towards the town. Note that the architect copied the design of the house opposite to the great dismay of the residents."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nArab - Food is well priced and great quality\n\n",{"type":"==","value":["Drink"]},"\nThe Lorne Hotel has a great beer garden but is overpriced with a schooner costing 4.50 and the food in the 25-35 range.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Australian Alphanumeric State Route B100.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Warrnambool"]]}],["minorl1=",{"type":"[[","value":[["Apollo Bay"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Torquay (Victoria)"],["Torquay"]]}],["minorr1=",{"type":"[[","value":[["Aireys Inlet"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Great Ocean Road"]]},"\n",{"type":"{{","value":[["geo"],["-38.533333"],["143.966667"]]},"\n",{"type":"[[","value":[["Wikipedia:Lorne, Victoria"]]}]