[{"type":"{{","value":[["pagebanner"],["Losangeles skyline banner.jpg"],["caption=LA skyline"],["disambig=yes"]]},"\n\n",{"type":"{{","value":[["PrintDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lacvb.com Los Angeles"]}]}," (also known simply as L.A., and nicknamed the \"City of Angels\") is the most populous city in ",{"type":"[[","value":[["California"]]},", and the second most populous city in the United States after ",{"type":"[[","value":[["New York City"]]},". Located on a broad basin in Southern California, the city is surrounded by vast mountain ranges, valleys, forests, the Pacific Ocean, and nearby desert.\n\nThe metropolitan area is the second-most populous in the United States and home to over 17 million people who hail from all parts of the globe. The metropolitan area is spread across Los Angeles County, ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]},", ",{"type":"[[","value":[["Ventura County"]]},", and parts of ",{"type":"[[","value":[["San Bernardino County"]]}," and ",{"type":"[[","value":[["Riverside County"]]},".\n\nLos Angeles is an important center of culture, business, media, and international trade, but it is most famous for being a major center of the world's television, motion picture, and recording industry, which forms the base of its status.\n\n",{"type":"==","value":["Districts"]},"\nFor travel purposes, this guide covers the entirety of Los Angeles County, a region of thousands of square miles in ",{"type":"[[","value":[["Southern California"]]}," roughly the same size as ",{"type":"[[","value":[["Rhode Island"]]},". There are 88 cities (municipalities) in the county; the largest, the city of Los Angeles, spreads throughout the county from the Port of Los Angeles to the San Fernando Valley.\n\n",{"type":"===","value":["Central Los Angeles"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=LA districts map.png"],["regionmapsize=350px"],["regionmaptext=The regions of Los Angeles County"],["region1name=",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown LA"]]}],["region1color=#b74e96"],["region1description=The central business district of Los Angeles and home to the Grand Avenue cultural corridor. The advent of the automobile and freeways led to the neighborhood's slow decline, but it has seen a booming revival in recent years, led by new residential buildings, trendy hotels, bars, shops and restaurants."],["region2name=",{"type":"[[","value":[["Los Angeles\/Eastside"],["Eastside"]]}],["region2color=#427dce"],["region2description=Just east of downtown and the Hispanic center of Los Angeles."],["region3name=",{"type":"[[","value":[["Hollywood"]]}],["region3color=#806fc7"],["region3description=The place where the life of movies from the past to the present come out and also where movies are made and shown to the public. It has received quite a makeover in recent years, sparked by the construction of Hollywood & Highland and the return of the Academy Awards. If you want to see famous actors and singers, then this is the place for you."],["region4name=",{"type":"[[","value":[["Los Angeles\/Northwest"],["Northwest LA"]]}],["region4color=#f09c27"],["region4description=A funkier area north of downtown and east of Hollywood that is rapidly gentrifying. Home to Griffith Park above Hollywood, Los Feliz, Silver Lake, MacArthur Park, and Echo Park, along with Dodgers Stadium."],["region5name=",{"type":"[[","value":[["Los Angeles\/South Central"],["South Central LA"]]}],["region5color=#2bd852"],["region5description=South Central has long had a reputation for gang violence and is the infamous site of the Rodney King riots, though it's mellowed significantly in the years since. While it remains off most people's radar, there are things to see, such as the museums of Exposition Park, and Watt's Towers, and the Space Shuttle Endeavor, which now lives at the CA Science Center."],["region6name=",{"type":"[[","value":[["Los Angeles\/Wilshire"],["Wilshire"]]}],["region6color=#a9cf41"],["region6description=Home of the historic architecture of the Miracle Mile District, the Farmer's Market and The Grove shopping areas, the Los Angeles County Museum of Art, CBS Television City, and the famous La Brea Tar Pits."]]},"\n\n",{"type":"===","value":["Los Angeles County regions"]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Antelope Valley"]]}],["region1color=#d4dc63"],["region1description=The northern region of the county; high desert and more rural in feel."],["region2name=",{"type":"[[","value":[["Gateway Cities (Los Angeles County)"],["Gateway Cities"]]}],["region2color=#4dfbcd"],["region2description=The southern region of the county, bordering Orange County. The largest city here is ",{"type":"[[","value":[["Long Beach"]]},", where you will find the Aquarium of the Pacific and the Queen Mary."],["region3name=",{"type":"[[","value":[["San Fernando Valley"]]}],["region3color=#60a3ab"],["region3description=\"The Valley\" is the sprawling northern section of the city of Los Angeles, as well as the independent city of Burbank. The Valley is home to Universal Studios, NBC Studios, CBS Studio Center, Walt Disney & Warner Brothers Studios."],["region4name=",{"type":"[[","value":[["San Gabriel Valley"]]}],["region4color=#e292a2"],["region4description=Encompassing the valley communities east of downtown Los Angeles. Sitting at the foot of the San Gabriel Mountains is ",{"type":"[[","value":[["Pasadena"]]},", site of the Rose Parade and the Rose Bowl on New Year's Day."],["region5name=",{"type":"[[","value":[["Santa Clarita Valley"]]}],["region5color=#bfeb9c"],["region5description=A region far to the north of Los Angeles proper."],["region6name=",{"type":"[[","value":[["South Bay (Los Angeles County)"],["South Bay"]]}],["region6color=#ffb2b2"],["region6description=The beachfront communities of the county south of LAX and the launching point for trips to ",{"type":"[[","value":[["Catalina Island"]]},"."],["region7name=",{"type":"[[","value":[["Westside (Los Angeles County)"],["Westside"]]}],["region7color=#44c3ea"],["region7description=The affluent area of Los Angeles where the elite of the entertainment industry reside. Home to many upscale communities such as Bel-Air, Brentwood, Pacific Palisades, ",{"type":"[[","value":[["West Hollywood"]]},", the high-end shopping of ",{"type":"[[","value":[["Beverly Hills"]]},", and the popular beach town of ",{"type":"[[","value":[["Santa Monica"]]},"."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"{{","value":[["Forecast"],["Los Angeles"],["34.0541"],["-118.2417"]]},"\n\nEven before the rolling blackouts, or O.J.'s ride in the infamously-slow Bronco chase, or Arnold \"the Terminator\" Schwarzenegger became ",{"type":"''","value":["governator"]}," of the state, Frank Lloyd Wright said, \"Tip the world over on its side and everything loose will land in Los Angeles.\"\n\nThe Los Angeles metro area has been a \"boomtown\" since the completion of the transcontinental railroad in 1876, first attracting some \"folks\" from the Midwest and East Coast with warm winters, becoming a gateway to a remarkable diversity of immigration from throughout the Pacific Rim and Latin America.\n\nIn the 1940s, Los Angeles had the largest streetcar network in the world.  Post World War two (WWII), the Red Car network was removed due to the popularity of the automobile.  Since then the freeway and major arterials such as Wilshire Boulevard and Sunset Boulevard have reined supreme, creating the car capitol of the world known as Los Angeles.\n\nThe city of Los Angeles is huge. From the Sylmar district in the north to the Port of Los Angeles in the south, the drive can be approximately an hour an a half long; possibly longer once traffic is factored in. The sprawling L.A. metropolitan area includes smaller cities, such as ",{"type":"[[","value":[["Santa Monica"]]},", ",{"type":"[[","value":[["Burbank"]]},", ",{"type":"[[","value":[["Pasadena"]]},", ",{"type":"[[","value":[["Long Beach"]]},", ",{"type":"[[","value":[["Anaheim"]]},", and ",{"type":"[[","value":[["Riverside"]]}," some of which were founded around the end of the nineteenth century and retain distinct identities. Geographically, some district names within the city of Los Angeles are so common, that they are believed by some to be separate of Los Angeles when in fact, they are neighborhoods of Los Angeles. ",{"type":"[[","value":[["Los Angeles\/Hollywood"],["Hollywood"]]},", ",{"type":"[[","value":[["Van Nuys"]]},", and ",{"type":"[[","value":[["Bel-Air"]]}," are just some examples of well-known neighborhoods that are actually a part of Los Angeles, while ",{"type":"[[","value":[["West Hollywood"]]},", ",{"type":"[[","value":[["Santa Monica"]]},", and ",{"type":"[[","value":[["Beverly Hills"]]}," are independent cities.\n\n",{"type":"===","value":["People"]},"\n\nLos Angeles is a very diverse city with nearly half of its population being born outside the ",{"type":"[[","value":[["United States"]]},". It has the third largest Mexican population in the world, behind the Mexican cities of ",{"type":"[[","value":[["Mexico City"]]}," and ",{"type":"[[","value":[["Guadalajara"]]},", and is home to about a dozen of other large immigrant populations, many with their own little enclaves of restaurants, shops, and places of worship. The gay-friendly areas include the city of ",{"type":"[[","value":[["West Hollywood"]]},", as well as the Silver Lake and the Westside areas.\n\n",{"type":"===","value":["Climate"]},"\n\nThe city enjoys a temperate climate for most of the year. Summers are warm, and occasionally hot, and brings the infamous dirty smog, though significantly improved over the years. Between the months of June - September average daytime highs are 82°F (28°C), and nighttime lows average 63°F (17°C). Winters are mild and bring much of the annual rainfall. Between the months of December - March average daytime highs are 68°F (20°C), and nighttime lows are 49°F (9°C). The season of spring is comprised of a mixture of gloomy rainy days and warm sunny days; and fall has the same mixture, typically with more sunny days, however.\n\nTemperatures can also fluctuate wildly depending where you are in the city. For example, it can be 84°F (29°C) in Venice and 93°F (34°C) in Pacoima on the same day in mid-July. The coast tends to stay a bit cooler which helps during summer days, but as such, is chillier at night even in the summer. Bring a sweater and pants if you stay for dinner near the coast.\n\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Los Angeles Visitor Information Center"],["alt=Hollywood"],["url=http:\/\/www.discoverlosangeles.com"],["email="],["address=6801 Hollywood Blvd"],["lat="],["long="],["directions=in the Hollywood and Highland Center; Metro: Hollywood\/Highland"],["phone=+1 323 467-6412"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Talk"]},"\nAs an American city, Los Angeles's dominant language is English. However, like much of the rest of California and any American state that borders Mexico, Spanish is also widely spoken. Even Los Angeles' name is a Spanish phrase meaning \"The Angels.\" The city has one of the largest Spanish speaking populations in the world, with many business store signs and billboards in some parts of the city printed in both English and Spanish.  According to the U.S. Census, roughly 70% of the city's population speaks English either as their first or second language, and roughly 44% speak Spanish as a first or second language. With a large immigrant population, many other languages are widely spoken such as Armenian, Chinese, Japanese, Tagalog, Russian, Vietnamese, and Farsi.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe Los Angeles metro area is served by five major commercial airports and more than a dozen private airports. Three of the major airports are in LA County proper while the other two are nearby.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles International Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["LAX"]]},"), 1 World Way, ",{"type":"''","value":["+1 310"]}," 646-5252. LAX is one of the major ports of entry for international flights to the United States as well as a major destination for domestic flights so it can be quite busy, especially around holidays. Most of the major airlines as well as some smaller regional airlines fly into LAX. All of the major rental car agencies have a location near the airport with hundreds of cars available for rent."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.burbankairport.com\/ Bob Hope Airport"]}]}," (",{"type":"{{","value":[["IATA"],["BUR"]]},"), 2627 N. Hollywood Way, ",{"type":"[[","value":[["Burbank"]]},", ",{"type":"''","value":["+1 818"]}," 840-8840. Alaska, Delta Airlines, JetBlue, US Airways, Southwest, and United Airlines fly into this airport located north-east of Downtown."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lgb.org\/ Long Beach Airport"]}]}," (",{"type":"{{","value":[["IATA"],["LGB"]]},"), 4100 Donald Douglas Dr., ",{"type":"[[","value":[["Long Beach"]]},", ",{"type":"''","value":["+1 562"]}," 570-2600. Alaska Airlines, Delta, US Airways, and JetBlue Airways fly into this airport located in southern Los Angeles County."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lawa.org\/ont\/welcomeONT.cfm Ontario International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["ONT"]]},"), 1940 East Moore Way, ",{"type":"[[","value":[["Ontario (California)"],["Ontario"]]}," in adjacent ",{"type":"[[","value":[["San Bernardino County"]]},", ",{"type":"''","value":["+1 909"]}," 937-2700. Located 37 mi (59 km) and a 40 minute drive east of Downtown Los Angeles without traffic."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ocair.com\/ John Wayne Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SNA"]]},"), 18601 Airport Way, ",{"type":"[[","value":[["Santa Ana (California)"],["Santa Ana"]]}," in adjacent ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]},", ",{"type":"''","value":["+1 949"]}," 252-5200. Located 40 mi (64 km) and a 45 min drive south-east of Downtown Los Angeles without traffic."]},"\nLAX is the airport many travelers use when visiting the Los Angeles area. The airport generally does feature lower fares, and more nonstop and frequent service when compared to the other airports. Flying into LAX is the best option if this is the closest airport to your final destination, and even if LAX is further away the fare is often simply too good to pass up. However, if your destination is closer (or almost as close) to one of the other four airports, and the fare really isn't a huge difference, then consider those airports. For instance, if you plan to spend most of your time in the ",{"type":"[[","value":[["San Fernando Valley"]]},", there is the Bob Hope Airport. If your visit will be centered around ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]},", there's the John Wayne Airport or even the Long Beach Airport. If you will be staying in the ",{"type":"[[","value":[["Inland Empire"]]},", there's the Ontario Airport. These airports can save a lot of hassle due to the fact that they are less busy than LAX. Also, the L.A. area is so wildly spread out and populated, that going anywhere will generally require a lot of driving, as well as possibly enduring traffic jams. On any random day at any particular time (day or night), a traffic jam can develop and it is not unheard of to take an hour just to go a few miles on the freeway. So utilizing the nearest airport will only be of convenience to you. All five airports lack direct train services; only the Bob Hope Airport is somewhat in walking distance of a Metrolink commuter rail station (not to be confused with the Metro rail service) and LAX has a comfortable, fast express bus service to a variety of regional centers with buses running from LAX to Union Station in Downtown every half hour (except late nights\/weekends) or Westwood every hour (6AM-10PM). For more details see: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lawa.org\/welcome_lax.aspx?id=292 LAX Flyaway Bus"]}]},"\n\nPrivate pilots will prefer smaller general aviation airports such as Santa Monica (",{"type":"{{","value":[["IATA"],["SMO"]]},"), Van Nuys (",{"type":"{{","value":[["IATA"],["VNY"]]},"), Hawthorne, or any of the other small airports in the area that do not handle commercial flights. LAX does not cater to small general aviation; Bob Hope (",{"type":"{{","value":[["IATA"],["BUR"]]},") does, but is considered high-traffic for this type of flight; Long Beach (",{"type":"{{","value":[["IATA"],["LGB"]]},") does, but has a very complicated runway system and, again, is considered high traffic. General aviation will fare much better at L.A. area airports that do not handle commercial flights at all. Much of Los Angeles is Class Bravo or other controlled airspace, but due to the number of airports and the generally good weather, Los Angeles makes a fantastic flying destination.\n\n",{"type":"===","value":["By car"]},"\nSeveral major highways come into Los Angeles County:\n",{"type":"*","value":[" From the north: Interstate 5 and U.S. Highway 101"]},{"type":"*","value":[" From the east: Interstates 10 and 15"]},{"type":"*","value":[" From the south: Interstates 5 and 405"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Union Station, LA.jpg"],["thumb"],["right"],["300px"],["Union Station"]]},"\nThe main ",{"type":"'''","value":[{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}]}," station is at Union Station, 800 N. Alameda St. next to the Hollywood (US-101) freeway in downtown Los Angeles. The train station also has a Metro Red Line subway station (platforms in station's basement) and Metro Gold Line light rail station (on platforms 1 and 2, parallel to the Amtrak and Metrolink trains), while local city buses stop at various locations around the terminal, including some in the MTA (Patsaouras) bus plaza at the east portal of the station. The train station is patrolled by private security staff and people lingering too long in the seats may be asked to show a ticket. Taxis are available at the west exit and the station is within short walking distance to the Civic Center and Olvera Street. Chinatown and Little Tokyo are also nearby. Be warned that it can get quite uncomfortable in the station especially when it is hot and\/or there are a lot of people. Great for business travel but perhaps not the best for families or any large group of people.\n\nAmtrak routes serving Los Angeles are the following:\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/coast-starlight-train Coast Starlight"]}]}," runs daily between Los Angeles and ",{"type":"[[","value":[["Seattle"]]}," via ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," and the ",{"type":"[[","value":[["Bay Area (California)"],["San Francisco Bay Area"]]},", with one other LA County stop northwest of Downtown in the San Fernando Valley (Van Nuys)."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/pacific-surfliner-train Pacific Surfliner"]}]}," runs several trains daily between ",{"type":"[[","value":[["San Diego"]]}," and Los Angeles, with some trains traveling north to ",{"type":"[[","value":[["Santa Barbara"]]}," and ",{"type":"[[","value":[["San Luis Obispo"]]},". There are many local stops northwest of Downtown in the San Fernando Valley (it shares a route with the Coast Starlight but stops at more stations) and southeast to Orange County."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/southwest-chief-train Southwest Chief"]}]}," runs daily to ",{"type":"[[","value":[["Chicago"]]}," via ",{"type":"[[","value":[["Albuquerque"]]}," and ",{"type":"[[","value":[["Kansas City"]]},". Local stops south of Downtown and east into the Inland Empire (Fullerton, Riverside, and San Bernardino)."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/sunset-limited-train Sunset Limited"]}]}," runs three times a week out to ",{"type":"[[","value":[["New Orleans"]]}," via ",{"type":"[[","value":[["Tucson"]]}," and ",{"type":"[[","value":[["San Antonio"]]},". Additionally, Amtrak's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.texaseagle.com\/home.htm Texas Eagle"]}]}," service between San Antonio and Chicago incorporates the Sunset Limited to provide a direct connection to Los Angeles. Local stops east of Downtown into the Inland Empire (Pomona and Ontario)."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/san-joaquin-train San Joaquin"]}]}," from ",{"type":"[[","value":[["Fresno"]]}," and ",{"type":"[[","value":[["Sacramento"]]}," goes no further than ",{"type":"[[","value":[["Bakersfield"]]}," (about 115 miles to the north).  However, coordinated bus travel to Union Station on a single ticket is available from Amtrak. From the ",{"type":"[[","value":[["San Joaquin Valley"]]}," (also known as the Central Valley), this is the only option available that involves any train service. Since the track is generally west of the State Route 99 freeway, it serves different cities than the Greyhound Bus line."]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrolinktrains.com Metrolink"]}]}," is an extensive regional train network with rail lines to ",{"type":"[[","value":[["Riverside"]]},", ",{"type":"[[","value":[["Lancaster (California)"],["Lancaster"]]},", ",{"type":"[[","value":[["Oceanside"]]},", ",{"type":"[[","value":[["San Bernardino"]]},", ",{"type":"[[","value":[["Oxnard"]]},", and points in between. Union Station is the main station served by Amtrak, the hub of the Metrolink network, and it is well-served by the Los Angeles Metro.\n\nUnion Station is spectacular (opened in 1939 and with the era's associated grand architecture), but there are several stops within the county that may be better located to your destination. LA is massive so make sure you get the right stop. Unfortunately, while Union Station has the best bus, subway, light rail, and commuter rail connections (and a Hertz and Budget car rental desk), it may be far from other landmarks. If you are arriving in LA by train but planning to travel around the area, here are some alternate connection options:\n\n",{"type":"*","value":[" The Burbank Amtrak station is next to the Burbank Bob Hope airport, where connections include Metrolink, bus and the usual rental cars at the airport's terminal. Book Amtrak through to Burbank (BUR), although doing so means you'll probably make a connection to a Pacific Surfliner at Union Station (since no long distance train serves Burbank). If that is the case, Pacific Surfliner tickets are not tied to a specific train and can be used on any Pacific Surfliner train as well as any Metrolink trains serving the same route. So when your long distance train arrives at Union Station, you can simply take the first available train heading to Burbank. (Note that Metrolink calls the same station Burbank-Bob Hope Airport, as Metrolink also serves an additional Downtown Burbank station not served by Amtrak.)"]},{"type":"*","value":[" Los Angeles World Airports operates a cheap motorcoach service between Union Station and LAX, where every major rental car company has countless thousands of cars available (weekend prices can be real bargains). Called the Union Station FlyAway, it serves the MTA (Patsouras) bus plaza adjacent to the station."]},{"type":"*","value":[" You can also take bus 42 or the subway to LAX (Purple, Blue, and Green Line) to LAX where you can rent cars. If you are a tourist, you can plan visiting all the tourist places that are on the Metro Subway lines on one or two days and rent the car only for the rest of the trip (to go to Disneyland, Malibu or Santa Monica)."]},"\nSeveral Metrolink lines overlap Amtrak's routes or serve the same cities via a slightly different routing. Metrolink tickets can cost significantly less than Amtrak tickets; for example, LA to Oceanside is $14 on Metrolink but $19 on Amtrak. Train frequencies vary between Amtrak and Metrolink for given station pairs (some are more frequent via Amtrak and some are more frequent via Metrolink, since some Metrolink runs terminate before the end of the line).\n\n",{"type":"===","value":["By bus"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]}," terminal is at 1716 East 7th Street, near I-10 and South Alameda Street, south of the city's Downtown Arts District and east of the vast, notorious Skid Row district. Though a growing residential population in the area has brought increased safety and services, this neighborhood remains largely underdeveloped. You should still not linger around here longer than you have to, and staff often ask people who are here too long to show their tickets.\n\nAccess to connecting transit services is limited. From the Greyhound station, take a taxi or bus 60, 62, or 760 to connect to Downtown.\n\nFortunately, other terminals are in far safer areas and have better access to public transportation.  From the north, the North Hollywood station is located at 11239 Magnolia Boulevard, a quarter of a mile south of the Metro Red Line North Hollywood station. The Hollywood station, at 1715 North Cahuenga Boulevard, is a quarter of a mile west of the Metro Red Line Hollywood\/Vine station.\n\nOf note for passengers coming from the east is the El Monte station, at 3501 North Santa Anita Ave. The station also houses an M.T.A. and Foothill Transit bus station, and frequent express bus service to Downtown Los Angeles is available upstairs. The El Monte station also houses a substation of the local county sheriff. Also, from the east, the Pasadena Greyhound station, located one-quarter mile west of the Lake Avenue Metro Gold Line station, is an option.\n\nFrom the south, Greyhound passengers should use the East Los Angeles station, located at 1241 South Soto Street, or the Compton Station, located at 305 North Tamarind Ave. The East Los Angeles station has many buses to downtown nearby, while the Compton station is across the street from a Metro Blue Line station.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/us.megabus.com Megabus"]}]}," offers service from ",{"type":"[[","value":[["San Francisco"]]},", ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},", ",{"type":"[[","value":[["Oakland"]]},", and ",{"type":"[[","value":[["Las Vegas"]]},". The main bus stop is located ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown"]]}," at Union Station's Patsaouras Transit Plaza; there is also a second stop in ",{"type":"[[","value":[["Burbank"]]}," (only for service from the Bay Area) at the Downtown Burbank Metrolink station.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boltbus.com BoltBus"]}]}," offers service from San Francisco, San Jose, Oakland, and Las Vegas. The bus stop is on the west side of Union Station, near the taxi stand.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.luxbusamerica.com\/ LuxBus"]}]}," offers four daily trips to and from Anaheim, San Diego, and Las Vegas.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cashuttlebus.com\/ CA Shuttle Bus"]}]}," offers service to ",{"type":"[[","value":[["San Francisco"]]}," and ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lowfarebus.com\/ Hoang Express"]}]}," offers service to the ",{"type":"[[","value":[["Bay Area"]]},", ",{"type":"[[","value":[["Sacramento"]]},", and ",{"type":"[[","value":[["Phoenix"]]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tufesa.com.mx\/home.html TUFESA Bus Lines"]}]},", offers bus service to\/from various points in Mexico.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.crucero-usa.com\/default.aspx?strLanguage=EN Crucero USA"]}]},", offers bus service to\/from various points in Mexico.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Long Beach"]]}," has a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carnival.com\/ Carnival Cruise Lines"]}]}," terminal. 231 Windsor Way, Long Beach, ",{"type":"''","value":["+1 562"]}," 901-3232."]},{"type":"*","value":[" ",{"type":"[[","value":[["San Pedro"]]}," has a cruise ship terminal that all of the major cruise ship lines (except Carnival) sail from. Berth 90-93, San Pedro, ",{"type":"''","value":["+1 310"]}," 514-4049. Fax: ",{"type":"''","value":["+1 310"]}," 514-4057."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public transportation or car?"]},"\nPublic transportation in L.A., while not perfect, has come a long way in the last few years.  With a rapidly expanding light rail\/subway network as well as an extensive (and also growing) network of \"Rapid\" limited stop buses which run frequently, transit might be an option for you depending on where you are traveling and what you'd like to see.  Unfortunately given L.A.'s sheer size and dependence on the automobile distances are often quite far, and some regions have better transit access than others. A good rule of thumb is if you are in the L.A basin, that is areas south of the Santa Monica mountains\/Hollywood Hills down to Long Beach and from East L.A. to Santa Monica, transit is pretty extensive, but if you are going to areas to the north, beyond North Hollywood into the San Fernando Valley things get a lot more sparse.  For instance Burbank isn't as accessible as one would hope it should be with local buses not running very frequently once you get past the end of the red line at North Hollywood. You should probably run a few scenarios of where you'd like to go by transit on Google Maps first to see if it's right for your needs on your trip.\n\nFrequencies are much higher in the transit safe region outlined above than they once were and in general you won't wait more than 15-20 mins for a bus in that area.  The rapid buses run more frequently than the local, which is useful as LA is so huge you'll much prefer riding buses which only stop at major intersections to ones that stop every block.  Also keep in mind there is not a bus line to reach every nook and cranny, and as such, it is not uncommon to find yourself walking up to a mile or more to your destination after you've gotten off the bus at the closest stop - you may also find yourself walking further to catch a better rapid bus just because their stops are much further apart!\n\nAnother oddity of L.A. (which it shares with the Bay Area, though its not as bad as that region)are numerous bus transit agencies. You may find yourself paying additional money when you get off one transit agency's bus and board another transit agency's bus to continue your journey.  For instance the best way (traffic permitting) to get from Downtown L.A. to Santa Monica is to take the Rapid 10 Big Blue Bus as it takes I-10 direct to Santa Monica without stops on surface streets other than in the Downtown of both cities.  Unfortunately this is a different bus agency than the one that serves the city (which is known as Metro) so the day passes you bought for metro won't apply to the big blue bus, you'll have to pay an extra fare.\n\nKeep in mind, some bus routes will end service in the early evening, so you should plan your trip accordingly to make sure you are not stranded while on an outing, thus subjecting yourself to an expensive taxi ride back to your hotel -which, depending on how far away you are, may end up costing roughly the same amount as if you had rented a car for the day in the first place. On the flip side, Metro recently extended their possible hours as late as 3AM on Fridays and Saturdays - again check google maps or Metro's website to see what's available at that time.\n\nLos Angeles also has a medium-sized, and expanding, subway\/light rail system to help speed up journeys around the city. If you plan to be staying near a Metro Rail station in the outlying areas, this may suffice as the rail network will take you to some of the tourist areas such as Hollywood, Universal Studios, Chinatown, Culver City, and Long Beach. However, those who plan to stay for multiple days in the city, and will be staying or visiting outlying areas, and would otherwise have to take multiple buses during their visit, are strongly advised to rent a car if the budget allows.\n\nMetro Rapid buses come more frequently and make fewer stops than local buses and should be used when possible. Remember that many cities in the metro area (including Santa Monica, Culver City, Long Beach, Santa Clarita, and Ontario to name a few) operate their own bus agencies, independent of the Metro, thus charging different fares.\n\nIf you choose to rent a car, you will get a look at the infamous and large L.A.-area freeway system and a taste of the notorious traffic jams. However, this will still be more convenient than bus travel for long or multiple destination trips.\n\n",{"type":"===","value":["By rail"]},"\n",{"type":"[[","value":[["File:Los Angeles County Metro Rail and Metro Liner map.svg"],["thumb"],["right"],["300px"],["Los Angeles County Metro Rail Map"]]},"\n\nThe Los Angeles area's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.net Metro Rail"]}]}," subway\/light rail system opened its first line in the 1990s and has been expanding its system over the past 20 years or so. Many neighborhoods and sightseeing destinations can be reached using the Metro, including downtown, Koreatown, Los Feliz, Hollywood, North Hollywood, Chinatown, Pasadena, and Long Beach. For these areas public transportation is preferable, when possible, to the gridlock that often occurs on Los Angeles area freeways and streets.\n\nA single-trip fare valid on one line in one direction costs $1.50 (no transfers) and can be purchased from ticket vending machines located in the stations. Alternatively, a day pass (valid until 3AM the next day) costs $5, a weekly pass (running Sunday to Saturday) costs $20, and a monthly pass costs $75. Passes allow unlimited access on Metro bus and rail lines. Day passes can be purchased through ticket vending machines in stations (on buses, day passes can be purchased only using a reusable TAP card), and weekly and monthly passes on TAP cards can be obtained online or at Metro Customer Centers (the main one is at Union Station). Metro Rail and Metro Bus services can be used with the passes (a few express bus routes require payment of additional fare except for pass users). Route maps are available online and in stations.\n\nMetro fare payment works on a proof-of-payment system. There are turnstiles in the subway stations and some light rail stations. Passengers using a TAP card must tap the turnstile to have a valid fare. Passengers using paper one-day passes can walk through the turnstiles as they are currently unlocked, but there are plans to lock at least some of the stations. However, tickets or passes must be purchased before entering boarding zones; there, Metro police randomly check for valid tickets on the trains or platforms, even if people did not board any train. The penalty for not being able to show a valid ticket is $250 and up to 48 hours of community service.\n\nUnlike many cities whose local train systems allow free transfers between rail lines when the lines converge, trips that involve multiple lines or transfers in L.A. require separate tickets for each line. A better option will simply be to purchase a day, weekly, or monthly pass for travel on all the lines. Passes can be more cost effective than several single-ride tickets.\n\nMetro Rail\/Transitway Lines:\n",{"type":"*","value":[" ",{"type":"'''","value":["Red Line,"]}," a subway that runs from ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown"]]}," (Union Station) to the ",{"type":"[[","value":[["Hollywood"]]}," area, then to ",{"type":"[[","value":[["North Hollywood"]]}," in the ",{"type":"[[","value":[["San Fernando Valley"]]},". This route shares track with the Purple Line for about half of its length; when boarding a subway train, check its destination signs to make sure you are on the right train. Station display signs should also provide information about the destination of the train you are boarding. Trains run on average every 12 minutes daytime, becoming less frequent in the evening."]},{"type":"*","value":[" ",{"type":"'''","value":["Purple Line,"]}," a subway that runs from ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown"]]}," (Union Station) to Koreatown. This route shares track with the Red Line for most of its length; when boarding a subway train, check its destination signs to make sure you are on the right train. Note that the Purple Line trains outside of rush hour are only two cars in length and will not fill the length of the station. There are tunnel signs to help guide you to where the train will stop."]},{"type":"*","value":[" ",{"type":"'''","value":["Blue Line,"]}," a light rail line that runs from Downtown (7th Street\/Metro Center Station) through South Los Angeles to ",{"type":"[[","value":[["Long Beach"]]},".  Serves L.A. Live and the Watts Towers."]},{"type":"*","value":[" ",{"type":"'''","value":["Expo Line,"]}," a light rail line that runs from Downtown (7th St\/Metro Center) through South Los Angeles to USC and the museums of Exposition Park and west to ",{"type":"[[","value":[["Culver City"]]},".  Will extend to Santa Monica in 2015."]},{"type":"*","value":[" ",{"type":"'''","value":["Gold Line"]},", a light rail line that runs from ",{"type":"[[","value":[["East LA"]]}," through Chinatown and Northeast Los Angeles to ",{"type":"[[","value":[["Pasadena"]]},".  Serves Union Station."]},{"type":"*","value":[" ",{"type":"'''","value":["Green Line"]},", a light rail line that runs from the South Bay (near LAX) east to the city of ",{"type":"[[","value":[["Norwalk (California)"],["Norwalk"]]}," along Interstate 105."]},{"type":"*","value":[" ",{"type":"'''","value":["Orange Line,"]}," a transitway across the San Fernando Valley from North Hollywood to Warner Center (Woodland Hills), using sleek articulated \"bus-trains\" on rubber tires."]},{"type":"*","value":[" ",{"type":"'''","value":["Silver Line"]},", a transitway from El Monte to Artesia using \"bus-trains\" on rubber tires. A surchage is to be paid on this route. must be purchased for this route."]},"\nNote that Metro operating hours and timetables vary fom one line to another.\n\nThere is currently no direct rail connection between Downtown Los Angeles and Los Angeles International Airport (LAX), but a free shuttle from the Metro Green Line Aviation\/LAX Station to terminals is available. Los Angeles World Airports (LAWA) operates the much more convenient and direct ",{"type":"[","value":["http:\/\/www.lawa.org\/welcome_lax.aspx?id=292 LAX FlyAway shuttle"]}," every 30 minutes between Union Station and airport terminals.\n\nDistinct from Metro is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrolinktrains.com Metrolink"]}]}," commuter rail system, centered at Union Station. This commuter rail system reaches as far as ",{"type":"[[","value":[["Ventura"]]},", ",{"type":"[[","value":[["Lancaster (California)"],["Lancaster"]]},", ",{"type":"[[","value":[["San Bernardino"]]},", and ",{"type":"[[","value":[["Oceanside"]]}," (northern San Diego County) but runs limited night and weekend service. Metrolink does not accept Metro passes and requires the purchase of separate tickets. Like Metro, Metrolink uses the honor system, where no barriers are required to enter the system, but frequent random inspections ensure that every passenger has a valid ticket or pays $250 fine with 48 hours community service. Metrolink tickets are honored as a day pass on Metro Rail and Metro buses. Metrolink offers the Weekend Day Pass for $10 and the pass is good for unlimited travel on Metrolink trains for either Saturday or Sunday and can be used for participating connecting transit including the Metro Rail in Los Angeles and various bus systems throughout Southern California.\n\n",{"type":"===","value":["By bus"]},"\nThe main bus system in Los Angeles is operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.net Metro"]}]}," (+1 800 COMMUTE, or +1 800 266-6883). Many Angelenos without a car use the bus as their primary mode of transportation. The preponderance of frequent bus service is along major north-south and east-west corridors radiating to the south and west of Downtown Los Angeles.\n\nRapid buses have fewer stops than local service and cut through the traffic well. Check the schedules in advance as many routes change and have reduced frequency in the late hours. Rapid buses are red and have 3 digit numbers (720 for instance), versus orange and 2 digit numbers (20 for the local equivalent of the 720) for local buses.\n\nFares are currently $1.50 per ride (no transfers), $5 for a day pass, and $20 for a weekly pass. Day passes can be purchased from any Metro Rail station or bus operator; weekly passes can be purchased in selected stores in the county, online, at Union Station, and at Metro Customer Centers. Daily, weekly, and monthly passes can be used on both Metro Rail and Metro Bus. From a Metro Bus, a transfer to a municipal line is $0.35 and is good for many non-Metro bus systems which are listed on the transfer ticket that a bus operator will give you if you pay cash for the fare.\n\nNeighboring cities often operate their own bus systems with different fares. Santa Monica's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bigbluebus.com Big Blue Bus"]}]}," system provides service in that city as well as linking Santa Monica with Westside L.A. districts such as Brentwood, Westwood, and Venice Beach, and also downtown L.A. and LAX. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.culvercity.org\/bus Culver CityBus"]}]}," operates buses in and around Culver City.  Areas of the foothills and San Gabriel Valley east of El Monte are served by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.foothilltransit.org\/ Foothill Transit"]}]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofmontebello.com\/depts\/transit\/bus\/ Montebello Bus Lines"]}]}," operates service in Montebello, Pico Rivera, Whittier, East LA, and surrounding communities. And ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lbtransit.com\/ Long Beach Transit"]}]}," provides service to Long Beach.  Note: Unlike many American cities that have one or perhaps two transit agencies with compatible fares, the L.A. region has several transit agencies and their fares structures are not interchangeable with each other. You will have to pay additional money if you're switching buses to a different transit agency. Several bus agencies have agreements and will honor additional fare paid for bus transfers from other agencies.\n\nIn addition there is the Flyaway bus for getting from LAX to a number of major centers.  LAX to L.A. Union Station runs every hour with other destinations less frequent.  The flyaway bus generally uses the expressways (including the silver line route without the extra stops) and only has stops at LAX and the destination you are traveling to. Fares are $7-10. More info is available here: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lawa.org\/welcome_lax.aspx?id=292 LAX Flyaway Bus"]}]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Four Level Interchange.jpg"],["right"],["thumb"],["200px"],["The Four-Level Interchange in Downtown Los Angeles"]]},"\nLos Angeles is notorious for its traffic conditions, and its freeway system can get extremely clogged at times. Still, automobile travel is the easiest way to see parts of the region. Many major car rental companies are located at LAX.\n\nMany natural areas surrounding the LA metropolitan area can be reached only by car. See the article about ",{"type":"[[","value":[["Driving in Los Angeles County"]]}," for more information. If you are going to be driving, make sure that you have access to extensive street and freeway maps or a GPS navigation system or you may get lost on the spaghetti map of freeways.\n\nEach freeway is identified by a number, and usually one or two names. In addition, there are three types of freeways: interstate, federal, and state. Federal and state routes can be either freeways or streets or alternate between both but all interstate routes are freeways. \n\nWhen giving directions, most locals refer to a freeway by its number, \"the 405 freeway\" or \"the 101 freeway\", or just \"the 101\".  In some parts of the country, the indefinite article is dropped, whereas it is kept in most of the west coast: \"Take the 405 to the 101\" rather than just \"Take 405 to 101.\" Although both are acceptable, you may encounter momentary confusion when using the latter with locals.\n\nThe freeways can be confusing for visitors. It is recommended that you familiarize yourself with your chosen route prior to setting out on your trip and pay attention to traffic and road signs. \"Carpool Only\" lanes may be entered with two or more occupants in a vehicle. On portions of the 10 and 110 freeways, these lanes are toll lanes but allow single drivers and require a Fast Track Transponder to enter.  You have been warned.\n\nListening to a radio station is helpful for any long trip through LA since most stations regularly disseminate traffic information during the daylight hours. ",{"type":"'''","value":["KFWB 980 AM"]}," has traffic reports on the ones (:01, :11, :21, :31, :41, and :51) when they aren't playing Dodger games. ",{"type":"'''","value":["KNX 1070 AM"]}," \"News Radio\" - Los Angeles' 24-hour news station - has traffic reports \"on the 5's\" when they aren't running the simucast of 60 Minutes (7 pm on Sunday) or 60 Minutes II, or \"Weekly Roundup\". ",{"type":"'''","value":["KFI 640 AM"]}," \"More Stimulating Talk Radio\" and ",{"type":"'''","value":["KABC 790 AM"]}," run traffic reports four times an hour, usually during commercial breaks of their talk shows. The radio station web sites have links to graphics showing traffic speeds and the accident logs of the highway patrol. Traffic reports will often use the verbal name for a freeway (e.g., \"Westbound Santa Monica Freeway\") instead of the number of the freeway.\n\nAlthough LA's traffic jams are legendary, the freeway grid provides for an effective movement of traffic and a variety of alternatives. Be sure to have an alternative route planned out in advance; many freeways run parallel to one another and serve as viable alternatives, especially in long-distance trips. If possible, use a passenger as your navigator. You may also check ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sigalert.com\/map.asp?Region=Greater+Los+Angeles SigAlert"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trafficreport.com\/los-angeles TrafficReport"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/bigverdict.com\/trafficinfo\/ BigVerdict"]}]}," for current traffic information before your trip.\n\nAs for driving on the street grid, most cities in the Greater Los Angeles Area (also called Southland) have well-maintained streets, but streets within the city of Los Angeles itself tend to have a lot of cracks and potholes (the city government spends about half of its annual budget on law enforcement, which leaves little for street maintenance).  Wilshire Boulevard is particularly notorious for extremely bumpy conditions and requires extreme caution to avoid destroying the suspension of one's vehicle. The city government has installed sensor loops on most major streets and publishes real-time traffic speed maps ",{"type":"[","value":["http:\/\/trafficinfo.lacity.org\/ online"]},".\n\nAlso, while many other California cities have dedicated left-turn traffic lights at major intersections, allowing for so-called \"protected\" left turns, most Los Angeles intersections do not have them. They operate under the rule where you must yield to opposing traffic, and turn only when it is safe. Some Los Angeles streets are so congested that it is impossible to turn until the traffic light reaches the yellow (caution) phase.\n\nTherefore, it is customary in Los Angeles for as many as two or three vehicles to creep into the middle of such intersections in order to turn against opposing traffic on a yellow light. If you are a first-time visitor, you may find yourself being honked at by other drivers until you become accustomed to this.\n\nDriving around downtown is especially frustrating to deal with. Even when there are not a large number of vehicles present, drivers still tend to go slower in this area because of the numerous turns and exits.\n\nAnother frustration of driving in downtown Los Angeles is the very expensive cost of parking there.  Many downtown hotels and many hotels outside of downtown (such as in high-density areas like LAX, Hollywood and Century City) have parking garages, but will charge you exorbitant daily parking fees.  Even worse, they may have only valet parking, meaning you will be expected to also tip the valet.  If you plan to bring or rent a car to drive around Los Angeles, consider looking for hotels that have free parking or at least reasonable fees for self-parking garages.\n\nMany Los Angeles intersections have red light enforcement cameras, linked to sensor loops which are energized about a third of a second after the traffic light turns red. You will know the camera activated when it flashes its strobe light at you to obtain a clear view of your face (which is required along with a picture of the license plate to issue a ticket under California law). These intersections are sometimes marked in advance by signs and should be approached carefully to avoid a fine.\n\n",{"type":"====","value":["Dealing with traffic"]},"\n\nResidents of ",{"type":"[[","value":[["Los Angeles County"]]}," spend an estimated 4 days of each year stuck in traffic.  However, since there is no real effective alternative for getting around, driving, and dealing with traffic, for the vast majority of trips outside the downtown core, traffic is an inescapable part of the ",{"type":"[[","value":[["Los Angeles"]]}," lifestyle, and something visitors will not be able to avoid.\n\nWhen traveling on a Los Angeles freeway it's important to remember slower traffic keeps the right. Many Angelenos do well over 20 mph of the posted speed limit and cutting them off or remaining in the fast lane at a slow pace, will cause frustration with native drivers. \n\nDespite the infamy of Los Angeles' traffic situation, people from other major cities may not be surprised. The real issues are the sheer length of the rush hour period, and the volume of traffic therein. The assertions of driving difficulty and danger will most likely seem unfounded to residents of large cities, especially comparatively frantic northeastern locations such as New York, Philadelphia, Boston, and Washington, who often see Los Angeles traffic as relatively easy-going. Indeed, the New Jersey Turnpike, the Beltway, and the Schuylkill Expressway offer easily comparable volume and far less forgiving conditions.\n\nIt is actually very easy to drive around Los Angeles for about six hours every day - from around 11 PM to 5 AM.  Driving times in these morning hours can easily be less than a third of what they are during peak hours. Don't think for a second that CalTrans hasn't figured this out too. A lot of construction is scheduled during these off peak times; be ready to plan alternative routes. Anyone planning on visiting by car may wish to seriously consider scheduling the trip so as to arrive or depart in the early morning - this can prevent a great deal of frustration.  This is also an excellent time of day to find your way around, memorize your traffic routes, and explore.\n\n",{"type":"====","value":["Los Angeles car culture"]},"\n\nWhile nearly every big city in the world has to deal with traffic congestion, what makes L.A. unique is that Los Angeles has not only one of the largest high-speed road networks in the world, but also the highest per-capita car population in the world.\n\nHow did this come to happen?  A short lesson in history: along with the great boost of technological advancements of the 20th century came the automobile. Due to its economic prosperity and automobile-centric development, the United States has become the country with the most registered vehicles, estimated at some 232 million. California, being the country’s most populous state with the biggest passion for cars, planned its cities such as Los Angeles around the automobile in favor of other modes to an extent greater than perhaps than any other city and now holds the greatest concentration of them all with more than 26 million. This makes the Los Angeles metropolitan area, with roughly 1.8 cars per household, the most car-populated urban sprawl in the world.\n\nThe Los Angeles freeway system handles over twelve million cars on a daily basis. While L.A. holds the number one spot as America’s most congested and polluted roadways, surprisingly enough, it does not hold the title of most chaotic car city due to its enormous freeway infrastructure that allows the residents of the Los Angeles area to carry on their daily migration of over 300 million miles.\n\n",{"type":"====","value":["Navigation"]},"\n\nNo one should drive around Los Angeles without a Thomas Guide. If you don't want to purchase a full Thomas Guide (about $20-$30 at bookstores), you can purchase Rand McNally maps which incorporate the Thomas Guide at most gas stations, supermarkets, and convenience stores (Costco and Walmart usually have the cheapest prices). The maps cover a given geographical area and cost about $4-$6. Use of an online mapping tool, such as Mapquest, is also recommended.  As a general rule, time estimates given by Mapquest should be at least doubled during rush hours.\n\nIn his parody traffic reports, Tonight Show host Johnny Carson used to refer to the \"Slauson Cutoff\".  While driving around LA you often have the option of taking freeways or surface streets.  Some locals rely on surface streets to avoid rush hour traffic on the freeways.  For example, many people driving to the ",{"type":"[[","value":[["San Fernando Valley"]]}," during rush hour will opt to take Sepulveda Blvd, which runs parallel to the 405 Freeway, since the 405 often takes longer at this time of day.  In nearby ",{"type":"[[","value":[["Culver City"]]},", La Cienega is used as a cutoff from I-10 to LAX.  The effectiveness of such strategies is debatable, and it may be difficult for inexperienced drivers to accurately guess which way will be faster.  Outside of rush hour, the freeways will almost always be faster for longer trips around LA.\n\nOne particularly annoying aspect of freeways in Los Angeles County is finding an onramp.  The onramps are marked with signs marked \"Freeway Entrance\" but these can be frustratingly difficult to find.\n\nDriving with a GPS unit is highly recommended.\n\n",{"type":"====","value":["Freeways"]},"\nNames usually identify where the freeway goes in a general way; the Ventura Freeway is either going toward or away from Ventura, and names change when there is a better-known and closer target. This can be confusing to out-of-towners. For example, the 110 runs from ",{"type":"[[","value":[["Pasadena"]]}," in the north to the LA harbor in the south. The portion north of the 10 (Santa Monica Freeway, which runs through downtown Los Angeles) is the Pasadena Freeway and the portion that runs south of the 110 the Harbor Freeway. One thing to be aware of is that a number can shift freeway names; the Hollywood Freeway is the 101 south of the Ventura Freeway, and the 170 north of the Ventura. The Ventura takes over the number from North Hollywood to the west. The eastern portion of the Ventura Freeway is the 134. \n\n",{"type":"*","value":[{"type":"'''","value":["1"]}," - ",{"type":"'''","value":["Pacific Coast Highway"]}," or more commonly ",{"type":"'''","value":["PCH"]},": Not really a freeway per se. But convenient for the beach towns as it sticks to the coast most of the way through the county, and one of the scenic ways to tour the Los Angeles coast.  Usually slower than the 405, it is riddled with traffic signals."]},"\n",{"type":"*","value":[{"type":"'''","value":["2"]}," - ",{"type":"'''","value":["Glendale Freeway"]},": This freeway connects the 210 in La Crescenta\/La Cañada to the 134 and 5 freeways before petering out in Silver Lake\/Echo Park. Convenient for getting to the Angeles National Forest and Dodger Stadium."]},"\n",{"type":"*","value":[{"type":"'''","value":["5"]}," - ",{"type":"'''","value":["Golden State Freeway\/Santa Ana Freeway"]},": The main north\/south freeway through central LA.  It passes through downtown LA and heads north through the east end of the San Fernando Valley.  Continuing north it is the fastest route to San Francisco.  Heading south it will take you to Anaheim, through Orange County, to San Diego and the Mexican border.  Although this is one of the busiest and most direct freeways in the region, it is also one of the oldest and is often only two lanes in either direction.  This freeway originates at the US border in ",{"type":"[[","value":[["San Diego"]]}," and goes all the way to the Canadian border in ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["10"]}," - ",{"type":"'''","value":["Santa Monica Freeway\/San Bernadino Freeway"]},": The main east\/west freeway.  It passes by downtown LA and is the main route between LA and Santa Monica.  Going east, it is, along with the 60, the main escape from LA to Riverside County, Palm Springs, and eventually Phoenix and the rest of the country.  As a sign near the beginning notes, this is also the \"Christopher Columbus Transcontinental Highway\" and runs all the way through ",{"type":"[[","value":[["Phoenix"]]},", ",{"type":"[[","value":[["Houston"]]}," and ",{"type":"[[","value":[["New Orleans"]]}," to ",{"type":"[[","value":[["Jacksonville"]]},", ",{"type":"[[","value":[["Florida"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["14"]}," - ",{"type":"'''","value":["Antelope Valley Freeway"]},": This is a freeway starting from the 5 in the south and moves its way to Palmdale and Lancaster (in Northern Los Angeles County)."]},"\n",{"type":"*","value":[{"type":"'''","value":["57"]}," - ",{"type":"'''","value":["Orange Freeway"]},": Most of this freeway is in Orange County. But it does connect the 210 in La Verne to the 71, 10 and 60 freeways before heading out of the county to the South (straight on to Anaheim and Disneyland). Convenient if you are in the East of the county for Raging Waters, Disneyland or Cal Poly Pomona."]},"\n",{"type":"*","value":[{"type":"'''","value":["60"]}," - ",{"type":"'''","value":["Pomona Freeway"]},": Runs parallel to the 10 from downtown to beyond Riverside, after which it merges again with the 10."]},"\n",{"type":"*","value":[{"type":"'''","value":["71"]}," - ",{"type":"'''","value":["Chino Valley Freeway"]},": Starts at the 10\/57\/71 interchange in Pomona in the west and ends at the 91 in Corona. Convenient for getting from Los Angeles County out to Corona and even San Diego (using the 15)."]},"\n",{"type":"*","value":[{"type":"'''","value":["91"]}," - ",{"type":"'''","value":["Artesia Freeway"]},": An east\/west freeway that connects the 110, 5, 605 and 57 freeways. Be careful about it being a 'beach freeway'. It ends long before it ever gets to a beach, much smarter to take other freeway routes to the beaches. When you reach the end of the elevated freeway, the road becomes a highway until it hits PCH (1). Although you may use it to get to either Manhattan or Hermosa beaches, you will wait at many traffic signals."]},"\n",{"type":"*","value":[{"type":"'''","value":["101"]}," - ",{"type":"'''","value":["Hollywood Freeway\/Ventura Freeway"]},": Runs northwest from downtown LA, past Hollywood, and into the San Fernando Valley, where it turns abruptly west and becomes the Ventura Freeway. It then continues to the Central Coast through Santa Barbra and San Luis Obispo and then onwards to the ",{"type":"[[","value":[["San Francisco Bay Area"]]},", ",{"type":"[[","value":[["Oregon"]]},", and ends in Olympia, Washington. The 170 continues northwest as the Hollywood Freeway. Do not be confused by the fact that sometimes the signs indicate 101 South or East and 101 North or West depending on the stretch of freeway. There is no interchange or visible border when these switch."]},"\n",{"type":"*","value":[{"type":"'''","value":["105"]}," - ",{"type":"'''","value":["Glenn Anderson Freeway"]},": An east\/west route, a few miles south of the 10.  Also known as the Century Freeway.  Important because it takes you straight to the LA airport.  On the east end, terminates at the 605."]},"\n",{"type":"*","value":[{"type":"'''","value":["110"]}," - ",{"type":"'''","value":["Pasadena Freeway\/Harbor Freeway"]},": Runs from Pasadena in the north to the LA harbor area in the south.  Unusual in that the southern part of the 110 is an Interstate, while the northern part is a state highway.  Probably this is because the northern part, the Pasadena Freeway, would never pass code as an Interstate.  Ironically, this portion, also known as the \"Arroyo Parkway\" was the nation's first limited access \"freeway\".  Designed in the 1930s, when it was assumed cars would be travelling at most 35 miles per hour (60 km\/h), the Pasadena Freeway is noted for its ",{"type":"'''","value":["extremely"]}," short offramps, while its onramps give you just a few car lengths to accelerate from a complete stop before merging with oncoming traffic."]},"\n",{"type":"*","value":[{"type":"'''","value":["134"]}," - ",{"type":"'''","value":["Ventura Freeway"]},": Connects the 210 in Pasadena to the 101 in Burbank. Cuts right through Glendale and Eagle Rock along the way. Convenient for getting to Griffith Park, Disney studios and most of Glendale."]},"\n",{"type":"*","value":[{"type":"'''","value":["210"]}," - ",{"type":"'''","value":["Foothill Freeway"]},": a 'bypass' interstate , running from the valley, intersecting the 5 and the major north\/south freeways.  The Foothill Freeway parallels the 10 and 60 out of eastern LA county and was recently extended from ",{"type":"[[","value":[["San Dimas"]]}," past the I-15 to ",{"type":"[[","value":[["Rialto"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["405"]}," - ",{"type":"'''","value":["San Diego Freeway"]},": The main north\/south freeway for West LA.  It is often the road you take to the Los Angeles airport.  The 405 runs north through the San Fernando Valley.  It runs south from the airport towards Long Beach, and turns east until merging with the 5 in Orange County.  The 405 is the most congested freeway in the world, and should be avoided during rush hour. "]},"\n",{"type":"*","value":[{"type":"'''","value":["605"]}," - ",{"type":"'''","value":["San Gabriel River Freeway"]},": A north\/south alternative in east LA county, running from near Long Beach north up to the 210, intersecting the 5 and the major east\/wast freeways."]},"\n",{"type":"*","value":[{"type":"'''","value":["710"]}," - ",{"type":"'''","value":["Long Beach Freeway"]},": A north\/south artery from East LA to Long Beach. This freeway is almost always full of trucks heading in and out of the harbor, so be careful near them."]},"\n",{"type":"===","value":["By taxi"]},"\nTaxis can be expensive. You cannot flag them down on the street, but can call one of the taxi companies to send a cab to pick you up. You may have to wait awhile for a taxi to get to you depending on where you are. Remember, this city generally experiences a lot of traffic and is very spread out. Thus the overwhelming majority of citizens have their own vehicles; hence, cabs are expensive and less involved in the movement of people than in cities like New York, Chicago, or Washington, DC.\n\n",{"type":"===","value":["By motorcycle"]},"\nAn often overlooked alternative which deals well with Los Angeles' lackluster public transportation and frustrating traffic conditions is to travel by motorcycle. Rentals range from around $70 for a basic bike up to $300 a day for high-performance sport bikes, with plenty of range and options between. This option garners a higher per-day rental price than a car, with obviously diminished cargo space. However, a motorcycle's significant increase in fuel economy combined with the city's high gas prices, and ease of parking in a notoriously difficult-to-park-in city may be appealing to the adventurous rider. A quick web search will reveal numerous rental agencies. California riders must have a class M1 license. A DOT helmet is required in California.\n\nOf course, riding a motorcycle should be done by those who are experienced as it is not for the faint of heart. But it may afford the rider a small advantage in terms of travel time. In most states in America, it is illegal to \"split lanes — riding between two adjacent lanes through slow or stopped traffic to get ahead of other vehicles — as a motorcycle rider is still required to follow all rules and guidelines as if it were a car. Although lane splitting is illegal in most states, it is allowed in California if done responsibly, only when traffic flow is below 30 mph (48 km\/h) and your motorcycle is going less than 10 mph (16 km\/h) faster than other traffic. Inexperienced riders and those new to California should not attempt to lane split. Mopeds, motor driven cycles (under 149 cc) and motorized bicycles are not allowed on freeways. Foreign travelers not familiar with the United States may notice motorcycles tend to be comparatively large, heavy, and fast and extreme caution should be exercised.\n\nThe canyon roads of Malibu, Topanga, and the San Gabriel mountains are frequented by motorsports enthusiasts year-round due to their extreme \"twistiness\" and contain celebrated hangouts such as Neptune's Net (on the Pacific Coast Highway), the Rock Store (on Mulholland in Malibu Canyon), and others. Bikers visiting on the weekend will find good company, cold beer, and excellent riding there. The drinking age is 21, and it is enforced.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Hollywood Walk of Fame.jpg"],["right"],["300px"],["thumb"],["The Hollywood Walk of Fame"]]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"===","value":["The movies"]},"\nShowbusiness is what has earned L.A. its fame, so it's no surprise that many come for the sights of ",{"type":"'''","value":[{"type":"[[","value":[["Hollywood"]]}]},", where you will find such landmarks to film as the world's most famous theater in the world, ",{"type":"'''","value":["Grauman's Chinese Theater"]},", the ",{"type":"'''","value":["Hollywood Walk of Fame"]},", or gaze up at the ",{"type":"'''","value":["Hollywood Sign"]}," overlooking the area. However, while the entertainment industry is still headquartered here, most of the major studios have moved elsewhere; ",{"type":"[[","value":[["Universal City"]]}," is home to the ",{"type":"'''","value":["Universal Studios Hollywood"]}," theme park, while nearby ",{"type":"[[","value":[["Burbank"]]}," is home to the ",{"type":"'''","value":["Warner Brothers Studios"]}," and ",{"type":"'''","value":["NBC Studios"]},", among others. On the Westside, you will find the historic ",{"type":"'''","value":["Culver Studios"]},", home of Sony Pictures, in ",{"type":"[[","value":[["Culver City"]]},", ",{"type":"'''","value":["CBS Television City"]}," in ",{"type":"[[","value":[["Los Angeles\/Wilshire"],["Fairfax"]]},", and the headquarters of 20th Century Fox in ",{"type":"[[","value":[["Los Angeles\/West"],["Century City"]]},".\n\nOf course, many also come in the hopes of seeing celebrities. While your chances of running into one in Hollywood are rather low, you may get lucky in the glamorous neighborhoods of ",{"type":"[[","value":[["Beverly Hills"]]},", ",{"type":"[[","value":[["West Hollywood"]]},", and ",{"type":"[[","value":[["Malibu"]]},", which are home to many celebrity mansions and whose fancy restaurants are sometimes frequented by movie stars.\n\n",{"type":"===","value":["Historical"]},"\n",{"type":"'''","value":["Olvera Street"]}," in ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown"]]}," is the historic center of LA; the site of the original ",{"type":"''","value":["pueblo"]}," (village) the city derived its name from (",{"type":"''","value":["Nuestra Señora la Reina de Los Ángeles"]}," - Our Lady the Queen of the Angels). The oldest building in the city is located here and is open to visitors, as are a number of Mexican restaurants and shops. Across the street is another historic site: ",{"type":"'''","value":["Union Station"]},", the main railway hub for the city.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Getty Museum (2344713792).jpg"],["right"],["300px"],["thumb"],["The Getty Center"]]},"\n\nOf Los Angeles' museums, the ",{"type":"'''","value":["Getty Center"]}," (aka the J. Paul Getty Museum) in ",{"type":"[[","value":[["Los Angeles\/West"],["West LA"]]}," is perhaps the most renowned, regularly hailed as one of the finest art museums in the country. Located at the top of the Santa Monica mountains, it has a spectacular view of the L.A. basin and the Pacific Ocean, with an extensive arts collection inside. The old museum, the ",{"type":"'''","value":["Getty Villa"]}," in ",{"type":"[[","value":[["Pacific Palisades"]]},", is also worth a visit. Another splendid institution is the ",{"type":"'''","value":["Museum of Contemporary Art (MOCA)"]},", which has two branches in ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown"]]},". The ",{"type":"'''","value":["Los Angeles County Museum of Art"]}," in ",{"type":"[[","value":[["Los Angeles\/Wilshire"],["Wilshire"]]}," features particularly strong collections of Asian, Latin American, European, and American art, as well as a new contemporary museum on its campus.\n\n",{"type":"[[","value":[["Los Angeles\/South Central"],["Exposition Park"]]}," holds two of LA's best science museums, the ",{"type":"'''","value":["Natural History Museum of Los Angeles County"]}," and the ",{"type":"'''","value":["California Science Center"]},", both of which has an extensive range of exhibits. The Science Center is reputed for its aircraft collection, which includes the Space Shuttle Endeavour. Another excellent museum is the ",{"type":"'''","value":["Page Museum at the La Brea Tar Pits"]}," in ",{"type":"[[","value":[["Los Angeles\/Wilshire"],["Wilshire"]]},", which preserves the famous tar pits and showcases numerous fossils that have been excavated from the tar.\n\nThere are also a number of excellent historical and cultural museums. The ",{"type":"'''","value":["Autry Museum"]}," in ",{"type":"[[","value":[["Los Angeles\/Northwest"],["Griffith Park"]]}," has numerous exhibits on the history of the west. ",{"type":"[[","value":[["Los Angeles\/South Central"],["Exposition Park"]]}," is home to the ",{"type":"'''","value":["California African-American Museum"]}," while ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Little Tokyo"]]}," holds the ",{"type":"'''","value":["Japanese American National Museum"]},". In ",{"type":"[[","value":[["Los Angeles\/West"],["West LA"]]}," you'll find the ",{"type":"'''","value":["Museum of Tolerance,"]}," which has a strong focus on the history of the Holocaust.\n\n",{"type":"===","value":["Parks"]},"\n",{"type":"'''","value":["Griffith Park"]}," in ",{"type":"[[","value":[["Los Angeles\/Northwest"],["Northwest LA"]]}," is the second largest city park in the whole country and is a great place for hikes or picnics, with great views of the city. Within the park you will also find the L.A. Zoo, the Autry Museum, the Griffith Observatory, and plenty of recreational activities. Also in Northwest LA are ",{"type":"'''","value":["Echo Park"]}," and ",{"type":"'''","value":["MacArthur Park"]},", both of which are popular neighborhood parks with excellent views of downtown. Above nearby ",{"type":"[[","value":[["Hollywood"]]}," is ",{"type":"'''","value":["Mulholland Drive"]},", a famous road that is the setting for endless movies and first kisses, and provides great views over the city.\n\n",{"type":"'''","value":["Exposition Park"]}," in ",{"type":"[[","value":[["Los Angeles\/South Central"],["South Central LA"]]}," is a lovely retreat, with beautiful gardens and a number of cultural institutions including the Natural History Museum, the California Science Center, and the L.A. Coliseum. ",{"type":"'''","value":["Pan Pacific Park"]}," in ",{"type":"[[","value":[["Los Angeles\/Wilshire"],["Wilshire"]]}," is another popular neighborhood park.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"===","value":["Beaches"]},"\nThe ",{"type":"[[","value":[["Westside (Los Angeles County)"],["Westside"]]}," is home to the most famous beaches of LA: ",{"type":"'''","value":[{"type":"[[","value":[["Venice (California)"],["Venice Beach"]]}]},", with its colorful Boardwalk and Muscle Beach, and the adjacent town of ",{"type":"'''","value":[{"type":"[[","value":[["Santa Monica"]]}]},", with its popular pier and amusement park. Further north are the scenic and also popular beaches of ",{"type":"'''","value":[{"type":"[[","value":[["Pacific Palisades"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Malibu"]]}]},".\n\n",{"type":"[[","value":[["South Bay (Los Angeles County)"],["South Bay"]]}," is home to a number of beaches that are also very popular, in particular the Beach Cities of ",{"type":"'''","value":[{"type":"[[","value":[["Manhattan Beach"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Hermosa Beach"]]}]},", and ",{"type":"'''","value":[{"type":"[[","value":[["Redondo Beach"]]}]},". Also good but less crowded than their counterparts is the beach in ",{"type":"'''","value":[{"type":"[[","value":[["Torrance"]]}]}," and the very scenic stretch of coastline in ",{"type":"'''","value":[{"type":"[[","value":[["Palos Verdes"]]}]},".\n\nOff the coast and enormously popular for people taking a day trip out of LA are the beaches of ",{"type":"'''","value":[{"type":"[[","value":[["Catalina Island"]]}]},". Additionally, the ",{"type":"[[","value":[["Beach Cities"]]}," of nearby ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]}," are very popular with locals.\n\n",{"type":"===","value":["Sports"]},"\n",{"type":"[[","value":[["File:Staples Center2.jpg"],["thumb"],["300px"],["The Staples Center"]]},"\n\nLos Angeles has great opportunities for seeing live pro sports. The Major League Baseball ",{"type":"'''","value":["Los Angeles Dodgers"]}," are one of the most famous teams in baseball and a game at Dodger Stadium in ",{"type":"[[","value":[["Los Angeles\/Northwest"],["Elysian Park"]]},", in the hills north of downtown, is an absolute treat for baseball fans. However, LA's most successful sports franchise has been and remains the ",{"type":"'''","value":["Los Angeles Lakers"]}," of the NBA, undoubtedly one of the greatest basketball teams in history. They play in the Staples Center in ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown"]]}," along with the less-famous ",{"type":"'''","value":["Los Angeles Clippers"]}," of the NBA, who in recent years have risen from perennial losers to a competitive force. Also playing in the Staples Center are the ",{"type":"'''","value":["Los Angeles Kings"]}," of the National Hockey League and the ",{"type":"'''","value":["Los Angeles Sparks"]}," of the WNBA. The city's two Major League Soccer teams, ",{"type":"'''","value":["Chivas USA"]}," and the ",{"type":"'''","value":["Los Angeles Galaxy"]},", play at the Stubhub Center in ",{"type":"[[","value":[["Carson"]]},".\n\nFor the second largest city in the country, Los Angeles has shown an inexplicable inability to hold down a NFL franchise (the ",{"type":"[[","value":[["San Diego"]]}," Chargers remain as Southern California's only NFL team), something city leaders have long struggled to address. In the meantime, LA makes do with the local college teams. The ",{"type":"'''","value":["USC Trojans"]}," football team plays in the Los Angeles Memorial Coliseum in ",{"type":"[[","value":[["Los Angeles\/South Central"],["Exposition Park"]]},", while the ",{"type":"'''","value":["UCLA Bruins"]}," football team plays in the Rose Bowl in ",{"type":"[[","value":[["Pasadena"]]},", which also hosts the annual famous college bowl game the stadium is named after.\n\nIn addition, baseball's ",{"type":"'''","value":["Los Angeles Angels"]}," and hockey's ",{"type":"'''","value":["Anaheim Ducks"]}," play in nearby ",{"type":"[[","value":[["Anaheim"]]}," in ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]},".\n\n",{"type":"===","value":["Concerts and conventions"]},"\n\nWhile the Hollywood Bowl in ",{"type":"[[","value":[["Hollywood"]]}," has more ambience, and the Rose Bowl in ",{"type":"[[","value":[["Pasadena"]]}," offers a chance of seeing concerts with 90,000 of your closest friends, the city of LA has its own concert venues that are worth exploring.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nokia Theatre at LA Live"],["url=http:\/\/www.nokiatheatrelalive.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Part of the $2.5 billion LA Live project, the Nokia Theatre is located near the Staples Center.  The 7,100 seat venue hosts annual events such as the ESPY awards show and major-name concerts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Staples Center"],["url=http:\/\/www.staplescenter.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While primarily a sports venue, Staples Center also hosts a large number of major-name concerts with its 19,000 seat capacity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=LA Convention Center"],["url=http:\/\/www.lacclink.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Within walking distance of the Staples Center, the massive convention center hosts everything from the annual ",{"type":"[","value":["http:\/\/www.e3expo.com\/ Electronic Entertainment Expo (E3)"]}," to the adult film industry's ",{"type":"[","value":["http:\/\/www.erotica-la.com\/ Erotica LA"]}," convention."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=LA Fair"],["url=http:\/\/datenig.ht\/page\/12\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A taste of rural living just outside of the large metropolis.  The LA fair offers fun attractions for the entire family such as a petting zoo and rides."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"===","value":["Shopping"]},"\n\nLos Angeles has a well-known, diverse and unique shopping traditions and destinations.  Shopping malls will dominate your shopping trip as they are nearly inescapable in many of your destinations.  For example, the Hollywood & Highland mall is a popular meeting point for those gazing at the Walk of Fame and Mann's Chinese Theater.  Other malls you may bump into are the Grove (next to the Farmer's Market) and the Beverly Center, which is quite unlike other shopping malls as it is multilevel with a nice view of Los Angeles from its food court patio.\n\nLacking any significant public square, Los Angeles funnels its commercial life onto its streets.  Among the most popular street is Larchmont Blvd. which caters to the wealthy elite of Hancock Park with one-of-a-kind boutiques. Melrose Avenue, especially in the West Hollywood portion, one-ups Larchmont Blvd. with celebrity presence.\n\nBroadway in Downtown will take you out of the comforts of manicured shopping centers and drop you onto its chaos.  With merchandise geared towards the regions's millions of Latinos, forty dollars would probably get you a brand new wardrobe. You will also find pirated DVD's and CD's. You can find a lot of brand name merchandise at discounted prices. Broadway once was the city's premier boulevard and looking up above the gritty flea markets and you would see the opulent theaters that defined luxury in early 20th-century Los Angeles.\n\nFor a similar experience in a less-polished, but also livelier environment, try Alvarado Blvd around Wilshire & 6th. This district gives an insight to how most of working-class Los Angeles shops. Big deals can be found on a wide range of counterfeit goods, but don't stay too long after dark when the neighborhood gets sketchy. Make sure to check out the art deco buildings that exist in between the makeshift warehouses (malls), as well as the Alvarado Terrace Park, surrounded by early century mansions.\n\n",{"type":"===","value":["Specialty"]},"\n\nDowntown is the destination for some focused retail therapy.  Want flowers?  Why there's a Flower District in Downtown!  Jewelry? Fashion? Seafood? Toys? Yep, there are entire districts in Downtown dedicated to these particular products.  You can buy art in Gallery Row up and down Main Street or see artists at work in the Artist District.  They are located mostly just east of the towering Financial District.  Beware though as they exist along with the notorious Skid Row.\n\n",{"type":"===","value":["Music"]},"\n\nNo matter what music you're into, Los Angeles will feature artists to your taste. Visit the Rock Venues on Sunset Blvd. Jazz Clubs in Hollywood. The Walt Disney Concert Hall in Downtown. etc. Los Angeles has an abundance of records stores scattered around the area. Also, though vinyl has disappeared from the shelves of most regular record stores, there are still plenty of stores that sell new and used vinyl. ",{"type":"'''","value":["Amoeba Music"]}," in ",{"type":"[[","value":[["Hollywood"]]}," is without a doubt the best in the city. An exploration of underground music would be advised to perhaps begin at The Smell in Downtown or listen to KXLU 88.9 Monday-Friday for details on numerous shows.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nThe Los Angeles area is one of the best places in the country for food - you can find just about anything you can imagine somewhere within its loose borders. From traditional American diner culture (try Mel's Drive-In in ",{"type":"[[","value":[["West Hollywood"]]},") to the new wave of organic cafes, to inexpensive taco trucks, and swanky eateries with breath-taking food, there are no shortage of options.\n\nLos Angeles abounds with inexpensive, authentic food that represents the culinary traditions of L.A.'s many immigrant communities. You have to be willing to do a little legwork, go to neighborhoods you might not otherwise go to and often deal with charmless florescent-lit storefronts in strip malls, but your reward is hype-free, authentic cuisine from around the world served up at bargain prices. Food critic ",{"type":"'''","value":["Jonathan Gold"]}," has been finding and reviewing these gems since the 1980s, mostly in the free paper ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.laweekly.com\/eat+drink\/ LA Weekly"]}]},".\n\nThe newest arrival on the L.A. food scene is the gourmet food truck.  These are not your average taco trucks and construction-site catering operations (although those exist too), but purveyors of creative and surprisingly high-quality food.  Food trucks, particularly taco trucks, can be found in most parts of the city.  A few noteworthy food trucks are \"Grill Em All,\" run by 2 metalheads doing outstanding gourmet hamburgers, \"Nom Nom,\" doing Vietnamese banh mi sandwiches, \"Kogi,\" doing Korean-inspired tacos and burritos, and \"Manila Machine,\" doing Filipino food, lets not forget \"El Burger Luchador\" serving up some of the most mouth-watering burgers on the planet.  A listing of well known trucks can be found, along with a real-time map showing their locations on any given day ",{"type":"[","value":["http:\/\/www.foodtrucksmap.com\/ online"]},", and many trucks also have their own websites and post their daily schedules and locations on Twitter.\n\nCoverage of regional food from other parts of the U.S. is spotty.  Migration into the city has been disproportionately from Texas and Oklahoma, the South, Midwest and greater New York City and food representing these areas is easy enough to find.  Food representing New England and other parts of the East Coast, the Pacific Northwest, and the Intermountain-Rocky Mountain regions can be elusive, along with many ethnic cuisines with central- and east-European origins.   However L.A. is birthplace of the drive-thru and numerous fast food chains clog the roadsides.  The ",{"type":"'''","value":["In 'n Out Burger"]}," chain is far above average for hamburgers, french fries and milkshakes.  Another famous Los Angeles establishment is ",{"type":"'''","value":["Original Tommy's"]},", which specializes in chili burgers.\n\nThe cultural diversity of Los Angeles is an evident influence on the local vegetarian food restaurant industry. You can find strictly vegan and vegetarian dining, be it American, Mexican, Chinese, Ethiopian, and Thai among others. Other dietary restrictions are catered to as well. For example ",{"type":"'''","value":["Genghis Cohen"]}," in West Hollywood serves Jewish Chinese food and kosher Mexican or Italian is not hard to find along predominantly Jewish parts of Pico Boulevard.\n\nThere are several different supermarket chains of varying quality - for something different (and cheap) try ",{"type":"'''","value":["Trader Joe's"]},", a reputable grocery store with multiple locations (the original is in ",{"type":"[[","value":[["Pasadena"]]},"), selling many organic products with no preservatives. They normally give out great samples to the public and sell their acclaimed Charles Shaw wine, also known as \"Two Buck Chuck.\" ",{"type":"'''","value":["Whole Foods"]}," is another market with multiple locations and a favorite among the health conscious -- but also a little pricey. Their salad bar is fully stocked, they have huge fresh burritos, sushi, hot dishes ready to go, and a comprehensive selections of pre-made, delicious salads.  This is a great place to buy food for a picnic!\n\nThe cities of ",{"type":"[[","value":[["Beverly Hills"]]},", ",{"type":"[[","value":[["West Hollywood"]]},", ",{"type":"[[","value":[["El Segundo"]]}," and ",{"type":"[[","value":[["Santa Monica"]]}," also offer numerous dining options.\n\nLA visitors and locals alike have the opportunity to indulge in a selection of specially priced three-course menus from a wide variety of LA’s best restaurants during ",{"type":"[","value":["http:\/\/www.dinela.com\/ dineLA Restaurant Week"]},".\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nThe hotel bars are generally considered by Angelenos to be the nicest places to have drinks. Some of the more popular upscale ones include: ",{"type":"'''","value":["Chateau Marmont"]}," (Sunset Strip), ",{"type":"'''","value":["Skybar"]}," at The Mondrian (Sunset Strip), ",{"type":"'''","value":[" Tower Bar"]}," at the Sunset Tower (Sunset Strip), and ",{"type":"'''","value":["The  Rooftop Bar"]}," at The Standard (downtown). Hollywood and the Sunset Strip are generally considered the nightlife centers of LA, though neighborhoods such as Silver Lake, Los Feliz,  and Echo Park are home to the dive bars and cafes favored by trendy hipsters. Downtown has recently recaptured some of its former glory with a selection of popular nightlife destinations such as ",{"type":"'''","value":["The Golden Gopher"]},",",{"type":"'''","value":[" The Edison"]}," and the bars\/clubs at ",{"type":"'''","value":["LA LIVE"]},". Hollywood's ",{"type":"'''","value":["Cahuenga Corridor"]}," (Cahuenga between Selma and Hollywood Boulevard) boasts several popular bars in a row making bar-hopping a possibility in a city where it's not the norm.\n\nBars close at 2AM with most last calls at 1:30 or 1:45. It is worth noting that some bars and almost all clubs charge cover and some may have VIP lists that are relatively easy to get on. Look up promoters and ask them to add you to their list. This is the easiest way to get into clubs such as ",{"type":"'''","value":["Ecco"]},", ",{"type":"'''","value":["the Kress"]},", ",{"type":"'''","value":["Myhouse"]}," and similar popular Hollywood clubs.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nIt's hard to summarize the plethora of hotel options in L.A. From some of the most opulent (and expensive) hotels in the world to budget hostels to apartment-hotel crash pads, there's something for everyone. Deciding where to stay will have a lot to do with what areas you plan on visiting, and how you're going to get there. As usual in Southern California, a car opens up a world of options, but be sure to check the parking arrangement at your accommodations before you arrive.\n\n",{"type":"[[","value":[["Los Angeles\/Hollywood"],["Hollywood"]]}," is probably the most popular option for those wanting to sight-see and chase their image of that world. ",{"type":"[[","value":[["Downtown (Los Angeles)"],["Downtown"]]}," has long been popular with the business crowd but is  rapidly receiving a makeover with hotels bringing a hipper crowd.  ",{"type":"[[","value":[["Beverly Hills"]]}," has some of the nicest hotels in the city, expect the prices to reflect its reputation. Sun and sand seekers can head to ",{"type":"[[","value":[["Santa Monica"]]}," or ",{"type":"[[","value":[["Venice (California)"],["Venice"]]},", while those just in town for a day or two might consider staying on the ",{"type":"[[","value":[["Los Angeles\/West"],["Westside"]]}," near LAX airport. ",{"type":"[[","value":[["Pasadena"]]}," to the northeast of LA is a peaceful and leafy city and a good alternative.\n\n",{"type":"==","value":["Stay safe"]},"\nFor ",{"type":"'''","value":["emergencies"]}," in Los Angeles County, dial ",{"type":"'''","value":["911"]}," toll-free from any phone including payphones. Note that dialing 911 from a cellphone will place you in contact with the California Highway Patrol.\n\nMost tourist destinations within Los Angeles area tend to be fairly safe, including Hollywood, Beverly Hills, Santa Monica, Westwood, and West L.A. However, walking at night in some areas of the city (and some suburban cities as well) should be conducted with caution; and depending on the area, in groups. If traveling by car there is little threat of being harassed day or night, provided you avoid driving around neighborhoods with blatant signs of gang activity as mentioned below.\n\nCertain areas in or near downtown, such as Skid Row (which is where the Greyhound station is located), Pico-Union, Westlake, Boyle Heights, ",{"type":"[[","value":[["Los Angeles\/South Central"],["South Central"]]},", Compton, Inglewood, Harbor Gateway, and Wilmington can be dangerous regardless of the time of day and should be avoided altogether when walking if possible. If traveling in the San Fernando Valley region of Los Angeles, the neighborhoods of Pacoima, Panorama City, Van Nuys, North Hills, and Canoga Park are also best avoided on foot.\n\nThough cities such as ",{"type":"[[","value":[["Detroit"]]},", ",{"type":"[[","value":[["St. Louis"]]},", and ",{"type":"[[","value":[["Atlanta"]]}," have higher reported crime rates ",{"type":"''","value":["per capita"]}," than Los Angeles, these numbers can be deceiving. L.A. statistics are skewed because safe neighborhoods such as Bel Air, Pacific Palisades and Westwood help balance the numbers from the very dangerous neighborhoods. If the South Central area of Los Angeles were counted as its own city, it would have the highest crime and murder rate of ",{"type":"''","value":["any"]}," city in America. Neighboring Compton, an actual independent city, currently ranks as the fourth most dangerous city in America. Luckily for Los Angeles, Compton's statistics are not counted as part of L.A.'s crime data, but the cities border each other. As a general rule, you should exercise great caution if walking in the area roughly bounded by Interstate 10 on the north, Interstate 710 on the east, Artesia Blvd\/Highway 91 on the south, and La Cienega Boulevard on the west. East LA also has a higher crime rate than other areas and has gang problems as well.\n\nBoth the City of Los Angeles and the County of Los Angeles, unfortunately, are considered the ",{"type":"'''","value":["gang capital of America"]},". Gangs generally confine themselves to certain areas and should be of little concern to the typical traveler, who is unlikely to venture into such areas. Gangs will usually identify their territory with graffiti markings.  While most visitors to L.A. will not visit neighborhoods where gang violence is a concern, common-sense precautions apply should you become lost and end up in a bad neighborhood: remain on high-visibility roads or freeways, avoid confrontations with groups of young men, and should a confrontation arise flee immediately.  If a person who appears to be a gang member asks you where you are from, prepare to flee or to defend yourself, as that is a common gang challenge.  Use common sense on freeways to avoid incidents of road rage, which accounts for ten or so deaths per year.\n\nMost ",{"type":"'''","value":["homeless"]}," individuals are harmless; they will likely only ask you for money and if you refuse, will simply go on to the next person.  They are most heavily concentrated in Hollywood, Skid Row, and Venice Beach.  Avoid walking along Skid Row near Downtown at any time of day or night.\n\nMinor earthquakes happen occasionally but they are almost always harmless. In the unlikely event of a major ",{"type":"'''","value":["earthquake"]},", if you are outside try find a place without trees, street lights or building that will fall nearby, if you are inside a building try to stay close to a column or under a table, desk, or door jamb to shield yourself from falling debris (your largest threats come from breaking windows and falling objects such as ceiling tiles and bookshelves). Try to get to reduce your exposure to these threats. You are more likely to be injured if you try to run during the shaking.  Since the 1950s, buildings have become progressively stronger with stricter building code regulations and research. Most buildings built after 1978 are completely safe in the unlikely event of a major earthquake during your visit.\n\n",{"type":"==","value":["Stay healthy"]},"\nLos Angeles is notorious for air pollution problems.  However, air quality in the city has improved dramatically in recent decades, and Los Angeles has even fallen from its Number One position on lists of the worst air in the United States due to aggressive cleanup efforts on behalf of the state and regional air quality authorities. Generally, smog is worst during summer months and is worse further inland where it is away from the ocean breezes and gets trapped by the surrounding mountains. \"Smog Alert\" days are at an all time low, but air pollution can still become a problem if a wildfire is burning in surrounding hills.  For more information, visit the ",{"type":"[","value":["http:\/\/www.AQMD.gov AQMD (Air Quality Management District) website"]}," for air quality information in the region.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\nInternet cafes are spread around town and most easily found in heavily touristed spots such as Hollywood Blvd and Melrose Ave.  For most travelers, stopping by a local coffee shop such as ",{"type":"'''","value":["Starbucks"]}," or ",{"type":"'''","value":["The coffee bean"]}," should suffice. Most will either have free service for customers or require a nominal fee for usage. Many less expensive hotels and motels also offer complimentary internet access, often usable in the lobby before you check in.\n\nThere is also a growing trend for local fast food establishments and some restaurants to provide complimentary Wi-Fi.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Newspapers"]},"\nLos Angeles' primary newspaper is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.latimes.com\/ Los Angeles Times"]}]},", and another daily newspaper is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dailynews.com\/ Los Angeles Daily News"]}]},". The free ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.laweekly.com\/ LA Weekly"]}]}," comes out on Thursdays and is a good source for concerts, movies, and other local information. A few local areas may have their own free neighborhood papers as well. ",{"type":"[","value":["http:\/\/www.brokela.com BrokeLA.com"]}," has a listing of under $10 events in Los Angeles.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url=http:\/\/www.embassyofargentina.us\/espanol\/consuladosargentinoseneeuu\/consuladosargentinoseneeuulosangeles.htm"],["email=consuladoargentino-losangeles.org"],["address=5055 Wilshire Blvd Ste 210"],["lat="],["long="],["directions="],["phone=+1 323 954-9155"],["tollfree="],["fax=+1 323 934-9076"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Armenia"]]}," ",{"type":"{{","value":[["listing"],["name=Armenia"],["url=http:\/\/www.armeniaconsulate.org"],["email=office@armeniaconsulate.org"],["address=346 N. Central Avenue, Glendale"],["lat="],["long="],["directions="],["phone=+1 818 265-5900"],["tollfree="],["fax=+1 818-265-3800"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.losangeles.consulate.gov.au\/losa\/home.html"],["email=losangeles@dfat.gov.au"],["address=2029 Century Park E, Century Plaza Towers 31F"],["lat="],["long="],["directions="],["phone=+1 310 229-2300"],["tollfree="],["fax=+1 310-229-2380"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url=http:\/\/www.bmeia.gv.at\/en\/embassy\/los-angeles.html"],["email=los-angeles-gk@bmeia.gv.at"],["address=11859 Wilshire Blvd, Suite 501"],["lat="],["long="],["directions="],["phone=+1 310 444-9310"],["tollfree="],["fax=+1 310-229-2380"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bangladesh"]]}," ",{"type":"{{","value":[["listing"],["name=Bangladesh"],["url=http:\/\/www.bangladeshconsulatela.com\/"],["email=info@bangladeshconsulatela.com"],["address=4201 Wilshire Boulevard, Suite 605"],["lat="],["long="],["directions="],["phone=+1 323 932-0100"],["tollfree="],["fax=+1 323 932-9703"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/losangeles"],["email=LosAngeles@diplobel.fed.be"],["address=6100 Wilshire Blvd Ste 1200"],["lat="],["long="],["directions="],["phone=+1 323 857-1244"],["tollfree="],["fax=+1 323 936-2564"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bolivia"]]}," ",{"type":"{{","value":[["listing"],["name=Bolivia"],["url=http:\/\/colivian-la.com"],["email=cbolivia@sbcglobal.net"],["address=3701 Wilshire Blvd, Suite 1065"],["lat="],["long="],["directions="],["phone=+1 213 388-0475"],["tollfree="],["fax=+1 213-384-6274"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.brazilian-consulate.org"],["email=comunicacoes@brazilian-consulate.org"],["address=8484 Wilshire Blvd Ste 711\/730, Beverly Hills"],["lat="],["long="],["directions="],["phone=+1 323 651-2664"],["tollfree="],["fax=+1 323-651-1274"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/los_angeles\/index.aspx?lang=eng"],["email=lngls@international.gc.ca"],["address=550 South Hope St 9F"],["lat="],["long="],["directions="],["phone=+1 213 346-2700"],["tollfree="],["fax=+1 213 620-8827"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["name=Chile"],["url=http:\/\/www.consuladochilelosangeles.org"],["email=cgchilela@yahoo.com"],["address=6100 Wilshire Blvd Ste 1240"],["lat="],["long="],["directions="],["phone=+1 323 933-3697"],["tollfree="],["fax=+1 323-933-3842"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/losangeles.china-consulate.org\/eng\/"],["email="],["address=443 Shatto Pl"],["lat="],["long="],["directions="],["phone=+1 213 807-8088"],["tollfree="],["fax=+1 213-807-8091"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia"],["url=http:\/\/consuladocolombia.org"],["email="],["address=8383 Wilshire Blvd, Suite 420, Beverly Hills"],["lat="],["long="],["directions="],["phone=+1 323 653-4299"],["tollfree="],["fax=+1 323-653-2964"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Costa Rica"]]}," ",{"type":"{{","value":[["listing"],["name=Costa Rica"],["url=http:\/\/www.costarica-embassy.org"],["email=costaricaconsulatela@hotmail.com"],["address=1605 W. Olympic Blvd"],["lat="],["long="],["directions="],["phone=+1 213 380-7915"],["tollfree="],["fax=+1 213-380-5639"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.danishconsulate.org\/"],["email=info@danishconsulate.org"],["address=5849 Uplander Way, Culver City"],["lat="],["long="],["directions="],["phone=+1 310 645-0540"],["tollfree="],["fax=+1 310 645-0560"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Dominican Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Dominican Republic"],["url=http:\/\/www.consuladodominicoca.com"],["email=consuladord@gmail.com"],["address=500 N. Brand Blvd, Glendale"],["lat="],["long="],["directions="],["phone=+1 818 504-6605"],["tollfree="],["fax=+1 818 504-6617"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ecuador"]]}," ",{"type":"{{","value":[["listing"],["name=Ecuador"],["url="],["email=ceculosangeles@mmrree.gov.ec"],["address=8484 Wilshire Blvd Ste 540, Beverly Hills"],["lat="],["long="],["directions="],["phone=+1 323 658-6020"],["tollfree="],["fax=+1 323-658-1198"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org\/public\/default.aspx?nodeid=41006&contentlan=2&culture=en-US"],["email=sanomat.los@formin.fi"],["address=1801 Century Park East, Suite 2100"],["lat="],["long="],["directions="],["phone=+1-310-203 9903"],["tollfree="],["fax=+1-310-203 9186"],["hours=Mon-Thu 8:30AM-5PM, Fri 8:30AM-2PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.consulfrance-losangeles.org\/spip.php?rubrique2"],["email="],["address=10390 Santa Monica Blvd, Ste 115 & 410"],["lat="],["long="],["directions="],["phone=+1 310 235-3200"],["tollfree="],["fax=+1 310 479-4813"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/03__Consulates\/Los__Angeles\/00\/__Home.html"],["email="],["address=6222 Wilshire Blvd Ste 500"],["lat="],["long="],["directions="],["phone=+1 323 930-2703"],["tollfree="],["fax=+1 323-930-2805"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/www.mfa.gr\/AuthoritiesAbroad\/North%20America\/USA\/GeneralConsulateLosAngeles\/en-US\/"],["email=lagr@greekembassy.org"],["address=12424 Wilshire Blvd Ste 800"],["lat="],["long="],["directions="],["phone=+1 310 826-5555"],["tollfree="],["fax=+1 310-826-8670"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Guatemala"]]}," ",{"type":"{{","value":[["listing"],["name=Guatemala"],["url=http:\/\/www.guatemala-consulate.org"],["email="],["address=3540 Wilshire Blvd, Suite 100"],["lat="],["long="],["directions="],["phone=+1 213 365-9251"],["tollfree="],["fax=+1 213-365-9245"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Honduras"]]}," ",{"type":"{{","value":[["listing"],["name=Honduras"],["url=http:\/\/www.consuladodehonduras.com"],["email=cghonduras.losangeles@yahoo.com"],["address=3550 Wilshire Blvd, Suite 320"],["lat="],["long="],["directions="],["phone=+1 213 995-6409"],["tollfree="],["fax=+1 213-995-6407"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/www.kjri-la.net"],["email=kjri@kjri-la.net"],["address=3457 Wilshire Blvd, 4th floor"],["lat="],["long="],["directions="],["phone=+1 213 383-5126"],["tollfree="],["fax=+1 213-487-3971"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland (Honorary)"],["url=http:\/\/www.consulateofirelandnewyork.org\/home\/index.aspx?id=40068"],["email=icla@ireland.com"],["address=751 Seadrift Dr, Huntington Beach"],["lat="],["long="],["directions=40 mi S of L.A. off I-405"],["phone=+1 714 658-9832"],["tollfree="],["fax=+1 714-374-8972"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/www.israella.org"],["email=info@losangeles.mfa.gov.il"],["address=11766 Wilshire Blvd Ste 1600"],["lat="],["long="],["directions="],["phone=+1 323 852-5500"],["tollfree="],["fax=+1 323-852-5500"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.conslosangeles.esteri.it"],["email=progettispeciali.losangele@esteri.it"],["address=12400 Wilshire Blvd Ste 300"],["lat="],["long="],["directions="],["phone=+1 310 820-0622"],["tollfree="],["fax=+1 310 820-0727"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.la.us.emb-japan.go.jp\/"],["email=ikenbako@la-cgjapan.org"],["address=350 S Grand Ave Ste 1700"],["lat="],["long="],["directions="],["phone=+1 213 617-6700"],["tollfree="],["fax=+1 213-617-6727"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kenya"]]}," ",{"type":"{{","value":[["listing"],["name=Kenya"],["url=http:\/\/www.kenyaconsulatela.com\/services.aspx"],["email="],["address=4801 Wilshire Blvd, Park Mile Plaza, Mezzanine Floor"],["lat="],["long="],["directions="],["phone=+1 323 939-2408"],["tollfree="],["fax=+1 323-939-2412"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.sre.gob.mx\/losangeles\/"],["email="],["address=2401 W 6th St"],["lat="],["long="],["directions="],["phone=+1 213 351-6800"],["tollfree="],["fax=+1 213 389-9186"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands (Honorary)"],["url=http:\/\/sanfrancisco.the-netherlands.org\/Config\/Right_column\/Other_representations_in_the_U_S\/Honorary_Consulates"],["email=nclosangeles@gmail.com"],["address=11766 Wilshire Blvd Ste 1150"],["lat="],["long="],["directions="],["phone="],["tollfree=+1 877-DUTCHHELP"],["fax=+1 310-478-3428"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url=http:\/\/www.philippineconsulatela.org\/"],["email=losangelespcg@earthlink.net"],["address=3600 Wilshire Blvd Ste 500"],["lat="],["long="],["directions="],["phone=+1 213 639-0980"],["tollfree="],["fax=+1 213-639-0990"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal (Honorary)"],["url="],["email="],["address=1801 Avenue of the Stars Ste 400"],["lat="],["long="],["directions="],["phone=+1 305 444-7649"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url=http:\/\/www.link2southafrica.com\/"],["email=info.losangeles@foreign.gov.za"],["address=6300 Wilshire Blvd Ste 600"],["lat="],["long="],["directions="],["phone=+1 323 651-0902"],["tollfree="],["fax=+1 323-651-5969"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/www.maec.es\/Consulados\/LosAngeles\/es\/Home\/"],["email=cog.losangeles@maec.es"],["address=5055 Wilshire Blvd Ste 860"],["lat="],["long="],["directions="],["phone=+1 323 938-0158"],["tollfree="],["fax=+1 323-938-2502"],["hours="],["price="],["phoneextra=+1 323-938-0166"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url="],["email=ConsularinfoLA@foreign.ministry.se"],["address=10940 Wilshire Boulevard Suite 700"],["lat="],["long="],["directions="],["phone=+1 310 445-4008"],["tollfree="],["fax=+1 310-473-2229"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/eda\/en\/home\/reps\/nameri\/vusa\/cgla.html"],["email=los.vertretung@eda.admin.ch"],["address=11766 Wilshire Blvd Ste 1400"],["lat="],["long="],["directions="],["phone=+1 310 575-1145"],["tollfree="],["fax=+1 310 575-1982"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinusa.fco.gov.uk\/en\/about-us\/other-locations\/la\/"],["email="],["address=11766 Wilshire Blvd Ste 1200"],["lat="],["long="],["directions="],["phone=+1 310 481-0031"],["tollfree="],["fax=+1 310 481-2960"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]}," — many upscale communities, some along the ocean, southeast of Los Angeles. Home to ",{"type":"[[","value":[["Disneyland"]]}," among other attractions."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Palm Springs"]]}," — Desert playground of the rich and famous."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Joshua Tree National Park"]]}," — Two different deserts meet in this park, which is filled with a vast array of rock formations and desert plant life, especially in the spring or after rainfall when the desert flowers are in bloom."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Santa Barbara"]]}," — A quiet seaside resort town a 1.5 hour drive north of Los Angeles."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Diego"]]}," — A sunny oceanfront city with many attractions such as Sea World, the San Diego Zoo and the museums of Balboa Park, approximately a 2 hour drive south of Los Angeles (depending on traffic)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Las Vegas"]]}," — a major metropolitan area in the Mojave Desert, approximately a 4 1\/2 hour drive northeast of Los Angeles. It is known for its entertainment, casinos, shopping, and restaurants."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-5.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Sacramento"]]}],["minorl1=",{"type":"[[","value":[["Lebec"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Santa Ana (California)"],["Santa Ana"]]}],["minorr1=",{"type":"[[","value":[["Buena Park"]]}],["image2=I-10.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["San Bernardino"]]}],["minorr2=",{"type":"[[","value":[["Upland"]]}],["image3=US_101.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Santa Barbara"]]}],["minorl3=",{"type":"[[","value":[["Agoura Hills"]]}],["directionr3=S"],["majorr3=END"],["minorr3="],["image4=California 60.svg"],["imagesize4=22"],["directionl4=W"],["majorl4=END"],["minorl4="],["directionr4=E"],["majorr4=",{"type":"[[","value":[["Riverside"]]}],["minorr4=",{"type":"[[","value":[["Chino"]]}],["image5=Amtrak Pacific Surfliner Icon.png"],["imagesize5=100"],["directionl5=N"],["majorl5=",{"type":"[[","value":[["Santa Barbara"]]}],["minorl5=",{"type":"[[","value":[["Glendale (California)"],["Glendale"]]}],["directionr5=S"],["majorr5=",{"type":"[[","value":[["San Diego"]]}],["minorr5=",{"type":"[[","value":[["Fullerton"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern California"]]},"\n",{"type":"{{","value":[["geo"],["34.0541"],["-118.2417"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Los Angeles, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/L\/Los Angeles\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Los Angeles, California"]]}]