[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Los Organos"]}," is a beachtwon in the northern coast of ",{"type":"[[","value":[["Perú"]]},", 15 minutes away from Mancora. It's not a very popular place among travellers, so it's very quiet and tranquil. \n\n",{"type":"==","value":["Get in"]},"\n\nFrom ",{"type":"[[","value":[["Lima"]]}," in a 20 hour bus ride. There are plenty of bus company options, such as Cruz del Sur and Palominos. You can also take a plane in the ",{"type":"[[","value":[["Lima"]]}," airport to Piura, which is two and a half hours from Los Organos by bus.\n\n",{"type":"==","value":["Get around"]},"\n\nThe mototaxis (motorcycles adapted to carry from 1 to 3 passengers in the back) are the only public transportation available in Los Organos. You can get a ride from the town to the beach for 1 sol. You can also rent a car, a bicycle or a motorcycle.  \n\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Go to the beach"]},". In Los Organos the beach is very quiet and lonely. You may see a few people walking by, but there are no crowded beaches, so it is a great place to rest peacefully. There is a main dock, where the fishermen extract fishes like Mero and Congrio. You can see some pelicans and a lot of crabs in the sand. \n\n",{"type":"'''","value":["Go to town"]},". It revolves around the main square, where people gather and hang out during the day and part of the night.  \n\n",{"type":"'''","value":["Water sports"]},". The waves are great to practice some surf or kitesurf. The best surfing spots are in the beach called Punta Veleros. You can also go fishing and scuba diving. \n\n",{"type":"==","value":["Buy"]},"\n\nThere are no stalls in Los Organos. You can buy some local products such as clothing and fruits at the local market (mercado). There are convenience and grocery stores, drugstores (boticas), restaurants, an ATM, and almost everything you need to stay for a while. In case you need something else, you can go to Talara, a city which is an hour and a half from Los Organos. \n\n",{"type":"==","value":["Eat"]},"\n\nThere are plenty of restaurants, most of them serve traditional peruvian food, but there are some which offer international food as well. You can eat a whole menu for 15 soles. Most of the dishes include fresh fish or seafood. The Cevicherías offer ceviche (raw fish or seafood \"cooked\" in lemon juice). \n\n",{"type":"==","value":["Drink"]},"\n\nThe most common drinks are pisco and beer. You can have a pisco sour (pisco, lemon juice and sugar), a chilcano de pisco (pisco, lemon juice and ginger ale) or a Perú Libre (pisco and coke). But you can also get rum, whisky, vodka and other liquors.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe accommodations are mainly by the beach, though you can find in town too. There are single houses, bungalows and bedrooms. Most of them include, internet, pool, bar\/restaurant and hot water. The prices of the accommodations for one night are between US$20 and US$80. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.soleilbungalows.com Soleil Bungalows"]}]}," matrimonial and familiar bungalows from US$90 to US170.  \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/cerromarmancora.com Cerro Mar"]}]}," is a house for ten people. The rate is from US$1000 to US$1500 per week, according to the season. \n\nIf you are looking for a cheaper option (from US$10), go to the guys from Idyllic Peru ",{"type":"[","value":["http:\/\/www.idyllicperu.com\/"]}," and ",{"type":"'''","value":["ask for cheaper place to stay"]},". They have cheaper options non published.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mancora"]]}," - is a beachtown in the 1165 km of the Panamericana. Eppo ",{"type":"[","value":["http:\/\/eppo.com.pe"]}," buses will take you there in 15 minutes for 1,50 soles. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cabo Blanco"]]}," - Ernest Hemingway used to go to this beach to fish the Merlin. According to the locals, this beach inspired him to write \"The old man and the sea\"."]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Coast (Peru)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]