[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Los Baños"]]},"\n",{"type":"'''","value":["Los Banos"]}," is a city in ",{"type":"[[","value":[["Laguna"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLos Baños started as a settlement called Mainit, the Tagalog term for \"hot,\" alluding to the thermal springs at the foot of Mount Makiling. As early as 1595, a building was constructed to serve as shelter for the patients who journeyed to Mainit to seek cures for their ailments at the hot springs. The town has been a center of learning since the University of the Philippines College of Agriculture (UPCA) was established in 1909. Various other Filipino and international institutions followed. Although Los Baños is a small town, it now has the largest scientific community in Southeast Asia, and their achievements, particularly in the study of agriculture, have been a source of local pride and worldwide note.\n\nAccording to the latest census, Los Baños has a population of 98,631. The town is 63 kilometers southeast of Manila and is a popular weekend trip for residents of that city.\n\n",{"type":"===","value":["Local folklore"]},"\nOnce you get down from your bus or Jeepney at crossing, Los Banos, you can take a walk from Jollybee to Robinson Shopping Mall, it's just about 20 meters opposite each other and if you go further, there's a nice Aglipayan Church next to Bangkal street where once upon a time, a beautiful young lady named Maria who lives at a foothills of the mountain used to pray quietly at the church in the evening. One day While gathering wild mushrooms, Maria accidentally met a young son of a prominent family from Barrio Mayondon, Los Banos whose parents lived in a distant southern part of Laguna de bay. He was lost while climbing the mountain to search for orchids and fungus. The handsome young man fell in loved with Maria and a whirlwind romance begun. \n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\nSecretly the young man would sneak by night towards the mountainside and meet her. Before he left, he promised to return and marry her. She waited for him, pregnant and bore a son, she defied all odds, expecting him to return soon however, her son grew day by day but never to see him return. The prominent young man's uncles and aunts found out and decided to breakup the relationship by evicting Maria from the side of the mountain. Mysteriously she left and not to be seen for years but one day, the young man now a fully grown gentleman searched for her in the mountain and found her with a fair and cheerful son, tears from Maria's enchanting eyes shocked the earth of the mountain while wild animals can be heard growling for miles as if there was a celebration in the middle of the night. He proposed her for marriage but his relatives succeeded in bribing the church priest so that he would not be allowed a wedding because they argued that Maria was unclean to face the altar. Maria begged to the priest but to no avail, frustrated, they went to the town mayor's office and their wish was granted with a simple wedding and later vanished on the foothills of the mountain. \n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\nThe Church priest was not aware Maria was actually ",{"type":"'''","value":["Maria Makiling"]}," and if the priest did allow them the wedding, the walls of the Aglipayan church would have been turned into gold. The town mayor was rewarded by Maria and he retired quietly but unknown to the locals, he buried a huge amount of gold somewhere at the peak of ",{"type":"'''","value":["Mount Makiling"]},".  The prominent son was never to be found again but local folks believed that they both have two sons Banahaw and Taal and they lived happily ever after.\n\n",{"type":"'''","value":["Maria Makiling"]}," is a local folklore and character in Philippine mythology who is said to be a diwata, (equivalent of a fairy or goddess). She inhabits Mount Makiling in Laguna province, and protects the animals and plants of the mountain from those who would harm or defile it. Folklore usually portrays her as kind and generous towards human beings, giving them gifts and blessings. But when she is provoked to anger by the greed or cruelty of humans, she withdraws her favors and\/or dispenses frightening punishments.\n\nHer true name is not known; she is simply called \"Maria Makiling\" because \"Maria\" is a generic name for a woman, and \"makiling\" (crooked\/uneven) refers to the mountain. Some say that \"Maria Makiling\" is the Spanish-era name of Dian Masalanta, the ancient Tagalog goddess of love, pregnancy and childbirth.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nTake the HM Bus Liner at EDSA-Cubao (adjacent to Victory Liner) that goes to Sta. Cruz. Tell the conductor to drop you off at \"Olivarez Plaza\" (it's a town mall) or \"College\" (UPLB is popularly known as 'College') or you can ride the Sta. Cruz bus from Manila (take the bus from Buendia).Another way is to go to Pasay Rotonda in EDSA.\n\nRide a bus bound to Calamba. Ride a jeepney from Calamba, tell the driver you want to get down at UPLB or tell the bus conductor that you'll get off on \"UP College\" at crossing. If you plan to go to University of the Philippines at Los Banos (UPLB), take a jeepney with a signboard that says \"UP College\". It will take you inside the campus.\n\n",{"type":"===","value":["By car"]},"\nTake the South Luzon Expressway southeast from Manila.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["University of the Philippines"]},", Los Baños and other places of interest within its administered area\n\n",{"type":"'''","value":["Mount Makiling"]},"\n",{"type":"*","value":["Makiling Botanical Gardens"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["ASEAN Center for Biodiversity"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["UPLB Museum of Natural History"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Flatrocks - creek usually frequented by hikers"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Mudspring - Presumed volcanic crater of Mt. Makiling"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Peak 2 - Highest peak of Mt. Makiling"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Pook ni Maria Makiling, an eco-tourism site adjacent to the Jamboree Site, National Arts Center and U.P. Los Baños"]},"\n",{"type":"'''","value":["Boy Scouts of the Philippines and Jamboree Site"]}," - a campsite at the foot of Mount Makiling adjacent to U.P. Los Baños, which is being managed by the Boy Scouts of the Philippines and the site of the 10th World Scout Jamboree in 1959, the 1st and 12th Asia Pacific Jamboree in 1973 and 1991, and the 1st ASEAN Jamboree in 1993.\nNational Arts Center - a patch of land at the foot of Mount Makiling adjacent to U.P. Los Baños, which is being managed by the Cultural Center of the Philippines and the site of the Philippine High School for the Arts, a special school for young artist scholars\n\n",{"type":"'''","value":["University of the Philippines Open University"]},"\n",{"type":"*","value":["International Rice Research Institute"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Dairy Training & Research Institute"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Philippine Carabao Center at UPLB (PCC at UPLB) - conducts R&D in water buffalo; implements other programs related to water buffalo development; one of the 13 regional centers of PCC (see the link below)"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Agricultural and Life Sciences Complex"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["National Institute of Molecular Biology and Biotechnology (NIMBB\/BIOTECH) - UPLB"]},"Institute of Plant Breeding\n",{"type":"<","value":["br"]},"\n",{"type":"*","value":["APEC Center for Technology Exchange and Training for Small and Medium Enterprises (ACTETSME)"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["National Crop Protection Center (NCPC)"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["College of Agriculture AgriPark"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Baker Hall (also known as Los Baños Internment Camp during World War II)"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Philippine Council For Agriculture, Forestry and Natural Resources Research and Development (PCARRD)"]},"\n",{"type":"'''","value":["Department of Science and Technology Regional Office for Region IV (DOST IV)"]},"\n",{"type":"*","value":["Magnetic Hill"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Dampalit Falls"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Immaculate Conception Parish - a centuries old church at the town proper (Poblacion\/Bayan)"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Paciano Rizal Shrine - house of Paciano Rizal, brother of National Hero Jose Rizal"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Paciano Rizal Park - park dedicated to Paciano Rizal, brother of National Hero Jose Rizal"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Trace Aqua Sports Complex and Museum - aquatic sports venue for the 2005 SEA Games and Philippine Olympic Festival"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Los Baños Eco-Waste Processing Area - noted and commended for its solid waste management"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Yamashita Shrine - execution site of Gen. Yamashita"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Los Banos literally means in Spanish language “the baths”"]},", this town is famous for its ",{"type":"'''","value":["therapeutic pools of mineral hot springs"]}," at the base of mystic Mount Makiling. Most of the local residents water supply are warm water and during hot season (Summer) residents sometimes have to bathe with ice blocks in a pail to cool the water. The first thing you do when you’re around the bend to the welcome sign – roll down the windows and breathe deep. Breathe in the fresh air and see the difference why this place is a therapy. Escape to a local resort like the ",{"type":"'''","value":["Splash Mountain"]},", sink into a soothingly hot pool and feel your tension melt away. Spa-like, that’s how the experience is. You can stay at these pools the whole day if you like – swim, soak,  sunbathe, and it’s enough to refresh your weary soul.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["World famous buko-pie"]}," (coconut pie) will be on the top of your list. Don't leave the town without you trying their famous product '\"BUKO PIE\" or \"young coconut pie\". Its really tasty. Without it, you cannot say that you have been to LOS BANOS.\n\n",{"type":"==","value":["Eat"]},"\nLos Banos is famous for ",{"type":"'''","value":["Buko Pie"]},". A young coconut meat deliciously baked in a pie crust. Well known buko pie outlets are ",{"type":"'''","value":["The Original Buko Pie"]}," and ",{"type":"'''","value":["Letty's Buko Pie"]}," but there are cheaper versions and it still taste good. At crossing, you can find ",{"type":"'''","value":["Toyang's Pancitan"]},"(Noodle Restaurant) which has been a very popular noodle. Next is sea food at ",{"type":"'''","value":["Samaral  Restaurant"]},". Now if you just want burgers and fries, local fastfood chains and malls dot the way from Crossing to UP. For desserts? Try Los Banos’ homemade icecream, fresh milk, and kesong-puti (cottage cheese) at DTRI restaurant. Primarily hidden but well known by visitors and tourist alike but not the locals, ",{"type":"'''","value":["Jo Clemente's famous curry restaurant"]}," about 200 meters from Crossing to UPLB is another wonder and if you managed to find it, you'll come back and taste the delicious food served piping hot meals and when it's hot...it's really hot.\n\n",{"type":"*","value":["Home Spun Cakes and Coffee Shop"]},"Location: Vega Center. Near UPLB Gate\nSpecialty: Home cooked cakes, pastries and meal. Specialty coffee.\n",{"type":"<","value":["br"]},"\n",{"type":"*","value":["Café Maquiling"]},"Location: Anest Tower, Lopez Ave., College, Laguna\nEllens Fried Chicken\nLocation: Crossing, Los Banos and Grove, near UPLB Gate\nSpecialty: Fried Chicken and student meals\n",{"type":"<","value":["br"]},"\n",{"type":"*","value":["Mother’s Best"]},"Location: Grove, Near UPLB Gate\nSpecialty: Student Meals\nFastfood Chains\n",{"type":"<","value":["br"]},"\n",{"type":"*","value":["Jollibee: Crossing, Los Banos"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Chowking: Crossing, Los Banos"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Wendy’s Hamburger: Crossing, Los Banos"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["McDonalds: Crossing, Los Banos and Vega Center, near UPLB Gate"]},"\n",{"type":"==","value":["Drink"]},"\nThe local ",{"type":"'''","value":["Mineral Water"]}," fresh from its springs is a health drink and once you tasted it, you will feel the amazing healing properties. Liquor is not allowed in the campus of UPLB so be aware of that before thinking a good night out at the campus.  \n\n",{"type":"==","value":["Sleep"]},"\nThere are a lot of boarding house and apartments to choose from all around the campus. You will get a place less than USD100 dollars. If you want a little bit higher, you can check-in at:\n",{"type":"<","value":["br"]}," \n",{"type":"*","value":["Splash Mountain Resort Hotel"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Splash Oasis Hotel"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Jonel Spring Resort Laguna"]},{"type":"<","value":["br"]},"\n",{"type":"*","value":["Palmridge Private Resort"]},"\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Laguna"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Los Baños, Laguna"]]},"\n",{"type":"{{","value":[["geo"],["14.166666666667"],["121.21666666667"]]}]