[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Acadiana"]]},"\n",{"type":"{{","value":[["style"],["Too many naked links, too much direct quoting from promotional brochures. Solution: More description, but of a non-promotional type."]]},"\n\nAlong Louisiana's Mississippi River, between ",{"type":"[[","value":[["New Orleans"]]}," and ",{"type":"[[","value":[["Baton Rouge"]]},", is a historic region known locally as the Louisiana River Region.  Found along both banks of the Mississippi are a number of historic plantations, dating back to the 1800s.  Some of these are open to the public, ranging from non-profit educational facilities to commercial tourist attractions with major amenities.  Pre-Civil War, there were hundreds of wealthy plantations along this trail, growing mostly sugar cane.  Most are gone today, but locals have worked diligently to keep the remaining plantations viable and open to the public for visitation.\n\nThe region is full of activities to enjoy, including swamp tours, Cajun and Creole dining, golf, and an African-American museum.\n\n",{"type":"[[","value":[["File:Oak Alley Plantation, Louisiana (Scott Oldham).jpg"],["thumb"],["300px"],["The Iconic Oak Alley Plantation"]]},"\n\n",{"type":"==","value":["Get in"]},"\nUse a major airport in Baton Rouge or New Orleans to get to the area.  Travel by personal vehicle or rental car.  If you are in New Orleans, there are tour buses and limo services that can bring you to the area.\n\n",{"type":"==","value":["Get around"]},"\nIf you want to travel at your own pace, you should bring your own vehicle or rental car.  Tour bus companies are great, but you sign up for a specific itinerary.\n\nTour bus companies are available from New Orleans.  Also, private limo services are available.  One could take a taxi, but that would cost as much as a limo.\n\nNo tour buses visit this area from Baton Rouge.  Best bet is private limo or rental car.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Plantations:"]},"\n\nThese plantations are considered to be fascinating to visit in part due to their sheer beauty, but also because of their historical and educational value.  Visitors can learn about the historical and cultural impact of 300 years of sugar cane farming, the US Civil War, slavery, blacksmithing, and Cajun and Creole cultures.\n\nEach of the plantations has something different and unique to offer, so travelers should not assume a \"seen one, seen them all\" attitude!  Oak Alley Plantation is well known for its beautiful grounds, stunning alley of 300-year-old Oak trees, and tour of its historic mansion.  St. Joseph plantation is unique in that it is still a working sugar cane plantation, and tours are mostly given by actual family members who tell very personal stories.  Laura Plantation is respected for the quality of its tour, and it uniqueness in that it was run by women, which was virtually unheard of at the time.  San Francisco and Houmas House are both known for their beauty, and they each have a unique history, as well.\n\nAccording to New Orleans Plantation Parade ",{"type":"[","value":["http:\/\/www.plantationparade.com\/"]},", an official state guide:\n\n\"For centuries, wooden wagons rumbled from fields to river docks and the sweet smell of sugarcane filled the sub-tropical air. The muddy Mississippi flowed past 400 plantations along Louisiana's Great River Road, creating empires of wealth, icons of architecture, bastions or culture and legions of slaves.\"\n\nThe most iconic of these plantations may be ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oakalleyplantation.com\/ Oak Alley Plantation"]}]},".  From Plantation Parade ",{"type":"[","value":["http:\/\/plantationparade.com"]},":\n\n\"No other visual experience in America better exemplifies the “Old South” than this spectacular quarter mile of live oaks, circa 1839. Tours focus on the loves & tragedies of one of the most prominent plantation dynasties, typifying the idyllic lifestyle of their day.\"\n\nOf course, the idyllic lifestyle was limited to the slaveholders, while the slaves were forced to do hard labor. Tours do include visits to reconstructed slave cabins, however.\n\nOther important plantations in the area which are open to the public include:\n\nSan Francisco Plantation",{"type":"[","value":["http:\/\/www.plantationparade.com\/sanfran.html"]},"\n\nSt. Joseph Plantation\n\nLaura Plantation ",{"type":"[","value":["http:\/\/www.plantationparade.com\/laura.html"]},"\n\nHoumas House Plantation ",{"type":"[","value":["http:\/\/www.plantationparade.com\/houmashouse.html"]},"\n\n",{"type":"'''","value":["Other attractions"]},"\n\nAfrican American museum\n\nHistoric churches and cemeteries ",{"type":"[","value":["http:\/\/neworleansplantationcountry.com\/activities\/historic-churches-cemeteries"]},".\n\n",{"type":"==","value":["Do"]},"\n\nSwamp Tours - Arthur Matherne Airboat Tours",{"type":"[","value":["http:\/\/www.airboattours.com\/"]},".  \n\nGolf ",{"type":"[","value":["http:\/\/neworleansplantationcountry.com\/activities\/golf"]},"\n\nPlantation Country Attractions ",{"type":"[","value":["http:\/\/neworleansplantationcountry.com\/activities"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThe River Region is mostly a rural area, with no major chain shopping centers or malls.\n\nMost tourist sites have gift shops with minor amenities and wonderful souvenirs.  See Oak Alley Plantation as a good example.\n\nIf you are traveling and find yourself in need of items from a major shopping center, your best bet is a quick trip to Laplace, LA, 30 to 45 minutes depending on where you are in the region.\n\n",{"type":"==","value":["Eat"]},"\n\nOak Alley Restaurant {breakfast & lunch} on Oak Alley Plantation (see above) \n\nB&C Seafood.  \n\nSpuddy's.  \n\nNobile's ",{"type":"[","value":["http:\/\/www.nobilesrestaurant.com\/"]},".\n\n",{"type":"==","value":["Drink"]},"\n\nThere are no \"open container\" laws in most areas.  When you tour a plantation, depending on the plantation's own rules, visitors over age 21 may purchase an alcoholic beverage and drink it while taking a tour, walking the grounds, etc.  This is also true for some swamp tours and golf outings.\n\nWhile bars and taverns are not as numerous as, say, Bourbon Street, there are such establishments in just about every town in the River Region.  There is a nice bar at Nobile's Restaurant in Gramercy.\n\nDriving in a vehicle with any open alcoholic beverage is illegal.  Please do not drink and drive.\n\n",{"type":"==","value":["Sleep"]},"\nOak Alley Plantation has rental cottages on the plantation.  \n\nThere are chain hotels in Donaldsonville LA and Laplace LA, both about a 30 minute drive to either end of the region.\n\nThere are a few Bed & Breakfast (B&Bs) inns located in the area.\n\n",{"type":"==","value":["Go next"]},"\n\nIf you are interested in seeing more historical plantation life, there are other plantations in Central Louisiana, particularly in the ",{"type":"[[","value":[["St. Francisville"]]}," area.\n\nOtherwise, you are within 1 hour of both ",{"type":"[[","value":[["Baton Rouge"]]}," and ",{"type":"[[","value":[["New Orleans"]]},", both having tons of things to Do, See, Eat and Drink.\n\nThose interested in exploring Cajun country and its culture, food and music could head to Thibodaux, Morgan City, New Iberia and Lafayette.\n\n",{"type":"{{","value":[["IsPartOf"],["Louisiana"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]