[{"type":"{{","value":[["pagebanner"],["New Orleans Jazz Fest 2010 Trombone banner.jpg"]]},"\n",{"type":"'''","value":["Louisiana"]}," is a state in the ",{"type":"[[","value":[["South (United States of America)"],["South"]]}," of the ",{"type":"[[","value":[["United States of America"]]},".\n\nLouisiana is bordered to the west by ",{"type":"[[","value":[["Texas"]]},", to the north by ",{"type":"[[","value":[["Arkansas"]]},", to the east by the state of ",{"type":"[[","value":[["Mississippi"]]},", and to the south by the Gulf of Mexico.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Louisiana regions map.png"],["regionmaptext=Louisiana regions"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Greater New Orleans"]]}],["region1color=darkred"],["region1items="],["region1description=New Orleans & surrounding towns, bayous, the lower Mississippi"],["region2name=",{"type":"[[","value":[["Acadiana"]]}],["region2color=red"],["region2items="],["region2description=The center of Cajun culture, with distinctive food and music"],["region3name=",{"type":"[[","value":[["Central (Louisiana)"],["Central"]]}],["region3color=blue"],["region3items="],["region3description=Alexandria and historic Natchitoches"],["region4name=",{"type":"[[","value":[["Florida Parishes"]]}],["region4color=orange"],["region4items="],["region4description=Baton Rouge and the Lake Pontchartrain North Shore"],["region5name=",{"type":"[[","value":[["North (Louisiana)"],["North"]]}],["region5color=teal"],["region5items="],["region5description=North Louisiana is the most \"Southern\"; Shreveport, historic Indian mounds"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Baton Rouge"]]},": The state capital"]},{"type":"*","value":[{"type":"[[","value":[["Alexandria (Louisiana)"],["Alexandria"]]},": Near the center of the state"]},{"type":"*","value":[{"type":"[[","value":[["Lafayette (Louisiana)"],["Lafayette"]]},": The center of Cajun Country"]},{"type":"*","value":[{"type":"[[","value":[["Lake Charles"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mandeville (Louisiana)"],["Mandeville"]]},": On the north shore of Lake Pontchartrain, across from New Orleans."]},{"type":"*","value":[{"type":"[[","value":[["Monroe (Louisiana)"],["Monroe"]]},": The birthplace of Delta Air Lines."]},{"type":"*","value":[{"type":"[[","value":[["Natchitoches"]]},": The oldest settlement in the Louisiana Purchase"]},{"type":"*","value":[{"type":"[[","value":[["New Orleans"]]},": The state's largest city and top tourist destination."]},{"type":"*","value":[{"type":"[[","value":[["Shreveport"]]},": The biggest city of North Louisiana"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Saint Bernard Parish"]]},", includes ",{"type":"[[","value":[["Chalmette"]]},",  Site of the Battle of New Orleans National Monument"]},{"type":"*","value":[{"type":"[[","value":[["Great River Road"]]}," - Between New Orleans & Baton Rouge."]},{"type":"*","value":[{"type":"[[","value":[["New Roads"]]}," - Small and Peaceful, yet energetic town on the banks of False River."]},{"type":"*","value":[{"type":"[[","value":[["Plaquemines Parish"]]}," area furtherest down the Mississippi River"]},{"type":"*","value":[{"type":"[[","value":[["St. Tammany Parish"]]}]},{"type":"*","value":[{"type":"[[","value":[["Terrebonne Parish"]]}]},{"type":"*","value":[{"type":"[[","value":[["Woodworth (Louisiana)"],["Woodworth"]]}," - One of the fastest growing communities in central Louisiana."]},"\n",{"type":"==","value":["Understand"]},"\t \nLouisiana is known for its unique history, its oil\/gas and seafood empires, its music, its diverse cultural make-up, including the Cajun culture of Southwest Louisiana and its once dominant Creole culture, its vast wetlands, swamps, bayous, and its sugar & cotton plantations along its waterways. The culture in the northern half of Louisiana is similar to that of Mississippi, Arkansas, and East Texas.\n\nA word to the wise, The heat in Louisiana can often become unbearable especially during summer months. People not from the South should understand that the humidity can make it feel much hotter than it actually is. Seek shade, wear loose clothes (preferably white) and remember to drink lots of water to help prevent against heat related illnesses.\n\n",{"type":"==","value":["Talk"]},"\nWhile both English and ",{"type":"'''","value":[{"type":"[[","value":[["French phrasebook"],["French"]]}]}," are the two ",{"type":"''","value":["de facto"]}," official languages of the state, English is the more dominant language. Parts of the south of the state and New Orleans have a long French-speaking history; however, in the early 20th century, French was discouraged by the state school system in favor of English. Today, English is spoken by nearly all; however, it is not uncommon to hear conversations in French in the southern and rural parts of the state, and a small number of elderly people in those parts of the state can speak French only.\n\nIn honor of the state's French heritage, local street signs in the French Quarter of New Orleans and many downtowns of cities in the Acadiana region are bilingual in French and English, with French being more visibly prominent in the latter. However, locals will often refer to a street by its English name rather than French name. As of 2013, the Louisiana legislature has also approved of a bill requiring highway signs to be bilingual in both French and English.\n\nUnlike northern and central Louisiana, the Southern \"drawl\" is very rare in the southern part of the state.  The native English accent in Acadiana has many distinct sounds due to the people's collective French heritage. In addition, the accent of New Orleans is similar to that of ",{"type":"[[","value":[["Brooklyn"]]},".\n\n",{"type":"==","value":["Get in"]},"\t \n",{"type":"==","value":["Get around"]},"\t \n",{"type":"==","value":["See"]},"\t\n",{"type":"*","value":[{"type":"'''","value":["Avery Island"]},", A few miles southwest of New Iberia is Avery Island, home of the McIlhenny Tabasco factory and a wildlife sanctuary. The island is actually an eight-mile deep salt dome. Visitors can drive and walk through 250 acres of subtropical jungle flora with an amazing array of wildlife. "]},{"type":"*","value":[{"type":"'''","value":["Sicily Island Hills"]},", Located about 35 miles NW of Natchez, Mississippi in northern Catahoula Parish, the Sicily Island Hills offer an atypical visitor experience. These hills are surrounded by the floodplains of the Ouachita and Mississippi rivers and thus appear as an island when viewed on a topographic map. Amongst dense forests and unusually steep hills lies Louisiana's tallest waterfall, Rock Falls.  The majority of the Sicily Island Hills are within the Sicily Island Hills Wildlife Management Area owned by the Louisiana Department of Wildlife and Fisheries (LDWF).Enjoy biking, birdwatching or hiking in an unusually tranquil setting, but be aware that Fall and Winter are hunting seasons. Access to this area is by way of marked entrances off of LA 8 and LA 915. Each visitor is required to be in possession of one of the following; a valid LDWF fishing license, a valid LDWF hunting license, or a valid LDWF Wild Louisiana Stamp. The Wild Louisiana Stamp is an inexpensive option at $5.50 and provides admission to all LDWF wildlife management areas statewide for a year. For more information,including a map of the area, visit the Louisiana Department of Wildlife and Fisheries website."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wildlife Gardens"],["alt="],["url=http:\/\/www.wildlifegardens.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gibson. 30 acres of preserved swamp where you can walk around a nature trail on shady paths. Apart from the natural wildlife there are ostriches, bobcats, nutria and alligators on display in cages and paddocks and peacocks roam the grounds. Bed and breakfast accommodation is available in four small 'trapper's cabins', adjacent to a small swamp. Each has its own front porch overlooking the water and ideal for gator watching. Staying overnight is a unique experience that kids will love."]]}," "]},{"type":"*","value":[{"type":"[[","value":[["New Orleans"]]}," ",{"type":"'''","value":["French Quarter"]}," is a world famous destination year round, but especially during ",{"type":"'''","value":["Mardi Gras"]},".  Unique architecture, excellent restaurants, and interesting people make this a great destination in the city."]},{"type":"*","value":[{"type":"'''","value":["Natchitoches"]},", the oldest town in Louisiana, is a unique small city in north central Louisiana.  It was the backdrop of the movie \"Steel Magnolias\" and has architecture reminiscent of the French Quarter in its Historic District in front of the Cane River Lake.  Graceful mansions line the river as well as Bed and Breakfasts.  A great destination to visit if you're in the northern part of the state and a hub for nearby Creole plantations along Cane River."]},{"type":"*","value":[{"type":"'''","value":["Great River Road-Plantation Country"]},", the 70-mile stretch between New Orleans & Baton Rouge along the Mississippi River with Creole and Ante-Bellum sugar plantations, rural settlements, B&Bs, Cajun & Creole restaurants. After the French Quarter, plantations on \"Great River Road\" represent Louisiana's most visited destination."]},"\n",{"type":"==","value":["Do"]},"\n\nThere are a lot of great things to do in Louisiana. The time of year is matters when deciding on what to do. Around February Louisiana celebrates ",{"type":"[[","value":[["Mardi Gras"]]},". We welcome people to come and celebrate with us. ",{"type":"[[","value":[["New Orleans"]]}," is where you want to go if you want to party. If you want a more toned down party vide go to ",{"type":"[[","value":[["Houma"]]},". Many Louisiana cities Celebrate ",{"type":"[[","value":[["Mardi Gras"]]},".\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Seafood"]}," Louisiana has long been known for its bounty of fresh seafood.\n\nSome visitors have recently expressed concern about the safety of local seafood due to the Deepwater Horizon oil spill.  Seafood that makes it to the markets and restaurants is ",{"type":"'''","value":["safe"]},". Oil affected areas are closed to fishing, and catches from unaffected areas are being inspected in even more detail than usual.  The oil spill may result in shortages of some species or higher prices in the future. Now is still a good time to enjoy Louisiana seafood.\n\nLouisiana loves good food. Cuisine includes the famous Cajun cooking of Acadiana and the continental traditions with innovative additions in New Orleans. Some items that may seem exotic to visitors from elsewhere may appear on menus, including crawfish and alligator.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["The legal drinking age is 21"]},". However in ",{"type":"[[","value":[["New Orleans"]]}," and parts of ",{"type":"[[","value":[["Acadiana"]]}," this drinking age is not rigorously enforced. In March 1996, the Supreme Court of Louisiana upheld a previous ruling by Judge Aucoin that the 21 year old drinking age was unconstitutional, violating the Constitution's equal protection clause. However, it later overturned this ruling. Within hours of the first ruling, the state law enforcement community vowed to enforce the current law, until the loophole in the Constitution was closed. More than 10 years later that loophole is still there. Rule of thumb for anyone wanting to party in Louisiana, regardless of age: don't drink and drive. If you are over 18 but under 21, you generally won't have much problem in New Orleans. Just play your cards right, act like the adult that you are, drink responsibly and you'll have a good time. Don't argue with bartenders, police officers or liquor store owners.\n\nLaws regarding alcohol are more restrictive in parts of northern Louisiana.\n\n",{"type":"==","value":["Respect"]}," \nLouisiana (as much of the rest of the South), is known to display the stereotypical \"Southern hospitality\". However, the condition is that you give respect back. The pace of life is often more Mediterranean than other parts of the US. Approach locals with a positive attitude and you are apt to make friends; a gruff impatient attitude may generate resentment rather than promptness. \n\nSouth Louisiana has a large Cajun population; while English is generally understood everywhere, French is still spoken by many people especially in South West Louisiana. Louisiana Cajun French is a distinct dialect difficult to understand for many speakers of conventional or Parisian French.\n\nThe notorious Hurricane Katrina of 2005 particularly affected the South East of Louisiana with one of the worst disasters in U.S. history. Less well known elsewhere but causing significant damage locally were  Hurricane Rita hitting Louisiana's South West a month later, and other areas flooded in Hurricane Gustav in 2008. The disasters are still an emotional subject to many Louisianans.\n\nEven those who escaped with little harm often have friends, relatives, and co-workers with more tragic stories. Jokes that you were told elsewhere blaming or insulting Louisianians will bring a ",{"type":"'''","value":["negative"]}," response here. Some locals may be inclined to share disaster stories with sympathetic visitors, but others prefer not to talk about it--don't push them.\n\n",{"type":"==","value":["Go next"]},"\t \n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Texas"]]}]}," - America's second largest state borders Louisiana to the west.  With a rich history and culture, this fiercely independent state measures over 267,000 square miles in area, making it slightly larger than ",{"type":"[[","value":[["France"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arkansas"]]}]}," - Louisiana's northern neighbor, \"The Natural State\", is home to the ",{"type":"[[","value":[["Ozarks"],["Ozark Mountains"]]}," in the northwest while the south and east of the state has flatter land and shows more of its agricultural heritage."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mississippi"]]}]}," - The state's eastern neighbor has Civil War battlefields, scenic parkways, and antebellum charm."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["31.0"],["-92.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South (United States of America)"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Louisiana"]]},"\n",{"type":"[[","value":[["WikiPedia:Louisiana"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Louisiana\/"]]}]