[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n\n:: ",{"type":"''","value":["See also ",{"type":"[[","value":[["Air travel on a budget‎"]]}]},"\n\n",{"type":"'''","value":["Discount airlines"]},", also known as ",{"type":"'''","value":["no-frills carriers"]}," or ",{"type":"'''","value":["low-cost carriers"]}," (",{"type":"'''","value":["LCC"]},"), are airlines that offer cheap flights.\n",{"type":"[[","value":[["File:Laker Airways BAC-111-320AZ.jpg"],["thumb"],["Laker Airlines plane, 1977"]]},"\nThe first such airline was Laker Airways \"Skytrain\" of the 70s, offering low-cost no-frills flights on a few busy transatlantic routes. That company went under, as did the second one Sir Freddie Laker started, but others are doing well with similar services. Two of those, ",{"type":"[","value":["http:\/\/www.virgin-atlantic.com\/gb\/en.html Virgin Atlantic"]}," and ",{"type":"[","value":["http:\/\/www.airasia.com\/index.htm Air Asia"]},", have named planes after Sir Freddie. \n\nIn the US, ",{"type":"[","value":["http:\/\/www.southwest.com\/ Southwest Airlines"]}," revolutionized American air transport by running fleets with one type of aircraft, the Boeing 737, to save on maintenance costs, and eliminating the 'frills' of air travel. In Europe, ",{"type":"[","value":["http:\/\/www.ryanair.com\/ Ryanair"]}," pioneered the concept.\n\n",{"type":"==","value":["Low-cost airlines around the world"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Low-cost airlines in Africa"]]}," — slowly emerging"]},{"type":"*","value":[" ",{"type":"[[","value":[["Low-cost airlines in Asia"]]}," — growing very fast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Low-cost airlines in Europe"]]}," — the continent is your oyster"]},{"type":"*","value":[" ",{"type":"[[","value":[["Low-cost airlines in North America"]]}," — where even what were once \"full service\" airlines are mostly no-frills these days"]},"\nFor discount airlines flying long haul to Australia, see ",{"type":"[[","value":[["Australia#Discount airlines"],["Australia: Discount airlines"]]},".\n\n",{"type":"===","value":["Intercontinental"]},"\nSome airlines offer budget flights from one continent to another.\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.airarabia.ae Air Arabia"]}," has cheap flights from the Middle East to South Asia, North Africa and Turkey."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.airasia.com\/ AirAsia X"]}," flies from Malaysia to Australia, Saudi Arabia and points throughout Asia.  Sadly, all flights to Europe and India have been cancelled."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.airberlin.com Air Berlin"]},", based in Germany, flies intercontinental to Asia, Americas, and Africa"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.airtransat.ca\/ Air Transat"]}," is a charter airline that flies from Canada to points in Europe, Florida and some Caribbean countries."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.atlas-blue.com  Atlas Blue"]}," has low-cost flights between North Africa and many European destinations including France, Spain, Italy and the UK."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.condor.com Condor"]},", based in Germany, flies to Europe and the Middle East, the Americas, Africa, and Asia."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.euroflyusa.com Eurofly"]}," operates flights between New York and various locations in Italy."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.icelandair.com\/ Icelandic Airlines"]}," flies from Iceland to North America and Europe."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.icelandexpress.com\/ Iceland Express"]}," flies from Iceland to Europe and to New York and Winnipeg in North America."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.jetairfly.com\/en\/ JetAirFly"]}," flies from Europe to Mexico, Cuba, Costa Rica, Jamaica, Dominican Rep., Tunisia, Egypt, Morocco, Tanzania, Kenya, Algeria, Jordan, Thailand, "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/jetstar.com  Jetstar"]}," flies in East Asia and Australasia up to ",{"type":"[[","value":[["Hawaii"]]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/jazeeraairways.com Jazeera Airways"]}," connects airports in the Middle East to North Africa, South East Europe and South Asia."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/norwegian.com Norwegian"]}," flies cheaply to Bangkok and New York from Scandinavia."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.point-afrique.com\/ Point Afrique"]}," flies from France to Mali."]},"\n",{"type":"===","value":["Round the world"]},"\nIt may be possible to travel ",{"type":"[[","value":[["Round the world flights"],["round the world"]]}," (RTW) entirely on low-cost carriers, although true long-distance LCCs are few and far between.\nA sample itinerary to visit all six inhabited continents flying LCCs:\n\n",{"type":"*","value":[" London to Barcelona on Vueling"]},{"type":"*","value":[" Barcelona to Casablanca on Vueling"]},{"type":"*","value":[" Casablanca to Istanbul on Air Arabia Maroc"]},{"type":"*","value":[" Istanbul to Dubai on Flydubai"]},{"type":"*","value":[" Dubai to Kathmandu on Flydubai"]},{"type":"*","value":[" Kathmandu to Kuala Lumpur on Air Asia X"]},{"type":"*","value":[" Kuala Lumpur to Melbourne on Air Asia X"]},{"type":"*","value":[" Melbourne to Honolulu on Jetstar"]},{"type":"*","value":[" Honolulu to Vancouver on Westjet"]},{"type":"*","value":[" Vancouver to Cancun on Westjet"]},{"type":"*","value":[" Cancun to Mexico City on Interjet"]},{"type":"*","value":[" Mexico City to Bogota on Interjet"]},{"type":"*","value":[" Bogota to Fort Lauderdale on Spirit Airways"]},{"type":"*","value":[" Fort Lauderdale to Oslo on Norwegian Air Shuttle"]},{"type":"*","value":[" Oslo to London on Norwegian Air Shuttle"]},"\nThe main danger with booking an LCC RTW is that low-cost carriers change routes very rapidly and if a ticket along your route is cancelled, or the airline goes bust (a not uncommon occurrence), the airline may not be responsible for anything more than refunding your money, and even that isn't always guaranteed — even if there are no other cheap options for getting from point A to point B anymore.  Even changing dates is usually expensive or impossible. That's fine if you're going to set points for a short period on an RTW e.g. 3 weeks - but most travellers go for 2 to 12 months on a round the world flight and change their tickets often - you will need that flexibility.  You can try to work around this by booking only a segment or two at a time, but many countries require showing a departing ticket on arrival.\n\n",{"type":"==","value":["Hidden costs and complications"]},"\n\nDiscount airlines also try to save money on the services they deliver.  You need to factor in these costs and complications to do a comparison between the discount airlines and the full-service ones.\n\n",{"type":"===","value":["Obscure airports"]},"\n\nSome carriers such as Ryanair fly to airports that are sometimes well away from the advertised destination.  ",{"type":"[","value":["http:\/\/www.hahn-airport.de\/index.php Hahn Airport"]},", Ryanair's airport for ",{"type":"[[","value":[["Frankfurt"]]},", is actually 100 km away from the city, as is ",{"type":"[[","value":[["paris#by_plane"],["Paris Beauvais Airport"]]},".\n\nMake sure you factor the cost of transportation to your actual destination, and the additional time it may take. The trip from Frankfurt Hahn to Frankfurt Airport\/City is 1.5 hours extra on your journey and the savings compared to BA or Lufthansa are not very high. In some cases the obscure airport might even be closer to where you want to get to.\n\n",{"type":"===","value":["In-flight food and drink"]},"\n\nYou will almost always have to pay extra for food and drink on a discount airline. However, free refreshments are provided by Air Berlin and BMI (British Midland). The best idea is of course to bring your own food and drink but some airlines make an announcement pre take off to say that you are not permitted to consume your own food and drink. Whether this is enforced or not just depends on the cabin crew on the day but be aware that the crew earn commission on in-flight sales so may ask you not to eat your own food.\n\nMost fluids are banned from passing through security in airports, so you will have to buy any drinks to take on flights after the x-ray machines. An alternative is to take an empty water bottle on the plane and fill it with tap water.\n\n",{"type":"===","value":["Connecting flights"]},"\n\nOutside North America, most low-cost airlines operate a \"point to point\" service.  (Notable exceptions include Air Berlin and Wizz)  If you are making a journey that involves a change of plane, even on the same carrier, you will have to check your luggage in for each leg of the journey.  This also means clearing passport control for international-to-international connections thus adhering to the usual visa requirements of a visitor (as opposed to a transit visa holder) in the country of transit (yes, this means lining-up at that country's embassy in your home country and filing the relevant application fee even if your visa is denied - see the article ",{"type":"[[","value":[["Visa"]]}," for more information).  In addition, with some airlines (including Ryanair), if your first leg is late you will not be transferred onto another plane if you miss the second. easyJet will sometimes transfer you free onto another flight when the first one is late if you have left a gap of two hours between flights and they are both easyJet flights. However, their carrier regulations ",{"type":"[","value":["http:\/\/www.easyjet.com\/EN\/book\/regulations.html#onwardflights"]}," do not guarantee this. It is wise to check with each airline their policy on missed connections. You can insure against missing low-cost connections with ",{"type":"[[","value":[["travel insurance"]]},".\n\nMaking low-cost connections can often work out significantly cheaper and in many cases is the only way of getting between two European cities. For example, there are relatively few direct low-cost flights between ",{"type":"[[","value":[["Northern Africa"]]}," and ",{"type":"[[","value":[["Europe"],["Eastern Europe"]]},". You will most likely need to fly with Ryanair to an airport like ",{"type":"[[","value":[["Marseille"]]}," or ",{"type":"[[","value":[["Frankfurt"]]}," (",{"type":"[[","value":[["Hahn"]]},") or with AirBerlin to ",{"type":"[[","value":[["Germany"]]},", and then another flight on from there. Flying indirectly between two cities can often work out cheaper even if there are direct routes.\n\nFactors such as the distance between terminals, the reliability of the airline into the airport, the length of time needed to clear security and customs, and the required advance check-in time should be considered when calculating how much connection time you need.  Being risk averse may mean allowing up to 3 hours for a connection.\n\n",{"type":"===","value":["Changing flights"]},"\n\nThere will usually be restrictions or costs on making changes to your booking.  A fee is usually charged in addition to any fare difference between the flight you have chosen and sometimes the total cost you spent on amending the trip and purchasing the lower-cost ticket can well exceed the cost of the full fare. For low-cost airlines in particular, they often allow no changes which means that you will have to forfeit your ticket for the original flight and buy another one for the new date or time. There are often restrictions on how close to the departure date and time you can make changes.  Hence if you are availing of promo and\/or restricted fares, it is extremely important that you are absolutely certain that you will travel on the date you originally chose.  See the airline websites for information.\n\n",{"type":"===","value":["Check in baggage"]},"\n\nMany discount airlines charge additional fees for any check-in baggage at all.  Others have lower size and weight limits, after which high fees are charged to excess baggage.\n\nAs a side-effect of charging for check-in baggage, they can also be more strict on the weight and size of carry-on baggage.\n\nIf you intend to use a budget airline as just one of your flights for the day, they may not offer check-through to your final destination.  This means claiming your luggage at your transit point, clearing formalities (and if necessary, obtaining visas in advances), and lining-up at the regular check-in counter of your next flight.\n\n",{"type":"==","value":["Other benefits"]},"\n\n",{"type":"===","value":["Frequent traveler programs"]},"\nMany discount airlines have loyalty programs which reward their frequent travelers.  Southwest Airlines has a \"Rapid Rewards\" program where each flight is a credit. 8 credits will earn you a free flight. Credits may also be earned through an affinity credit card.  Credits expire after a certain period of time.  Credits may be redeemed for free flights with comparatively few blackout dates (16 total blackout dates in 2005) and with no capacity controls (unique in the industry—in other words, any open seat may be ticketed with award credits), or for a companion pass.  AirTran, JetBlue, Frontier, Air Berlin and Germanwings are other airlines offering a loyalty scheme.\n\n",{"type":"===","value":["Referral discounts"]},"\n\nAirlines often tie up with local transport and hotel groups who offer discounts if you book having been referred by the airline. As always it pays to use the Internet to do some comparison shopping, but frequently you will be able to get a discounted car-rental, train ticket or hotel room by clicking on the links after you have purchased your flight. The catch is that many of these discounted prices are extremely inflexible, non-refundable and require payment in advance so try not to change your mind after you have made the booking.\n\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Flying"]]},"\n\n",{"type":"[[","value":[["Wikipedia:List of low-cost airlines"]]},"\n",{"type":"[[","value":[["Wikipedia:Low-cost carrier"]]},"\n\n",{"type":"[[","value":[["th:สายการบินต้นทุนต่ำ"]]}]