[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:LuangNamtha_Countryside.JPG"],["thumb"],["300px"],["View of the \"suburbs\" of Luang Namtha"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.luang-namtha.org\/ Luang Namtha"]}]}," (ຫຼວງນໍ້າທາ, ຫລວງນໍ້າທາ ",{"type":"''","value":["Louangnamtha"]},", ",{"type":"''","value":["Luang Nam Tha"]},") is the largest city in ",{"type":"[[","value":[["Luang Nam Tha Province"]]},", ",{"type":"[[","value":[["Northern Laos"]]},". It lies on the banks of the Nam Tha River, and the meaning of the name is \"The area (",{"type":"''","value":["luang"]},") around the Tha River (",{"type":"''","value":["nam Tha"]},")\".\n\n",{"type":"==","value":["Understand"]},"\nBest known as a stopover point on the backpacker trail from ",{"type":"[[","value":[["China"]]}," to ",{"type":"[[","value":[["Laos"]]},", and as an alternative to the long and cramped boat journey between ",{"type":"[[","value":[["Huay Xai"]]}," and ",{"type":"[[","value":[["Luang Prabang"]]},", Luang Namtha has become increasingly popular as a starting point for hill tribe treks, especially those into the Luang Namtha NPA - ",{"type":"''","value":["National Protected Area"]},". While short on jaw dropping sights, it's a compact and fairly pleasant little town, albeit one divided in two distinct parts: the \"old\" or original town near the airport (bombed out in the 1970's war), and the \"new\" or replacement town to the north where the trekking companies and most guesthouses can be found. The two are about 6 km apart. The \"old\" town sits astride Hwy 3, the modern route from China to Thailand. The \"new\" town is on Hwy 17A, which serves to connect Muang Sing.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":["By plane"]},"\nLuang Namtha Airport (",{"type":"{{","value":[["IATA"],["LXG"]]},") has ",{"type":"[","value":["http:\/\/www.laoairlines.com\/home Lao Airlines"]}," flights to\/from ",{"type":"[[","value":[["Vientiane"]]},". \n\nShared tuk-tuks wait outside for arriving flights and will take you to anywhere in town for 10,000 kip.\n\n",{"type":"===","value":["By road"]},"\n",{"type":"====","value":["To\/from China"]},"\n",{"type":"[[","value":[["Image:Bus ChinaShuttle.JPG"],["thumb"],["One of the Mengla-Luang Namtha shuttles (there are also larger buses)"]]},"\n\nFrom Jing Hong there is one maxi-bus (comfortable though not a coach) daily (10:40) from the north bus station, stopping en route at the south bus station at 11:00 (choose which is closer to your hotel and buy a ticket a day before, as it usually sells out),¥77. Stops for lunch in ",{"type":"[[","value":[["Mengla"]]},", where one can change yuan to kip (rates are negotiable and are fairly competitive, though check notes as they often pass 1,000 kip for 10,000 kip as they have similar colour). Border crossing requires carrying your baggage into Chinese Customs Hall for scanning. The same bus awaits on the other side of the hall. After ~100 m further driving there is the Lao Visa on Arrival window. After Laos passport control, there are money changers (good rates for selling yuan). Arrival around 17:40 in downtown Luang Namtha. There are 2 BCEL ATMS and 1 LDB ATM in Luang Namtha.\n\n",{"type":"[[","value":[["Mengla"]]}," (China) via ",{"type":"[[","value":[["Boten"]]}," it will cost you about ¥46 for a bus to Luang Namtha. The first bus leaves ",{"type":"[[","value":[["Mengla"]]}," north bus station at 09:00 and there is another one at 14:30 ",{"type":"<","value":["small",["(Jun 2011)"]]},". The trip takes 4-5 hours, depending mostly on the length of the border crossing.\n\nLaos Visas are available on arrival at the border (US$32 or 320,000 kip or ¥300 for EU\/Australian; US$37 for UK citizens; US$44 for Canadians; US$33 for Germans; US$37 for Greeks; free for 15 days for Japanese). Note the poor rate for payment in kip or yuan. Paying in US$ is cheaper.\n\nIf going to China, you must arrange your visa in advance (nearest embassy\/consulate is in Vientiane or Chiang Mai). Agents in Luang Namtha can securely send your passport to the embassy in Vientiane with a turnaround of 3 days for around US$60, perfect if you're going trekking in the meantime. The daily bus leaves around 08:00, costs 60,000 kip to Mengla and 90,000 kip to Jing Hong, you'll want to exchange\/use up all your kip before you head off, as exchange rates at the border are variable, and the kip is useless outside Laos.\n\n(In Chinese, especially at the bus station, Luang Namtha may be called \"Nan Ta\".)\n\n",{"type":"====","value":["Within Laos"]},"\nThe bus station for destinations inside the province is on the main road west of the main guesthouse strip. The old bus station across from the market has now been demolished to make way for a luxury hotel, and the main bus station for destinations further afield is now an inconvenient 10 km out of town. A tuk-tuk should cost about 10,000 kip per person or 20,000 kip if you're alone.\n\nBuses for ",{"type":"[[","value":[["Huay Xai"]]},", on the Mekong River at the Thai border, leave at 09:00 and 12:30 and cost 55,000 kip. Tickets can be bought from 07:30, and the journey takes only four hours due to improved road conditions, and you can therefore make it into Thailand on the same day. If you want to be assured of a seat, tickets can be bought in town the day before at the travel agent across from Green Discovery Treks for 75,000 kip including tuk-tuk to the bus station. Like all bus travel in Laos, tickets bought at the bus station always have priority as for seating.  The tuk-tuk leaves the travel agent at 08:00. Alternatively, you can hire a minibus and ride comfortably Luang Namtha in 3-4 hours for 120,000 kip\/person.  \n\nTrips to ",{"type":"[[","value":[["Luang Prabang"]]}," take 8-12 hours, depending on road conditions, and costs 90,000 kip (leaves at 09:00), 130,000 kip for minivan (11 seater) (leaves at around 08:30 or when everyone gets onboard) and 110,000 kip for the (supposedly faster) VIP bus (22 seat version) (",{"type":"'''","value":["if running"]},", at both 09:00 and 14:30). While the 10,000 kip fare from the new bus station to the main town centre appears non-negotiable, the fare from the town centre to the new bus station can be negotiated for multiple passengers. The bus station booking office (at the new bus station) sells tickets in the afternoon for the following day. In Laos, it is wise to pre-purchase tickets to be more sure of a seat. \n\nThe roads from Luang Namtha to Luang Prabang are in poor to fair shape with numerous potholes along the way. The bus stops at the Oudomxay bus station for lunch. Most bus drivers stop every couple of hours to check brakes, etc.  At these times passengers can find a bush for bladder relief. The journey is not for the faint-hearted during the rainy season with the bus squeezing and weaving across roads collapsed due to the landslides. In parts, the scenery is fantastic. Like all buses in Laos, the earlier you arrive, the better choice of seat (try for at least 1 hour before). The alternative is sitting on a plastic stool in the aisle for hours on end, or not being let on. While the Lao accept a bag on a seat as taken, the Chinese do not!\n\nSometimes they board Luang Prabang passengers on the bus leaving for Vientiane which leaves at 08:30, so its better to go early to the bus station to see which one will it be.\n\nBuses for ",{"type":"[[","value":[["Vientiane"]]}," cost 180,000 kip and leave daily at 08:30.\n\nBuses for ",{"type":"[[","value":[["Bokeo"]]}," cost 60,000 kip and leave at 09:00 and 12:30.\n\nBuses from ",{"type":"[[","value":[["Muang Xay"]]}," (Oudomxay) cost 40,000 kip, take about four hours, and leave daily at 08:30, 12:00, and 14:30.\n\nSongthaews leave for ",{"type":"[[","value":[["Muang Sing"]]}," from the small bus station in town, 20,000 kip, one to two hours, until 15:00.\n\n",{"type":"===","value":["By boat"]},"\nIt is possible to take a boat along the river, all the way to\/from ",{"type":"[[","value":[["Huay Xai"]]},", but there is no scheduled service and only occasional cargo ships, so odds are high that you'll have to charter. From Luang Namtha, Boat Landing Guest House\/Green Discovery can try to arrange boats, at an estimated (but highly variable) price of US$170-400 for a boat that can handle 4-10 passengers. The trip takes two days and requires overnighting in a village along the day (included, but take some backup food if the village dinner is not to your standard). In the dry season after Nov, the northern parts of the river (towards Luang Namtha) may not be navigable.\n\n",{"type":"==","value":[" Get around "]},"\nThe two halves of Luang Namtha can be individually easily covered on foot, but you'll want to hop on a tuk-tuk (10,000 kip) for going to the airport, the bus station, or crossing over between the two.\n\nYou can get a good map of the city at K.N.T Internet for 3,000 kip and some guesthouse will have a copy of it for free for guests.\n\nYou can rent really good mountain bikes at a shop along the main road for 15,000 kip per day or 3,000 kip per hour. \n\nSmall semi-auto motorbikes (e.g., Honda Dream copies) are now readily available (especially across from the night market or at Zuela Guesthouse) and should cost about 30,000-50,000 kip per day including helmets and a free map. With a motorbike, you can travel around to visit the many villages around and in Luang Namtha and also see the scenic countryside (e.g., closer to Muang Nalae, Vieng Phouka, or Muang Sing).\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["Image:LuangNamtha_TourismOffice.JPG"],["thumb"],["Luang Namtha Tourism Department"]]},"\n\n",{"type":"===","value":["Trekking"]},"\nThere are several companies offering trekking to the hill tribes in the area as well as nearby Nam Ha Protected Area. At least half a dozen trek agencies are along the main road within a block of the night market. They all offer roughly the same treks: varying numbers of days, visits to different villages, waterfalls, jungle, kayaking, biking, etc. The more people on any given trek, the lower the price. They'll each post out front if they have people signed up for a specific trek, to encourage others to join and lower the price. Shop around on price though, in addition to the number of people on a trek, the different agencies have different prices for comparable treks. Check where the money goes, whether it is being distributed equitably to local guides, villages, etc. The other differentiating factor seems to be equipment. Some have newer equipment in better shape. For example, some offer sleeping pads in addition to sleeping bags, whereas others just have old sleeping bags that have seen better days. \n\nThe mountainous jungle scenery in the area is a major attraction. If you are seeking to trek through this type of vegetation, make plain your preference as many treks take hikers generally through the rural landscapes of farmland and rice paddy.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ethnic Travel Eco-Guide"],["alt="],["url=http:\/\/ethnictravel-laos.com\/luangnamtha-info\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Offers a variety of treks. Their price is on the lower end."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Green Discovery"],["alt="],["url=http:\/\/www.greendiscoverylaos.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Offers up to three days trekking trips, the price is a bit more expensive than in the tourist office. They also offer kayaking and other activities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Luang Namtha Tourism Department"],["alt=Eco-Guide Service"],["url="],["email="],["address="],["lat="],["long="],["directions=behind the night market."],["phone="],["fax="],["hours="],["price="],["content=Offers up to four days trekking for an average of US$16 per day. Groups can be from 4-8 people and the cost per person drops the more participants there are. Other activities offered include kayaking."]]}]},"\n",{"type":"===","value":["Other"]},"\nYou can also take a ",{"type":"'''","value":["tuk-tuk"]}," or ",{"type":"'''","value":["bicycle"]}," and just go independently to some of the villages which are next to the roads and not in the jungle. A mountain-bike rental from a good shop will provide you with a not-to-scale map over villages and a nice waterfall. The surroundings are really pretty to cycle about in.  \n\nThe quality of bicycling on the road from Luang Namtha to the Chinese border is excellent.  The road is completely sealed with little or no traffic along the way.  The route from Luang Namtha to Boten round trip is approximately 120 km long and passes through Laotian hill country and rice fields.  The grades range from flat to moderate with one 2 km 10% grade stretch.  Welcomes along the way are great.\n\nWith a ",{"type":"'''","value":["motorbike"]},", you can travel around to see the beautiful countryside and visit the villages in and around Luang Namtha (e.g., closer to Muang Nalae, Vieng Phouka or Muang Sing). The road to Muang Sing takes about 2 hours and makes for a beautiful journey.\n\nThen there a number of ",{"type":"'''","value":["waterfalls"]}," to be seen. Close by Namtha town is the Nam Dee waterfall and near Muang Sing is the Gneung Phou Ku Lom waterfall.\n\nThere are several ",{"type":"'''","value":["herbal saunas"]}," in Luang Namtha, the most popular being the one next to the Panda Restaurant, down the lane from the Lao Airlines office.  It's a very simple rickety shack, but easy to spot (look for the stove) and equipped with separate male\/female saunas, a changing room and lockers.  The tourist price is 10,000 kip, with optional massages for 30,000 kip. The newest massage and sauna is down the driveway of Minority Restaurant, the standard is slightly higher than some others. \n\nLast but not least, if you liked what you saw, leave a compliment at the People's Complaint Box in front of city hall!\n\n",{"type":"==","value":[" Buy "]},"\nMoney: There are two banks and one post office offering change for cash and travellers' cheques, all in the main street the bank next to the tourism office change travellers for 3% commission (minimum of US$3). Banque pour le Commerce Exterieur Laos [BCEL] now has an ATM, but all-too-often, patrons complain of non-delivery of the cash. All BCEL ATM's have a high (20,000 kip) ATM service charge and low transaction limit (1,000,000 kip).\n\nThere are three sisters of the Akha tribe who travel from Muang Sing every day to sell their crafts and agricultural products (opium and ganja) to falang. They are difficult to get rid of, and may follow you around town. Enjoy a bilingual conversation with them, it's great fun. If you refuse their wares they might offer you a special treat.\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"[[","value":[["Image:TribalFood_BambooSoup.JPG"],["thumb"],["Bamboo shoot, pork and bitter herb soup at Minority Restaurant"]]},"\n\nEating options in Luang Namtha are decent, but pretty much all restaurants serve the same menu of Lao, Thai, and ersatz Western dishes at the same prices.\n\nThe night market is a good choice if you want to try something new after being on pat Thai and sticky rice for a while. Lao market traders are learning that Westerners readily buy their prepared meals, and so there is an option to supplement household income (when the rice paddy isn't otherwise consuming their time). The range on offer runs from soups, laab, BBQ chicken, beer, good Lao coffee, and various fruits. During daytime, the good Lao food is always on offer at the normal daytime market (opposite songthaew bus station). Fried banana with coconut, 1,000 kip; corn on the cob, 500 kip; fruit shake, 5,000 kip; noodle soup, 5,000 kip; ready-made dishes, 5,000 kip\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chinese Restaurants"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Two Chinese restaurants which are operated by Chinese who speak little English. There is no menu and you can only order by selecting your dishes in their kitchen. Dishes are a bit oily and the serving style is either plain or spicy. The taste is OK and the pricing is far better than at the restaurants in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Coffee House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Open eatery with a comprehensive Thai menu, lattes and cappuccini, great fruit shakes, plus friendly atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lai's Place"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Delicious, using fresh ingredients and reasonably priced. Try the peanut Jaeow with sticky rice and vegetables, which is a savoury, herbaceous dip. The fried tofu and vegetables with red curry is very good as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Minority Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=A short walk from Zuela Guesthouse."],["phone="],["fax="],["hours="],["price="],["content=This little joint is run by a husband and wife from the Black Tai (",{"type":"''","value":["Tai Dam"]},") tribe and specializes in tribal cuisine, with Tai Dam, Akha and Lisu dishes on offer. The menu also covers banana pancakes, French fries and other dishes for the Western palate. Vegetarian and vegan selections. Boasts \"No MSG\" in their dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rambo Fusion"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the pond, but you have to walk around via the main street."],["phone="],["fax="],["hours="],["price="],["content=Delicious Korean BBQ, popular with locals. A portion (30,000-50,000 kip) serves 2 people."]]}]},"\n",{"type":"==","value":[" Drink "]},"\nLuang Nam Tha is not a party town. Places must close by 23:00, but it's easy to find a cold Beerlao.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bamboo Lounge at Forest Retreat"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Kiwi-run. Breakfast menu: baked beans, jaffles, best coffee. Offers cocktails. Wi-Fi. Offers trekking and kayak tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Manychan Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=Closes at 22:30"],["price="],["content=Probably the most popular place in town, has a dedicated bar on the 2nd floor above the restaurant."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Adounsiri Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+856 20 2991898."],["fax="],["hours="],["price=60,000 kip"],["content=Family-run place with clean rooms, double beds with inside bathrooms. Quiet as it's on a street parallel to the main street. Free Wi-Fi and water refill. Bike rentals for 10,000 kip\/day. Mind that rooms are not sealed and mosquitoes do come in at night. Owner, Mr. Ketsana."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dokchampa Hotel"],["alt="],["url=http:\/\/www.dokchampahotel-luangnamtha.com"],["email="],["address="],["lat="],["long="],["directions=On the main street in the centre of town."],["phone="],["fax="],["hours="],["price=60,000-80,000 kip"],["content=The biggest hotel in town. Free Wi-Fi and 2 computers for use in the lobby, free water (in coolers) in each room, off-street parking, 24 hour security and reception. 61 rooms ranging from pleasant single rooms to huge, plush VIP rooms with huge, nice beds and a bath\/shower combo. The 3rd and 4th floor rooms at the back of the building have mountain views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Houng Heung Guesthouse"],["url="],["email="],["address=Luang Namtha Rd"],["lat=21.00408375263214"],["long=101.40902817249298"],["directions="],["phone=+856 86 212099"],["tollfree="],["fax="],["hours="],["price=60,000 kip"],["checkin="],["checkout=11:00"],["content=This is a colonial styled three storey guesthouse with clean basic rooms and great balconies for relaxing. Rooms have 24\/7 electric hot water, Wi-Fi and fans. English speaking staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Khamking Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the centre of the \"new\" town"],["phone=+856 86312238."],["fax="],["hours="],["price=50,000-70,000 kip"],["content=This simple guesthouse is comfortable and squeaky clean. Rooms with fan, TV, and attached bathroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tai Dam Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=From Green discovery, head south on the main street and take a right at the sign \"Tai Dam\". Keep going straight. The paved road will make a right turn; at this point continue forward on the (muddy) unpaved road."],["phone="],["fax="],["hours="],["price=40,000+ kip low-season"],["content=This place offers bungalows with that overlook fishing areas, with the hillsides as the surrounding backdrop. The bungalows are designed and decorated in Tai Dam-style. You can also stay in the main building. Attached bathrooms with hot shower and a TV with access to Lao and Thai stations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yuranan Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=A little past the Night Market on the other side of the road."],["phone="],["fax="],["hours="],["price=50,000 kip"],["content=Clean with free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zuela Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+856 86 212059 \/+856 20 5886694"],["fax=+856 86 212058"],["hours="],["price=60,000+ kip"],["content=Spacious rooms. Hot showers."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Boat Landing Guesthouse"],["alt="],["url=http:\/\/www.theboatlanding.com"],["email="],["address="],["lat="],["long="],["directions=About 7 km south of town"],["phone="],["fax="],["hours="],["price=US$20-30"],["content=Bungalows on the river with quiet surroundings."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are a few Internet cafes along the main guesthouse strip charging 200 kip per minute.  Internet speeds vary.  Many guesthouses and restaurants offer free Wi-Fi.\n\n",{"type":"==","value":[" Go next "]},"\nThere is a bus station about 10 km south of the city centre It is readily accessible by tuk-tuk and should cost about 10,000 kip\/person. Bus tickets can be bought at the bus station. If you buy tickets at a travel agency, they will charge about 10,000 kip commission\/person and 20,000 kip\/person for the tuk-tuk. The tuk-tuk driver will buy the bus tickets for you when you reach the bus station. Needless to say, it is far cheaper to buy the tickets at the bus station yourself, and barely any harder. There is a small guest house and travel snacks at the bus station.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boten"]]}," border with China, buses 08:00, 09:30, 11:00, 12:30, 14:00, 15:30, 25,000 kip, 1 hour."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jinghong"]]},", (Xishuangbanna, Yunnan Province, China) There is a daily bus Jinghong (through Mengla) leaving at 08:30 from the 10 km south bus station, 90,000 kip."]},{"type":"*","value":[" ",{"type":"[[","value":[["Huay Xai"]]},", for the Thai border and Mekong cruises down to Luang Prabang. 75,000 kip including tuk-tuk to the bus station."]},{"type":"*","value":[" ",{"type":"[[","value":[["Luang Prabang"]]},", One bus daily leaving Luang namtha at 09:00 (72,000 kip)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mengla"]]},", to cross into China's province of ",{"type":"[[","value":[["Yunnan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Muang Sing"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Muang Xay"]]}," (Udomxai)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nong Khiaw"]]},", Catch the 09:00 bus to Luang Prabang, and get off at Pak Mong. From there, you'll need to take a tuk-tuk. They charge a minimum of 120,000 kip, so the price varies by the number of people. "]},"\n",{"type":"[[","value":[["WikiPedia:Louang Namtha"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Laos"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["20.95"],["101.4"]]}]