[{"type":"{{","value":[["pagebanner"],["Luang Prabang banner Bank of Mekong river.jpg"],["dotm=yes"],["unesco=yes"],["caption=The town on the banks of the Mekong."]]},"\n",{"type":"[[","value":[["Image:WatSen.jpg"],["thumb"],["350px"],["right"],["Wat Sen, Luang Prabang"]]},"\n\n",{"type":"'''","value":["Luang Prabang"]}," (ຫຼວງພຣະບາງ), also ",{"type":"''","value":["Luang Phabang, Luang Phrabang and Louang Phrabang"]}," is the former capital of ",{"type":"[[","value":[["Laos"]]}," and a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage"]]}," city.\n\n",{"type":"==","value":["Understand"]},"\nSet at the confluence of two rivers that almost surround the town, and beneath a temple-topped hill, Luang Prabang is a wonderful patchwork of traditional Lao wooden houses and hints of European architecture, reminders of when Laos was part of the French colony of Indochine. Golden-roofed wats (temples), decorated with mosaics and murals of the life of Buddha, sit under the gaze of wrap-around teak balconies and 19th century shuttered windows. All of this is set against a backdrop of verdant greenery and rugged mountains.\n\nOne of those small cities with atmospheric and charming personalities, Luang Prabang is now on the radar of most tourists who have been or dream of going to Venice (the mother of all atmospheric cities), Salzburg, Dubrovnik, Ubod, Hoi An, Cuzco, San Miguel Allende, Guanajuato, Puebla, Morelia, Oaxaca, Napier or Santa Barbara in California.\n\nAs a visitor, you cannot help but be amazed by the tidiness and cleanliness of perhaps the most charming city in all of ",{"type":"[[","value":[["Southeast Asia"]]},". With UNESCO so closely involved and a largely responsible group of local business owners, the pressures of mass tourism have been held at bay, but for how much longer remains to be seen. Restaurants in the main street cater for luxury tourists. More typical Lao venues can still be found along the Mekong.\n\n",{"type":"===","value":["History"]},"\nLuang Prabang rose to prominence as the capital of the first Lao kingdom (",{"type":"''","value":["Lan Xang"]},", land of the million elephants) from 1353. The city owes its present name to the ",{"type":"''","value":["Pha Bang"]},", a revered Buddha image (now in the Royal Palace Museum) which was brought to the city by King Visoun during the golden age of ",{"type":"''","value":["Lan Xang"]}," in the early 1500s.\n\nThe fragmentation of the Lao kingdom at the end of the 16th century saw Luang Prabang become a militarily weak independent city state paying tribute to surrounding kingdoms. Ultimately the 1887 sacking of the city by the Chinese Haw led the Luang Prabang monarchy to accept the protection of the French, whose influence led to the construction of the many fine colonial villas that sit harmoniously alongside traditional Lao architecture.\n\nThe city fell into decline in the latter half of the 20th century following the reluctant withdrawal of the French, and the 1975 revolution which brought an end to the Luang Prabang monarchy. The relative poverty of newly-independent Laos perhaps helped save Luang Prabang from the ravages of 20th century city planning.\n\n",{"type":"[[","value":[["Image:Haw Kam.jpg"],["thumb"],["300px"],["right"],["Haw Kam"]]},"\n\nThe reopening of Laos to tourism in 1989 resulted in a remarkable turnaround in the city's fortunes, as crumbling timber houses and colonial mansions were sensitively restored and transformed into immaculate guesthouses and boutique hotels. In 1995 the city was placed on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":["By plane "]},"\n",{"type":"[","value":["http:\/\/www.luangprabangairport.com\/ The airport (LPQ)"]}," is 4km north of town and has scheduled flights from\/to ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Chiang Mai"]]},", ",{"type":"[[","value":[["Pakse"]]},", ",{"type":"[[","value":[["Siem Reap"]]},", and ",{"type":"[[","value":[["Vientiane"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bangkokair.com Bangkok Airways"]}]}," flies from\/to ",{"type":"[[","value":[["Bangkok"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flylaocentral.com Lao Central Airlines"]}]},", flies between Luang Prabang and ",{"type":"[[","value":[["Vientiane"]]},". It is about 30% cheaper than Lao Airlines, with similar aircraft."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.laoairlines.com Laos Airlines"]}]}," offers flights from\/to ",{"type":"[[","value":[["Pakse"]]}," and ",{"type":"[[","value":[["Vientiane"]]},"."]},"\nVisa-on-Arrival is available at the airport, costing USD30-USD35 for citizens of most Western countries, but slightly higher for developing nations. In any case, bring along an extra USD1 for the processing fee on top of this for hassle-free payment. You need a passport photo to obtain a visa. If you don't have one, they'll scan your picture from your passport and charge you an additional US dollar.\n\nASEAN nationals do not need a visa to enter Laos for stays not exceeding 30 days.\n\nVisa extensions are possible at the immigration office opposite the Rama Hotel. The cost is USD2\/day plus a USD2 form fee. The process is very easy. Turn up in the morning with your passport and one photo. Fill in a form (in Luang Prabang they do this for you) and come back in the afternoon for your extension.\n\nExchange rates at the airport are reasonably competitive with the prevailing outside rates, unlike other international airports.\n\nTaxis into town cost about USD6, whether you are by yourself or with 3 other people. There is a taxi counter just outside the arrival hall.\n\n",{"type":"===","value":["By road "]},"\nHwy 13 connects Luang Prabang to ",{"type":"[[","value":[["Vang Vieng"]]}," and ",{"type":"[[","value":[["Vientiane"]]}," in the south and via Hwy 1 to the north. Hwy 13 is sealed and in relatively good shape during dry season all the way to Vientiane. Simply put, it is long bumpy and winding road trip. The road smacks of a lunar landscape and there are countless potholes due to poor quality surface, the top layer eroded to reveal the gravelly underlayer, which means a really bumpy ride. Although there have been incidents of violence along this stretch of road in the past, presently it is safe.\n\nThere are three bus stations, each a little bit out of town, which serve different directions. Tuk-tuk drivers know which bus station to go to for which destination. Ask around for bus schedules.\n\nTickets can be bought at every travel agent in town, which makes more sense than buying them at the bus station as there is only a difference of roughly 20,000 kip, which pays for the tuk-tuk from your accommodation to the bus station. Pick those agencies which absorb the shuttle ride from the fare quote as others do not. Compare quotes before booking. Book tickets in advance, particularly for VIP buses as they have reserved seats. You don't want to end up sitting next to the toilet.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chiang Mai"]]}," - this bus direct to Chiang Mai costs 1,500 baht one-way. Total journey time is 18 hours. The bus will uses the new Thai-Lao Friendship Bridge from Huay Xai to Chiang Kong."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vang Vieng"]]}," - the air conditioned VIP bus costs approximately 150,000 kip, the same price as the Vientiane bus. Minibuses leave from Vang Vieng at 09:00 and cost 100,000 kip. The minibus station is just north of town. The trip takes 6-7 hours (not the 5 that travel agents advertise). Rte 13, along which the bus travels, passes through the mountains and twists and turns uncomfortably for most of the journey. This is not a trip to make on a full stomach or if you are feeling queasy."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vientiane"]]}," - air-con VIP with reclining seats costs 150,000 kip while an air-con VIP sleeper bus costs 165,000 kip if booked through an agent. Express buses (no air-con) bought at the station are 110,000 kip. Tickets purchased in Vientiane to Luang Prabang are more expensive than those purchased in Luang Prabang."]},"\nThe bus follows Rte 13 south, a relentless bumpy ride because the road is curvy and potholed. Comparing pluses and minuses for VIP sleeper\/VIP seats to Express for night trips, not much difference. If taking the trip at night, there is no need for air-con and one cannot sleep on this ride, so it's useless to take a sleeper bus due to the rocking and rolling. Those prone to motion sickness should know that this trip travels a winding, mountainous road.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Muang Xay"]]}," - takes about 5 hours. Costs 40,000 kip and points onward, such as ",{"type":"[[","value":[["Luang Namtha"]]},", are travelled by public minibus only. Big backpacks are carried on the roof. Reservations are usually not necessary. Just take care to go early in order to secure a good seat."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Luang Namtha"]]}," - takes 8-9 hours and costs 90,000 kip. Parts of the road leading from Oudomxay (intermediate stop between Luang Prabang and Luang Namtha) are still under construction and are quite bumpy. Direct local bus via ",{"type":"[[","value":[["Muang Xay"]]}," at 09:00. Otherwise take a bus to ",{"type":"[[","value":[["Muang Xay"]]}," and switch there."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nong Khiaw"]]}," - 3 hours away by public bus from the Northern Bus Station or 8-10 hr by boat for about 110,000 kip. From there boats connect to scenic ",{"type":"[[","value":[["Muang Ngoi Neua"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Huay Xai"]]}," - up to 15 hours away. Public buses leave at 09:00 (arriving at 24:00) or 17:00 (arriving at 08:00. A normal sleeping bus, not a sleeper). Costs 135,000 kip. VIP buses leave on alternating days, tickets purchased at the Northern Bus Station will cost 35,000 kip, less than if purchased at an agent in town."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Phonsavan"]]}," - bus takes about 8 hours and costs 100,000 kip. Leaves Southern Bus Station around 08:00. Minibus takes around 6 hours and leaves at 09:00. You should be able to buy your ticket at your guesthouse and arrange to be picked up and taken to the minibus station. You can stay on the minibus until it unloads the local people in the centre of Luang Prabang though tuk-tuk drivers may try to make you get off earlier at the bus station."]},"\n",{"type":"===","value":["BanNaluang Bus Station (South Bus Station)"]},"\n\n",{"type":"{|","value":[["class=\"wikitable\""],["! To"],["! Departs"],["! Kip"],["! Duration (hr)"],["! Comments"],["! Updated"],["|-"],["|",{"type":"[[","value":[["Sainyabuli"]]}],["|09:00, 14:00"],["|60,000"],["|5 hr"],["|Bring a dust mask!"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Phonsavan"]]}," (Local)"],["|08:30"],["|80,000"],["|"],["|"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Phonsavan"]]}," (air-con)"],["|08:30"],["|95,000"],["|"],["|"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Phonsavan"]]}," (VIP)"],["|08:30"],["|105,000"],["|"],["|"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Vang Vieng"]]}," (air-con)"],["|09:30"],["|90,000"],["|6-7 hr"],["|"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Vang Vieng"]]}," (VIP)"],["|09:30"],["|105,000"],["|"],["|"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Vientiane"]]}," (Local)"],["|06:30, 08:30, 11:00, 14:00, 16:30, 17:00, 18:30"],["|110,000"],["|"],["|"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Vientiane"]]}," (VIP)"],["|08:00, 09:00 (?), 19:30, 20:30"],["|145,000"],["|12 hr"],["|"],["|",{"type":"<","value":["small",["Jun 2013"]]}],["|-"],["|",{"type":"[[","value":[["Vinh"]]}," (Vietnam)"],["|W and Sa, 18:30"],["|200,000"],["|"],["|"],["|",{"type":"<","value":["small",["Jun 2011"]]}],["|-"],["|",{"type":"[[","value":[["Hanoi"]]}," (Vietnam)"],["|Daily except Th, 18:00"],["|360,000"],["|24 hr"],["|"],["|",{"type":"<","value":["small",["May 2012"]]}]]},"\n\n",{"type":"===","value":["By boat "]},"\nBoats ply the Mekong to and from ",{"type":"[[","value":[["Huay Xai"]]}," at the Thai border, stopping in ",{"type":"[[","value":[["Pakbeng"]]}," where you can catch overland connections towards the northeast and the border with ",{"type":"[[","value":[["China"]]},".  The trip takes 2 days (both days about 9 hours) by slow boat, or 6 bone-rattling hours by speedboat. There are also operators now offering 2-day \"luxury\" cruises.\n\nExpect to spend the night in Pakbeng if you're taking a slow boat (the safest option), or to arrive in Luang Prabang deaf, shaken and either exhausted or exhilarated from six hours in a speedboat. There is also a twice-weekly \"one day comfortable boat\" between Luang Prabang and Huay Xai, but the cost is significantly higher.\n\n",{"type":"'''","value":["Slow boats"]}," leave every day, the last one at 11:00. The trip from Luang Prabang to Huay Xai costs at least 220,000 kip (Mar 2014), the trip to Luang Prabang from Huay Xai costs 900 baht (Sep 2011). The slow boat leaves Luang Prabang at about 08:30, from a pier that is 10 km away from the town centre (tuk-tuk charge 50-60 baht per person) and arrives around 18:00 at Pakbeng. It is common to have to switch to a different boat in Pakbeng, so you may end up in a boat of higher or lower quality for the second half of the journey. Two day boats have comfortable (car) seats and it is no longer necessary to purchase any cushions. Arriving in Huay Xai, it's best to take a quick tuk-tuk from the border crossing to the city centre for 50 baht.\n\nThe slow boat is generally packed, so much so that there may not enough seats to go round. Arriving early will mean a longer day, but most likely a better seat, towards the front and away from the engine.\n\nThe slow boat trip proceeds in a pleasant 20-30 km\/hr and offers nice views of nature and village life on the banks of the Mekong. Most of the passengers are foreign tourists. Occasional locals take the boat only for short hops between the riverside villages, but prefer to take the bus for the full distance from Huay Xai to Luang Prabang. So you won't be able to observe any local boat travellers, as the boat ride offers just the usual sight of tourists drinking Beerlao for 20,000 kip\n\nIf you choose to travel on the ",{"type":"'''","value":["speedboat"]}," (a light canoe with a very powerful engine), a crash helmet and life-jacket should be provided. It is not recommended you travel in a speedboat without this essential safety equipment. It is also recommended that you make your bags as waterproof\/water-resistant as possible and wear a rain jacket. The boat can generate quite a bit of spray, plus any showers you might encounter along the way will sting like needles against any exposed skin. On sunny days, sunscreen is invaluable as there is no roof\/shade on these speed machines. The journey to Huay Xai can be reduced to as few as 4 hours in the wet season, with a lunch stop at Pak Beng. However, some consider this means of transportation less safe, especially in the dry season. Earplugs are strongly recommended. Travellers who are concerned about creating as little environmental impact as possible may want avoid speedboats, as they are heavier polluters than the slower options. Travel agents in LP will sell the tickets for 320,000-370,000 kip. You will need a minivan to take you the 10 km north to the fast boat pier.\n\nThe third option is to take a luxury cruise. The major operators are ",{"type":"[","value":["http:\/\/www.luangsay.com Luang Say"]},",  ",{"type":"[","value":["http:\/\/nagiofmekong.com\/ Nagi of Mekong"]},", and Shompoo. As of 2009, all operate two-day cruises to Hauy Xai that stop in Pakbeng for the night. Although the journey takes as long as taking the slow boat, these operators offer vastly superior facilities and equipment than public slow boats, and you should be prepared to pay a premium for it. Tickets for all operators can be bought at most travel agents in town. Prices are approximately 220,000 kip for a slowboat, 280,000 kip for a speedboat. 3,000 kip for Luang Say, 1,200 kip for Nagi of Mekonand (both including a night in a hotel) and 640 kip for Shompoo (Nov 2011). Some travellers are reporting that prices of Luang Say and Nagi of Mekong can be bargained down.\n\nThere is no public boat service to Vientiane, but it may be possible to do the trip by private tourist boat when the water levels are high enough. Read more about fast and slow boats in the ",{"type":"[[","value":[["Laos"]]}," country guide.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"===","value":["Arts and crafts"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ock Pop Tok Living Craft Centre"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the banks of the Mekong 2 km south of town"],["phone="],["fax="],["hours="],["price="],["content=An informative free tour to all visitors. Operating as a fair trade traditional weaving centre, you can take classes in bamboo\/textile weaving, dye your own silk, draw your own batik or just relax at the Mekong garden cafe. A free tuk-tuk departs daily from both Ock Pop Tok Shops in town at 10:00, 12:00, and 14:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Traditional Arts and Ethnology Centre"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=This small, but perfectly formed museum is dedicated to the ethnic cultures of Laos. Find out more about the groups that make Laos so unique and enrich your visit to Luang Prabang. Sometimes closed for exhibitions, so check in advance."]]}]},"\n",{"type":"===","value":["Local landmarks and culture"]},"\n",{"type":"[[","value":[["Image:Monks bad tourists.jpg"],["thumb"],["right"],["300px"],["Photo of Alms Ceremony, Sisavangvong Rd, Luang\nPrabang, taken from across street in May 2011"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alms Ceremony"],["alt="],["url="],["email="],["address=Sisavangvong Rd"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Monks at dawn collect alms of rice from kneeling villagers (and early-rising tourists). Ask your guesthouse host to assist you the day before in preparing if you'd like to get up and give alms in the morning. The alms giving ceremony is one which, while picturesque, is not without its detractors. Unscrupulous local merchants have used the eagerness of tourists to participate in this tradition as a means of making easy money. They sometimes sell unsuitable, stale and even unsafe food, resulting in monks falling ill after having consumed the offerings, Hence the growing resistance to continuing the tradition. The government, however, has made it clear that the monks must continue the custom or be replaced by lay persons clothed in saffron robes in order to keep up appearances, thereby maintaining tourist revenue. If you wish to participate in this ceremony, prepare the food or fruit yourself. Avoid giving food of dodgy quality. Another problem is the rampant photography. While a photo might look nice in your collection, think about how it must feel for the monks to have hundreds of tourists photographing them every day. Some lowlifes even stand right next to the monks, blinding them with flashbulbs. Consider watching this old tradition from a distance instead of degrading it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Haw Kham"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=Daily, except Tu, 08:00-11:30 and 13:30-16:00"],["price=30,000 kip"],["content=The former royal palace, now a national museum. No photos\/videos\/bags\/shoes allowed, free locker provided. Sometimes there is a play or dance performances in the adjacent theatre. In Aug 2011 for example, every M-W-F-Sa, there was a performance at 18:30 of ",{"type":"''","value":["Search of Princess Sida"]},", a royal ballet, with prices from 80,000 to 150,000 kip. Check the schedule and plan your visit accordingly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phou Si"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=Entrance fee, 20,000 kip"],["content=The hill that dominates the city from which you have a good view of the whole area. It's not a very steep climb from the bottom. Sunrise and sunset are the most sensible and rewarding times to go up. There is a near-panoramic view from the top. The ticket office closes at 18:30, so climbing to the top is virtually free afterwards, which gives you about 30 minutes before it gets dark."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vat Xieng Toung"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=06:00-18:00"],["price=20,000 kip"],["content=The oldest monastery in town and one of the most beautiful. One entrance is on the road along the Mekong, another on the by-lane off the main road."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vipassana Temple and Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=This golden temple, highly visible from Phou Si, is a shrine for Buddhists who practice Vipassana meditation."]]}]},"\n",{"type":"===","value":["Out of town"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bear Rescue Centre"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Adjacent to the path to the Kuang Si Waterfalls"],["phone="],["tollfree="],["fax="],["hours="],["price=Included in entry to Kuang Si Falls"],["content=Has a enclosure for endangered Asiatic black bears that have been rescued from poachers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kuang Si Falls"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Some 29km S of Luang Prabang"],["phone="],["fax="],["hours=08:00-17:30"],["price=20,000 kip"],["content=A large multi-tiered waterfall, accessible by boat or truck hire. You can also rent a motorbike to transport yourself there. There are food and tourist stalls outside the waterfalls. It is worth putting a whole day aside (or more) for seeing these because they are a great place to relax and meet other travellers. There are multiple pools at different levels, all of which are reportedly safe to bathe in, and are extremely picturesque. Shared tuk-tuks charge about 30,000-50,000 kip (cheapest seems to be near slow boat pier, though you can get them for 40,000 kip near Joma Bakery). You may have to wait until the tuk-tuk fills up. Tuk-tuks are legally only allowed to take six people, and there is a checkpoint at the falls, so some drivers may try to get a 7th person in the front seat. Private tuk-tuk will cost you at least 150,000 kip, but you will need to bargain for some time; don't hesitate to start from 100,000 kip if the driver tells you 150,000 kip. Drivers may try to show you documents that quote 200,000 kip or more depending on driver. Just ignore this and insist. Try to go with 5 people and insist on 30,000 kip each. The driver should wait for 3-4 hours at the waterfall gate area. Make sure your 150,000 kip includes there and back. Bargain, bargain, bargain. Just remember that there are dozens of tuk-tuks around, so you have the advantage. If you lack companions, offer 30,000 kip and wait until he finds more passengers. A seat in a minibus costs 40,000 kip, more if booked through a travel agent."]]}]},"\n",{"type":"[[","value":[["Image:Kuang Xi Falls.jpg"],["thumb"],["right"],["300px"],["Kuang Si Falls, Luang Prabang"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pak Ou Caves"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=20,000 kip"],["content=The famous \"Buddha caves\" are north of town on the Mekong and can be reached by road (approximately 1 hr) or river boat (around 1.5 hr). Alternatively, you can hire canoes and a guide for the day, which would allow you to view the beautiful scenery and visit the caves without throngs of other tourists. It's also possible to finish the trip at the \"whisky village\" where the local Lao lao (rice spirits) is made. There are two caves, one on the entry level and another, the upper caves, on top of the hill. A very steep climb, but worth the effort. A torch is needed to see the upper cave. Simply cross the river at Pak Ou village for 13,000 kip per person (25,000 kip if you're the only one on the boat), walk up the hill and turn right, crossing the school grounds, to find your way to the caves. Motorcycle parking at Pak Ou village 5,000 kip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tad Sae Waterfalls"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=You must take a river boat to reach the place"],["phone="],["fax="],["hours="],["price=Admission, 15,000 kip"],["content=Tiered waterfalls which are not as big as Kuang Xi, but very beautiful. You can bathe there and elephant rides are available."]]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Big Brother Mouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Off the main street, down a side street next to 3 Nagas Restaurant."],["phone="],["fax="],["hours=M-Sa, 09:00-11:00"],["price="],["content=A worthwhile organisation devoted to encouraging literacy in young adults. Depending on sponsorship and volunteers, it welcomes tourists to help with English conversation and reading practice. They publish and distribute books in Lao and English. Consider buying some books to take as gifts to village children as you travel through Laos. They are also to be found in Vientiane."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fair Trek Project"],["alt="],["url=http:\/\/www.trekking-in-laos.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=People who love activities and treks may find some interesting interactive tours which are designed to support villages outside of Luang Prabang in the north of Laos."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hike or bike acorss the river in Chompet"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Take the ferry across the Mekong River. Go to the riverside next to the national museum, where the slow boats arrive.  Fare is 5,000 kip, not collected on return trip."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hike or bicycle alongside the river through a few small Hmong villages and past a few temples (10,000 kip admission) and a cave. Beware the children at the temples who belong to ticket-takers, especially at the temple with the white stairs leading to the water opposite Luang Prabang. They will swarm over tourist backpacks and money will later be found missing. Enquiries to police and village officials will not be fruitful. Island map: ",{"type":"[","value":["http:\/\/hobomaps.com\/ChomphetHikeMap.html"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lao Red Cross Sauna"],["alt="],["url="],["email="],["address=Wisunarat Rd"],["lat="],["long="],["directions=In front of Wat Wisunalat"],["phone="],["fax="],["hours=09:00-21:00"],["price=1 hour massage 40,000 kip; sauna 10,000 kip"],["content=A traditional Lao sauna and massage, very popular with locals in the afternoon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lenou's Library"],["alt="],["url=http:\/\/lenouslibrary.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A great way to experience Lao village life without a tour bus. The owner started a library and children's English tutoring centre in his house a few years ago and since has been steadily expanding services with help from some volunteers. Lenou sometimes organises dinners on the Num Ou river by request and generally seems to appreciate a helping hand."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rent a Motorbike"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD20-25 per day"],["content=Although prices are high by SE Asia standards, riding around the surrounding areas of Luang Prabang is a fantastic way to see the countryside. Fuel for the whole day will cost around 15,000 kip. Normal practice is they keep your passport, so make sure they know when you leave and how to recover your passport."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"===","value":["Cooking classes"]},"\nThis is an enjoyable way to gain insights into Lao culinary methods and traditions. There are three substantial cooking class providers in town, all attached to popular restaurants, using Lao chefs\/instructors. They differ somewhat in style and content, but all start with a tour of the local food market and include transport and copies of their recipes and other information about Lao cuisine. Participants sit down to eat their dishes afterwards.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tamarind"],["alt="],["url=http:\/\/www.tamarindlaos.com"],["email="],["address="],["lat="],["long="],["directions=Along the Nam Khan River"],["phone=+856 20 77770484"],["fax="],["hours=09:00-15:30"],["price=250,000 kip"],["content=Lovely gardens by the water a short ride from town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tamnak Lao"],["alt="],["url=http:\/\/www.tamnaklao.net"],["email="],["address="],["lat="],["long="],["directions=Beside their main street restaurant"],["phone=+856 71 254670"],["fax="],["hours=10:00-17:00, 17:30-20:30"],["price=200,000-250,000 kip"],["content=They offer both day and evening courses. For day class, there are 2 mandatory plus 5 optional dishes to choose from (choose only 3) for a total of 5 dishes plus demonstrations only on how to cook sticky rice and Lao chili paste (very good). Variation is not much as 4 of the 7 dishes presented require eggs (standard class). Instruction is no-nonsense and very fast paced but Mr. Lee, the instructor, is very helpful. It starts with demonstration, then hands on. All the dishes done are to be eaten, so be sure to bring along a cooking\/eating partner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tum Tum Cheng"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the main street towards the end of the peninsula"],["phone=+856 71 252019"],["fax="],["hours="],["price=Half-day course for USD38"],["content=Classes have  more of a demonstration orientation, with participants helping instructors with various tasks. All courses can be booked at the relevant restaurants."]]}]},"\nSome of the hotels and guesthouses in town also offer small or private cooking classes for their guests.\n\n",{"type":"[[","value":[["File:Luang Prabang pano Wikimedia Commons.jpg"],["thumb"],["centre"],["600px"],["Panorama of Luang Prabang. Nam Khan River on the left, and the Luang Prabang airport on the very far left"]]},"\n\n",{"type":"===","value":["Farm Visit"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Living Land Farm"],["alt="],["url=http:\/\/livinglandlao.com\/"],["email="],["address="],["lat="],["long="],["directions=Outside town on the way to the waterfall"],["phone="],["fax="],["hours="],["price="],["content=Offers a \"rice experience\" tour, or you can just stop by this farm. If you stop by without a tour, they will still show you around the farm, pointing out the organic vegetables and rice and showing you the traditional tools they use to process rice."]]}]},"\n",{"type":"==","value":[" Buy "]},"\nThai baht and USD are widely accepted but the exchange rates vary. There are some ATMs accepting Visa, MasterCard, Maestro, and Eurocards. These ATMs are mostly on Sisavangvong Rd just near the end of the Night Market. The ATMs dispense currency in Lao kip and generally allow a maximum withdrawal of 1,000,000 kip with a charge of 20,000 kip. Multiple withdrawals are allowed to a daily maximum of 5,000,000 kip. If you arrive by plane, there is an ATM and a money changer at the airport which is open for a few hours of the day, so don't count on changing there. Also, their rates are significantly worse than the banks in town.\n\n",{"type":"'''","value":["Money Changers\/Exchange"]},"\nFor Malaysians, it is best to change money to baht, where the rate is RM10=100 baht or more, then change the baht to kip in Laos. This is because they give not so good rates in Laos for Malaysian ringgit.\n\nThere are a number of money changers who generally do not offer good rates, and are either on Sisavangvong Rd or in the permanent markets further east. One is next to the ATM near the Night Markets, another is about 50m further north along the street, in front of one of the first restaurants (looks like a little tollbooth\/shack). The rates offered may vary, so shop around before you change. Better maybe to stick with official money changing services at a bank which are easily found. There are reports of scam by using money changers to take cash advance. They will charge you more in USD with a different exchange rate than posted. Even after complaining it's not possible to cancel the transaction.\n\nThe ",{"type":"'''","value":["Night Market"]}," (on Sisavangvong Road) caters to tourists with every kind of souvenir you could want and closes at about 22:00. Particularly good are the duvet covers, cushion covers, and pillow sets. They can even make one up to your dimensions by the next day. It is well worth a look and the hawkers are very pleasant to deal with and amazingly non-pushy by the standard elsewhere in Asia. Traders range from young children to the elderly who usually make crafts, art, and goods by themselves. Good-natured bargaining is advisable, but don't obsess over this and ruin your experience as well as giving the trader a bad day. It should be understood that the quality and design of goods is lower in the market than in the legions of increasingly chic stores in the town. There may be some souvenirs available made from endangered animals. Avoid buying rare pets, leather, ivory, talons, dried sea creatures (starfish, etc.), fur, feathers, teeth and other animal products. This is the best place to buy lower end souvenirs and hone your bargaining skills.\n\nLaotian aesthetic sense is quite evolved in its own way. For instance check out some of the higher end stores:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Ock Pop Tok"],["url=http:\/\/www.ockpoptok.com\/index.php\/home"],["email="],["address=73\/5 Ban Vat Nong, plus 2 other stores in town"],["lat="],["long="],["directions="],["phone=+856 71 253219"],["tollfree="],["fax="],["hours="],["price="],["content=An ethical trading company with superb galleries. Also run classes and visits to village weaving facilities."]]}]},"\n",{"type":"===","value":["Books"]},"\nSeveral book stores that sell photocopies to unsuspecting travellers operate in the area. It's worth checking copies as pages can be unreadable or even missing.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tamnak Lao Restaurant Book Exchange"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the lane next to the restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very good selection of books. The exchange operates on a \"one for one\" basis plus 20,000 kip, and all books are also available for purchase.  All of the money raised by the book exchange goes to buying provisions for the  ",{"type":"[","value":["http:\/\/www.lao-kids.org Luang Prabang Government Orphanages and Ethnic High Schools"]},"."]]}," "]},"\nDuring lunch break or siesta time, which starts 12:00 to 13:30, the dry summer sun can be scorching. To spend time comfortably while waiting for the sun to mellow at around 15:30, hang around at the public library across from the National Museum about 4 or 5 buildings down from the US-sponsored reading room. There are old English language newspapers  still in circulation. Or better still, surf the net for free from the six Internet stations.\n\n",{"type":"==","value":[" Eat "]},"\nThere are no McDonald's restaurants nor any multi-national fast food outlets in Luang Prabang or Laos, for that matter. Restaurants line Sisavangvong Rd and the roads along the Mekong and Nam Khan. Food runs the gamut from standard SE Asian backpacker fare to more traditional Lao dishes, including buffalo sausage right up to very high quality French cuisine. There are also numerous market stalls for cheaper food, including baguettes, crepes, and pancakes.\n\nStalls along an alleyway between the night market end of Sisavangvong Rd and the Mekong offers superb Lao street food at bargain prices. Grilled salted catfish is available for 15,000 kip per fish, other types of fish for 20,000. For a somewhat spicy salad for about 10,000 kip, look for vendors with containers filled with cucumber, lime, tomato and sliced green papaya, where they will mix it on the spot with mortar and pestle. If you order BBQ meat from one of the vendors opposite the tables, they will heat it up for you over the charcoal, and you can grab a seat at one of the tables to eat. The tables are quite crowded; it is easier to get a seat later in the evening, after 20:30 or so. The entry to the alley is by the vegan restaurant near the food stall end of the night market, near the traffic circle where the tuk-tuk touts hang out.\n\nDo not pay more than 10,000 kip for a large Beerlao or 8,000 kip for the small dark lager version, pretty much standard throughout the country. Most riverside places offer the same prices for beer and generally the same foods. Prices of food can vary wildly. Shop around and don't be shy about asking prices if anything is unclear.\n\nProbably the thing most recommended to eat is the Lao version of fried spring roll, vegetable at 3,000 kip or pork at 5,000 kip per piece.\n\nBe careful of buying the bundles of dried seafood snack if you have the knack for it, the texture is like chewing salty paper.\n\n",{"type":"'''","value":["Local specialities"]}," include:\n",{"type":"*","value":["French baguettes and other bakery items. Extremely well-done here."]},{"type":"*","value":["Local watercress which is very peppery."]},{"type":"*","value":["Fried dried seaweed with sesame seeds dipped in a chili sauce."]},{"type":"*","value":["Buffalo steaks and sausages. "]},{"type":"*","value":["Luang Prabang Khao Soi: spicy clear mince and noodle soup which is very different from the Chiang Mai version"]},"\n",{"type":"===","value":["Cafes and restaurants"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Banneton"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite Wat Sop, Sisavangvong Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Amazing, authentic French bread, tarts, pastries and cakes. Their pain au chocolate are buttery and delicious."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Big Tree Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Consistently good Western and Korean food. Under the big tree on the Mekong River. Good service and free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blue Lagoon Restaurant"],["url=http:\/\/www.blue-lagoon-restaurant.com\/"],["email="],["address="],["lat="],["long="],["directions=Beside the national museum"],["phone=+856 71 253698"],["tollfree="],["fax="],["hours="],["price="],["content=Offers Luang Prabang-Lao dishes and Swiss classics as well as a variety of snacks and fresh salads."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boulevard Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind Joma Bakery"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Al fresco restaurant at the New Daraphet Villa. For those wishing a quiet meal be warned the owner has recently brought in sound equipment and a new acoustic guitar for music enthusiasts to jam. The restaurant has 2 sides for both proper dining and casual drinking. Serves decent draft Tiger beer and a great atmosphere for meeting new friends from the guesthouses along the street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eisgarten German Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the old bridge on Phommathat Rd near Ban Meuanna, opposite Visoun Namsok Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owned by a German couple, the cafe is a nondescript house with a tiny sign board. It is easy to miss but do look out for it. The homemade ice cream is absolutely divine at 10,000 kip per scoop. The apple cinnamon and coconut flavours are stand outs. Customers dine al fresco in their yard so bring adequate protection from mosquitoes, particularly in the evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Elephant"],["url="],["email="],["address="],["lat="],["long="],["directions=Around the corner from Saffron Cafe"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A lovely restaurant with a mix of Lao and French foods. The food is extremely good, but has its price. Ingredients are of the highest quality, ranging from French Camembert to Laotian lemongrass and river weeds. The menu is both pricey and some items do not justify the price tag. Great ambience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hmong Night Market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=17:00-22:00"],["price="],["content=One food stall says vegetarian and the other \"végétalien\" (vegan). Approximately 5,000 kip for a plate. Popular with budget travellers, but not an option for those looking for tasty food. Cash only. Eat at your own risk as hygiene is questionable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The House"],["url=http:\/\/www.thehouse-laos.com"],["email=thehouselaos@gmail.com"],["address="],["lat="],["long="],["directions=At the Nam Khan riverside of Mount Phousie, a few min away from main street and night market"],["phone=+856 71 255021"],["tollfree="],["fax="],["hours="],["price="],["content=The only Belgian restaurant\/bar in Luang Prabang. Excellent price\/quality food. It has an appealing range of Belgian beer, cocktails and wine. Known for its lasagna, stews and curries. Recommended for vegetarians. A green bamboo garden with fairy lights confers a pleasant ambience. Attentive staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Indochina Spirit"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent Lao and Thai food. Great value. Everything is tasty, but try the minced fish and aubergines. Has old, stuffy, and a not so pleasant odor at the interior tables."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Joma Bakery Cafe"],["url="],["email="],["address="],["lat=19.8886"],["long=102.1327"],["directions=near the post office at the end of the night market"],["phone=+856 71 252292"],["tollfree="],["fax="],["hours=07:00-21:00"],["price=8,000-43,000 kip"],["content=The best cafe in Luang Prabang. Free Wi-Fi, air-con on both floors and free full-menu delivery service from 07:00-19:30. Great music and friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lao Lao Garden"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Attractively designed bar\/restaurant notable for it's Lao-style barbeque. You cook meat on a barbecue mounted in the centre of the table. A backpacker favourite and busy in the evenings with loud club music. If you prefer to cook your barbecue in an atmosphere of quiet contemplation there are other BBQ options along the riverside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Un Petit Nid-Biblio Bistro"],["url="],["email="],["address="],["lat=19.894717149999998"],["long=102.14083575000001"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very relaxing bistro serving excellent Lao and Western food in a nice atmosphere. Try the orlam with spicy wood. Good vegetarian menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Riverloft Restaurant"],["url=http:\/\/www.RiverloftRestaurant.com"],["email="],["address="],["lat="],["long="],["directions=Down the road from Tamarind"],["phone=+856 30 2005228"],["tollfree="],["fax="],["hours="],["price="],["content=Reasonably priced, high quality foods. Superb breakfast. Or for lunch or dinner you could do Lao with northern treats like \"orlaam\" or mok pa (steamed fish in banana leaf) or have a salad and sandwich. The highlight is the 10,000 kip bottomless coffee cup which is Lao Arabica unlike many other places that serve Nescafé. Free fast Wi-Fi. Fantastic place to hang out for an afternoon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rosella Fusion Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Clean and well-cooked food. A small place (blink, and you'll miss it) that looks like a fruit shake place. Locally owned by Lao man who trained at Amantaka Restaurant. Possibly the best steaks in town, certainly great cocktails. Slow service, but worth it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Saffron Caffè"],["url="],["email="],["address="],["lat="],["long="],["directions=Around the corner from L'Elephant Restaurant in Wat Nong village"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best coffee in Luang Prabang. It comes from the surrounding mountains. The banana shake macchiato is recommended. Delicious fresh baked goods such as their cinnamon swirls and banana muffins go quickly. Granola and salad wraps are good."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sala Café"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice place with a view of the Nam Khan River. This restaurant-bar is an open air terrace where you can relax while trying homemade Vietnamese, French, and Lao specialities. Some think it expensive, but quality has its price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Scandinavian Bakery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quality Western breakfasts, burgers and pizzas. Food must be paid for before eating. Delicious Italian-style pizzas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shakes & Crepes"],["url="],["email="],["address="],["lat="],["long="],["directions=In front of Croissant d'Or on the main street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A no name place serving delicious shakes for 5,000 kip and fantastic sweet crepes starting at 7,000 kip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tamarind"],["url="],["email="],["address="],["lat="],["long="],["directions=On the bank of the Nam Khan River next to Apsara"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Specialises in introducing Western tourists to Lao food, so the dishes are offered with explanations and the menu is full of information. Traditional Lao food in sampler format. Platter combinations of dips, salads, etc., as well as set menus. Only a small wine list, but  good range of fruit drinks. Popular cooking classes in a garden setting. Sells food products, recipe books."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Viewpoint Café and Restaurant"],["alt="],["url="],["email="],["address=Mekong Riverside Rd, Xieng Thong Village"],["lat="],["long="],["directions=Next to Mekong Riverview Hotel"],["phone=+856 71 254900"],["fax="],["hours=07:00-23:00"],["price="],["content=High quality Lao and Western food."]]}]},"\n",{"type":"==","value":[" Drink "]},"\nThere are a number of places to drink around Luang Prabang, though the late-night club scene is pretty much nonexistent. The liveliest and busiest bars are in a small cluster between Mt Phousi and the Nam Khong.\n\nLuang Prabang's status means that curfews are strictly enforced here. Bars start winding down at 23:00 and close at 23:30 sharp. The only late-night options permitted are outside the main part of town, a discothèque patronised mostly by locals and bizarrely, a ten pin bowling alley.\n\nIf you do plan on staying out after hours, check the arrangements with your guesthouse first to avoid being locked out.\n\nIf you're simply looking to relax and enjoy the river views, most riverside restaurants have tables outside where you can sit back with a beer or two.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Books and Tea L'Etranger"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Downstairs is a book shop\/swap and upstairs is a bar selling drinks and cake in a room covered in cushions for lazing around and reading. Movies everyday at 19:00. A tad greedy and unfriendly on the book exchange business."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hive Bar"],["url="],["email="],["address=Phousi Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Closes 23:30 sharp"],["price="],["content=Established and highly popular watering hole, with cosy brick-lined rooms and an outside terrace. Notable for their ethnic fashion shows at 19:00 most days of the week and their range of Lao Lao cocktails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lao Lao Garden and the adjacent Lao Lao Bar"],["url="],["email="],["address=Phousi Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Closes 23:30"],["price="],["content=Popular with the backpacker crowd. In addition to their acclaimed food, it is marketed as a place to \"drink like a fish for the price of water\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mekong Sunset Beach Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The place to go to watch the sunset. Located at the river mouth of Nam Khan and Mekong, you have to cross the bamboo bridge behind Wat Xieng Thong and walk 3 min. Very simple but unbelievable. Floods in the rainy season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Morning Glory Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the quiet end of the main street, after 3 Nagas"],["phone="],["fax="],["hours="],["price="],["content=Run by a laid-back couple. Thai and Western food. Good wine, by the glass. Garden seating. Temple in front and street life can be enjoyed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Utopia"],["url="],["email="],["address="],["lat="],["long="],["directions=By the Nam Khan River. Follow the signs from near the Hive Bar"],["phone="],["tollfree="],["fax="],["hours=08:00-23:30"],["price="],["content=Aims to be a relaxing garden by day and tropical jungle lounge by night, when it fills up with backpackers. Gorgeous views along the Nam Khan River. Caters to backpackers wanting to chill, and other than the beer there is nothing Lao about this place. Free Wi-Fi."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under 120,000 kip"],["120,000-400,000 kip"],["Over 400,000 kip"]]},"\n\nLuang Prabang has the best selection of accommodation in Laos, with something to suit every budget. There is everything from tent sites under a roof for 20,000 kip per night up to super luxury at USD1,500 per night.\n\nDon't expect though that the whole kit and kaboodle that you can find in Vietnam or Cambodia, air-con, cable TV, Internet, can be found in LP for USD12.\n\nWhile the big chains have yet to make an appearance, there's plenty of \"boutique\" accommodation, although this heavily overused word runs the gamut from quirky to luxury. Most of the lanes and alleys all through Luang Prabang have places to stay, with a large selection also found in the lanes south of the Post Office. Free Wi-Fi is quite commonplace in budget guesthouses.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chitlathda Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=40,000+ kip"],["content=Has two wings with decent clean doubles 40,000 kip. Triple room 50,000 kip. Free Wi-Fi and water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cold River Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=80,000 kip low-season"],["content=Run by a local family. You meet a lot of travellers here. It's on the Khan River. Free filtered water and bananas are available. On Saturdays they serve a free home-cooked dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Halolao Backpackers"],["alt="],["url="],["email="],["address=222 Ban That Luang"],["lat="],["long="],["directions=near NamPhou, behind the Suvarnaphoum Hotel, in front of Muong Thong Hotel. If you come from Sisavangvong Rd, leading to Joma Coffee, pass by this coffee shop and then you will see Suvarnaphoum Hotel and Nam Phou, turn left into the second small street. Time yourself from the Suvarnaphoum Hotel main door, and you will see Halolao Backpackers after a 2 min walk."],["phone="],["fax="],["hours="],["price=Double room with bathroom for 100,000 kip per person"],["content=Basic clean rooms with fan, cold and warm water, good window mosquito nets. Staff is friendly and helpful. Free coffee and tea in the morning. Free Wi-Fi in lobby and sometimes in rooms (bad coverage)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=LemonLaos"],["alt=formerly SpicyLaos"],["url="],["email="],["address="],["lat="],["long="],["directions=Not far from the main drag"],["phone="],["fax="],["hours="],["price=30,000 kip"],["content=LemonLaos is a bunk\/dorm-style hostel with a very budget-minded backpacker clientele. Free (if somewhat spotty) Wi-Fi. The building itself is an old-style two-storey affair, with old creaky wooden floors. There is a bank of lockers as well. Despite some apparent fallout between business partners (something to do with the SpicyThai Hostel), this place is indeed alive and kicking, if not sadly a little neglected since a couple years back. Prepare to be awakened early by roosters and the staff\/owners' screaming kids. A great place to meet some people and head out on the town if you're looking for community. Anyone seeking anything more private or personal would do well to find something else."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Levady Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In a lovely side street 50 m off the main street."],["phone="],["fax="],["hours="],["price=USD7"],["content=Nice family, wooden rooms and floor, bike rentals, absolutely tidy. Double rooms with fan and private bathroom. No Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Luang Prabang Backpackers Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=next to the Nam Khan River's motorcycle\/bicycle bridge (a 10 min walk away from the night market)"],["phone="],["fax="],["hours="],["price=40,000 kip"],["content=Clean and comfortable dorm beds (includes free breakfast and coffee). The guesthouse is run by a nice local family who, if you're lucky, will occasionally provide you with delicious Lao BBQ and Lao whiskey. Free Wi-Fi, cable TV and filtered water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mala Dressmaker & Guesthouse"],["alt="],["url=http:\/\/www.watthatguesthouse.net\/index_en.html"],["email=chanm_ph@yahoo.com"],["address=2\/16 Wat That Rd"],["lat="],["long="],["directions=Close to the Mekong River and a short walk to the night markets"],["phone=+856 71 254859, +856 20 55671180"],["fax="],["hours="],["price=50,000-120,000 kip"],["content=A traditional Lao-style home with 3 upstairs rooms, all with self-contained baths and a new cheap room downstairs with a shared bath. Free Wi-Fi, drinking water, and regularly bananas or other fruit. Laundry, coffee, breakfast and bicycle rental. There is a dress shop in front where you can have clothes made, repaired or modified."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Merry Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD3 with bath outside"],["content=Free filtered water and bananas are available. Not so merry though, the options further down the alley (Cold River and Sysomphone) are more appealing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meunena Backpacker Hostel"],["alt="],["url="],["email=-James pbounleua@hotmail.com"],["address="],["lat="],["long="],["directions=Just after the bridge which crosses to the old part of town, on your right"],["phone=+856 71 260851,"],["fax="],["hours="],["price=Dorms for 30,000 kip"],["content=Lockers, free Wi-Fi, Lao whisky, coffee, tea and bananas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nur Aisyah Guesthouse"],["alt="],["url=http:\/\/www.9flats.com\/places\/22005-apartment-louangphrabang?origin=search&view_index=0"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Run by a local and lodges up to 20 people. The place is clean, spacious and comfortable. However, there are house rules governing noise, fighting, and bringing ladies into the rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phasith Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=80,000-120,000 kip (USD10-15)"],["content=One of Luang Prabang's best bargain places to stay at for a large room with air conditioning. Most comparable rooms in Luang Prabang go for over 200,000 kip (USD25) a night or more. All rooms are bright, airy, and have a balcony. Right around the corner from Utopia Bar, Lao Lao, and the Hive Lounge Bar in the upscale nightlife area. Five min walk from the Night Market. Free Wi-Fi, free coffee\/tea. Kola, the owner, is a nice man who speaks English well and is always glad to help guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sean Sa Ngop Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Pass the school on your right side. (School near the Dara Market) then take the first right turn and walk down. Bounchaleurn Guesthouse on your right hand side (it's a landmark)"],["phone="],["fax="],["hours="],["price=60,000 kip"],["content=Basic double bed rooms with hot shower, fan, Sky TV, mosquito nets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Somjith Guesthouse"],["url="],["email=somjithG_H@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+856 71 252756, +856 20 77774883"],["tollfree="],["fax="],["hours="],["price=50,000+ kip"],["checkin="],["checkout="],["content=Clean room, attached, or shared bathroom, fan or air-con, free Wi-Fi (but a bit unreliable), laundry service 8,000 kip\/kg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sysomphone Guesthouse"],["alt="],["url=http:\/\/sysomphone.weebly.com"],["email="],["address=252-543 Banvisoun 22\/4 St"],["lat="],["long="],["directions=Off Vatmou-Enna Rd. Have the Lao Development Bank on your left, walk straight till the T-junction, turn right, then take the second left into the small street. Sysomphone is at the end."],["phone="],["fax="],["hours="],["price=40,000-50,000+ kip"],["content=Has a good view of Nam Khan River behind the guesthouse and is around a 10 min walk to Sisavangvong Rd. Friendly and helpful family\/owner. Free bananas, water, and Wi-Fi. Owner has good info, prepares a free dinner once a week for guests, has sticky rice if you stumble across dinner, collects traveller's photographs in an album, and shares things he knows about the Lao people or the country if you ask. Rooms with shared hot-water bathrooms. A newer, cleaner building in the back has fresher rooms for 70,000 kip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=VannaPhone Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=10 min away from the airport and about 4 min from the city"],["phone="],["fax="],["hours="],["price=USD10-15"],["content=Acceptably sized rooms with fairly small bathrooms. The rooms located close to the street are noisy, but the new backrooms are OK."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vong Champa Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=80,000 kip"],["content=Centrally located in a small alley on the Mekong riverfront near the night market. Cheap, quiet, new and spotlessly clean."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vongphachanh Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=on a side street off Wisunalat Rd near Wat Wisunalat"],["phone="],["fax="],["hours="],["price="],["content=Nicely decorated clean rooms at a decent price, free Wi-Fi, pretty quiet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xayana Guesthouse and X³ Capsule Hotel"],["alt="],["url=http:\/\/www.mylaohome.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=Dorms from USD4 or 30,000 kip, rooms from USD8"],["content=Guesthouse in a Lao-style villa in the protected zone. Clean dorms with bathroom\/showers inside. Movies are shown in the evening. Extra services are quite expensive. (valuable storage in a strong box for 20,000 kip, laundry service 18,000 kip. There are cheaper laundry services nearby.)"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bouakham Chanthasack Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD45"],["content=High-end guesthouse on the Mekong riverfront near the night market. All rooms have baths and air conditioning, clean and nice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel De Lyon"],["alt="],["url=http:\/\/www.mylaohome.com"],["email="],["address="],["lat="],["long="],["directions=Out of town near the airport"],["phone="],["fax="],["hours="],["price=USD45-60"],["content=24-room hotel built in \"Lao-colonial\" style. Free airport and city shuttles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jade Hotel"],["alt="],["url=http:\/\/www.mylaohome.com"],["email="],["address=Phu Vao Rd"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD30-70"],["content=Modern hotel in an old protected Chinese-style building. Flat-screen TVs, free airport transfers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kamu Lodge"],["alt="],["url=http:\/\/www.kamulodge.com\/"],["email="],["address="],["lat="],["long="],["directions=In a remote location on the Mekong River N of Luang Prabang"],["phone="],["fax="],["hours="],["price="],["content=This lodge is in an ethnic Kamu village. It purports to offer a sustainable and socially responsible tourism concept."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lao Lu Lodge"],["alt="],["url=http:\/\/laolulodge.com\/"],["email="],["address=Ban Pakham"],["lat="],["long="],["directions=In a small street 50m from the Mekong, slightly E of Kitsalat Rd"],["phone="],["tollfree="],["fax="],["price=Around 200,000 kip depending on the room."],["checkin="],["checkout="],["content=A rather nice accommodation with a quiet courtyard, close to both the Mekong and the night market. Air-con, hot water, 24\/7 free tea and drink water, free Wi-Fi. They offer limited possibilities to buy tickets to other cities. Be aware that the rooms on the ground floor have virtually no daylight."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manichan Guesthouse"],["alt="],["url=http:\/\/www.manichanguesthouse.com"],["email="],["address="],["lat="],["long="],["directions=Near the Night Market"],["phone="],["fax="],["hours="],["price=Low season: USD7–15, high season: USD12–30 (including breakfast buffet)"],["content=Centrally located, new and clean in green, peaceful environment. \"Lao-colonial\" -style house with wooden floors and homey feel rooms. Private and shared baths with hot, separate showers. Free coffee corner. Has a balcony with city view. Belgian-Lao management. Air-con an optional extra USD4."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Merry Swiss Lao"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD40"],["content=Near Mt Phousi, not on the main street side, but the other side. Rooms have private bath and air conditioning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=New Daraphet Villa"],["alt="],["url=http:\/\/www.mylaohome.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD30-60"],["content=Traditional Lao villa in the heritage zone which has been turned into a boutique hotel. Large terraces and lots of flowers. Airport transfer included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prasith Guesthouse"],["alt="],["url="],["email=kolawy@hotmail.com"],["address=Chaosisouphan Rd"],["lat="],["long="],["directions=Between Mt Phousi & Nam Kham River. Building faces back stairs\/entrance of Mt Phousi."],["phone=+856 71 260420"],["fax="],["hours="],["price="],["content=Local family-run guesthouse in a well-kept restored old building. Central location. The nicely decorated clean rooms have en suite baths with either balconies or gardens attached. Free Wi-Fi, bottled water, bananas provided. Family is friendly and invites guests to join them when they make family trips to local attractions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rama Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD30 including a decent breakfast."],["content=Higher-end guesthouse. Hot water shower and air con. This hotel is quiet with a little traffic noise until about 23:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sabaidee Guesthouse"],["alt="],["url=http:\/\/www.sabaidee-hotel.com"],["email="],["address=70 Thammikarat Rd"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD25"],["content=There are lots of good guesthouses along here. This one is good value for a double en suite room with breakfast included. There's a good laundrette just opposite the entrance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Soutikkone Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD25."],["content=Central location near the night market and an Indian restaurant. Large, clean rooms with a very hot shower, good Western-style toilet, and mosquito netting on the windows\/door. Very nice wooden floorboards as well. The staff speak English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tha Heua Me Guest House"],["url=http:\/\/www.thaheuame.com"],["email="],["address="],["lat="],["long="],["directions=City centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Family guesthouse close to the main attractions. Each morning at dawn, the orange-dressed Buddhist monks walk just a few metres away from the terrace for the alms-giving ceremony."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thony 1 Guesthouse"],["alt="],["url=http:\/\/www.thony1guesthouse.com"],["email=thony1@laotel.com"],["address=Ban Visoun, Chao Chomphou Rd"],["lat="],["long="],["directions=Head for Wat Visoun which is very close by. From the temple just look towards the Nam Khan River and you will see the guesthouse"],["phone="],["fax="],["hours="],["price=USD22-35"],["content=This converted family villa is on the bank of the Nam Khan River. Only 10 min walk to the night market and historic centre. Rooms with riverview & family rooms available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Kiengkham"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Near the Rama Hotel"],["phone="],["fax="],["hours="],["price=USD25"],["content=Nice, clean, comfortable hotel with friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Meung Lao"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD25-30+"],["content=Guesthouse in the city centre, close to the Royal Palace and the morning market. Rooms offer air-con, TV, Wi-Fi (unreliable) and free water."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amantaka"],["alt="],["url=http:\/\/www.amanresorts.com\/amantaka\/home.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD650+"],["content=Luxury resort of the Aman Group. Set in a large garden estate, Amantaka is housed in graceful French colonial buildings just south of Phousi Hill. Airy and elegant throughout, the décor and furnishings reflect the town's French colonial history."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ancient Luang Prabang"],["alt="],["url=http:\/\/www.ancientluangprabang.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=On the doorstep of the night market, which is a mixed blessing. A nice, authentic view, but prepare for vendors packing up stalls at 01:00 with the windows being as soundproof as paper. Rooms not quite up to scratch for this price: no shower curtain and cleverly designed taps ensure a wet floor. However, clean and comfortable. Friendly staff and no cost for airport transfer."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Apsara"],["url=http:\/\/www.theapsara.com\/"],["email=info@theapsara.com"],["address=Kingkitsarath Rd"],["lat="],["long="],["directions="],["phone=+856 71 254670"],["tollfree="],["fax="],["hours="],["price=USD75-120"],["checkin="],["checkout="],["content=A quite wonderful hotel in a restored colonial building overlooking the Khan River. All rooms are decorated with local fabrics and furniture and very much in keeping with the hip and funky image of the hotel. Try to stay in the original building if you can. Superb French\/Asian restaurant in the lobby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Grand"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=around 4 km from town (a regular shuttle boat and bus service runs for guests)"],["phone="],["fax="],["hours="],["price="],["content=An atmospheric set of comfortable neo-colonial buildings on the site of Prince Phetsarath's old residence. Many rooms have idyllic views of both the Mekong River and the hotels gardens and ponds. During the winter season, breakfast is served outdoors on a terrace with spectacular views of the Mekong River and the surrounding hills as they emerge from the morning mist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kiridara"],["alt="],["url=http:\/\/kiridara.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD112+"],["content=Beautiful hotel on the outskirts of town, with views overlooking Mt Phou Si and the hills surrounding Luang Prabang. The relatively large rooms offer very comfortable beds. The infinity swimming pool has great views, and sometimes masseuses from the spa will offer complimentary 5 min massages to people lounging by the pool. The spa itself offers a range of massages and herbal steam baths. Small gym on-site."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lotus Villa"],["url=http:\/\/www.lotusvillalaos.com\/"],["email=reception@lotusvillalaos.com"],["address="],["lat="],["long="],["directions="],["phone=+856 71 255050"],["tollfree="],["fax="],["hours="],["price=USD60-180"],["checkin="],["checkout="],["content=A 15 room Lao-colonial villa in the quiet area of the UNESCO precinct. The clean rooms, decorated by local artisans, are centred around a lush tropical garden, includes breakfast and Internet\/Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maison Souvannaphoum Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=An old palace transformed into a hotel, with the \"Angsana Spa\" within the hotel. Spacious rooms with great amenities. Each room with a balcony. Small but clean swimming pool, hearty breakfast, all staff know you by name as there are only 24 rooms. Within walking distance to all the attractions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mekong River View"],["alt="],["url=http:\/\/www.mekongriverview.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A beautiful boutique hotel with personal touches, on the tip of the peninsula, at the very end of the old town, in the UNESCO World Heritage Area. The view you have from the rooms and café\/restaurant is the meeting of the Mekong River and Nam Khan Rivers. The hotel is quiet and peaceful with the beautiful former royal temple Wat Xienthong as your neighbour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Residence Phou Vao"],["alt="],["url=http:\/\/www.residencephouvao.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=This resort sits amid landscaped grounds and gardens, and has picturesque views over Phou Si and the town. The property has a traditional Lao spa and a restaurant, offering both indigenous and French cuisine. Regular shuttles are provided and boat trips arranged. An Orient Express Hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Les 3 Nagas Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Nice colonial hotel with 7 rooms on one side and 8 on the other. The restaurant is fairly cheap, but the rooms are rather overpriced. There are a few executive suites, the most costly coming with their own set of stairs. But beware: your nights may be troubled as there is a rooster that sings every morning at the hotel, at about 03:00. The attitude of the owner has put off some guests who report this in forums."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Maly"],["alt="],["url=http:\/\/www.villa-maly.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD190-300"],["content=Boutique Hotel. Villa Maly was a former royal residence. The property is a blend of traditional Laotian architecture with echoes of its French colonial past. Internet and breakfast included."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Santi Resort"],["alt="],["url=http:\/\/www.villasantihotel.com\/"],["email="],["address=Sakkarine Rd"],["lat="],["long="],["directions="],["phone=+856 71 252157"],["fax="],["hours="],["price="],["content=Villa-style resort, good restaurant, with (unfortunately) a terrible mosquito infested pool. Massage and spa service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Le TamTam"],["alt="],["url=http:\/\/www.villaletamtam.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD55-80."],["content=Superior guest house in a quiet street just a minute walk from city centre. Excellent service and peaceful atmosphere. Full breakfast included."]]}]},"\n",{"type":"==","value":["Contact"]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Hydrating"]},"\nBe sure to buy a small (or big depending on your needs) backpacking-sized plastic bottled water, and don't throw it away, then refill it as you go along from your hotel's\/guesthouse's or tour agent's office water dispenser. They are ubiquitous and one should not consider water expenses in the budget.\n\nIf you can't find one along the backpackers' area, go to the lobby of the Phra Lang Phra Lao, a separate building besides the National Museum, beyond the huge King Sisavangvong statue, and re-supply. The water dispenser is at the right hand side at the far end of the corner from the entry door. There is also an available toilet with no charge. Or ask at any shop or agent.\n\n",{"type":"==","value":["Go next"]},"\n\nFor timetables, see photos at ",{"type":"[","value":["http:\/\/hobomaps.com\/TravelLuangPrabang.html Hobo Maps"]},"\n\n",{"type":"*","value":["By boat on the Mekong to ",{"type":"[[","value":[["Huay Xai"]]},". Slow boat 220,000 kip (Jun 2012) and then cross to ",{"type":"[[","value":[["Chiang Khong"]]}," in ",{"type":"[[","value":[["Thailand"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["Vang Vieng"]]}," is the next stop on the backpacker circuit for many younger travellers. "]},{"type":"*","value":["For a more serene experience, head north to ",{"type":"[[","value":[["Nong Khiaw"]]}," and ",{"type":"[[","value":[["Muang Ngoi Neua"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Vientiane"]]}," by long distance bus, about 145,000 kip."]},{"type":"*","value":["Fly direct to ",{"type":"[[","value":[["Siem Reap"]]}," in ",{"type":"[[","value":[["Cambodia"]]},", ",{"type":"[[","value":[["Hanoi"]]}," in ",{"type":"[[","value":[["Vietnam"]]},", or ",{"type":"[[","value":[["Chiang Mai"]]}," and ",{"type":"[[","value":[["Bangkok"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Hanoi"]]}," by long distance bus (make sure you have the Vietnamese visa beforehand!), 360,000 kip, 24 hours direct bus. If you require a Vietnamese visa, there is a Vietnamese Consulate in town that can issue visas (next day USD70)."]},"\nYou can buy the ticket to Hanoi from a tour agent, or you can walk to the Southern Bus Station (30 min walk) and buy it yourself cheaper. You shouldn't buy the ticket at the station itself, but opposite the station you'll see some buses waiting and there will be an office of the Naluang Travel Company. They are the ones who operate the buses, so if you buy anywhere else the ticket will be more expensive.\n\nAlso note that they claim to sell a ticket to Hanoi at the Northern Bus Station and for only 150,000 kip, but this will take you only to the border and then you'll be left at the mercy of the local drivers who can charge you any amount, since you're in the middle of nowhere. Don't mistake the Northern bus station with the Southern!\n\nIt is preferable to buy tickets to next destination, say Vientiane, at tour agents (a 12 hr trip, not 9 hr as they claim, a total of 13 hours including the 1 hr meal time) at 150,000 kip for seats bus and 165,000 kip for the sleeper bus. Both include air-con and meals (Feb 2012). For seats-only buses, there is no built-in toilet and one must relieve oneself before departing because the stopover at the restaurant is 4 hours away, and the last is at the destination station. Check though, because not all tour companies offer free pick-up from a passenger's residence in the quoted price. Bus Station (southern) is about 3.2 km away by walking from the tourist\/backpacker's area and a tuk tuk-costs about 20,000 kip (Feb 2012). Same thing with the Northern Bus Station, it's 5+ km walk.\n\nWhen on a night trip to Vientiane it is advisable to bring a neck pillow to lessen the impact of the rough trip.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nong Khiaw"]]}," minivans with hotel pickup cost 65,000 kip from agencies and would likely be cheaper (40,000-55,000) when buying directly at the bus station."]},"\n",{"type":"[[","value":[["WikiPedia:Luang Prabang"]]},"\n\n",{"type":"{{","value":[["geo"],["19.8833"],["102.1333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern Laos"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Luang Prabang"]]}]