[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Lubaantun_Toledo_Belize.jpg"],["thumb"],["Lubaantun - \"the place of the fallen stones\""]]},"  ",{"type":"'''","value":["Lubaantun"]}," (meaning \"the place of the fallen stones\") is a Late Classic Maya site near the village of San Pedro Columbia in southern ",{"type":"[[","value":[["Belize"]]}," and is a great counter part to Tikal and Caracol if you’re on the Mayan Ruin tour.  The quiet green forest can easily wrap around you as you wander the ruins alone.\n\nThe site is well known for its construction method. You’ll notice a distinct curved notch to the sandstone and limestone brick work of the temples and courts.  This is done with a precise stone cut in which the bricks are stacked without mortar.  Supposedly this is the only known notch system of stone bricks in the Mayan world, possibly added by the Maya as a feature to bring stability to the structure in case of an earthquake (according to local guide, not verified).\n\nIt is also well-known for its ceramic whistle figurines, its stepped architecture, and its three ballcourts (three sculpted ballcourt markets were 'exported' to the Peabody Museum sometime after 1915), as well as being the supposed discovery site of the Mitchell-Hedge's crystal skull.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nLubaantun took just over one hundred years to construct during the Late Classic Period (AD730 - 860), and some archaeologists suggest it was an administrative centre regulating trade, while the nearby site of Nim Li Punit functioned as the local ceremonial centre.\n\nWith a population density of 600 people per square kilometre, Lubaantun may have been the result of expansion from the earlier centres of Pusilha and Uxbenka, and alliances existed with other sites in Alta Verapaz, the Peten, and the Copan areas.\n\nThe 'Rio Grande Ruins' were first excavated in 1915 by REW Merwin of Harvard's Peabody Museum. Thomas Gann visited the site in 1924 and renamed it Lubaantun, and then rather unhelpfully proceeded to further excavate with the use of dynamite, destroying many mounds and artifacts in the process. Further excavation work occurred in 1970, led by Norman Hammond under the auspices of the British Museum and the Peabody Museum, and restoration work was undertaken in 1998 by the Government of Belize's Department of Archaeology who also constructed the visitors' centre.\n\n",{"type":"===","value":["Landscape"]},"\nLocated at the foothills of the Maya Mountains, and the Columbia Forest Reserve, the environment is characterised by rich soils, well suited to growing cacao and maize. Streams flow either side of the site, and the Columbia River branch of the Rio Grande is close by.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nLubaantun can be visited as part of an organised tour from PG Town, or easily reached by public bus. Take the San Miguel village bus which leaves from Jose Maria Nunez Street in PG at 11am, and ask the driver to stop at the entrance road to Lubaantun. From there it's a 0.7 mile hike to the site.\n\nCucul's bus passes the entrance road around 4.30pm on its journey back to Punta Gorda.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nBZ$5 entrance fee for Belizean citizens and residents, BZ$10 entrance fee for foreign visitors. Tickets are purchased from the Visitors' Centre at the entrance to Lubaantun, which has displays of some of the artifacts found at the site, and information on the 'Mitchell-Hedges' Crystal Skull.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nOf recent note and thanks to Peace Corps efforts there will be an ensemble of Maya women with crafts spread out before the entrance of the ruins.  We called it the “Mayan basket gauntlet” due to the numerous pleas to buy local baskets as you find yourself walking alone to the entrance of the ruins.  The baskets are of great quality and it’s highly recommended that you leave space in your backpack to purchase some of these items.  That being said, if this is your first experience of the “Mayan Basket Mafia” be advised that you have entered the Toledo underworld of basket peddling.\n\nThe Site's caretaker, Santiago Coc, and his assistant, Katarino, both make excellent replicas of the clay ocarinas found at Lubaantun, including jaguar and hickatee (turtle) designs. They are stamped with their name on the base so as not to be confused with the original articles!\n\n",{"type":"==","value":["Eat"]},"\nYou are not allowed to take food into the site. Snacks and drinks can be bought from various small shops in San Pedro Columbia village.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is no official accommodation in the nearby village of San Pedro Columbia, although there is a Toledo Ecotourism Association (TEA) village guesthouse in San Miguel.\n\nMaya Mountain Research Farm, about a mile and half up the Columbia River from Lubaantun provides accommodation for interns and researchers. ",{"type":"[","value":["http:\/\/www.mmrfbz.org"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["geo"],["16.281111"],["-88.965000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Belize"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lubaantun"]]}]