[{"type":"{{","value":[["pagebanner"],["Lucca banner.jpg"],["Piazza dell'Anfiteatro"]]},"\n",{"type":"[[","value":[["image:Dome Lucques Duomo San Martino Lucca.jpg"],["thumb"],["St Martin's Cathedral, Lucca"]]},"\n",{"type":"[[","value":[["image:02 Lucca seen from Torre Guinigi.jpg"],["thumb"],["Panorama of Lucca from the Torre Guinigi"]]},"\n",{"type":"[[","value":[["image:Lucca.city walls01.jpg"],["thumb"],["city walls"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comune.lucca.it\/Turismo Lucca"]}]}," is a city of some 90,000 people in ",{"type":"[[","value":[["Tuscany"]]},". Its long history goes back to Etruscan and Ancient Roman times, and the city retains pieces of ancient architecture. Lucca's heyday was in the ",{"type":"[[","value":[["Gothic"]]}," era just before the Renaissance, and the city contains much marvelous architecture from that era. Lucca remained an independent city state until the end of the 18th century. Giacomo Puccini, one of best-known opera composers, was born in Lucca, and his house is visited by many opera-lovers every year.\n\nThe area of most interest to visitors is still enclosed within the old city's defensive walls. The top of these broad walls is a ring park, a pleasant place for walking.\n\n",{"type":"==","value":["Get in"]},"\nRail and road links provide easy access from nearby Pisa and Florence.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Pisa Galileo Galilei International Airport"]}," (",{"type":"{{","value":[["IATA"],["PSA"]]},") ",{"type":"[","value":["http:\/\/www.pisa-airport.com\/"]}," has a rail station attached, and is only a 20 minute train ride from Lucca.\n\nFlights from most large cities are available daily, and from Hub airports (such as Stansted) as many as three times a day. Two terminals exist, with the latest being added late 2008.\n\nCar hire is available from all the major providers.\n\n",{"type":"===","value":["By train"]},"\nThe railroad station is just outside the old town walls. Luggage lockers are available, from the tourist information office just across the road from the station at the price of €1.50 per hour. There are no direct trains from Pisa airport to Lucca, so a transfer is required in Pisa central station.\n\nTrains from Pisa Central Station run approximately every 30 minutes through the day.  Lucca is also on the main Viareggio-Florence Santa Maria Novella line, so there is direct service at least hourly from both cities.\n\n",{"type":"===","value":["By bus"]},"\nThere is a bus that travels directly from Pisa Airport to Piazzale Verdi in Lucca.\n\nYou get the bus just outside the arrivals hall of the airport (buy your tickets beforehand at the ticket kiosk within the arrivals hall). The fare is cheap at about €4.\n\nThe bus ride is a scenic, pleasant fifty minute ride to Piazzale Verdi, which is inside the walls.\n\n",{"type":"===","value":["By car"]},"\nDriving inside the walls is mostly reserved to residents, so park your car (there are car parks outside the walls and a couple inside, accessible by non-residents) and rent a bike. Several bicycle rental locations can be found near the North entrance to the city, Porta Santa Maria, near Porta San Pietro and walking from Porta Elisa towards the center.  It is not a large city within the walls, so you may find it more enjoyable to simply walk around.\n\nThe city has many car parks located outside the wall, the largest two are on the North and South side. The A11 (E76) Runs from the coastal A12(E80) Autostrada across towards Firenze.\n",{"type":"==","value":["Rent Bike"]},"\nLucca is an ideal town to come for an overview by bike.\n\nThis is a list of the place where you can hire a bike:\n\n- Tourist Center , Piazzale B.Ricasoli,203 ( Train Station's Square)phone: +39 0583494401 or +39 338 8213952 email: info@touristcenterlucca.com website ",{"type":"[","value":["http:\/\/www.touristcenterlucca.com\/en Tourist Center Lucca"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nLucca has small buses running through and around the old city.  \"Navetto\" run on up to 9 routes.  The map of the routes is available at ",{"type":"[","value":["www.vaibus.it"]},".  Note that routes in one direction are numbered differently from the same route in the other direction.  For example, the bus from the train station to Piazza G. Verdi, location of one of the main tourist information offices and of the intercity bus station, is Route 12 (board on via Regina Margherita, west of the north side of Piazza Ricasoli, the piazza in front of the train station).  The bus route returning to the train station from Piazza G. Verdi is Route 11.\n\nNote:  Buses stop running in Lucca at 8PM Also, like any other Italian bus system, buy tickets at any tobacco shop in town, and cancel it when you board.  As of April, 2012, tickets were  €1.00 each, or €3.75 for a strip of 4 tickets.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roman amphitheater"],["content=To be found off the Via Fillungo, main entrance by Piazza Scarpellini.  The remains of the amphitheater are gone.  The houses there are of medieval origin, built where the spectator stands were."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Duomo di San Martino"],["url="],["email="],["address=Piazza di San Martino"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=3 €"],["content= Romanesque cathedral dating to 14th century. Contains the must-see ",{"type":"'''","value":["Volto Santo"]}," and ",{"type":"'''","value":["Ilaria del Carretto's Sarcophagus"]}," As of May 2014 you have to pay an additional 4 € to see this) - by Jacopo della Quercia. Includes a sculpture of the crucifixion attributed to an eyewitness, Nicodemus. Some interesting carvings in the marble exterior, including a labyrinth."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Torre Guinigi"],["content= This is a tower with trees atop it, a very dramatic sight, with good views of the city. No lift, many stairs. As of May 2014 the normal entrance price is 4 € and the reduced price is 3 €. It is also possible to buy one ticket for both Torre Guinigi and Torre delle Ore for 6 € total."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Torre delle Ore"],["content= Ancient clock tower with original clock still working. It is possible to go upstairs in this tower for a beautiful view of the city and a good perspective of Fillungo street. Great views of Torre Guinigi's trees. No lift. As of May 2014 the normal entrance price is 4 € and reduced price is 3 €. It is also possible to buy one ticket for both Torre Guinigi and Torre delle Ore for 6 € total."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palazzo Mansi"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Michael's Church"],["directions=in the center of the Roman Forum"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Frediano's Church"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Via Fillungo"],["content=Main street full of shops and bars."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palazzo Pfanner"],["url="],["email="],["address=Via degli Asili"],["lat="],["long="],["directions="],["phone=340 923 30 85"],["tollfree="],["fax="],["hours="],["price=4 €"],["content=Preserved rooms formerly inhabited by the Pfanner family, as well as a pleasant garden.  Also on display, some 19th century medical equipment."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Piazza Napoleone"],["lat=43.8413"],["long=10.5025"],["content=Lucca's largest square. Contains the large ",{"type":"'''","value":["Palazzo Ducale"]},", now a government building."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Domus Romana"],["contemt=Remains of an old Roman home, have been partially excavated, and may be seen at via Cesare Battisi 15 (at via San Giorgio).  As of April, 2012, the entry fee was €3."]]}]},"\n",{"type":"==","value":["Do"]},"\nLucca has many old churches, some of which now house art galleries. See art museum. This was the hometown of Puccini, and operas are held regularly.  Be sure to come by during the summer months, as the area is regularly dotted with Puccini festivals, hosting a variety of young opera singers from across Europe and North America.\n\nWithin the city walls there is very limited motor vehicle use allowed.  Lucca is small enough to easily walk to any site.  A detailed historical street map with descriptions of all the palaces, churches and other points of interest is available.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=City Walls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One can walk or cycle on top of the ancient city walls. The entire perimeter is approximately 4 km.  This gives a good introduction to the city layout. Expect crowds in the summer months."]]}]},"\n",{"type":"*","value":[" Puccini Festival Concerts, featuring arias from the works of Lucca's hometown composer, as well as from Mozart's operas and others, are held every night at 7PM in the Church of San Giovanni, in the piazza of the same name.  As of April, 2012, admission was €17."]},"\nDuring the summer festival (usually around July) you can expect big name artists to performing on a stage set up in one of the main squares.\n\n",{"type":"===","value":[" Spas "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bagni di Lucca's spa"],["alt="],["url=http:\/\/www.bagnidiluccaterme.info\/en\/argomento\/le-terme.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bagni di Lucca is laying between the Appenine Mountains giving a semblance of a climatic mountain resort despite it's 152 meters above sea level, perfectly integrated by the River Lima and Serchio, from which the Valley takes its name, can be considered an oasis of peace and serenity. Decentralized from the traffic which reaches the nearby Lucca (27km) and Versilia (48km)."]]}]},"\n",{"type":"==","value":["Learn"]},"\nLIS - If you want to learn and have fun at the same time, Lucca Italian School is your choice: a school of Italian language and culture for people who want to learn or improve their Italian; group courses and private lessons for students any age and level.",{"type":"[","value":["http:\/\/www.luccaitalianschool.com"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe main shopping street is Via Fillungo which runs roughly north\/south through the centre of the city. It has a mix of high to mid-range shops selling a range of Italian designer labels such as Missoni, Armani, Max Mara, etc.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Enoteca Vanni"],["url=http:\/\/www.enotecavanni.com"],["email=info@enotecacavanni.com"],["address=Piazza del Salvatore 7"],["lat="],["long="],["directions="],["phone=039 0583 491902"],["tollfree="],["fax="],["hours=closed Sundays?"],["price="],["content=A decent wine and liquor store. One could spend some time poking around the four cellar rooms."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nOnly in Lucca you can find a special sweet-bread in shape of a small baguette or a bun. It's called ",{"type":"'''","value":["Buccellato"]}," and it has raisins inside and has a unique taste of anise. You can find it in a small shop called Taddeucci, behind Saint Michael's church in the main square.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Trattoria da Leo"],["url="],["email="],["address=Via Tegrimi 1"],["lat="],["long="],["directions="],["phone=0583 492236"],["tollfree="],["fax="],["hours="],["price="],["content=Fairly typical Tuscan cuisine with some Luccan touches (e.g. pine nuts). The menu is only in Italian. Vegetarian friendly. Reservations are a good idea or arrive around 7:00."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria La Bersagliera"],["url="],["email="],["address=Via Pisana 2136"],["lat="],["long="],["directions="],["phone=0583510758"],["tollfree="],["fax="],["hours="],["price="],["content=If you happen to have a car, do check out this pizzeria, just ten minutes drive outside of town, it's worth. The owners come from Calabria, so you are likely to find all kinds of spicy salami, olives, mushrooms on top of your pizza. A different meal, served by distracted waitresses. Beware: You can't have your espresso coffee there. Being asked for coffees, the old owner – I don't think she's still around – used to reply: \"Yeah, go get that at La Cubana\", which is a bar downtown. Oh, and you can't make reservations: Be there by 7PM."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Forno a vapore Amedeo Giusti"],["url="],["email="],["address=Via Santa Lucia 18\/20"],["lat="],["long="],["directions="],["phone=0583 496285"],["tollfree="],["fax="],["hours="],["price="],["content=Strolling along the Torre Guinigi (the one with trees on top), you'll probably sniff some irresistible oily and flory smell. It's called focaccia, the Lucchese idea of a snack."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Locanda Eremo del Gusto"],["alt="],["url=http:\/\/www.eremodelgusto.com"],["email=info@eremodelgusto.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Via Gelli 35\/37 - 55012 - Petrognano - Capannori - LU - +39.0583.978012. The restaurant of the Locanda eremo del Gusto lies at the ground floor of typical stone country house, in a long a narrow long room painted with relaxing colours. A nice Veranda-bright during the day, green and fascinating in the evening- with large windows overlooking the countryside of Lucca. It accommodates 40 people. There is a small privè at the first floor which can be used for romantic or business dinners up to 6 people. The wonderful and panoramic terrace is now under preparation. It will host up to 40 people and it will be provided with a large area for smoker people. The terrace looks as the ancient medieval spotting towers which can bee seen all around Lucca area, in order to enjoy and discover villages, woods and paths. At night, you will just have to look up at the stars in order to relax and feel like you are in most beautiful place in the world."]]}]},{"type":"*","value":[" One of the best restaurants is practically hidden on via San Giorgio - called ",{"type":"'''","value":["Vecchia Trattoria Buralli"]},".  With a constantly changing menu and an extensive wine list."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"'''","value":["Buca di San Antonio"]}," is situated just off the Piazza San Michele and enjoys a high reputation for local dishes prepared in the traditional Lucchesi style.  ",{"type":"'''","value":["Ristorante Giglio"]}," in the Piazza Giglio is excellent - offering wonderful Lucchesi cuisine, attentive staff and a delightful terrace overlooking the square.\n\n",{"type":"==","value":["Drink"]},"\nIt is safe to drink the water that comes out of the public fountains.  Many locals fill gallon jugs and it is their primary source of drinking water.\nIt is delicious and quite refreshing.  In fact, it taste better than most bottled water.\n\nThe digestive tonic ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.massagli.com\/ithome.html China Massagli"]}]}," is produced at the Farmacia Massagli in Lucca.  This is an eminent example of the \"china\" style of amaro (Italian potable bitters). If you ask for an \"amaro locale\" at a restaurant, this is likely what you will receive.\n\n",{"type":"'''","value":["Biadina"]}," is another local style of bitters, bottled by Massagli and other producers; this drink is often sold with a small pack of pine nuts.\n\nCompared to ",{"type":"[[","value":[["Florence"]]}," or ",{"type":"[[","value":[["Siena"]]},", there is relatively little late night activity on the streets of old Lucca. The San Colombano, on top of the walls, overlooking the train station, the Betty Blue (near piazza Santa Maria), the Rewine near San Michele and the Cupido and McCulloughs, outside the walls near the station are some of the bars open late, especially in the summer.\n\nMost locals tend to make the short trip to Viareggio on the coast, which offers a far better selection of clubs, such as 7 Apples and La Canniccia.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodations are plentiful, and cheaper than in ",{"type":"[[","value":[["Florence"]]}," or ",{"type":"[[","value":[["Siena"]]},".\nThe best stay is at San Giuliano Terme (health giving waters are still offered to an international clientele) on the road which runs along the foot of the hills from Pisa to Lucca.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Youth Hostel"],["url=http:\/\/www.ostellolucca.it"],["email=info@ostellolucca.it"],["address=Via della Cavallerizza"],["lat="],["long="],["directions="],["phone=+39 0583 469957"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Inside the city walls, near the northern town wall. Being a former library, it has lots of spacious sitting rooms and sofas. No kitchen, no curfew, no lockout, free wifi."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Alba"],["url=http:\/\/www.casa-alba.com"],["email="],["address=Via Fillungo 142"],["lat="],["long="],["directions="],["phone=0583 495361"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Only 5 rooms, and on the second floor with no lift, this place is charming nonetheless. Owner speaks English, clerk does not. Located in historical center of town. €60-85\/night, October 2007."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Hambros il Parco"],["url=http:\/\/www.hotelhambros.com\/"],["email=info@hotelhambros.com"],["address=Via Pesciatina 197 55012"],["lat="],["long="],["directions="],["phone=+39-0583-935355"],["tollfree="],["fax=+39-0583-935356"],["hours="],["price="],["checkin="],["checkout="],["content=Hotel Hambros Il Parco lies in the park of the eighteenth century \"Villa Banchieri\". The hotel is in the closest countryside, a few kilometers outside the historical center of Lucca."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Locanda Eremo del Gusto"],["alt="],["url=http:\/\/www.eremodelgusto.com."],["email=info@eremodelgusto.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Gelli 35\/37 - 55012 - Petrognano - Capannori - LU - +39.0583.978012 Accommodations available in one of the charming bedrooms of the ancient “Casa Colonica” (provided with parking). The property is located not far from Lucca."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Agriturismo Corte Benedetto"],["alt="],["url=http:\/\/www.cortebenedetto.it"],["email=info@cortebenedetto.it"],["address="],["lat="],["long="],["directions="],["phone=+39 0583 975088"],["tollfree="],["fax=+39 0583975730"],["price="],["checkin="],["checkout="],["content=Via Pollinelle 19 San Martino in colle Capannori - LU - Situated in the middle of six hectors of land where grapes and olives are cultivated. It comprises two suites, five rooms and three apartments all stylishly and originally furnished. The restaurant has a main kitchen with a wood oven and barbeque and two spacious dining areas, which are also open to the public. The Holiday House Corte Benedetto also has a large swimming pool and equestrian centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Alla Corte degli Angeli"],["url="],["email=info@allacortedegliangeli.com"],["address=Via degli Angeli 23"],["lat="],["long="],["directions="],["phone=+390583469204"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This small family run hotel is in the heart of the walled town, a few steps from the Piazza Anfiteatro and the main shopping street. Each room is decorated with a fresco on a floral theme, which continues into the bathroom. The rooms are spacious, comfortable and well-equipped. The breakfasts are excellent – as are the quirky egg-cups and ceramic coffee beakers. The staff are very friendly, helpful and professional."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B al Porto di Lucca"],["url=http:\/\/en.alportodilucca.com\/index.html"],["email=info@alportodilucca.com"],["address=via Lorenzo Nottolini 10 55100"],["lat="],["long="],["directions="],["phone=+39-0583-53516"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=B&B Al Porto di Lucca is a recently renovated large house with a garden, which can be dated to back to 1700. It is owned by a family from Lucca, whose origins date back to 1500. It is a bed and breakfast with 4 guest rooms, each with a private bathroom, located less than 300 meters from the walls and the historic center of Lucca."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Palazzo Tucci\""]},", Via Cesare Battisti, 13 +39 0583 464279. Boutique hotel and historical residence located in the heart of   city centre."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Locanda L'Elisa"],["alt="],["url=http:\/\/www.locandalelisa.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Five star hotel in the outskirts of Lucca set in an 1800s Tuscany Villa. It features only 10 quiet and cozy rooms, restaurant, garden surrounding it, swimming-pool and free parking. Although a five star hotel, its rates range from €90 for a double."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=APT Lucca Tourist Information Office"],["url=http:\/\/www.luccaturismo.it"],["email=info@luccaturismo.it"],["address=Piazza Santa Maria, 35"],["lat="],["long="],["directions="],["phone=+39 0583 919931"],["tollfree="],["fax=+39 0583469964"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nInter city buses run from the bus station at Piazza G. Verdi and go throughout the province, and to nearby cities such as ",{"type":"[[","value":[["Pisa"]]}," and ",{"type":"[[","value":[["Florence"]]},". Direct local trains go from Lucca to ",{"type":"[[","value":[["Pisa"]]},". The station Pisa S.Rossore is closer to the leaning tower than the other station Pisa S.Le.\n\n",{"type":"*","value":[{"type":"[[","value":[["Barga"]]}]},{"type":"*","value":[{"type":"[[","value":[["Florence"]]}]},{"type":"*","value":[{"type":"[[","value":[["Garfagnana"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pisa"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Versilia"]]}]},"\n",{"type":"{{","value":[["geo"],["43.8500"],["10.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lucca (province)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lucca"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Tuscany\/Localities\/Lucca\/"]]},"\n\n",{"type":"[[","value":[["Commons:Lucca"]]}]