[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Luganville"]}," is the largest town on ",{"type":"[[","value":[["Espiritu Santo"]]},". It has many Chinese stores as well as a few restaurants.\n\n",{"type":"{{","value":[["style"],[{"type":"[[","value":[["Wikivoyage:Listings"],["Listify"]]},"."]]},"\n",{"type":"==","value":["Get in"]},"\nThe vast majority of people will come into Santo through Pekoa airport. Your options from here are to catch a bus or taxi. For the most part the taxi drivers will be able to understand enough English to get you into town, this trip should cost you somewhere in the neighborhood of 700 Vatu (approximately $7 US dollars). Alternately you can catch a mini-bus into town as well, they are less frequent and you'll have to wait till they get around to your destination (buses can take a while to figure out). \nSeveral of the hotels offer a pickup service from Pekoa airport.\n\n",{"type":"==","value":["Get around"]},"\nThe town of Luganville is tiny, and with the exception of the big hill, it doesn't present much of a challenge to those who want to walk it. Getting around town can be tricky because often the roads are unnamed but if you know the name of your destination the town is small enough that almost anyone on the street will know what you're talking about if you ask for directions. Taxis are you friend in Santo, especially if you need to get anywhere in a hurry (or avoid walking in the summer heat, or through a tropical downpour). There are many buses in town as well, and these cost a flat rate of 100 vatu. Don't expect too many tar sealed roads in Luganville (or Santo in general for that matter) and aside from the main road, the road up to the hospital and the road leading up the hill toward the Road to Port Olry, all other roads on the island are dirt or leftover cement roads from the American troops in WWII.\n\n",{"type":"==","value":["See"]},"\nAs small as Luganville is there are a few things you'll want to make a point of getting to before you leave. Getting around town can be tricky because often the roads are unnamed but if you know the name of your destination it is small enough that most anyone on the street will know what you're talking about if you ask for directions. The open air market is one of them, its open 24 hours a day except for Sunday nights and it includes fresh fruit, vegetables and various other wares that the people of Santo bring to the markets from their village gardens. You can't beat the quality of their produce as its all organic and incredibly cheap. While in town you might want to take in Kava at one of the local Nakamals (outdoor seating area covered with palm frond roof). A favorite Nakamal of the local expatriate population is the Greenlight Kava bar opposite the Unity Shell petrol station. The expatriates that frequent the greenlight are usually quite friendly and eager to engage a tourist in conversation and share a little of their insight on life in Santo from a western perspective.\nThere are several good restaurants and cafe's in Luganville, Hotel Santo has a great bar and friendly staff (its also one of the few places you can get pizza in Luganville for those of you missing a western meal), the Natangora Cafe does wonderful breakfasts and you can get coffee, espresso's and fresh juices there. Coral Quays which is off on the western part of the town's main road is a great resort and a fantastic place to enjoy a good steak (I suggest the eye fillet steak with a peppercorn sauce). The beef is raised on a completely organic diet in Santo, and is some of the best beef you'll ever eat.\n\n",{"type":"==","value":["Do"]},"\nThe biggest draw to the Island is the wreck of the SS President Coolidge, a WWII troop carrier sunk by friendly mines in 1942. The majority of people traveling to Santo are divers who come for the expressed purpose of exploring this famous wreck. As such, there aren't many things to do in town other than to visit the local dive shops and organize some diving. Aquamarine is on the road opposite of the Unity Shell station and features a friendly and very experienced staff. They can take care of all your equipment needs and boast wide variety of Padi certified scuba courses at very competitive rates. \nGo to the outdoor produce market in the western end of town and buy some of the organic fruit and vegetables. \nTake a walk up to the top of the big hill and enjoy the view of Sagond Channel and Aore Island. \nThere are a few great trips day trips you can do from town. \nChampagne Beach is about an hour long trip from town but well worth it. The sandy beach is postcard worthy and features silky soft silica sand as well as coconut palms. There is a nominal fee to enjoy the beach and this goes to the landowners. \nWhile in Santo be sure to visit one of the many blue holes (fresh water springs well up and form cool blue pools) its refreshing to stop at one of these on your way home from Champagne Beach, jump into the cool water and wash off the sand and salt before going home. \nThere is a golf course on Santo and if you meet up with some of the local expatriates they can give you a rundown of when the best times to go and play are (and if you make a good impression they may even let you know where you can borrow some clubs)!\nA trip through the Millennium Caves is well worth your time. You'll have to ask someone at your hotel about the best way to organize a trip there, often this will involve getting a group together, booking a bus and having someone prepare a guide at the village to take you through. The caves are beautiful and are inhabited by bats and sparrows. The caves were worn through by the river over many many years. This is a more adventurous undertaking, and you'll need to expect to get quite wet, bring a flashlight, and the best footwear are reef shoes or if you're a diver, your booties will work quite well if you have a good sole on them. Once you come out the other side of the caves you'll float down the river to a set of steps cut into a steep slope and find your way (with your guide of course) back to the village. \nIf you just want to lounge around and relax by the pool for the day, I'd suggest a trip across the Segond Channel to the Aore Resort, where you can order exotic cocktails and enjoy a bit of fresh water and sun. Ask one of the staff at your hotel about the times the ferry makes trips across the channel. \nLuganville for the most part is a very utilitarian town, and consists mainly of Chinese stores which carry cheap imported goods and serves the local population's needs for western goods. There aren't many sites to see in town and most of your trips will take a large amount of planning on your part.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Moyyan House by the Sea"],["url=http:\/\/www.moyyan.com\/"],["email=moyyan@moyyan.com"],["address=barrier beach"],["lat="],["long="],["directions=off the East Coast Road"],["phone=30036"],["tollfree="],["fax="],["hours="],["price="],["content=new and modern boutique resort 2 years old. Wonderful white sand beach\nLooks out to Aese island.\ngreat snorkelling as surrounded by reefs"]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are many stores that dot the main road in town. The majority of these stores carry cheap imported goods from China and contain many of the same items. There are lots of good local craft stores which carry everything from Coke bottles dating back to WWII to carvings made by local wood workers. If you want groceries there is LCM in the center of town and it is the best store to get any western goods you might want but I'd suggest bringing as many of your own toiletries as possible and stick to the fresh fruits and vegetables as snacks while in Luganville. There is a liquor and beer store in town, but expect to shell out a few thousand extra Vatu for the bottles that you might recognize. Vanuatu is a tax free island, so you will pay a premium for imported goods.\n\n",{"type":"==","value":["Eat"]},"\nFor those on a limited budget the outdoor produce market has several vendors who serve up meals with rice these include beef stew, eggs (sort of an omelette), steak (not the best) and fish. With your meal expect a light lemon-aide, and fresh fruit for desert. These meals are 400 Vatu at most and are quite filling. Hotel Santo has a fantastic restaurant and serves the best and only pizza on the island (though you'll have to arrange a day or so ahead of time). Coral Quays serves fantastic locally ranched Santo Beef, I recommend the Eye Fillet with green peppercorn sauce and a souffle prepared from scratch for dessert (pricier fair). The Natangora Cafe (centrally located) has a good breakfast and lunch menu, and serves up coffee, cappucinos and fresh juices.  The milkshakes and burgers are excellent and made with fresh, local ingredients. The French-run Nemo restaurant is probably the best in town. There are several Chinese restaurants in town as well, one of which serves a westernized style of dish and the other a more authentic style. The latter will prepare Coconut crab depending on the season (this might vary as laws are being put into place to limit the poaching of this endangered species), as well as bush pidgeons (yum) and various other dishes. This restaurant can be found next to Aquamarine. The Deco stop deserves mentioning as it serves up fantastic meals with an unbeatable view.\n\n",{"type":"==","value":["Drink"]},"\nWater throughout Santo is quite safe to drink. The local beer is called Tusker and is quite refreshing. You can buy Tuskers at most any of the small stores for 200 Vatu a bottle. You won't get a discount on a buying a case so be prepared for that. You'll want to try Kava while in Santo, its a concoction made from the roots of a pepper bush, its effects are those of a local anesthetic. Kava is served in coconut shells in various nakamals (outdoor seating areas with palm frond roofs), shells come in 50 vatu, 100 vatu, and 150 vatu shells and it is best when drinking Kava to open your throat and down the drink in one gulp (its known for its effects not its taste). To start off with you will might want to try a 100 vatu shell, and in 20 minutes or so you'll feel the relaxing effects you could have another 50 shell. I would not recommend drinking more than 200 vatu worth of kava for your first experience. You will also want to make sure you're not the one responsible for driving home. But again, there are many taxis in town, and many Kava bars, so unless you're seeking out a specific nakamal you'll have no trouble getting home. A popular nakamal for the expatriate population is the Greenlight, which is opposite the Unity Shell petrol station. The expatriate Kava drinkers will usually gather there (or across the street at the Nemo Kava bar which is right on the Segond Channel) between 5-6pm on weekday afternoons for a quiet shell and chat before heading home.\nAlcohol isn't that popular of a drink amongst the local Ni-vanuatans and as such there are no real bars. There is a sports bar in town, but its dingy and run down. Your best bet to have a drink in town is at the bar of Hotel Santo. Or you can buy a beer and sit on the shore of the Nemo Nakamal.\n\n",{"type":"==","value":["Sleep"]},"\nThere are several hotels in Luganville. The Hotel Santo is the most centrally located, Coral Quays is on the western edge of town and puts things just outside of convenient walking distance, and Deco stop is halfway up the big hill but is quite a good option. There are several smaller options but I'd suggest booking with one of these hotels, if they are booked up they will be more than happy to suggest alternative sleeping arrangements. Again booking in advance is recommended as during peak diving season (which coincides with the cooler dry season) all available lodging might well be booked.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-15.5333"],["167.1667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Espiritu Santo"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Luganville"]]}]