[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"{{","value":[["warningbox"],["Luhansk is currently experiencing fighting in the wake of the declaration of the Luhansk People's Republic. Proceed with caution in this area."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/gorod.lugansk.ua\/ Luhansk"]}]}," or Lugansk (",{"type":"[[","value":[["Ukrainian phrasebook"],["Ukrainian"]]},": Луганськ) is a city in ",{"type":"[[","value":[["Eastern Ukraine"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nIn 1790, Scottish engineer Charles Gascoigne explored the coal and mineral resources in the \"region of SlavyanoSerbia\" (the name itself originates from local Serb settlements). By 1795 it was found that natural resources were plentiful, and Russian Empress Ekaterina the Second ordered the creation of a metal factory on the Luhan' river near existing village of Kamyanyi Brid. This started the development of a new major industrial region of Tsarist Russia, and eventually Soviet Ukraine, which steadily thrived consistently up until the decay of Soviet Union in 1991. After the fall of the USSR, the regional coal mining and other industries slowly became unprofitable. Having over 100 industrial plants, Luhansk faced several years, of slowed or stopped production (with a notable exception of alcohol making plant). After this financial crisis, the large metal factory, that had given birth to the town and became over the time a rather famous Ukrainian military and machine tool plant, named after V.I.Lenin, was finally closed in 2008. However, the single largest locomotive plant named after October Revolution (commonly named \"Zavod OR\") still struggles through crisis. Overall, Luhansk has now transformed into a rather remote provincial town with decaying signs of previous glory.\n\nThe town is divided into 4 districts by natural borders. The main railroad in west-east direction (from Debalceve and Donbas proper to Stanytsia Luhanska) divides the ",{"type":"'''","value":["KamyanoBridskyi district"]}," from the rest of the town, western (to the west of Olhivka river, with Yuvileynyi satellite) and eastern (east of Ivanishchev yar) sleeper districts form ",{"type":"'''","value":["Artemivskyi"]}," and ",{"type":"'''","value":["Zhovtnevyi"]}," (meaning October) districts. Zhovtnevyi district includes a couple of villages on the north-east of town, generally known as Vergunka, all the way to a former recreation area along Pivdennyi Donets river, which was closed for ecological reason; and a satellite Shchastya town near the coal heating plant, making it the municipal district with largest area within Ukraine.\n\nThe central, ",{"type":"'''","value":["Leninskyi district"]},", together with parts of KamyanoBridskyi district contains most of the main places of interest. Close to the railroad on both sides are several buildings and streets which survived the destruction of World War II or were reconstructed, and now form a compact so called \"old center,\" along streets of Dahl, Lenina, Karl Marx and Karl Libknecht. The new center was completely rebuilt or built anew on a rather high hill in the center between Luhan' and Olhivka rivers and Ivanischev yar. Due to amount of communist oligarchy that lived there and amount of not drive-through yards it was dubbed \"Dvoryanske hnizdo\" (a nest of nobles). South of Leninskyi district is a remote district of Hostra Mohyla, containing a memorial to heroes of wars of 20th century, several medical facilities and institute and an air navigators academy.\n\nThe town is also known to be renamed 4 times, although it has only two names: the name was changed from Luhansk to Voroshilovgrad, than back to Luhansk, than once more forth and back.\n\nSituated on some high hills, Luhansk may not be the best of tourist attraction, but it does provide a specific nice atmosphere if only a bit ruined by recent degradation, and a large number of scenic city landscape views from different points almost in any part of town.\n\nA note on naming: while Luhansk is an official English transliteration of the city name, the direct (sometimes called 'Russian-based') transliteration as Lugansk is certainly much more popular.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Luhansk International Airport"],["alt="],["url="],["email="],["address="],["lat=48.42009"],["long=39.37431"],["directions= 8 km south of Ostraya Mogila, and 16 km south of city center and is connected with center of the town by infrequent 234 bus. If you missed the airport bus, however, you can walk 400m and catch marshrutka from village Peremognoe (6 times a day)."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(",{"type":"{{","value":[["IATA"],["VSG"]]},")is served by a single daily flights from ",{"type":"[[","value":[["Moscow"]]}," and ",{"type":"[[","value":[["Kiev"]]}," by Utair, and possibly 1-2 other European or Mediterranean destinations on days (as of April 2013, they were ",{"type":"[[","value":[["Thessaloniki"]]}," each 10 days and ",{"type":"[[","value":[["Antalya"]]}," on Wednesday and Sunday). The timetable is subject to change up to completely stopping the service, especially non-daily services, so check in advance."]]}]},"\n",{"type":"===","value":["By train"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Luhansk railroad station"],["alt=Железнодорожный вокзал"],["url="],["email="],["address="],["lat=48.57540"],["long=39.28818"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=was electrified only recently, though only in the western direction. The notorious 4 hrs diesel train to Donetsk was finally replaced by elektrichka. - April 2013 train ",{"type":"[","value":["http:\/\/lugansktrams.org.ua\/train\/ ",{"type":"'''","value":["services"]}]}," include trains from ",{"type":"[[","value":[["Kiev"]]}," (3 a day, notably without train, passing ",{"type":"[[","value":[["Dnipropetrovsk"]]}," and Smela), ",{"type":"[[","value":[["Simferopol"]]},", ",{"type":"[[","value":[["Odessa"]]},", ",{"type":"[[","value":[["Kharkiv"]]},"; express from ",{"type":"[[","value":[["Donetsk"]]},"; direct cars from ",{"type":"[[","value":[["Kremenchuk"]]},", ",{"type":"[[","value":[["Lviv"]]},", ",{"type":"[[","value":[["Truskavets"]]},". The only service to Russia now is the daily train to ",{"type":"[[","value":[["Moscow"]]}," (runs for about 24 hours, due to rather slow old rails within Luhansk region between Luhansk and ",{"type":"[[","value":[["Valuiki"]]},"). It is unclear if there will be summer trains from ",{"type":"[[","value":[["Crimea"]]}," to ",{"type":"[[","value":[["Ekaterinburg"]]},". - When taking Luhansk trains, especially in cold seasons, keep in mind, that local regulations, due to Luhansk being coal region, require somewhat ridiculously high temperature inside cars. Prepare to sweet rather profusely, combining also with the fact, that many trains reach Luhansk not in the morning, but rather around midday, so that sunlight will add to the temperature."]]}," "]},"\nIf you are looking for connection from Russia and are adventurous, you can try to reach Luhansk via stations of Millerovo or Kamenka on Moscow - Rostov-on-the-Don railroad. Consult bus timetable from these stations however (phone Millerovo or Kamensk-Shahtinskii bus stations as internet information is unreliable, you may need to speak Russian to do this though). From Millerovo you'll have to take bus to Luhansk which runs only 2-3 times a day. Alternative is shared taxi for about $35 for car, with all warnings about old cars and too insistent service apply. Hitchhike while possible if you're arrived to Millerovo in the morning, is not recommended due to international traffic almost non-existent (in case you want to try, take minibus 1 to university to the final stop, then walk 1.5 km along R-272 to the west to ring crossing). You may be stopped by police on railway station, tell them that you intend to go to Lugansk by bus or shared taxi or stop in the hotel if you fail and do that. From Kamensk-Shahtinskii there also 2-3 direct buses to Luhansk, some of them at night. Alternatively you can take bus to Donetsk(RF) (8 a day, hitchhike alternative is good on this leg only), then minibus across border to Krasnodon and then minibus to Lugansk. Minibuses, while somewhat frequent, stop service early. Note, that another border crossing from Chertkovo to Melovoe is only for citizens of Russia and Ukraine. If you happen to have such citizenship, crossing the border from Chertkovo to Melovoe might look attractive transport-wise, as Melovoe is connected to Luhansk several times a day, but major drawback is that you'll have to walk or take a taxi to the crossing point 4 km north of the station and back.\n\nIf you go from the south of Russia, you can change to bus in Rostov-on-the-Don.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Central bus station"],["alt=Центральный автовокзал"],["url=http:\/\/poehali.at.ua\/index\/raspisanie_avtobusov_lugansk_avtostancija_1\/0-423"],["email="],["address=Oboronnaya str., 28"],["lat=48.54464"],["long=39.33439"],["directions="],["phone=+380 (642) 50-71-45,50-71-68"],["tollfree="],["fax="],["hours="],["price="],["content=Located in a big soviet-era built building, with a futuristic interior. Serves all Lugansk region, Donetsk, Dnepropetrovsk, Kiev, Rostov-na-Dony (5 buses daily, 7 hours), Voronezh (daily, 11 hours), Volgograd, Moscow and a number of other destinations in Ukraine and Rostov region."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus station #2"],["alt=Автостанция №2"],["url="],["email="],["address=Kirova str., 52"],["lat=48.57269"],["long=39.28108"],["directions="],["phone="],["tollfree="],["fax="],["hours=+380 (642) 52-35-16"],["price="],["content=Located in one of the historical buildings of the former railway station. Mostly serves north and northwest of Lugansk region, some buses go to destinations in all of the Lugansk region and adjacent towns in Donetsk and Rostov region."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus station #3"],["alt=Автостанция N3"],["url="],["email="],["address=kvartal 60-letiya Oktyabrya"],["lat=48.57397"],["long=39.40257"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Doesn't have a building, but has a ticket office. Serves local buses to the north-east of the region, both originating from this station and central station. Some buses go to Rostov region to Chertkovo, Millerovo or further beyond Millerovo."]]}]},"\n",{"type":"===","value":["By car"]},"\n\nLuhansk is on transit ",{"type":"'''","value":["E-40"]}," highway from Kharkiv and Debalcevo to Krasnodon and further international crossing in Donetsk RF, Kamensk-Shahtinskii and Volgograd. That said, the quality vary greatly from decent to quite poor (and it is mostly poor on other highways) so be advised. Other accesses to Luhansk include P272(RU)+P22(UA) connection road from Russian highway M4 from Millerovo (expect several kilometers of rather extreme quality of the road on Russian side until international border crossing in Krasnaya Talovka), north-south local road H-21 Starobelsk - Luhansk - Lutugino - Torez - Donetsk. Access from Russia is also possible by ",{"type":"'''","value":["E-50"]},", via international border crossing in Dolzhanskyy, than changing to T-1305 to Sverdlovsk, T-1322 to Krasnodon and then E-40.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By tram and trolleybus"]},"\n\nOnce extensive ",{"type":"[","value":["http:\/\/lugansktrams.org.ua\/info\/routes_main.html ",{"type":"'''","value":["tram and trolleybus network"]}]}," were declined, even although a tram bridge near railway station was reopened after reconstruction and a new 2 km trolleybus line to Mirnii kvartal was finally opened after several years of construction. Trams and trolleybuses become old and slow and either not replaced, or replaced by used mashines from other towns. Amount of lines also diminished from its peak: 10 tram lines against 15 and 5 trolleybus lines against 8. Both trams and trolleybuses now close their movement between 17:30 and 19:00 except trolleybuses 51 and 52 and from April 2011 also except trams 6 and 13 which are run to 21:00.\n\nPeculiarities of tram and trolleybuses network include: (former express) tram line to Ostraya Mogila (tram 6), de facto suburb trolleybus line to Yubileiniy settlement (trolleybus 57, although formally it runs over territory of Luhansk and Yubileyniy, major part of line has out of the town feel), arguably failed attempt to build an express line to Vergunka - abandoned forever after recreation zone was closed, existed for some time in form of a side line to 7th entrance of Zavod OR, reached by tram 3a, now closed, quite a lot of tram lines in the private one-storied sector, including tram-only streets.\n\n",{"type":"===","value":["By bus and marshrutkas"]},"\n\nThe network is quite extensive and is a primary means of transport in the town. One may keep in mind, that the network is organized based on 3 main arteries, the first two of which also have roads in a bit better state than rest of the town. They are:\n",{"type":"*","value":[" west - east: Gaevogo kvartal (gate to highway to Donetsk and Yubileyniy, and access to new Yugnii and Zarechii\/Mirnii kvartals via the road, that served previously as in-town \"by-pass\" route) - Sovetskaya street - New town of Zavod OR - Lomonosov street - Eastern kvartals. Route is completely shared with trolleybuses."]},{"type":"*","value":[" north - south: Oboronnaya street - Autovokzal - Ostraya Mogila (Krasnodon highway and route to airport). Route is shared with tram to equestrian school in Ostraya Mogila."]},{"type":"*","value":[" the old \"access to the plants\" route through old center: Railroad station - Karl Marx street\/Oktyabrskaya street (only west-bound buses and marshrutkas) - Shevchenko\/Frunze street (east-bound buses and marshrutkas; trams in both directions) - main entrance to Zavod OR and Vergunka-bound marshrutkas - New town of Zavod OR."]},"\n",{"type":"===","value":["By foot"]},"\n\nThe new and old centers are in principle walkable. A leisure walk through the whole new and old center, visiting museums, is possible to complete within a day if only a bit winded. It's may be advisable to start from the most southern place of interest in center: open museum of stone women statues on the ground of pedagogical institute near \"Ukraine\" cinema, and than go all the way downtown in order to save energy.\n\n",{"type":"===","value":["By diesel and elektrichka"]},"\n\nSome parts of town (mostly remote) are served infrequently by local diesel trains (and west-bound electric trains). East-bound diesels reach former Lenin plant, Zavod OR plant and adjacent KamBrod area, and then Vergunka. West-bound trains are an alternative root to satellite town of Alexandrovsk. South-bound diesel to Izvarino run along the border of Leninskii and Artyomovskii district daily.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Churches"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Ascension Cathedral"],["alt=Свято-Вознесенский собор"],["url="],["email="],["address=Town of Alexandrovsk,"],["lat=48.58560"],["long=39.18492"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Constructed in 1840. For almost the entire duration of the Soviet era, this was the only working church in the Lugansk Region. It didn't suffer much during the Great Patriotic War (World War II), and in 1955, it was declared an architectural monument."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sviato-Petropavlivs'kyi cathedral"],["alt=Свято-Петропавлівський кафедральний собор"],["url="],["email="],["address=Kooperativnyi 2 ln."],["lat=48.59080"],["long=39.29968"],["directions=Tram and bus stops \"Rabkorovskaya\" and \"\"Rodina\" cinema\" in KamBrod, then walk uphill from about between the two"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of the oldest temples in Lugansk diocese preserved during mass destruction. In 1905 the church was rebuilt, this time made of stone, with a bell tower, which was seven bells. By the 30th year of this century in the church there were 89 icons, 50 of them were three-tier iconostasis."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sviato-Mykolo-Preobrazhens'kyi Sobor (St.Michael of the Transfiguration cathedral)"],["alt=Свято-Миколо-Преображенський собор"],["url="],["email="],["address=Internatsional'na str., 103A"],["lat="],["long="],["directions=Tram and bus stop \"October Revolution plant\" (officially 10th school\/Luganskteplovoz stops), then walk"],["phone=+380 (642) 553803"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint-Vladimir Cathedral"],["alt=Свято-Владимирский кафедральный собор"],["url="],["email="],["address=Gorky square"],["lat=48.56438"],["long=39.35095"],["directions=tram stop \"Gorky square\""],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Largest cathedral of South-East Ukraine, built in 1995-2006 years. By far the most impressive religious building in Lugansk among built in post-perestroika era."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sviato-Oleksandro-Nevs'kyi Hram (St. Alexander Nevsky church)"],["alt=Свято-Олександро-Нєвський Храм"],["url="],["email="],["address=Budennogo str., 119"],["lat="],["long="],["directions=University park. Trolleybus and bus stop \"Kvartal Yakira\""],["phone=+380 (642) 47-92-19"],["tollfree="],["fax="],["hours="],["price="],["content=Strict simplicity and grandeur. The blue color of the walls gives the building the effect of lightness & aspiration to the sky. The temple area is 306 sq meters decorated with six domes and bell tower ​​."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Holy Martyrs Guria, Samon and Aviv"],["alt=Церква святих мучеників Гурія, Самона і Авива"],["url="],["email="],["address=Memorial Park (in place of the former Gusinovskiy cemetery)"],["lat=48.56824"],["long=39.31957"],["directions=Trolleybus and bus stops at the crossing of Sovetskaya and Oboronnaya street, tram stop \"Pedagogicheskii university\", then walk. Westbound minibuses on Sovetskaya street can stop directly across the park, near the \"Dom Odegdy\" store."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The first worship service was held at April, 1998. Guri, Samon and Aviv - these saints venerated as the defenders of marriage and its patrons."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sviato-Panteleimonivs'kyi temple"],["alt=Свято-Пантелеймонівський храм"],["url="],["email="],["address=Krasnodonskaya str., 8"],["lat="],["long="],["directions=On the territory of Oncology Center. Walk from Central Bus Station."],["phone=+380 (642)507031"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Temple of the Holy Virgin of Tenderness Icon"],["alt=Храм ікони Пресвятої Богородиці \"Умиління\""],["url=http:\/\/umilenie.lugansk.ua"],["email="],["address=Sovetskaya str."],["lat="],["long="],["directions=in the Regional Children's Hospital"],["phone=+380 (642) 58-53-67"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Luhansk Cathedral Mosque"],["alt=Соборна мечеть"],["url=http:\/\/salam.lg.ua\/lugansk-mosque"],["email="],["address=Pavlovskaya street, 28"],["lat="],["long="],["directions=Trolleybus and bus stop \"Pavlovskaya street\". You may want to change at \"Gayovogo kvartal\" to get there."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tatars among other nations are native population of multinational region of Central Eurasia, especially its steppes – modern territories of Russian Federation, Ukraine, Kazakhstan. During the second half of 19th century Volga Tatars from central Russia, as citizens of Russian empire, in great number moved to the Donbas area of southern Ukraine to work at mines and factories. The number of Volga Tatars at the Luhansk region grew up to about 400,000. Tatars had their own mosques and schools. In 1990's to revival of religious, cultural and social life of different communities (among them Tatar communities of Ukraine) and society in whole. It became possible to build and open new mosques and other religious and cultural establishments and buildings. Luhansk Cathedral mosque was built by the Muslim community (mostly Tatars) of the Luhansk region. It was officially opened on 29 May 2010.The mosque building is a two-storied construction with an area of 550 square meters. In a basement floor there is a sports hall and a kitchen. On the ground floor there is a library, classroom, and office.- Capacity 500. - Minaret: 1. - Minaret height: 25 meters."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Regional Art museum"],["alt=Обласний художній музей"],["url=http:\/\/www.artmuseum.lg.ua"],["email=muzeylk@ukrpost.ua"],["address=Pochtovaya str.(ул. Почтовая),3,"],["lat=48.578364"],["long=39.305772"],["directions="],["phone=+380 (642) 93-7430"],["tollfree="],["fax="],["hours=W-Su 9.00 -17.00"],["price="],["content=Located in one of the oldest streets in the former home of famous industrialists Venderovich built in 1876. The museum contains over eight thousand items of domestic and foreign art 16-20th centuries. among them, about fifteen hundred paintings, sculptures three hundred, four and a half thousand of decorative and applied arts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of history and culture of city of Luhansk"],["alt=Музей історії і культури міста Луганська"],["url="],["email="],["address=Karla Marksa str., 30"],["lat=48.57620"],["long=39.30062"],["directions="],["phone=+380 (642) 52-20-79"],["tollfree="],["fax="],["hours="],["price="],["content=In a former city government, created in 1980 as a museum Voroshilov, after whom the city in Soviet times was called Voroshilovgrad. The main exhibition is dedicated to the development of the city in the XIX century. At the entrance - an exhibition of ancient cannons, cast in Lugansk foundry."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Art Gallery"],["alt=Галерея Искусств"],["url="],["email="],["address=Shevchenko str., 4"],["lat=48.57551"],["long=39.30589"],["directions="],["phone=(642) 55-34-41"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Local history museum"],["alt=Краєзнавчий музей"],["url=http:\/\/museum.inf.ua\/"],["email="],["address=Shevchenko V. str.(ул. Шевченко,), 2"],["lat=48.583333"],["long=39.333333"],["directions="],["phone=+380 (642) 55-12-52"],["tollfree="],["fax="],["hours=W-Su 9:00-17:00"],["price="],["content=One of the eldest museums of Donbassa is located in constructivism building 1976 building. 7 displays are devoted history of Luganschiny from the most ancient times to our days. An exhibition operates \"Inhabitantsofbrinydepths\". Two captured English tanks of Mark of V \"Rikardo\" (MK-5) of times of First world war, age-old cannon, are alongside set."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of history of Aerotechnics of the Lugansk airrepair factory"],["alt=Музей історії авіатехніки Луганського авіаремонтного заводу"],["url="],["email="],["address=kvartal Ostraya Mogila (квартал Острая Могила,)"],["lat="],["long="],["directions=SE 6km"],["phone=+380 (642) 34-53-60"],["tollfree="],["fax="],["hours="],["price="],["content=has more than 60 exhibits! Planes of those who got to the museum by accident."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum-apartment of painter O. Fil'berta"],["alt=Музей-квартира художника О. Фільберта"],["url="],["email="],["address=Geroev VOV sq., 7"],["lat="],["long="],["directions="],["phone=+380 (642) 53-86-68"],["tollfree="],["fax="],["hours="],["price="],["content=A museum is devoted the known Lugansk artist, master of landscape."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Park Museum Polovtsian stone sculptures"],["alt=Парк-музей половецьких кам'яних статуй"],["url="],["email="],["address=Oborornnaya str."],["lat=48.56356"],["long=39.31786"],["directions=Tram and bus stops \"\"Ukraine\" cinema\" and \"17th school\""],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Here are more than 80 sculptures Polovtsian stone sculptures - one of the largest collections in Ukraine, stone statues of 11-12th centuries. These sculptures called \"stone broads\" because most of them resemble human figures, mostly men or women. The stone woman - sculptures,- in height 1-4m,- were placed on the mounds of ancient peoples: the Scythians, Polovtsy etc. These are the only monumental art of long-extinct nomadic people who lived here in what is now Lugansk region."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Regional Voluntary Fire-brigade museum"],["alt=Областной музей пожарной охраны"],["url="],["email="],["address=Alekseeva str., 12"],["lat="],["long="],["directions="],["phone=+380 (642) 53-21-23"],["tollfree="],["fax="],["hours="],["price="],["content=The main purpose of the fire-technical exhibition - fire safety propagation, so they quite often give tours to schoolchildren and students. The museum has many interesting exhibits that model development of different emergency situations."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=House-museum of Vladimir Dal'"],["alt=Дом-музей Володимира Даля"],["url="],["email="],["address=Dalya str., 12"],["lat=48.57863"],["long=39.29909"],["directions="],["phone=380 (642) 93-7495"],["tollfree="],["fax="],["hours="],["price="],["content=A small single-storey five-room building was here since 1820's. In 1986, opened a literary house museum of Vladimir Ivanovich Dal. The exhibition in the house where he was born and lived for a long time, the greatest writer. The museum has three exhibition halls."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=V.Titov Museum"],["alt= Музей В.Титова"],["url="],["email="],["address=Kvartal Gaevogo, 18"],["lat="],["long="],["directions=W 1km"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Vladislav Titov - symbolic figure for Lugansk. In Ukraine, the Donbas area,spent most of his life. He had 10 operations, the last without the morphine, not to make his drug-addicted, amputation of both hands, learning to live like everyone else, the beginning of classes in literary work, publishing made him famous novel \"All the deaths in spite\", writing a further 13 works, literary fame..."]]}]},"\n",{"type":"===","value":["Monuments"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to K.E.Voroshilov"],["alt=Пам'ятник Ворошилову К.Є."],["url="],["email="],["address=Kotsiubinskogo str."],["lat=48.57184"],["long=39.29755"],["directions=Opposite to the Luhansk town council. Walk from Dvorets Sporta (Sports Palace) or uphill from 7th line stops, or directly from railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A trademark Lugansk monument, put in a beautiful location with grand sight to the northern part of the city. Monument was opened at the 100th anniversary of birth of this legendary military leader, publicman of soviet time. The monument is of 12m height (together with the horse). Voroshilov worked in a local factory, leaded revolutionary movement of Lugansk workers, managed Lugansk committee of Russian social democratic working party."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Memorial plaque to V.Pyaterkin, V.Tret'yakevich, U. Aleksencev at school where they studied"],["alt=Школа, в якій вчилися В.Пятеркин, В.Третьякевіч, Ю.Алексенцев"],["url="],["email="],["address=Lenina str., 103, 7th school."],["lat=48.57169"],["long=39.29139"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A granite plaque to U. Alexsensev, V. Pyaterkyn, V. Tretyakevych, killed while fighting the occupation in 1942-1943."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to A.S. Pushkin"],["alt=Пам'ятник Пушкину А С."],["url="],["email="],["address=Park 1 May"],["lat=48.57941"],["long=39.29192"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A concrete bust on a granite, rectangular pedestal on the central alley of the park."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palace of Culture of railworkers"],["alt=Дворец Культуры железнодорожников"],["url=http:\/\/www.loga.gov.ua\/oda\/about\/depart\/culture\/culture-est\/club-est\/lopk\/"],["email= lodk@inbox.ru"],["address=Pushkina str., 2"],["lat=48.57801"],["long=39.29301"],["directions="],["phone=+380 (642) 93-2554"],["tollfree="],["fax="],["hours="],["price="],["content=Was built as Mining Commercial club in 1912. It contained a library, a billiard room, lounge rooms and a buffet. It quickly became a cultural center of the city. After it was rebuild after World War II, it hosted drama theater, and later was made the regional Palace of Culture of railwaymorkers."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to railworkers, who have died in Great Patriotic war"],["alt=Пам'ятник залізничникам, загиблим у ВВВ"],["url="],["email="],["address=Pushkina str."],["lat=48.57762"],["long=39.29288"],["directions=To the left of Palace of Culture of railworkers."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Former Hotel Oktiabr'. Now renamed as \"Ukraine\""],["alt=Пам'ятник архітектури Колишній готель Октябрь"],["url="],["email="],["address=Pushkina str.,(ул. Пушкина) 3"],["lat=48.5775"],["long=39.295"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most beautiful hotel was in Lugansk - \"October.\" There were 173 rooms in the center Voroshilovgrad (now - Lugansk) building was originally called \"Moscow\". The brick facade made smartly and festive mood, its ornament created by all the rules tectonic organization. Vertical triangular pilasters of white silicate brick as lace, in contrast to the red wall generate rhythm, giving the facade of plasticity and severity."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Holodilin M.P Monument"],["alt=Пам'ятник Холоділіну М.П"],["url="],["email="],["address= Pushkina str."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nick Peter Kholodilin - first city head of Lugansk. To his name critical years are related in history of Lugansk, time of his becoming as the largest industrial and cultural center of Donbassa. Special attention city head spared development of health protection and equipping with modern amenities of Lugansk. In compositions has an Elegant oval frame with decorative leaves, the elbow-rest of arm-chair with a lion's head is strengthened the impression of nobleness and dignity."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Memorable cross to the cossacks, to givings life for a homeland"],["alt= Пам'ятний хрест козакам, що віддали життя за вітчизну"],["url="],["email="],["address=Pushkina str"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A memorable cross was set Society of the Don cossacks Lugansk."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Memorial of Warrior-aviator"],["alt=Пам'ятник Воїнам-авіаторам"],["url="],["email="],["address= Liniya 7 str."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Pedestal - a metal. Dimensions pedestal - 5.0 x 2.5 m. The monument was erected in honor of soldiers, airmen who died during the Great Patrioticwar."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Manor house"],["alt=Садибний будинок"],["url=http:\/\/www.library.lg.ua"],["email="],["address=Dalya str., 5"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The building is 2 storey, manor from late 18- beg.19th century. First and second memorial plaques - marble, 3rd is - metal. The headquarters was located 5th Ukrainian Army, organized by Voroshilov."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Luhansk district mining office Building"],["alt= Будівля Луганського гірського округу"],["url="],["email="],["address=Dalya str.7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the 1880's, along with the Lugansk foundry began to appear first houses and streets. Near the plant entrance began building English Street one-story building in which lived British experts, senior officials of Lugansk foundry plant. In the early nineteenth century this street was the first two-storey building. Originally it was L-shaped, later two-story rectangular with a central part and one-story side. The central part emphasized square tapered portico with balcony. In the 1880's - 1900's, the building housed leadership the mining of Lugansk district . Today it houses the spa of the town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument of Dal' Vladimir"],["alt=Пам'ятник Далю Володимиру"],["url="],["email="],["address=Dalya str."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Vladimir Ivanovich Dal - a famous Russian writer, lexicography and ethnographer, author of",{"type":"''","value":["intelligent dictionary Russians living tongue."]}," Monument Dalia established in honor of 180th anniversary of his birth. The writer is depicted as being seated in a chair. The total height of the monument - 3.4m."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument Capsule with Message the members of the komsomol"],["alt=Пам'ятник на честь закладання капсули з посланням комсомольцям в рік 100-ліття ВЛКСМ"],["url="],["email="],["address=Kotel'nikova str."],["lat="],["long="],["directions= VLKSM Public garden"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This famous capsule has to be open on the day of the 100th anniversary of the Komsomol and the message contained in it, \"the Komsomol and Youth\" sent out in October 1968 Luhansk regional committee to celebrate the 50th anniversary of the Komsomol."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Masterovoi (to the 200year of Luhansk)"],["alt=Пам'ятник Мастєровой (до 200-річчя Луганська)"],["url="],["email="],["address=Kotsiubinskogo str."],["lat="],["long="],["directions= Near building of Town Council"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The prototype of a gun, what made Fyodor Gavrilov from Petrozavodsk, the hero who served as founder and master gun cases. He was one of the 400 workers what were transported to the Alexander factory in St. Petersburg under the decree of Catherine II."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Memorial plaque in a court which was a command post of the Lugansk working regiment"],["alt=Пам'ятний знак на будинку, у дворі якого знаходився командний пункт Луганського робочого полку."],["url="],["email="],["address=Matrosova str., 5"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Installed in 1969. In 1919 in Firsov mound was the command post of Luhansk working Regiment. The regiment was formed from the factories workers whose enjoyed for the Defense of Luhansk."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dzerzhinskiy Monument"],["alt=Пам'ятник Дзержинському Ф.Е."],["url="],["email="],["address=Alekseeva block"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bust on a rectangular pedestal. Dzerzhinskiy is represented in a tunic, without a head-dress. - Dzerzhinskiy Fieliks Edmundovich was a soviet statesman, revolutionary, one of organizers of «red terror»."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lost Frontier Guard"],["alt=Памятник пограничникам, которые погибли при исполнении своих обязанностей"],["url="],["email="],["address=Alekseeva block"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A monument to the border guards who were killed while performing military duty."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument by a fireman"],["alt=Пам'ятник пожежникам"],["url="],["email="],["address=Alekseeva block, 10"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The facade of the building the fire station number 1 was a monument that portrays firefighter that saves girl from fire and symbolizes the courage of all firefighters Lugansk region."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to the victims of the Stalin repressions"],["alt=Пам'ятник жертвам сталінських репресій"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Warriors-internationalists who Lost in Afghanistan"],["alt=Пам'ятник воїнам-інтернаціоналістам, загиблим у Афганістані"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Afghanistan quite a bit Lugansk - 7 129 persons militated also. In a granite are the names of 162 natives of the Lugansk area, which perished in Afghanistan."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Holodomor's victims"],["alt=Пам'ятник жертвам голодомору"],["url="],["email="],["address=Sovetskaya str."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Boyan- Author Slova o Polku Igorevi, Monument Lay"],["alt=амятник \"Боян- автор Слова о полку Игоревом"],["url="],["email="],["address=Sovetskaya str"],["lat="],["long="],["directions=outside the Regional Universal Scientific Library. Maxim Gorky."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"Lay\" - an unsurpassed masterpiece of ancient Russian literature. The poem is dedicated to hike Igor of Novgorod-Seversky's Prince and his men to Polovtsy in 1185. The author of \"Words\" is unknown. The establishment of the monument to the legendary writer-patriot in Lugansk natural: many scholars argue that the Battle of Prince Igor with Polovtsy held in the Lugansk region."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to the medical workers, to lost in the years of Great Patriotic war"],["alt=Пам'ятник медичним працівникам, загиблим в роки Великої Вітчизняної війни"],["url="],["email="],["address=Sovetskaya str."],["lat="],["long="],["directions= Territory of regional hospital."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The monument is a stele, on its obverse the emblem of medicine. At the base of the stele is set black granite cube. On the left side of the court, on the memorial, the text: Medical staff of the regional hospital, who fell in the Great Patriotic War. 1941-1945."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mother of God with a baby"],["alt=Скульптурна композиція Луганська Богоматір з немовлям"],["url="],["email="],["address=Liniya 15 str."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Established on 3 December 2000. For the first time brought from Italian marble, in Kiev, within four months under the guidance of the author's image of the Virgin with the Christ child is pulled from a stone, lost as a result of two-thirds the weight. Framing the composition arch height 11.5 meters decorated with granite and mosaic images of the Holy Trinity and the Twelve Apostles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cenotaph Cranes (Zhuravli)"],["alt=Пам'ятник невідомому солдатові(\"Журавлі\")"],["url="],["email="],["address=Dzerzhinskogo str.(Leninskii)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=To celebrate the 55th anniversary of Victory Day, a ceremonial reburial of the ashes of the Unknown Soldier, who died in the battles of Lugansk. This soldier of the war is immortalized in bronze statue: a mortally wounded soldier as if transformed into a soaring into the blue sky cranes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Obelisk to the heroes of Soviet Union in Great Patriotic War"],["alt=Обеліск героям Радянського Союзу у ВВВ"],["url="],["email="],["address=Geroev VOV sq"],["lat="],["long="],["directions=central areas of city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An obelisk is set with the names of 173 Heroes of Soviet Union."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument of Shevchenko T.G."],["alt=Пам'ятник Шевченко Т.Г."],["url="],["email="],["address=Geroev VOV sq."],["lat="],["long="],["directions= In a public garden on the area of Heroes of Great Patriotic War."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On a marble pedestal is 5.5-meter sculpture of Taras Shevchenko. The monument still stands on the \"temporary\" marble pedestal"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=To the habitants of Luhanschyna, to falling from the hands of punish-nationalists from OUN-UPA"],["alt=Пам'ятник Жителям Луганщини, полеглим від рук карателів-націоналістів з ОУН-УПА"],["url="],["email="],["address=Geroev VOV sq."],["lat="],["long="],["directions=In a public garden on an area"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The monument to \"victims of the nationalists' is a composition of three figures - women, children and men. Made from concrete monument, covered with brass plating. Installed at the base of a marble slab with the inscription: \"Residents of Luhansk, perished at the hands of punitive-nationalists from the UPA.\""]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lenin Monument"],["alt=Пам'ятник Леніну"],["url="],["email="],["address=Geroev VOV sq.,"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The bronze figure of a growth on a rectangular black labradoritepedestal. The text on the pedestal: \"V. Ulyanov (Lenin)\". The figure - 5 m, the pedestal - 4,9 m."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tatiana Snezhina Monument"],["alt=Пам'ятник Тетяні Снєжиної"],["url="],["email="],["address= Kotel'nikova str."],["lat="],["long="],["directions=In the square named Young Guard"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A monument to poet Tatyana Snezhina. She in his short life managed to write so many wonderful poems. She was infinitely talented, the songs on her works sung many famous entertainers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Vladimir Ivanovich Dal the Kozak from Luhansk monument"],["alt=Пам'ятник В. Далю Козак Луганський"],["url="],["email="],["address=Zhukova block"],["lat="],["long="],["directions=Before the first corps of the East Ukrainian national university"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Five-meter high monument"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to teachers and students, aka \"Soldier\""],["alt=Пам'ятник викладачам і студентам Ворошиловградського машинобудівного інституту"],["url="],["email="],["address=Zhukova block"],["lat="],["long="],["directions=opposite the second housing DNAs (East Ukrainian National University"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Monument to teachers and students, who died at the front during World War II"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to the 60th anniversary of liberation of Ukraine"],["alt=Монумент до 60-річчя визволення України"],["url="],["email="],["address="],["lat="],["long="],["directions=E 2.5km"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Monument gun ZIS-3- was erected in honor of the 60th anniversary of Ukraine's liberation from Nazi invaders"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to Hastello N.F."],["alt=Пам'ятник Гастелло Н.Ф."],["url="],["email="],["address="],["lat="],["long="],["directions=4kmSE"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A monument is a bust of famous pilot, graduating student of Voroshilovgrad aviation school of navigators."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hostra Mohyla"],["alt=Меморіальний комплекс Гостра Могила"],["url="],["email="],["address=Rovenkovskaya str"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Tombhill - on the outskirts of the height of Lugansk, which heroically defended against the prevailing forces of Denikin much of the Red Army troops and city workers during the period from April 21 to May 25, 1919. - obelisk is made of concrete, height 8.5 m statue of the Soviet Army soldiers who died in 1943 fighting for the liberation of Lugansk Nazis, a monument to Soviet soldiers-tankers - is mounted on a pedestal T-34 tank."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to Pirohov"],["alt=Пам'ятник Пірогову"],["url="],["email="],["address=50-letiya Oborony Luganska block"],["lat="],["long="],["directions= in the area first hospital"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A concrete bust Pirogov mounted on a pedestal platform - black granite. Bust height - 1.1 m. MI Pirogov was a doctor and scientist, founder of the Red Cross Society, in Luhansk region"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Defender of Cities from Denikin's Bands in 1919"],["alt=Мемориальный комплекс \"Защитникам города от деникинских банд в 1919г.\""],["url="],["email="],["address=Rovenkovskaya str.148"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The memorial complex - on a hill, where tzarist forces confronted the workers and soldiers of the Lugansk plant 'Inzensky' 15th Division, in April 1919."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Miner Monument"],["alt=Пам'ятник на честь шахтарів гидромоніторщиков"],["url="],["email="],["address= Oboronnaya str., 107"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= On the left side of the rectangular pedestal sculpture installed Miner. On the right side shows the natural stone, pedestal block, symbolizing the carbon pedestal sculpture - made of reinforced concrete."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to H. Zveinek"],["alt=Пам'ятник Г. Звейнеку"],["url="],["email="],["address=Zveineka str."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bust on a rectangular pedestal. Made from stained concrete & copper. H. Zveynek was - political commissar of the revolutionary 15 Inzenskoy Division member KPRS. was the founder the Latvian newspaper 'Moloda borotba'"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=30-letiia VLKSM, All-Union Leninist Communist Youth League public garden"],["alt=Сквер \"30-летия ВЛКСМ\"Всесоюзный ленинский коммунистический союз молодёжи"],["url="],["email="],["address=Kotel'nikova str."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ukrainian Academic Music and Drama Theater"],["alt=Український академічний музично-драматичний театр"],["url=http:\/\/www.ukrtheatre.lg.ua"],["email="],["address=Oboronnaya str., 11"],["lat="],["long="],["directions="],["phone=+380 (642) 92-20-84"],["tollfree="],["fax="],["hours="],["price="],["content=In 1944 creative composition of Ukrainian legitimate drama was directed in Lugansk and in decision of the All-union committee of arts renamed in the Lugansk Ukrainian musical-dramatic theater. In 2002 the rank of academic was appropriated a theater."]]}]},{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=McDonald's"],["alt=Ресторан \"Макдональдз\""],["url="],["email="],["address=Molodezhnyi block, 20A"],["lat="],["long="],["directions="],["phone=+380 (642) 50-05-88"],["tollfree="],["fax="],["hours="],["price="],["content=Fast Food, Wi-Fi"]]}]},{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arena Hotel"],["alt=Гостиница \"Арена\""],["url="],["email="],["address=Khersonskaya str., 7A"],["lat="],["long="],["directions="],["phone=+380 (642) 53-5173"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Azimut"],["alt=Мини-отель Азимут, Луганск"],["url="],["email="],["address=Kirov (вул. Кірова), 67"],["lat=39.27879"],["long=48.57304"],["directions=near R.S."],["phone=+380 (505) 23-1987"],["tollfree="],["fax="],["price=from 20\/28$? (2011)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Druzhba Hotel"],["alt=Гостиница \"Дружба\""],["url=http:\/\/hotel-druzhba.com\/R\/"],["email=mail@hotel-druzhba.com"],["address=Pavla Soroky St( ул. Сороки П.А.), 16А"],["lat="],["long="],["directions="],["phone=+380 642 535 353"],["tollfree="],["fax="],["price=sgl.\/dbl. from 50\/70$,"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Egoist"],["alt= Егоїст, готель"],["url="],["email="],["address=Dzherzhynsko (кв. Дзержинського), 9"],["lat="],["long="],["directions="],["phone=+380 (642) 62-67-25"],["tollfree="],["fax="],["price=from 42$?"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Elit-Komfort Hotel"],["alt=Гостиница Элит-Комфорт"],["url="],["email="],["address=50-letiya Obrazovaniya SSSR str., 22"],["lat=48.566"],["long=39.327"],["directions="],["phone=+380 (642) 53-2052"],["tollfree="],["fax="],["price=sgl.\/dbl. from 35\/53$"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Evropa"],["alt=Європа готель"],["url="],["email="],["address=Pyvdennyy (Південний квартал)), 9"],["lat="],["long="],["directions=SW 4km"],["phone=+380 (66) 772-51-81"],["tollfree="],["fax="],["price=from 38$?"],["checkin="],["checkout="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gostinyi Dvor Hotel"],["alt=Гостинний двір, готель"],["url=http:\/\/gostiniydvor.com"],["email="],["address=Lenina (вул. Леніна), 54"],["lat="],["long="],["directions="],["phone=+380 (642) 33-15-16"],["tollfree="],["fax="],["price=sgl from 66$"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Hotel Luhansk"],["alt=Гостиница Советская"],["url=http:\/\/hotel-lugansk.lg.ua\/index.php\/ru\/"],["email= hotel.lugansk@gmail.com"],["address=Sovetskaya str., 54"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=sgl. 20-32-35$, dbl. 45-48-56, apt. 88-110-170$"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inter"],["alt=Гостиница Интер"],["url="],["email="],["address=Vidrodzhennya St(ул. Возрождения), 11"],["lat="],["long="],["directions=E 9km"],["phone=+380 642 357 171"],["tollfree="],["fax="],["price=₴150 (2010)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Randevu"],["alt=Гостиница Рандеву"],["url="],["email="],["address=Восточный, 20"],["lat="],["long="],["directions="],["phone=+380 (642) 50-3250"],["tollfree="],["fax="],["price=₴200 (2010)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Start"],["alt=Гостиница\"Старт\""],["url=http:\/\/veslugansk.com\/uslugi\/gostinitsy\/gostinitsa-start"],["email=start0102@gmail.com"],["address=Sovetskaya str.,48"],["lat="],["long="],["directions="],["phone=+380 642 344 086"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=U parovoza Hotel"],["alt=Гостиница \"У паровоза\""],["url="],["email="],["address=Krasnoarmeiskaya str., 80"],["lat="],["long="],["directions="],["phone=+380 (642) 52-2385"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Slovianska Hotel"],["alt=Гостиница Славянская"],["url=http:\/\/hotel-slavyanskiy.lg.ua\/"],["email=hotel_slavyan@ukr.net"],["address=Slavyanskaya str.(ул. Славянская), 2а"],["lat="],["long="],["directions=1KM"],["phone=+380 (642) 34 57 02"],["tollfree="],["fax="],["price=sgl.\/dbl. 38-55\/53-80$, apt 112-144$"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vostok Hotel"],["alt="],["url="],["email="],["address=Vostochnyi block, 20"],["lat="],["long="],["directions=5km E"],["phone=+380 (50) 732-59-69"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Turist Hotel"],["alt=гостиницы Турист"],["url="],["email="],["address=Oboronnaya str.,112"],["lat="],["long="],["directions=SE4km"],["phone=+380 (642) 42-7589"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=120 beds."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Initsial Hotel"],["alt=Гостиница \"Инициал\""],["url=http:\/\/initial.com.ua"],["email=hotel@initial.com.ua"],["address=Oboronnaya str.(ул. Оборонная), 118A"],["lat="],["long="],["directions="],["phone=+380 (642) 42-8350"],["tollfree="],["fax="],["price=sgl.\/dbl. from 45\/58$ (nov.2011)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tropikana Night club, motel?"],["alt=Развлекательный комплекс \"Тропикана\""],["url="],["email="],["address=Leninskogo komsomola block, 2"],["lat="],["long="],["directions=SW 4KM"],["phone=+380 (642)71-17-04"],["tollfree="],["fax="],["price=from 40$?"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Terrikon"],["alt=Террикон, готель"],["url=http:\/\/www.post.lg.ua\/hotel.htm"],["email="],["address=(вул. П'ята), 1"],["lat="],["long="],["directions=S 3,5km, Трам, 1,2 to «3-й километр»"],["phone=+380 (642) 33-11-20"],["tollfree="],["fax="],["price=from 33\/45$? (2013)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taiyr"],["alt=Таїр, готель"],["url="],["email="],["address=(вул.Оборонна), 26"],["lat="],["long="],["directions=S 2km, Трам 6,13 to «СШ №5» stop"],["phone=+380 (642) 50-58-81"],["tollfree="],["fax="],["price=from 33\/42$?"],["checkin="],["checkout="],["content="]]}]},{"type":"===","value":["Budget"]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n- Major mobile operators Kyivstar, DCC, UMC.\n\n",{"type":"===","value":["Internet"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Gorkoho Universal Scientific Library"],["alt=Луганская областная универсальная научная библиотека им. М. Горького"],["url=http:\/\/www.library.lg.ua\/rus\/index.php"],["email=gorkylib@yandex.ru"],["address=Sovietskaya (ул. Советская) 78."],["lat="],["long="],["directions="],["phone=+380 (642) 537384"],["tollfree="],["fax="],["hours=Sa-Th 10:00-19:00"],["price=After registration, you can use internet connected computer, free of charge"],["content="]]}]},{"type":"===","value":["Post Offices"]},"\nThe post office is in communication services through a network of 48 Lugansk liaison offices.\n\n",{"type":"===","value":["Churches"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greco-catholic temple of Tsar of Christ"],["alt=Греко-католицький храм Царя Христа"],["url="],["email="],["address=Baumana str., 35"],["lat="],["long="],["directions=E 4km"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Istyna i Zhyttia Church"],["alt=Христианская Церковь Истина и Жизнь"],["url="],["email="],["address=Komarova block, 3"],["lat="],["long="],["directions=E4 km"],["phone=+380 (642) 47-73-60"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Roman Catholic Church of the Nativity of the Blessed Virgin Mary"],["alt=Римсько-католицька церква Різдва Пресвятої Діви Марії"],["url="],["email="],["address=Mergel'naya str., 104"],["lat="],["long="],["directions="],["phone=+380 (642) 58-46-58"],["tollfree="],["fax="],["hours="],["price="],["content=Founded in Lugansk Parish Nativity of the Virgin Mary, a group of Catholics began to look for a priest. Find it in the Soviet Union was not possible because only graduates in the entire Union Theological Seminary in Riga was not enough. The Bishop of Zhytomyr advised to look for in Poland ... the parish priest of Rapa DZHEGOZH served the first service in Lugansk in 1995 for Christmas."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Synagogue"],["alt= Синагога"],["url="],["email="],["address=Khersonskii tupik, 7"],["lat="],["long="],["directions="],["phone=+380 (642) 53-6552"],["tollfree="],["fax="],["hours="],["price="],["content=Temporary premises synagogue. Permanent building is constructed at st. 50th anniversary of the USSR."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sviato-Kazanskii Temple"],["alt=Свято-Казанский Храм"],["url="],["email="],["address=Karla Marksa str., 66"],["lat="],["long="],["directions="],["phone=(642) 52-65-81"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Aleksandrovsk - a satellite town, nominally part of Luhansk. Hosting Holy Ascension Cathedral, largest within town of Luhansk or its satellites, built in 1840."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dnipropetrovsk"]]}," - 380km West"]},{"type":"*","value":[" ",{"type":"[[","value":[["Donetsk"]]}," - 140km West"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kharkiv"]]}," - 340km Northwest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Krasnodon"]]},", ",{"type":"[[","value":[["Roven'ki"]]}," - museums and memorials to youth anti-fascist komsomol group \"Molodaya Gvardiya\" (Young Guard), active during World War II, and mostly tortured and executed later by the Germans. Roven'ki's museum is situated in the building, where captured members of the group were hold, and features torture tools used, while Krasnodon museum which is the central for the several museums to \"Young Guard\", that appeared after the war in USSR, is in specially constructed building. Memorials in both towns are situated in the places of execution. Visiting is possible via bus tour, which can be recommended if you want to hear the story and will happen to find English-language guide. Otherwise connection is via local bus and minibus network."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mariupol"]]}," - 255km Southwest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sevastopol"]]}," , ",{"type":"[[","value":[["Crimea"]]},",- 760km. Take a night train or bus to there"]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern_Ukraine"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Luhansk"]]},"\n",{"type":"[[","value":[["Wikipedia:Luhansk"]]},"\n",{"type":"{{","value":[["geo"],["48.583333333333"],["39.333333333333"]]}]