[{"type":"{{","value":[["pagebanner"],["Lukla_banner.jpg"]]},"\n",{"type":"'''","value":["Lukla"]}," is a village in ",{"type":"[[","value":[["Khumbu"]]}," and home to the regions main airport. Most travelers visiting the region will enter and exit from here.  \n\n",{"type":"==","value":["Understand"]},"\nLukla is basically just an airport and a strip of hotels. There are two expensive, up-scale places which offer such luxuries as hot tubs, while the other hotels are pretty much a sameness. Lukla is 2860 m above sea level.\n",{"type":"==","value":["Get in"]},"\nThere are numerous flights flying the busy Kathmandu - Lukla route, though with a much reduced service during the off-season months. Sita is considered to be one of the more reliable airlines flying this route and operates two flights every morning from Kathmandu Domestic Airport at 7AM and 8:20AM, with return flights at 7:40AM and 9AM. Flights from Kathmandu take around 25 minutes. Be aware that during the summer rainy season there may be substantial delays, and even a wait of one week is not uncommon.\n\nTenzing-Hillary Airport is often named one of the most dangerous airports in the world due to its position against the side of the mountain.\n\nThe only way you could get around Lukla is by foot. Yes, there are no roads and no any other means of modern transport. There are plenty of awesome mountainous view around Lukla itself.\n\n",{"type":"==","value":["See"]},"\nYou can see the hospitals which are highly equipped with modern instruments. it is heavily funded by the tourist from outside and provide free medical services to poor people.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Eco Paradise Lodge"]}," - (see sleep section)"]},{"type":"*","value":[" Right across from the entrance to the airport there is an excellent German bakery, that serves a delicious \"apple cheese cake\", along with very good coffee"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["K2 Lodge"]}," - located near the \"Starbucks\" - room with bathroom for Rs. 100 if you eat there. rooms are clean though uninteresting. food is quite cheap in comparison to most guesthouses in town and pretty tasty. owner Dawa is friendly and seemingly always has a smile on his face. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eco Paradise Lodge"]}," offers spotlessly clean, albeit simple rooms, and a very warm and cosy lounge\/dining room with views over the airport and mountains beyond for a very reasonable price (It is a good place to have breakfast on the outward journey). In addition, the owner can help purchase airline tickets and assist with the check in at the airport."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=North Face Resort"],["alt=2860 m"],["url="],["email="],["address="],["lat="],["long="],["directions=Straight down the main street after exiting the airport about 200m on the left"],["phone=019-626016"],["tollfree="],["fax="],["hours="],["price="],["checkin=12.00 noon"],["checkout=10.00 am"],["content=Good place at the end of trekking to spend a night before leaving Lukla in the morning for Kathmandu. Comfotable rooms, with en-suite bathrooms and restruarent serving wholesome food. Balcony has a good view of the runway."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["27.6833"],["86.7167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Khumbu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lukla"]]},"\n\n",{"type":"[[","value":[["Commons:Lukla"]]}]