[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Lunca Ilvei"]}," is a community, population approximately four thousand, in ",{"type":"[[","value":[["Bistrița-Năsăud County"]]},", ",{"type":"[[","value":[["Romania"]]},". It is located in the far northeast of ",{"type":"[[","value":[["Transylvania"]]},", immediately west of the ",{"type":"[[","value":[["Bucovina"]]},". As well as rural tourism, the community is involved in forestry, farming and shepherding. There are several accommodations, including the \"Stefan cel Mare\" guesthouse, the Constantin guesthouse, Casa Alexandra, and a youth hostel.\n\n",{"type":"==","value":["Cities"]},"\nThe nearest city is Cluj-Napoca, 160km to the west, which can be reached in about three hours by train or car. The county town of Bistrita is 80km away. \n",{"type":"==","value":["Other destinations"]},"\nOther nearby destinations include the Painted Monasteries of the Bucovina (inclding Moldovita, Voronet, Humor, Sucevita, Putna, etc) and the spa town of Vatra Dornei to the east. The \"Borgo Pass\" (made famous by Bram Stoker in his novel \"Dracula\" is located some 20km to the south). \n",{"type":"==","value":["Understand"]},"\nVisitors to Lunca Ilvei can experience the way of life in a remote mountain community, where employment is provided by farming, forestry and shepherding. \n",{"type":"==","value":["Talk"]},"\nSome older people speak French, whilst younger people are now learning English in school. The local language is Romanian. \n",{"type":"==","value":["Get in"]},"\nTrains on the Cluj-Napoca to Suceava route stop at Lunca Ilvei station. Alernatively, it's 60km by car from the nearest town, Nasaud. The road is passable for cars, athough 5km from Magura Ilvei is still surfaced with gravel. Maps showing a \"road\" into Lunca Ilvei from the east are wrong, the road was a communist-era project that was never implemented. There is a daily bus and a daily train to Bistrita, both departing Lunca Ilvei early in the morning and both leaving from Bistrita just after mid-day. \n",{"type":"==","value":["Get around"]},"\nThe community is small enough to walk around. However, one can sometimes hitch a ride on a horse-cart. \n",{"type":"==","value":["See"]},"\nSheepfolds on the mountains around Lunca Ilvei can be visited on foot or horseback (May to September) to experience a unique traditional way of life. \n",{"type":"===","value":["Itineraries"]},"\nLunca Ilvei makes a pleasant stop as part of a sightseeing, cycling or walking tour. It's en-route for train travellers between Transylvania and the Bucovina. \n",{"type":"==","value":["Do"]},"\nThe \"Stefan cel Mare\" Equestrian Centre is no longer in operation.\n\n",{"type":"==","value":["Eat"]},"\nVisit the sheepfolds to sample traditional curd cheese (\"cas\"), soft whey cheese (\"urda\"), and even part-made hot whey cheese (\"jintita\") straight from the cauldon in the shepherd's hut. In the village, two bars serve meals. \n",{"type":"==","value":["Drink"]},"\nSeveral stills in the village make double-distilled brandy (\"tuica\") from plums, apples and pears. Beware, it's strong, up to 60% alcohol content. As with most Romanian villages, Lunca Ilvei is scattered with bars where visitors can meet the local people. \n",{"type":"==","value":["Stay safe"]},"\nHikers should take care of the large dogs that guard sheepfolds. If you want to visit the sheepfold, shout to the shepherd who will call his dogs back. \n",{"type":"==","value":["Go next"]},"\nFrom Lunca Ilvei, it's easy to travel on by train to the Bucovina, Transylvania or the Maramures. By car, good roads lead to Transylvania and the Maramures. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Bistrița-Năsăud County"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lunca Ilvei"]]},"\n",{"type":"{{","value":[["geo"],["47.3639"],["24.9637"],["zoom=14"]]}]