[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Lundazi"]}," is known as a \"BOMA\" (British Overseas Military Administration) in ",{"type":"[[","value":[["Zambia"]]},".  In other words, it was a former colonial headquarters.  Today, it is the District Capital -- or \"county seat\" -- for Lundazi District, which is the central portion of ",{"type":"[[","value":[["Eastern Zambia"]]},".  It has government offices, a bank, a gas station, many small shops, a daily market, and a brand new bus station (opened Independence Day 2005).\n\n",{"type":"==","value":["Get in"]},"\nMinibuses bring visitors north from ",{"type":"[[","value":[["Chipata"]]}," (for about $5) and south from ",{"type":"[[","value":[["Chama (Zambia)"],["Chama"]]}," (for about $5).  The road along these routes are VERY bad; expect the 110-mile-trip from Chipata to Lundazi to take between 4 and 5 hours!\n\nAs of November 2005 it is possible to make the bus journey between Lundazi and ",{"type":"[[","value":[["Lusaka"]]}," in one day. The roads have improved and so have communications. To get to Lundazi from Lusaka requires an early start (the bus leaves around 2AM) and a booked ticket.\n\n",{"type":"==","value":["Get around"]},"\nLundazi is small enough that most people walk or bicycle.  In fact, you can walk from one end of town to the other in under 30 minutes.  Leisurely.\n\n",{"type":"==","value":["See"]},"\nThe Castle Hotel - a Norman-style brick castle in the Zambian countryside (see below). The golf course that once was found is no more however.\n\n",{"type":"==","value":["Do"]},"\nWell, you can visit one or all of the few dams around Lundazi, mostly within walking distance, if you are a fishing fan, then you can do some fishing in these dams. If you pack a picnic, then you can spend all day there. Very beautiful.\n\n",{"type":"==","value":["Buy"]},"\nIf you are going to meet Zambian friends in Lusaka after visiting Lundazi some ",{"type":"[[","value":[["Chama (Zambia)"],["Chama"]]}," rice can be a good gift (sometimes at least). From the Wildlife Conservation Society in town you can buy \"It's Wild!\" brand honey, peanut butter and rice, which are purchased from farmers under a scheme to discourage poaching in the Game Management Areas.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["The Castle Hotel"]}," features braais (BBQs) on most weekends.  They also serve simple meals (e.g., rice and chicken) every night of the week for about $3.\n\nThere are many small eateries in town including ",{"type":"'''","value":["Rejoice"]}," (run as an income-generating activity for people living with HIV\/AIDS), ",{"type":"'''","value":["Amama's"]},", ",{"type":"'''","value":["Masopela"]}," and ",{"type":"'''","value":["Masopela 2"]},", which offer traditional meals for about $1.\n\n",{"type":"==","value":["Drink"]},"\nThere are several small bars in town, including ",{"type":"'''","value":["The Castle Hotel"]},", ",{"type":"'''","value":["Ester's Nest"]},", ",{"type":"'''","value":["Hunter's"]}," and ",{"type":"'''","value":["Masopela"]},".\n\nInterestingly, Mosi, Zambia's national brewer, has a beer vendor in town: a refrigerated cargo container.  You can only purchase beers by the crate (30 units) at this location.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["The Castle Hotel"]}," is among the most unique resthouses in the country.  Shaped like a traditional Norman Castle, the hotel was originally built in 1949-52 under the direction of District Officer Errol Button, whose daughter named it Rumpelstiltskin (as recorded by a plaque in the wall). The Castle began life as a Government resthouse but is now a privately owned hotel.\n\nThe story has it that DO Button was given a certain sum of money to buld a District Resthouse, as were all the DOs in what was Northern Rhodesia.  All the others built a blockwork and corrugated iron roof rectangular building except for Button.  He elected to construct the replica of a small Norman castle in one of the poorest areas of Africa.  He rapidly ran through the money allocated, and so, in the dry season when no one was growing any crops, he would round everyone up and check whether they had paid their poll(?) tax or not, which everyone had to pay.  Obviously, being a massively poor country, no one had paid, so he would sentence them to 6 months hard labour, 3 months to pay off their tax arrears and then 3 months paid work, so they walked away with some money and he got the Rest House built. This story was told to us in 1974 by the Hotel Manager at the time, as an interesting viewpoint on how colonialism operated.\n\nBuilt overlooking a small lagoon (visitors can try to spot the resident hippo), the Castle Hotel offers two dozen simple rooms for guests, at about $25 per night.  Guests may choose from among a variety of different rooms, but the most popular is the large room in the turret, overlooking the lagoon and the bar.\n\nA more mundane option is ",{"type":"'''","value":["The Tigone Motel"]}," -- Tumbuka for \"Let's Sleep\" -- the Council Guesthouse close to the bus station, which costs about $10 for a twin room including breakfast. There are several other good resthouses for about the same price, and other more basic accommodation from about $2 per night.\n\nThere is no campsite as such, but guesthouses will probably be willing to help you find somewhere to pitch your tent.\n\n",{"type":"==","value":["Go next"]},"\nLundazi is located very near the Malawian border. If you have your own vehicle then you can take the dirt road east, cross the border near ",{"type":"[[","value":[["Mzuzu"]]},", and get all the way to ",{"type":"[[","value":[["Nkhata Bay"]]}," on the shores of Lake Malawi in a single day. A public bus travels this route once a week.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-12.3000"],["33.1833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Eastern_Zambia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lundazi"]]}]