[{"type":"{{","value":[["pagebanner"],["WV Lusaka banner National Museum.jpg"]]},"\n",{"type":"'''","value":["Lusaka"]},", in Lusaka Province, is the capital of ",{"type":"[[","value":[["Zambia"]]},". It is a cosmopolitan city that is home to approximately one in ten Zambians.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nLusaka is reasonably well-served by flights from ",{"type":"[[","value":[["Johannesburg"]]},", ",{"type":"[[","value":[["Cairo"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Nairobi"]]},", ",{"type":"[[","value":[["Lilongwe"]]},", and ",{"type":"[[","value":[["Addis Ababa"]]},".  Emirates connects Lusaka with Dubai several times a week since 2012. South African Airways fly to Lusaka from ",{"type":"[[","value":[["Johannesburg"]]}," with multiple flights per day, EgyptAir from Cairo, Kenya Airways from Nairobi and Ethiopian Airlines from Addis fly daily.(NB: in Johannesburg the airlines have no control over baggage in transit and the airport's baggage concessionnaire is exempt from responsibility by contract, so lost and especially pilfered baggage can be an issue.)\n\nVarious other African airlines serve Lusaka. In December 1994, Zambia Airways went into liquidation, and Zambian Airways (former Mine Air Services) ceased operation in early 2009.  Zambezi Airlines ceased operations in late 2011. Pro-Flight traditionally has specialized in serving tourist game lodges rather than trunk intercity flights, though this seems to be changing with the new agreement with Zambezi Airlines.\n\nWith effect from 15 July 2009, all Zambian airlines have been refused permission to operate services to the EU. This decision, by the EU Air Safety Committee, followed an International Civil Aviation Organisation (ICAO) audit of Zambia, which discovered significant shortcomings in the ability of the Zambian civil aviation authorities to ensure the safe operation of airlines licensed by them. The UK's ",{"type":"''","value":["Foreign and Commonwealth Office"]}," recommends against flying with any Zambian-based airline if a reasonable alternative exists.",{"type":"[","value":["http:\/\/www.fco.gov.uk\/en\/travel-and-living-abroad\/travel-advice-by-country\/sub-saharan-africa\/zambia"]},"\n \nInternational airlines that are represented in Lusaka include:\n",{"type":"*","value":[{"type":"'''","value":["Air Angola"]}," - PO Box 37731, Lusaka; tel: 01 222401, 221684."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airbotswana.co.bw Air Botswana"]}]}," - c\/o Steve Blaus Travel, Nkwazi Road, PO Box 31530, Lusaka; tel: 01 227739\/40, 227285."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airfrance.com Air France"]}]}," - c\/o Steve Blaus Travel, Nkwazi Road, PO Box 31530, Lusaka; tel: 01 227739\/40, 227285."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airindia.com Air India"]}]}," - 1st Floor, Shop 4, Findeco House, Cairo Road, PO Box 34471, Lusaka; tel: 01 223128, 226349."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airmalawi.net Air Malawi"]}]}," - ZNIB House, Dedan Kimathi Road, PO Box 36384, Lusaka; tel: 01 228120."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airtanzania.com Air Tanzania"]}]}," - 5300 Pandit Nehru Road, PO Box 32635, Lusaka; tel: 01 251189, 252499."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airzim.co.zm Air Zimbabwe"]}]}," - Kariba House, 32 Chachacha Road, PO Box 35191, Lusaka; tel: 01 225431, 221750."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kenya-airways.com Kenya Airways\/KLM"]}]}," - Church Road, PO Box 31856, Lusaka; tel: 01 228908\/886."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flysaa.com South African Airways"]}]}," - Room 242, Hotel InterContinental; tel: 01 254350. Airport tel: 01 271101. Open M-F 08.30-16.30, Sat 09.00-11.00."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyzambezi.com Zambezi Airlines"]}]}," - Website offers dependable and secure online booking and payment for e-tickets."]},"\nFor domestic flights, there are various airlines, indluding ",{"type":"'''","value":["Airwaves"]},", ",{"type":"'''","value":["Avocet Air Charters"]},", ",{"type":"'''","value":["Stabo Air Charters"]},", ",{"type":"'''","value":["Staravia"]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ngwaziaircharters.com Ngwazi Air Charters"]}]},".\n\n",{"type":"'''","value":["Lusaka International Airport (LUN)"]}," is well-signposted and is situated 25km from the centre, off the Great East Road.\n\n",{"type":"===","value":["By road"]},"\nSince it is the commercial center and governmental seat of ",{"type":"[[","value":[["Zambia"]]},", all the arterial roads lead to Lusaka. Buses run between ",{"type":"[[","value":[["Livingstone"]]}," and ",{"type":"[[","value":[["Kitwe"]]},". Operators of this route regularly change, so ask locally before you travel. Currently, Mazhandu is the most reliable option.\n\n",{"type":"'''","value":["Buses"]},"\nFor buses within Zambia, to and from Lusaka, ",{"type":"[","value":["http:\/\/www.mazhandu.com\/index.php Mazhandu Family Bus Service"]}," is widely considered to be the best, most reliable line, by both locals and expatriates.  Buses leave from Inter-City terminal, near downtown Lusaka.  Prices may be slightly higher than the competitors, but they always run true to schedule, have a large fleet of buses with extras to be called into service in case of a break down, make stops at well-lit areas with decent bathrooms, tag your bags for you, and have courteous bus attendants.  The owner is almost always around, making sure everything goes smoothly.\n\nThere are 7 buses a day between Lusaka and ",{"type":"[[","value":[["Livingstone"]]},", including the overnight bus.  Several buses are \"business class\" with wider seats and greater legroom for Kwacha 10,000 more.\n\n",{"type":"===","value":["By train"]},"\nFew travellers use Zambia's ordinary trains for transport, but if you have a lot of patience, try them. Lines link Lusaka with ",{"type":"[[","value":[["Livingstone"]]}," and the Copperbelt in the north. Express trains to Livingstone leave at 19.30 every Monday, Wednesday and Friday and take about 12 hours. Slower trains, which stop even more frequently, leave every morning.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Minibuses"]}," are ubiquitous, cheap, and, if already full, fast.  Single rides generally cost K5 (about USD1) or less. Most routes head to\/from the 4 major bus stations in the city centre (referred to collectively as \"town\"), although there are a small number of alternative routes or short-cut routes, especially during the rush hours. A rider can get just about anywhere in the city with one connection in town.  Going in to town is quite straightforward. Going away from town it's best to ask the driver where he's going.  Routes and destinations are not posted on the vehicles themselves, but if a bus is taking on passengers the conductor will likely be shouting the destination through the window. Minibuses do run into the evenings, but become decreasingly frequent at the evening wears on.\n\nFor the uninitiated, then, a ",{"type":"'''","value":["taxi"]}," might be a better option, at least initially.  Taxis come in two colours - sky blue, and a light grey, and are usually Toyota Corollas. There are no meters in Zambia's taxis, so prices are somewhat negotiable but always on the high side for Africa.  Be sure to ",{"type":"''","value":["set a price before getting in the cab"]},", K20 for a short ride is a fair tourist price.  (Tip: Ask at a hotel lobby how much your trip should cost.  If the cab driver states a higher price, mention that you're happy to ride a mini-bus.  Watch the price drop. )\n\nTake down a taxi driver's mobile number, most will be happy to do an all day deal, wait for you while you explore, pick you up early or late and take you to and from the airport.\n\n",{"type":"'''","value":["Walking"]}," is an option as distances are not that large, and there are a fair number of street names to help orientate yourself. However ",{"type":"'''","value":["walking at night"]}," does have its hazards - manhole covers are not Lusaka's strong point and there are many uncovered drains that could swallow you whole, hence a torch is a good idea - and drivers seem allergic to moving over for pedestrians walking on the road - so best to stick to the dirt paths at the side of the roads (these are more common than pavements \/ sidewalks).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Soweto Market"]}," the front is a modern covered market. Behind it lies a massive market selling everything from beans to used clothes. In it you can find traditional medicines, bicycle repair men and engine spare parts. (Ensure you hold onto your handbag and any other items)"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Anglican Cathedral"]}," (",{"type":"''","value":["on the corner of Church Road and Independence Avenue"]},") is an elegant concrete building with tall stained glass windows. Properly titled the Cathedral of the Holy Cross, it opened for worship on 14th September, 1962."]},"\n",{"type":"*","value":[{"type":"'''","value":["Henry Tayali Gallery"]}," in the city Showgrounds; holds exhibitions of local art. Unique and professional pieces are available and the staff will be happy to pack your work for safe travel."]},"\n",{"type":"*","value":[{"type":"'''","value":["Munda Wanga Environmental Park"]}," Wildlife Park and Sanctuary, Botanical Gardens, Recreational Village and Environmental Education Centre. Started in 1956 as private garden and has grown to be Zambia's Premier Environmental Education Facility. With over 50,000 visitors a year Munda Wanga reaches out to the future of Zambia to learn about their environment and natural heritage. Recently Phoenix the baby elephant has been released back to the wild, 20 baboons are on their way to a new life in the bush. However, there are still plenty of animals that find their way in to the sanctuary after being found in the illegal pet-trade. The Botanical Gardens are a place to relax and leave the hustle and bustle of the city behind you. The Terrace Bar and Restaurant has nice food and cold drinks available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lilayi Lodge"]}," a wildlife ranch. Take a game drive and see animals as close to the wild as they can be in the city. Lilayi lodge has an excellent restaurant and hosts Sunday buffets which can be eaten while lounging in around the pool."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wakmaf Bus Services"],["alt=Max Katyamba"],["url="],["email=katyambamax@yahoo.co.uk"],["address=Lusaka, Zambia"],["lat="],["long="],["directions="],["phone=260 977-417331"],["tollfree="],["fax="],["hours="],["price="],["content=Maxwell Katyamba has worked for World Vision for 13 years and has now  decided to start his own business. Wakmaf Bus Services can accommodate  from 1-7 people or up to 29 people  for larger groups."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The National Museum"],["url="],["email="],["address=Independence Ave"],["lat="],["long="],["directions=next to the new Government Complex"],["phone="],["tollfree="],["fax="],["hours=9AM-4.30 7 days a week"],["price=K10,000"],["content=A classic dusty, underfunded African museum that is worth a visit if you are at a loose end. An amusingly stark 'collection' of modern art on the ground floor, coupled with a more engaging exhibition upstairs covering Zambia's colonial history, village life, and witchcraft. Lots of old newspaper cuttings giving an interesting glimpse in to the prejudiced views of British Colonial Officers and their attitudes towards the 'natives'. Give yourself at least 1 hour, but keep your expectations low."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Explore the city"]}," with its diverse suburbs and informal settlements. Take a map and explore the city's markets, its second class shopping area and many other nooks. The only precautions recommended would be to leave your valuables at your hotel and take only the cash needed for the day as would apply in any major city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Parray's Game Ranch"]}," is located 21 km from the town centre. Available are game drives, swimming and a playground. There you can see Zebra, Kudu and other herbivores"]},"\n",{"type":"*","value":[{"type":"'''","value":["Chaminuka Lodge"]}," Located near the airport, amazing lodge and facilities. The privately owned park is home to a range of antelopes, a family of elephants, giraffes, zebras, lions and hyenas. ",{"type":"[","value":["http:\/\/www.chaminuka.com"]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Manda Hill"]},". Lusaka's first official mall, opened in 2000, and the reception was huge. GAME Stores, the South African version of Walmart, is the anchor, and the mall also features some high-end boutiques, a bookshop, a Subway restaurant, some memorabilia shops, and after expansion a wide range of shops (supermarket, general store, clothes, jewelry, books, interior design, electronics, and food places with outside seating)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arcades"]},". The capital's second mall, featuring a relatively cheap Spar supermarket, where you can find your Western food goods. There are also cinemas (Ster-Kinokor) with air-con and a lot of space when watching a movie. A ticket is around K10,000. Right next to the cinema there is a bowling alley with a pretty good standard, and they also do disco-bowling in the late evening. There is a Sunday market on every Sunday (handicraft, clothes, plants) across parts of the parking lots. "]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Kabwata Cultural Village"]},", Burma Road. Shopping with a more \"African\" feel, with dozens of curio-makers and salesmen. You will quickly learn that \"looking is free,\" but the goods are not. Be prepared to spend a while, and don't be afraid to dicker."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dutch Reformed Church Market"]},". Held on the last Saturday of each month and has been going for several years. There you can buy an assortment of curios, books and Art. A special feature is the large number of goods available from other countries such as Congo and Zimbabwe. You can have a light Indian or Chinese meal while children have their faces painted. Look for stand selling products made from recycled glass bottles and handicrafts made by people with disabilities."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Jackal & Hide"],["url=http:\/\/www.jackalandhide.net\/"],["email="],["address=Sugarbush Farm, Leopards Hill Lusaka, Zambia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hidden away in Sugar Bush Farm is a beautiful shop that sells fantastic genuine African leather bags and other leather accessories. Good quality, attractive designs and reasonable prices. They opened a cafe too so good for a lunchtime visit."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Levy 1"],["alt="],["url="],["email="],["address=Church Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A new (as of 2012) shopping mall, with yet more South African shops for you to browse, including a huge Pick'n'Pay. The cinema is open as of 2013."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lusaka City Market"]}," is probably the nicest market in town if you are looking for an 'African' market experience - its just east of the main downtown area. The 'Town Centre' market is pretty grim and has lots of traffic clogging up the streets."]},"\n",{"type":"*","value":[{"type":"'''","value":["MP3 CDs"]},". Lusaka, strategically located next to several countries with a strong musical heritage (Congo, Zimbabwe) is a great place for adding to your African music collection. In the indoor bit of Lusaka City Market there are several places that will burn MP3s or transfer gigabytes of music to your flashdisk or phone for about K10,000."]},"\n",{"type":"==","value":["Eat"]},"\nWhilst not a gourmet destination there is some good eating to be had in Lusaka.  The gradual shopping mall-isation of the city sadly means that uninspiring South African chain restaurants are multiplying - but there is still a good selection of independent places scattered around.  Lusaka seems to specialise in Indian cuisine.  Chindo Road is the closest thing that Lusaka has to a restaurant strip.\n\n",{"type":"===","value":[" South Asian "]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arabian Nights Restaurant Ltd"],["alt=Arabian Nights"],["url=http:\/\/www.arabiannightsrestaurant.com"],["email="],["address=Unit 37, Arcades Shopping Centre"],["lat="],["long="],["directions=Opposite Investrust Bank at Arcades Shopping Centre"],["phone=257085"],["tollfree="],["fax="],["hours=11-22.00"],["price="],["content=Fine fusion cuisine - Pakistani curries, steaks, continental, seafood, game meat, wraps, salads and home made ice-creams. Take-aways available. Their Kitwe branch won the \"Best Restaurant in Zambia\" award from the Tourism Council and this place is just about equally great. They also have their own ice-cream parlour (vanilla) which makes home-made ice-cream from basic ingredients. It's pricey, but then so is Ben & Jerry's."]]}]},{"type":"*","value":[{"type":"'''","value":["Dil"]}," offers some of the best Indian food anywhere and is reasonably priced (though not dirt-cheap). It's located in the Ibex Hill area of town, about 15 minutes drive from the city centre, provided there's no traffic. Well worth the drive but a taxi fare each way will cost more than a meal."]},{"type":"*","value":[{"type":"'''","value":["Muskaan"]}," Good Indian & Pakistani food, slightly cheaper than Dil.  There are two sister restaurants in Kabulonga (Muskaan I and Muskaan II).  Muskaan I on Chindo road is slightly more consistent (tel: 265976). Muskaan II is on the corner of Haile Selassie Ave & United Nations Ave near the Intercontinental hotel.  Menu prices exclude 26% extra in VAT and service - so mains cost around K50,000 and up."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shamiana"],["url="],["email="],["address=Birdcage Walk"],["lat="],["long="],["directions=in the Millennium Village behind Intercontinential hotel"],["phone="],["tollfree="],["fax="],["hours=evenings"],["price=Mains around K35,000"],["content=Unfussy Indian restaurant with a talented head chef."]]}]},{"type":"*","value":[{"type":"'''","value":["Oriental Garden"]}," ",{"type":"''","value":["United National Avenue, opp. German Embassy"]}," Indian restaurant and bar - with a nice little terrace and garden."]},"\n",{"type":"===","value":[" East Asian "]},"\n",{"type":"*","value":[{"type":"'''","value":["Diane's Kitchen \/ Korean Cuisine"]},", On Saise Road (Plot 5018) off of Addis Ababa drive (look for the 'Korean Cuisine' signs). While owned by a Chinese couple, this restaurant serves pretty good Korean dishes. It even has a separate room with low 'cook at your table' tables. Try the Korean barbecue. Mains from K40,000."]},{"type":"*","value":[{"type":"'''","value":["Dong Fang"]}," Good local Chinese fare in Long Acres, near Ndeke Hotel."]},{"type":"*","value":[{"type":"'''","value":["The Courtyard Hotel"]}," at the Corner of  Thabo Mbeki & Nangwenya Roads near ZNBC's Mass Media Complex must be the premier vegetarian dining spot in the country. superb mid-priced food ranging across the Indian\/Thai\/Malay spectrum."]},"\n",{"type":"'''","value":["Upmarket"]},"\n",{"type":"*","value":[{"type":"'''","value":["Savanna"]}," ",{"type":"''","value":["at the Intercontinental Hotel"]},". Does standard international hotel food in a nice setting by the pool. Both a-la carte and all you can eat buffet 365 days a year. Expect to pay around k100,000 for a meal."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Marlin Restaurant at the Lusaka Club"],["url=http:\/\/thebestofzambia.com\/leisure\/food-and-drink\/restaurant\/marlin-restaurant"],["email="],["address=Los Angeles Boulevard, Longacres"],["lat="],["long="],["directions="],["phone=+260 (0) 211 252 206"],["tollfree="],["fax="],["hours="],["price="],["content= provides quality steaks and Chinese food in a \"country club atmosphere\" for around $10."]]}]},{"type":"*","value":[{"type":"'''","value":["Taj Pamodzi"]}," This upmarket hotel has 2 restaurants for evening meals - one offering buffets that vary according to the day and another a grill bar. Indian ownership reflected in the food served. Check out crocodile kebabs on the grill or some of the excellent vegetarian options. Expect to pay $15+ for a meal."]},{"type":"*","value":[{"type":"'''","value":["Portico's"]}," Lusaka's newest hot spot serving homemade Italian dishes. Located at Showgrounds by the polo ground. Groovy decor and new, expanded outdoor area."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Marlin"],["alt="],["url=http:\/\/thebestofzambia.com\/leisure\/food-and-drink\/restaurants\/marlin-restaurant\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["The Lusaka Club, Los Angeles Boulevard, Longacres"]},". Long a staple of the Lusaka dining scene Marlin is notorious for for its pepper steak. Other meats and some Chinese on the menu also. The restaurant has a definite 70s feel, but is always pretty busy (reservations needed for busy times), and the beef is pretty good (porterhouse a better option than the fillet). Prices ",{"type":"''","value":["exclude"]}," 27% in VAT and service. The wine list is exclusively Nederburg. Mains from K70,000."]]}]},"\n",{"type":"===","value":[" Other "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Melsim Lodge Ethiopian Restaurant"],["alt="],["url=http:\/\/thebestofzambia.com\/leisure\/food-and-drink\/restaurants\/melsim-lodge\/"],["email="],["address=Alick Nkhata Rd"],["lat= -15.40801"],["long= 28.32935"],["directions=north of the old airport, behind Flamingo Supermarket"],["phone="],["tollfree="],["fax="],["hours="],["price=Meal costs around K50,000 per person."],["content= Run by an Ethiopian lady the lodge's restaurant offers some pretty authentic Ethiopian cuisine - better to eat in the bar under the thatch rather than in the wedding hall-esque dining area."]]}]},{"type":"*","value":[{"type":"'''","value":["Debonair's Pizza"]}," delivers for about $5."]},{"type":"*","value":[{"type":"'''","value":["Gerritz"]}," Local German restaurant."]},{"type":"*","value":[{"type":"'''","value":["Chit Chat Cafe"]}," Great outdoor seating and cosy atmosphere, but be prepared to wait - the kitchen can be a bit slow. You must try the Moroccan chicken and Asian chicken salads as well as the wraps."]},{"type":"*","value":[{"type":"'''","value":["LA Fast Foods"]}," Near the Intercontinental Hotel. The upstairs restaurant has now closed."]},{"type":"*","value":[" ",{"type":"'''","value":["La Mimosa"]},", Arcades.  Sandwiches and possibly Lusaka's best milkshake at 10 pin (K10,000)."]},{"type":"*","value":[{"type":"'''","value":["Rhapsody's"]}," A cornerstone at Arcades mall, serves a good variety of beef, chicken, pork, pasta and salad dishes. Also a popular night hangout. "]},{"type":"*","value":[{"type":"'''","value":["Kilimanjaro"]}," Nice cafe at Manda Hill serving yummy sandwiches, crepes, and the best coffee frappucino."]},{"type":"*","value":[{"type":"'''","value":["Cedars Lebanese Restaurant"]}," New place, off church road. Definitely worth a look."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vanilla Ice-Cream Parlour"],["url=http:\/\/www.arabiannightsrestaurant.com"],["email="],["address=Arcades"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nestled with Arabian Nights this gelaterie serves the best ice-cream I have ever had anywhere! Prices start from K10,000 for a single scoop cone to K36,000 for a sundae but I guess that's because they don't use any artificial flavours or colours. Well worth going to for dessert!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mint Cafe"],["url="],["email="],["address=Arcades Mall Lusaka"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small coffee shop in Arcades Shopping Mall. Serving milkshakes, a variety of coffees including lattes, cappucinos and a great assortment of cakes."]]}]},"\n",{"type":"==","value":["Drink"]},"\nLusaka has many Western-styled bars (e.g., ",{"type":"'''","value":["Brown's"]}," and ",{"type":"'''","value":["McGinty's"]},", mainly used by tourists, and ex-pats).  Zambians love to drink; there are, therefore, a number of bars frequented by locals, as well.  Unfortunately, these change often.\n",{"type":"*","value":[{"type":"'''","value":["Arcades"]}," Mall hosts 5 restaurants\/bars. ",{"type":"'''","value":["Times Cafe"]}," and ",{"type":"'''","value":["Rhapsody's"]}," are open till late while ",{"type":"'''","value":["Ocean Basket"]},", ",{"type":"'''","value":["Michelanglo"]}," and ",{"type":"'''","value":["Arabian Nights"]}," serve food and have great ambiance"]},{"type":"*","value":[{"type":"'''","value":["Xenon"]}," nightclub in Northmead, often many young people here"]},{"type":"*","value":[{"type":"'''","value":["Chez Ntemba*"]}," has several branches, plays Rumba and African rhythms until the last person leaves "]},{"type":"*","value":[{"type":"'''","value":["Majestic Casino"]}," has an excellent bar, casino complete with blackjack and roulette tables and slot machines"]},{"type":"*","value":[{"type":"'''","value":["Cattleman's Grill"]}," at Chrismar hotel hosts live local bands and has a dance floor and restaurant"]},{"type":"*","value":[{"type":"'''","value":["Johnny's"]}," Chinese is centrally located"]},{"type":"*","value":[{"type":"'''","value":["Sam's Sports Bar"]}," is on Cairo Road in the town centre"]},{"type":"*","value":[{"type":"'''","value":["The Polo Grill"]}," has outdoor seating overlooking the Lusaka Polo Club also has a small casino"]},{"type":"*","value":[{"type":"'''","value":["Northmead Shopping Centre"]}," has an array of clubs and bars including some open 24 hours a day the infamous alpha bar should be tested by all travellers."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Cha Bar"],["url=http:\/\/www.chachachasafaris.com"],["email="],["address=161 Mulobwa Close, Fairview"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=12 - 12"],["price="],["content=This busy, fun and friendly bar is in Lusaka Backpackers, (until its recent revamp called ChaChaCha Backpackers). Its the most easy going place in the centre of the city, and even has great food. Its used by locals and tourists alike and is the place to be if you want to meet people in a place where you don't need to dress up first. You'll get local businessmen in suits for their after work beer and tourists getting out of the pool. There's even an informal taxi rank outside to get you home when you've finished your evening on the local Mosi beer."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nAccommodation in Lusaka runs the gamut.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["If you're traveling on a budget try ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lusakabackpackers.com Lusaka Backpackers"]}]}," email info@lusakabackpackers.com It is situated off Bwimjimfumo Road, two-thirds of the way down Mulombwa Close on the right-hand side. This place has a good reputation and if you don't fancy the walk all the taxi drivers know where it is. They provide space to pitch a tent ($8), dorm beds ($15), or private rooms ($30).  There is great bar on site which locals use as a hang out. They will organise all your excursions and tours round Zambia and to South Africa.  This place used to called ",{"type":"'''","value":["Chachacha backpackers"]}," so you may need both names for your cab driver."]},"\n",{"type":"*","value":["A backpackers which opened in late 2010 is ",{"type":"'''","value":["Broads Backpackers"]},", on Broads Road, off Makishi Road. It is easy to walk there from the Central Bus Station or alternatively you can get a taxi, which you will probably be charged 10-15,000 Kwacha. Dorms are about 50,000 Kwacha ($11). The owner is very friendly and there is a very pleasant bar, which always seems to be open for business. There is also a cheap restaurant which serves Zambian food only - big hunks of meat and sauce with ",{"type":"''","value":["nshima"]},". ",{"type":"'''","value":["Lusaka Backpackers"]}," is popular and frequently full so this is a good alternative."]},"\n",{"type":"===","value":["Mid-range"]},"\nThere are a number of mid-range accommodation options, as well. Of particular note are the 'executive lodge' type places - these are aimed at Zambian businessmen and Civil Servants on their travels and usually comprise a bedroom, breakfast, a pleasant bar and off-street parking - and are usually modern and clean and less than half the price of the top-end hotels.\n",{"type":"*","value":[{"type":"'''","value":["The Abundant Life"]}," is an impeccably clean hostel run by a local church.  No alcohol allowed on the premises.  Staff is extremely friendly.  They offer ",{"type":"''","value":["en suite"]}," rooms and genuine suites, too, for about $20.  Keep in mind Abundant Life is also a church, and they offer worship services on-site.  Don't be surprised (or afraid) if you wake to the sound of the congregation speaking in tongues!  "]},{"type":"*","value":["Around 10 minutes from Lusaka center there's ",{"type":"[","value":["http:\/\/www.makeniguesthouse.com Makeni Guesthouse"]}," which is quite a relaxed guesthouse run by Jane. The rooms are basic but clean. It's got a nice relaxed feel to it and weirdly for this part of the world, has no public bar which is a welcome break if you want somewhere quieter."]},{"type":"*","value":["For more of a hotel feel, try ",{"type":"'''","value":["The Ndeke Hotel"]}," for about $45\/night.  The rooms have double beds and satellite TV, and the hotel features a nice pool, a good bar, and a clean restaurant."]},{"type":"*","value":["Cresta Golfview Hotel is a great place with everything to offer the modest traveler."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chita Lodge"],["alt="],["url=http:\/\/www.chita.co.zm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is close to Manda Hill shopping center, has 10 rooms (8 doubles, 2 twin doubles). Cost is around 100 USD per night."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nExpect to spend anywhere from $200-$400 night for rooms in these hotels.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Pamodzi Hotel"],["alt="],["url=http:\/\/www.tajhotels.com\/business\/Taj%20Pamodzi,lusaka\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is probably the nicest in Lusaka, having recently undergone a US$ 7 million renovation. Helpful staff. However, the food is generally disappointing."]]}]},{"type":"*","value":[{"type":"'''","value":["The Intercontinental Hotel"]}," is a close second. Restaurant service can be slow."]},{"type":"*","value":[{"type":"'''","value":["The Southern Sun"]}," (ex. Holiday Inn, ex Ridgeway Hotel) is casual and comfortable, but expensive ($200 USD per night). Best food of the three Splurge hotels but rooms not the greatest and most are close to a main road."]},"All three of these hotels offer wireless internet, for approximately $12-20 USD per day. Unfortunately, the billing system for each requires you to repeatedly obtain new passwords and user-ids, rather than simply keeping track of your total usage during the stay. It's as if you had to get a new user-id and password every day to use the pool or minibar!\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Protea Lusaka Hotel"]}," is located near Arcades and is the newest hotel in Lusaka and will run you about $150\/night for a singe room with a king sized bed. The price includes a breakfast buffet and free wifi accessible from most areas of the hotel. The hotel and restaurant bar area is usually pretty quiet unless there is a conference being held at the hotel. If there is a conference the a la carte restaurant menu is not available, but there is a lunch buffet for about $25. However, the best part of the hotel is its location in the Arcades, which houses a few of the city's better restaurants. Be wary of a room on the first floor as there is a nightclub in the casino below the hotel, which is noisy on Wednesday and Friday nights."]},"\n",{"type":"==","value":["Stay safe"]},"\nLusaka seems to have obtained a bad reputation for being a city plagued by crime, but in reality, this is exaggerated - other African cities, ",{"type":"[[","value":[["Nairobi"]]},", ",{"type":"[[","value":[["Johannesburg"]]}," and ",{"type":"[[","value":[["Lagos"]]}," for example, are much more risky. However, travellers should appreciate that walking around the city at night is foolish and that you will become a target for pickpockets if you make your valuables visible. Also, one should remember that HIV\/AIDS is endemic here, and exercise caution when in intimate sexual situations.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies and High Commissions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/zambia-zambie\/splash.aspx"],["email=lsaka@international.gc.ca"],["address=High Commission of Canada, 5199 United Nations Ave"],["lat="],["long="],["directions="],["phone=(+260 21) 1 250 833"],["tollfree="],["fax=(+260 21) 1 254 176"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.zm"],["email=sanomat.lus@formin.fi"],["address=Haile Selasie Ave, oppst. Ndeke house, Longacres"],["lat="],["long="],["directions="],["phone=+260-211-251 988,  251 234"],["tollfree="],["fax=+260-211-253 783"],["hours=Mo-Fr 9AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.lusaka.diplo.de\/"],["email="],["address=Embassy of the Federal Republic of Germany 5209 United Nations Ave"],["lat="],["long="],["directions="],["phone=(+260 211) 250644"],["tollfree="],["fax=(+260 211) 254014"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/www.embassyofireland.co.zm\/home\/index.aspx?id=73737"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russian Federation"],["url=http:\/\/www.zambia.mid.ru\/index_eng.html"],["email="],["address=Plot 6407, Diplomatic Triangle, Longacres P.O.Box 32355"],["lat="],["long="],["directions="],["phone=(+260-211) 252-120\/ 252-183"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Serbia"]]}," ",{"type":"{{","value":[["listing"],["name=Serbia"],["url="],["email="],["address=Independence Avenue 5216, P.O.Box 33379"],["lat="],["long="],["directions="],["phone=(+260 21) 1 250-235"],["tollfree="],["fax=(+260 21) 1 253-889"],["hours="],["price="],["content=e-mail: ambscg@zamnet.zm"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/Start____11733.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/zambia.usembassy.gov\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nOf course, there are game parks (like ",{"type":"[[","value":[["South Luangwa National Park"]]},"), scattered throughout Zambia, and many Lusakans visit them on the weekends.  Heading to ",{"type":"[[","value":[["Livingstone"]]}," for a few days is also a popular choice.\n\n",{"type":"*","value":[{"type":"[[","value":[["Siavonga"]]}," is on Lake Kariba about two and half hours away from Lusaka"]},"\n",{"type":"*","value":[{"type":"'''","value":["Protea Lodge"]}," Just outside Lusaka this provides both a great place to stay, game drives, a swimming pool and even lions."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Zambia"]]},"\n",{"type":"{{","value":[["geo"],["-15.416667"],["28.283333"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lusaka"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Zambia\/Localities\/Lusaka\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lusaka"]]}]