[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Lushan"]}," is a city in ",{"type":"[[","value":[["Jiangxi"]]},".\n\nLushan (庐山) is a mountain area with the touristy township Guling at an altitude of about 1000 metres and the surrounding mountains up to Dahanyang peak at about 1500 metres, in ",{"type":"[[","value":[["Jiangxi"]]}," province. It was originally built up by British colonialists as a summer hill station, and still bears evidence of their architecture (both real and obviously contrived). It still makes for a refreshing escape from the summer heat, and offers many scenic hiking opportunities and some historic buildings, particularly of interest for fans of Communist Party history. It is very popular with the better heeled Chinese tourist, but well off the beaten path for independent foreign travellors and accordingly you should expect some communication difficulties. It is hoped it was enjoyed by Chairman Mao, as his visage in cane chair features in front of the many picturesque spots, with more than a little assistance from Photo Shop. This mountain area deserved it's nomination as a UNESCO World Heritage Site.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Bus"]},"\n\nDirect buses to Lushan from ",{"type":"[[","value":[["Nanchang"]]}," can be found in front of the Nanchang train station; the trip is about two and a half hours and costs around ¥30.\n\n",{"type":"===","value":["By Train"]},"\n\nThe nearest train station is the stop named Jiujiang (九江), NOT the train station called Lushan.   From here it will be easy to find people to share a taxi up to the park entrance (approx Y80 for a taxi) or buses to Lushan (about 1 hour, ¥12) leave every 30-60 minutes from around 8am to 4pm from the intercity bus station.  The intercity bus station is on Xunnan Avenue, behind the train station. If you do get to Lushan Railway Station in error, it is possible to transfer to Jiujiang Intercity bus station by minivan. Check in front.\n\nNow there is an alternative entry point which is more complicated, requires some navigation, some breaking of rules and maybe some simple Chinese written place names in advance (for the foreigner without Chinese), but which will save the entry fee for the mountain which is about Y130 + Y50 and offer a special experience. Take a bus from Jiujiang Intercity Bus Station to Haihui. This bus travels initially south east on a concrete highway which swings south west. After about 27km on your right hand side looms the fantastic peaks of Lushan, named Five Old Men. The bus driver must know that you want to get off to walk to the 3 Step Waterfall, which is in the precinct of Haihui. It means you will dropped on the side of the road, so take the side turning toward the mountains, past a village, past a dam, and on up the concrete road. When the first park entry check point is spotted, go back a bit and walk up the track beside the creek, and then along a water pipe (balance required over the gullies) until you are well passed this pay point. Continue back on the road until the road arrives at a small village and the footpath bridges the creek at a weir and continues upstream on the other side. There will be increasing numbers of coach delivered tourists around. About 300 metres up this track is another paypoint, about Y50, which can be bypassed by a very silent and strenuous climb over the huge rocks in the creek bed. You can go back and progress up the other side of the creek until you have to get into the creek bed and deal with the huge rocks. Either that or pay the Y50. The stone path now climbs through the valley, up, ever up through a spectacular gorge to the Three Step Waterfall, where suddenly it's like Disneyland in the mountains with duck shaped watercraft in the bottom pond to the waterfall, kiosks and masses of people, who have descended by foot to this spectacular spot from the top cable car station high above. Continue up the path, until you see the paypoint for visitors to the mountain proper, fee approx Y130. Go back about 100 metres down to a right turn junction in the path in a SE direction. This stone path contours around to underneath the top fall of the Three Step Waterfall. There is an old path that actually goes under the waterfall; take it. Climb over the man made impediments of barbed wire and stakes, and continue on a narrow path of indeterminate age, but which is now closed to all but you. This path is in derelict condition, and safety barriers are largely missing, so your party should be comfortable with overgrown passage and exposure to great heights. However it's a great walk with marvellous views and environment and definitely secluded from the masses. This overgrown path, sometimes hard to recognise, follows over the heads of the \"Five Old Men\" the 4000' plus summits originally visible from the road, now far below. After a couple of hours this path joins the main park system, where one finds one's way finally to a road and therefore transport to the centre of Guling. In the writers experience there was a cab waiting, for the 15 minute drive past the colonial era villas. The whole journey is well worth the effort (for those of you on this wavelength).\n\n",{"type":"==","value":["Get around"]},"\n\nLushan is and the surrounding mountains are criss-crossed with footpaths, many of which seem to be entirely steep stairs. If you're not in the mood (or shape) for climbing taxis can be found pretty easily, but expect to negotiate prices on busy days.\n\n",{"type":"==","value":["See"]},"\n\nPick up a map at the bookstore on Guling Jie for a guide to various old \"villa\"-style buildings in town, and various natural sites around town of waterfalls, peaks, etc. A very pleasant walk is to follow Dalin Jie down past Ruting Lake for a stroll around the botanical gardens. From there follow the cliff along a man-made path that picks up many spectacular views and passes many items of natural interest. In due course this path arrives at the Sante rollerway, a contraption of dual rails and a 2 person car that descends through the forest. It's a worthwhile ride, as it is time for a rest and the opportunity to be grateful that the primitive braking system works. The cliffside walk continues until far below it reaches a suspension bridge and a chairlift back up to the mountain. There might also be a taxi at the bottom, or you can walk up the narrow concrete road to the main road at the top and hail a bus back to Guling. Allow about 4 hours for this whole excursion.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sandiequan"],["alt=三叠泉"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lushan Waterfall devaluation Sandiequan, known as the first landscape in the world Lushan. Local also has \"less than Sandiequan, not Lushan off,\" said"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jin Xiugu"],["alt=锦绣谷"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stone steps from the bridge through the left side of road before the trip to the Fairy Cave, about 1.5 km to a beautiful valley. Eastern Jin Dynasty monk Hui Yuan is said to pick flowers, herbs Department."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many dining opportunities in Guling, from the main restaurants overlooking the view, or the smaller restaurants in the side streets. Non Chinese speakers will have to improvise.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["sleep"],["name=Lushan Big Nature International Youth Hostel (庐山大自然青年旅舍)"],["url=http:\/\/www.yhalushan.com"],["email=yhalushan@hotmail.com"],["address=1 Hubei Lu, Lushan, postal code: 332900"],["lat="],["long="],["directions=Off of the main street of Guling Jie head south on Henan Lu for about 500 meters. Look for a sign on the right side with the International Hosteling logo."],["phone=07928286327"],["tollfree="],["fax="],["hours="],["price=¥35 dorm"],["checkin="],["checkout=12pm"],["content=This is fairly new, bright, and clean hostel not far off the main street. Staff are very friendly and there's usually an English speaker to be found. They offer 30 minutes of free internet and have for ¥5 simple Chinese-style breakfast."]]},"\n\nOther hotels have vastly different rates on offer other then the published rate at reception. As ever, it is handy to have a Chinese person negotiate the rate while the foreigner stays out of sight, however if this can't be arranged a guide is that a twin room in a 10 year old hotel should be not much more than Y150, and maybe a bit less. Good luck.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nGoing North connect through Jiujiang (九江) and going south connect through ",{"type":"[[","value":[["Nanchang"]]}," (南昌). Buses to both can be found leaving from the bus stations on Hexi Lu(河西路), to get there head east on Guling Jie until you see a tunnel on your right. Go through the tunnel and buses to Jiujiang will be right in front of you and buses to Nanchang will be on your right.\n\n",{"type":"{{","value":[["routebox"],["image1=Jingjiu Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"[[","value":[["Jiujiang"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Shenzhen"]]}],["minorr1=",{"type":"[[","value":[["Nanchang"]]}]]},"\n",{"type":"{{","value":[["IsPartOf"],["Jiangxi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]