[{"type":"{{","value":[["pagebanner"],["Vianden banner.jpg"],["caption=Vianden castle"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Luxembourg_City_Center.JPG"],["location=LocationLuxembourg.png"],["flag=Flag of Luxembourg.svg"],["capital=",{"type":"[[","value":[["Luxembourg (city)"],["Luxembourg"]]}],["government=constitutional monarchy"],["currency=euro (EUR)"],["area=2,586 sq km"],["population=474,413 (July 2006 est.)"],["language=Luxembourgish (national language), ",{"type":"[[","value":[["German"]]}," and ",{"type":"[[","value":[["French"]]}," (administrative languages)"],["religion=87% Roman Catholic, remainder Protestants, Jews, and Muslims"],["electricity=230V\/50Hz (European plug)"],["tld=.lu"],["callingcode=+352"],["timezone=UTC+1"]]},"\n\n",{"type":"[[","value":[["File:Luxembourg Pfaffenthal Alzette Béinchen 01.jpg"],["thumb"],["300px"],["The river Alzette in Luxembourg Pfaffenthal, as seen from the bridge called ",{"type":"''","value":["Béinchen"]},"."]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitluxembourg.com\/en Grand Duchy of Luxembourg"]}]}," (Luxembourgish: ",{"type":"''","value":["Groussherzogtum Lëtzebuerg"]},", French:",{"type":"''","value":["Grand-Duché de Luxembourg"]},", German: ",{"type":"''","value":["Großherzogtum Luxemburg"]},"), is a landlocked ",{"type":"[[","value":[["Benelux"]]}," country bordered by ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Germany"]]}," at the crossroads of Germanic and Latin cultures. It is the only Grand Duchy in the world and is the second-smallest of the ",{"type":"[[","value":[["European Union"]]}," member states.\n\nWith successful steel, finance and high technology industries, a strategic location at the heart of Western Europe, more natural beauty than you might expect given its size, and as one of the top three richest countries in the world, Luxembourg enjoys a very high standard of living and has prices to match!\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe city of Luxembourg proper was founded in 963, and its strategic position soon promised it a great future. Luxembourg was at the crossroads of Western Europe and became heavily fortified. You can still see the extensive city walls and towers which form its distinctive cityscape. Due to its key position, Luxembourg became a Duchy that once included a much larger territory stretching into present-day Belgium, Netherlands, Germany and France. The powerful Habsburg family kept its hand on it until the late Renaissance times.\n\nAfter the Napoleonic wars, the Duchy of Luxembourg was granted to the Netherlands. It had a special status as a member of the German confederacy and the citadel was armed with a Prussian garrison. Luxembourg was still a strategic location that everybody sought to control. It was granted the title \"Grand Duchy\" in 1815 but lost some territories to France and Germany.\n\nDuring the course of the 19th century, developments in warfare and the appearance of artillery made Luxembourg obsolete as a stronghold, and it became little more than a rural territory of no strategic interest. The Germans relinquished their rights over it and moved out their garrison, its western half was granted to Belgium in 1839, and the Netherlands granted it complete independence in 1867. Since then, Luxembourg has developed from a poor country of fields and farms into a modern economy relying on financial services and high-tech industries.\n\nOverrun by Germany in both world wars, Luxembourg was one of the major battlefields of the ",{"type":"'''","value":["Battle of the Bulge"]}," in the winter of 1944-1945, a story well documented in the museum at ",{"type":"[[","value":[["Diekirch"]]},".  The state ended its neutrality in 1948 when it entered into the ",{"type":"[[","value":[["Benelux"]]}," Customs Union and it joined NATO the following year. In 1957, Luxembourg became one of the six founding countries of the European Economic Community (later the European Union) and, in 1999, it joined the euro currency area.\n\n",{"type":"===","value":["Climate"]},"\nLuxembourg enjoys a temperate oceanic climate, with the hills of the Ardennes providing some extra protection against the influences of the Atlantic. The best, or at least the sunniest time to go is May to August, although with a bit of luck you'll enjoy mild weather in April and September too. The warm months of July-August are high-season in the country, with outdoor festivals all around, but Spring comes with many flowers and Autumn comes with wine-making opportunities in the Moselle valley area. \n\nDespite the small size of the country, there are measurable differences in overall temperature, with the north being generally a few degrees colder and receiving serious packs of snow in winter. Although comparatively mild for this part of Europe, winters are on the cold side for travels, with average temperatures around +2°C in January and occasional low points of -15°C at night. July and August are the warmest months, with average temperatures between 15°C and 25°C, and usually a few days over 30°C. Annual precipitation is around 780mm, with highs in August and December.\n\n",{"type":"===","value":["Terrain"]},"\n\nMostly gently rolling uplands with broad, shallow valleys; uplands to slightly mountainous in the north; steep slope down to Moselle flood plain in the south.\n\n",{"type":"===","value":["Holidays"]},"\n",{"type":"*","value":[{"type":"'''","value":["National holiday"]},": National Day falls on 23 June. (Birthday of Grand Duchess Charlotte moved by 6 months to coincide with the warmer weather)"]},"\n",{"type":"==","value":["Regions"]},"\nLuxembourg is divided into 3 administrative districts, which are further divided into 12 cantons and then 106 communes.\n",{"type":"{{","value":[["Regionlist"],["regionmap=Luxembourg.png"],["regionmaptext= Luxembourg is officially divided into three districts"],["regionmapsize="],["region1name=Diekirch District"],["region1color=#4F93C0"],["region1items=",{"type":"[[","value":[["Diekirch"]]},", ",{"type":"[[","value":[["Clervaux"]]},", ",{"type":"[[","value":[["Ettelbruck"]]}," and ",{"type":"[[","value":[["Vianden"]]}],["region1description="],["region2name= Grevenmacher District"],["region2color=#D5DC76"],["region2items=",{"type":"[[","value":[["Grevenmacher"]]},", ",{"type":"[[","value":[["Echternach"]]},", ",{"type":"[[","value":[["Mertert"]]},", ",{"type":"[[","value":[["Remich"]]}," and ",{"type":"[[","value":[["Schengen"]]}],["region2description="],["region3name=Luxembourg District"],["region3color=#71B37B"],["region3items=",{"type":"[[","value":[["Luxembourg (city)"],["Luxembourg"]]},", ",{"type":"[[","value":[["Esch-sur-Alzette"]]}," and ",{"type":"[[","value":[["Mersch"]]}],["region3description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Luxembourg (city)"],["Luxembourg"]]}," - capital of the Grand Duchy"]},{"type":"*","value":[" ",{"type":"[[","value":[["Clervaux"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Colmar Berg"]]}," - Small town which house the Grand Duke of Luxembourg's principal residence, Berg Castle"]},{"type":"*","value":[" ",{"type":"[[","value":[["Diekirch"]]}," — home to a World War II museum commemorating the Battle of the Bulge"]},{"type":"*","value":[" ",{"type":"[[","value":[["Echternach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ettelbruck"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Esch-sur-Alzette"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mertert"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mondorf-les-Bains"]]}," - Spa town with gambling \"Casino\" located on Luxembourg-France border"]},{"type":"*","value":[" ",{"type":"[[","value":[["Remich"]]}," - For promenades along the Moselle"]},{"type":"*","value":[" ",{"type":"[[","value":[["Schengen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vianden"]]}," - Quaint small town presided over by a rather splendid château"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"{{","value":[["infobox"],["Minimum validity of travel documents"],["* EU, EEA and Swiss citizens need only produce a passport which is valid for the entirety of their stay in Luxembourg.\n",{"type":"*","value":[" Non-EU citizens who are visa-exempt (e.g. New Zealanders and Australians) must present a passport which is valid for at least 3 months on the day they enter Luxembourg."]},{"type":"*","value":[" Non-EU nationals who are required to have a visa (e.g. South Africans) must have a passport which has ",{"type":"'''","value":["at least 3 months' validity"]}," beyond their period of stay in Luxembourg in order for a Schengen visa to be granted."]},{"type":"*","value":[" For more information, visit ",{"type":"[","value":["http:\/\/www.guichet.public.lu\/fr\/citoyens\/citoyennete\/immigration-visa\/sejour-moins-3-mois\/sejour\/index.html this Luxembourg Government webpage (in French)"]},"."]}]]},"\n",{"type":"{{","value":[["Schengen"]]},"\n\nCitizens of the above countries\/territories - ",{"type":"'''","value":["except"]}," for ",{"type":"[[","value":[["Antigua and Barbuda"]]},", the ",{"type":"[[","value":[["Bahamas"]]},", ",{"type":"[[","value":[["Barbados"]]},", ",{"type":"[[","value":[["Mauritius"]]},", ",{"type":"[[","value":[["Saint Kitts and Nevis"]]}," and ",{"type":"[[","value":[["Seychelles"]]}," - ",{"type":"'''","value":["are"]}," permitted to work in Luxembourg without having to obtain any authorisation during the period of the 90 day visa-free stay. However, this visa exemption does not necessarily extend to other Schengen countries.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Luxembourg-Findel International Airport"]}," (",{"type":"{{","value":[["IATA"],["LUX"]]},")  ",{"type":"[","value":["http:\/\/www.luxairport.lu\/en\/"]}," is located 6 km outside Luxembourg-City. It is connected by Luxair ",{"type":"[","value":["http:\/\/www.luxair.lu"]},", the national airline, and other carriers to many European destinations. A full timetable ",{"type":"[","value":["http:\/\/www.lux-airport.lu\/fr\/Informations-vols\/Guide-horaire.12.html"]}," is available on the website of the airport. Visitors from airports not directly served can connect to Luxembourg at the hubs in ",{"type":"[[","value":[["Amsterdam"]]}," (served by KLM), ",{"type":"[[","value":[["Paris"]]}," Charles de Gaulle (served by Luxair), ",{"type":"[[","value":[["Frankfurt"]]}," (served by Luxair), and ",{"type":"[[","value":[["London"]]}," Heathrow (served by British Airways). Note that international flights to Luxembourg with a change in a hub airport are often not much more expensive or even cheaper than flights to the hub itself.\n\nAlternative airports, especially for low-cost carriers, include the Ryanair hubs ",{"type":"'''","value":["Frankfurt-",{"type":"[[","value":[["Hahn"]]}]},", about two hours away by direct Flibco bus ",{"type":"[","value":["http:\/\/www.flibco.com"]},", and ",{"type":"'''","value":[{"type":"[[","value":[["Brussels"]]},"-South Charleroi"]},", about three hours away by direct Flibco bus ",{"type":"[","value":["http:\/\/www.flibco.com"]}," and charleroiexpress.com ",{"type":"[","value":["http:\/\/www.charleroiexpress.com"]},".\n\nThe DeLux-Express ",{"type":"[","value":["http:\/\/www.delux-express.de\/english\/"]}," bus service connects Luxembourg city to ",{"type":"'''","value":[{"type":"[[","value":[["Frankfurt Airport"]]}]},".\n\n",{"type":"===","value":["By train"]},"\n\nLuxembourg train station can be reached directly from ",{"type":"[[","value":[["Paris"]]}," (2 hours), ",{"type":"[[","value":[["Metz"]]}," (1 hour), ",{"type":"[[","value":[["Brussels"]]}," (3 hours) and ",{"type":"[[","value":[["Trier"]]}," (43 min). Both international and national timetables can be found on the website of the national railways company CFL ",{"type":"[","value":["http:\/\/www.cfl.lu\/CFLInternet\/Espaces\/01EspaceVoyageurs"]},". Trains from Paris need to be booked in advance ",{"type":"[","value":["www.voyages-sncf.com"]},", and have discounts for advanced bookings. Trains to Metz, Brussels, Trier, and other local destinations have neither advance discounts nor the possibility of reserving seats, so there is no advantage of booking these trains in advance. When traveling from Trier it is advisable to buy a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vrt-info.de\/en\/tickets-luxembourg.php TagesTicket DeLux"]}]},", a day-ticket which costs €8.40 and is valid for a return trip to Luxembourg and free use of buses and trains within both Luxembourg and the Trier area. The CFL operate a minibus shuttle between Luxembourg train station and ",{"type":"[[","value":[["TGV Lorraine"]]}," where passengers can catch TGV connections to ",{"type":"[[","value":[["Charles de Gaulle Airport"]]},", ",{"type":"[[","value":[["Disneyland Paris"]]},", ",{"type":"[[","value":[["Rennes"]]},", ",{"type":"[[","value":[["Bordeaux"]]}," and other destinations",{"type":"[","value":["http:\/\/www.tout-luxembourg.com\/bus-tgv-luxembourg-gare-lorraine-556.php"]},", and a bus shuttle to ",{"type":"[[","value":[["Saarbrucken"]]},", where passengers can connect to the German ICE network.\n\n",{"type":"===","value":["By car"]},"\n\nMotorways from ",{"type":"[[","value":[["Metz"]]}," (A3), ",{"type":"[[","value":[["Brussels"]]}," (A6) and ",{"type":"[[","value":[["Trier"]]}," (A1) connect to the ring-road around Luxembourg City, from which most other parts of the country can be reached. \n\nIf you want to enjoy a nice view on your way to the city, \"Grund\" and Kasematten, leave the motorway coming from the East (",{"type":"[[","value":[["Germany"]]},") at exit \"Cents\".\nEnter Cents and drive down the hill.\nDon't let yourself be stopped by signs that the route is blocked via \"Grund\".\n\n",{"type":"===","value":["By bus"]},"\n\nAside from the airport buses listed above, sometimes there are commuter buses to ",{"type":"[[","value":[["Trier"]]}," and ",{"type":"[[","value":[["Bitburg"]]},". The train is a far more preferable option for entering the country from nearby.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Train CFL.JPG"],["thumb"],["CFL regional train"]]},"\n\nLuxembourg is a compact country and it's possible to reach most any place in the country from the capital in under an hour. To get door-to-door travel advice by bus and train, go to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mobiliteit.lu\/ Mobilitéit"]}]}," route planner, or their office in the central train station.\n\n",{"type":"===","value":["By train"]},"\n\nThe ",{"type":"'''","value":["Chemins de Fer Luxembourgeois"]}," (",{"type":"'''","value":["CFL"]},") ",{"type":"[","value":["http:\/\/www.cfl.lu\/"]}," train network is either comprehensive or spartan, depending whether you want to go south or north. While the south is reasonably well covered, the north is limited to one main line (Ligne 10) which runs from Luxembourg City via Mersch, Ettelbrück, Wilwerwiltz, Clervaux and Troisvierges. The line continues north into ",{"type":"[[","value":[["Belgium"]]}," towards Liège. ",{"type":"[[","value":[["Diekirch"]]}," has a branch line from Ettelbruck, and Wiltz has a branch line from Kautenbach. To the south you can reach Bettembourg and Esch-sur-Alzette. There is also a line to the east which crosses into ",{"type":"[[","value":[["Germany"]]}," over the Moselle River at Wasserbillig.\n\nThe same tickets are valid on trains as buses, and the same rates apply: €2 for two hours (unlimited transfers) or €4 for one day. They can be obtained at train stations, bus drivers, and vending machines at a limited number of stops. A €50 (Jan 2013) monthly ticket can be purchased at the train station, at the office next to the Hamilius post office, and at some newsagencies. Trains in Luxembourg generally run very much on time and are modern and comfortable. As the fares are so cheap this is a good mode of transport to use when possible.\n\nFrom an aesthetic viewpoint, perhaps the best way to approach Luxembourg City is by train from the north via Ligne 10 as this is a beautifully scenic route past some of the most well-known Luxembourg sights.\n\n",{"type":"===","value":["By bus"]},"\n\nWithin the city, the comprehensive bus service is more than adequate for the average tourist. Buses numbered 1-25 serve the Ville de Luxembourg, with the most useful being line 1 (Train Station - City Centre - Airport) and line 16 (Train Station - City Centre - Kirchberg - Auchan Shopping centre - Airport) and the 18 (Town to Kirchberg and Auchan). Almost all buses include the central bus station Hamilius (city centre) and the train station (Luxembourg Gare) in their routes at some point.\n\nThe bus service out of town is also extensive and reliable. Every village has a convenient bus service which runs at least once every hour. Buses numbered 100 upwards will take you out of the city. For destinations in the north of the country, one usually first needs to take a train to ",{"type":"[[","value":[["Mersch"]]},", ",{"type":"[[","value":[["Ettelbruck"]]},", ",{"type":"[[","value":[["Wiltz"]]},", or ",{"type":"[[","value":[["Clerveaux"]]},", and change there to a bus to the final destination. Other destinations usually have a direct bus from the capital. Useful routes to the north of the country include line 100 (Luxembourg - Junglinster - Diekirch, every hour), line 110\/111 (Luxembourg - Junglinster - Echternach, together every 30 minutes), and line 175 (Luxembourg - Remich, every hour).\n\nTown buses have a reduced service on Saturdays and Sundays, while national buses run the same on Saturdays (which count as working days in this instance) as during the week, but their Sunday service is usually reduced or non-existent.\n\n",{"type":"===","value":["By car"]},"\n\nLuxembourg's road infrastructure is well-developed if not always very well thought-out. Anywhere that happens to lie along the major motorways is easily accessible via these (including Grevenmacher in the east, Mamer to the west and Bettembourg to the south). Esch-Alzette, the country's second city (more like a small town by international standards) has its own motorway link, the A4. In addition, sections of a new motorway to the north of the country (Mersch, Ettelbrück) are already open.  However, the current North Road provides easy access between Luxembourg and Mersch.\n\nUnless otherwise indicated, speed limits are 50 km\/h in towns and villages, 90 km\/h on open country roads, and 130 km\/h on the motorway (110 km\/h in the rain). Speed limits are raised by signs to 110 km\/h in some places on the N7 and N11, and lowered to 70 km\/h on some open country roads. Within towns and villages, speed limits can be raised to 70 km\/h on main roads, or lowered to 30km\/h in residential areas. Speed limits are enforced by random police checks. Be aware that if you have a right-hand-drive car then you are very likely to be singled out for a customs check on the way in. Police are also very keen on stopping drivers for having the 'wrong' lights on in town, i.e. side lights instead of dipped headlights.\n\nDriving in Luxembourg is nowhere as testing as in other European countries. The locals are polite, even when entering roundabouts. When entering the highways from side roads into the slower traffic lane, the other drivers will allow you to join the traffic line, but traffic indicators are essential. As with other highways in Europe always keep in the slow traffic lane, keeping the fast lane for overtaking. Some drivers travel at high speeds and will flash their headlights to indicate that they are in a hurry, even if you are sitting on the speed limit. Most of the time trucks keep in the slow lane at their regulated speed for large vehicles. They can be a little annoying when overtaking other trucks. The truck drivers seem to keep a watch out for other vehicles. Cars towing caravans can be a bit of a menace at times but staying alert will ensure there are no problems. The closing speeds of vehicles need to be watched if overtaking, as some drivers travel well in excess of the speed limits. \nNormal day to day driving in Luxembourg is a delight but traffic does slow down in peak times.  \n\nFinding parking in Luxembourg city centre on weekends can be difficult. Most spaces are quickly taken and some parking garages close early. The best option is to find somewhere near the station and then walk around the city centre. Traffic wardens are also numerous and vigilant.\n\n",{"type":"===","value":["By bike"]},"\n\nThe streets and landscape in Luxembourg make for good biking territory; highly recommended.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["French phrasebook"],["German phrasebook"]]},"\n\nLuxembourgish (\"Lëtzebuergesch\") is the national language, while French is the administrative language. German is also widely used and almost universally understood. Luxembourgish is a separate and unique language, having previously evolved from a German dialect (\"Moselfränkisch\"). German (Hochdeutsch) enjoys official status and appears in some media, is used in the court system and is taught in schools. However, everything from road signs to menus to information in stores will appear in French. French therefore is clearly the most useful of the three languages to know, essentially making Luxembourg a Francophone country for the visitor with the exception of places close to the German border such as Diekirch or Echternach.\n\nOver one third of Luxembourg's overall population is made up of foreigners, and this figure rises to around 50% in the cities. Hence, again knowing French is your best bet if you want to converse with most people, especially as people working in shops and bars usually come from France or Belgium and don't bother to learn the local native language. English is widely understood by such personnel as bus drivers, but many shop assistants will only respond if addressed in French or German. Educated Luxembourgers are fluent in all four of the above languages; it is the \"frontaliers\" (workers who live across one of the borders) who may not speak English well or at all. Apart from the more elderly inhabitants, virtually every Luxembourger understands and speaks fluent standard German and French. Luxembourgers are the polyglots of Europe, perhaps making even the Swiss jealous!\n\n",{"type":"==","value":["See"]},"\n\nYou may not expect it from one of the smallest countries in ",{"type":"[[","value":[["Europe"]]},", but The Grand Duchy of Luxembourg is a diverse land, full of beautiful nature and gorgeous historic monuments. Its turbulent history is filled with stories of emperors and counts as well as many battles and disputes. Today, the almost fairy-tale like castles and fortresses are a faint but impressive reminder of those days, and amidst their lovely natural setting, they make some superb and picturesque sights.\n\n",{"type":"[[","value":[["Image:Luxembourg_Grund.jpg"],["thumb"],["View from the 'Grund' district in Luxembourg-city"]]},"\nMost of the country's population lives in rural areas and apart from the delightful historic ",{"type":"'''","value":[{"type":"[[","value":[["Luxembourg (city)"],["City of Luxembourg"]]}]},", the country's capital, settlements are mostly small. That said, the capital is a place not to be missed. It has a splendid location high on a cliff, overlooking the deep and narrow valleys of both the Alzette and Pétrusse rivers. Several parts of the old town are listed as UNESCO World Heritage Sites, and the most interesting places include the Gothic Revival ",{"type":"'''","value":["Cathedral of Notre Dame"]},", the town ",{"type":"'''","value":["fortifications"]},", and of course the ",{"type":"'''","value":["Grand Ducal Palace"]},", which is surrounded by charming cobblestoned lanes. However, there's far more to see, such as the ",{"type":"'''","value":["Bock casemates, Neumünster Abbey"]}," and the ",{"type":"'''","value":["Place d'Armes"]},". There are several World War II memorial sites and a number of high-end museums, but just wandering through the old centre, taking in the beautiful views from the ",{"type":"'''","value":["Chemin de la Corniche"]}," and crossing bridges to the nearest plateaus is at least as great a way to discover the city.\n\n",{"type":"[[","value":[["Image:Echternach_Town_square.jpg"],["thumb"],["Echternach Town Square"]]},"\nThe lively town of ",{"type":"'''","value":[{"type":"[[","value":[["Echternach"]]}]}," is the oldest city in Luxembourg. It boasts the country's most prominent religious structure, the ",{"type":"'''","value":["basilica"]}," of the Abbey of Echternach where the country's patron St Willibrord is buried. The annual Whit Tuesday celebrations in his honour involve lots of dancers in the old town centre and are a popular tourist attraction. Apart from its own sights, Echternach makes a great base to explore the beautiful ",{"type":"'''","value":[{"type":"[[","value":[["Müllerthal"]]}]},", better known as \"Little Switzerland\". Hike or bike through its dense forests with myriad streams and even some caves.\n\n",{"type":"[[","value":[["Image:Vianden_castle.jpg"],["thumb"],["Vianden Castle"]]},"\nThe romantic village of ",{"type":"'''","value":[{"type":"[[","value":[["Vianden"]]}]}," with its stunning medieval castle is a tourists' favourite and well worth a visit even despite the crowds in summer. The beautiful location of the fortress in the Our river valley, surrounded by tight forests and a lake with swans, gives it a typical fairy-tale castle look and feel. If you're done wandering the streets and exploring the Gothic churches and fortified towers of this charming town, visit the Victor Hugo house. Afterwards, the pleasant cafés of the Grand Rue are a perfect place to kick back and enjoy. \n\nHead to ",{"type":"'''","value":[{"type":"[[","value":[["Remich"]]}]}," to start your own trip down the ",{"type":"'''","value":["Route du Vin"]}," and discover the many fine wines that are produced here, in the ",{"type":"'''","value":["Moselle Valley"]},".\n\n",{"type":"==","value":["Do"]},"\nLuxembourg has many excellent well-marked outdoor trails. Their location and GPS tracks can be found at ",{"type":"[","value":["http:\/\/tourisme.geoportail.lu\/?lang=en Géoportail.lu"]},"\n\nDiscover the Grand-Duchy of Luxembourg (Luxembourg-city, Remich, Schengen, Rumelange) by Segway at ",{"type":"[","value":["http:\/\/segway.lu Segway.lu"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\nIf you know any coin collectors, take a few local coins as keepsakes, since Luxembourg coins are among the rarest of the euros — even in Luxembourg, most of your change will be in other countries' coins!\n\nThe general price level in Luxembourg is noticeably higher than in France and Germany, especially in central Luxembourg.  Even cheap hotels tend to cost over €100 a night and you won't get much change from €20 after a modest dinner and a drink.  Basing yourself in ",{"type":"[[","value":[["Trier"]]}," (or other cities across the border) and daytripping to Luxembourg might be a good bet.\n\nOn the upside, cigarettes, alcohol and petrol are comparatively cheap, making the small state a popular destination for long-haul drivers.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:JuddMatGaardebounen Beer.JPG"],["thumb"],[{"type":"''","value":["Judd mat gaardebounen"]},", served with potatoes and washed down with a Diekirch beer"]]},"\n\nTraditional dishes are largely based on pork and potatoes and the influence of German and central European cooking is undeniable.  The unofficial national dish is ",{"type":"''","value":["judd mat gaardebounen"]},", or smoked neck of pork served with boiled broad beans. A must to try if you do get the opportunity are ",{"type":"''","value":["gromperekichelchen"]}," (literally, potato biscuits) which are a type of fried shredded potato cake containing onions, shallots and parsley. Typically found served at outdoor events such as markets or funfairs they are absolutely delicious and a particularly nice snack on a cold winter's day.\n\nIn most restaurants, however, the typical local food would be French cuisine coming in bigger portions. Italian food has been popular since the 1960s. Home cooking has been greatly influenced by the recipes of Ketty Thull, apparently the best-selling cooking and baking book in Luxembourg since WW II.\n\nYou can also taste the \"Bamkuch\" (literally tree cake), which is eaten mainly during celebrations such as weddings and baptisms. This cake is traditionally made on a spit and presented as a tree trunk composed of several layers, visible when it is cut, and that represent the tree rings.\n\n",{"type":"==","value":["Drink"]},"\nThe Luxembourg white wines from the Moselle valley to the east of Luxembourg include Riesling, Auxerrois, Pinot Gris, Pinot Blanc, Rivaner and Elbling to name just a few, and are good. In autumn, many villages along the Moselle river organise wine-tasting village festivals.\n\nYoung people tend to drink local or imported beer. Luxembourg has a number of breweries, with ",{"type":"'''","value":["Diekirch"]},", from ",{"type":"[[","value":[["Diekirch"],["the village of the same name"]]},", Bofferding, Battin, Simon and Mousel being the most popular. Despite the fact that you would be hard pushed to find any of these outside of the country, all are excellent lagers.\n\nAs an after dinner digestive, Luxembourgers like to drink an ",{"type":"''","value":["eau-de-vie"]}," . The most commonly available are ",{"type":"''","value":["Mirabelle"]}," and ",{"type":"''","value":["Quetsch"]},". Both are made from plums and are extremely strong! Sometimes these are taken in coffee which may be a little more palatable for some.\n\n",{"type":"==","value":["Sleep"]},"\nDue to the heavy banking and EU presence in the city, hotels in central Luxembourg are quite expensive, although there is a good youth ",{"type":"[[","value":[["hostel"]]}," (see ",{"type":"[[","value":[["Luxembourg (city)#Sleep"]]},").  It may be more cost-effective to stay across the border in e.g. ",{"type":"[[","value":[["Trier"]]}," and \"commute\" into Luxembourg. \n\nThe Association of Independent Hotels in Luxembourg operates a booking service at hotels.lu ",{"type":"[","value":["http:\/\/www.hotels.lu\/"]}," for a number of smaller hotels, mostly in the countryside, but a few in the city.\n\n",{"type":"==","value":["Work"]},"\n\nLuxembourg is a major player in the financial service sector. Many thousands of people commute from neighbouring Belgium, France (",{"type":"''","value":["Les frontaliers"]},") and Germany (",{"type":"''","value":["Die Grenzgänger"]},") on weekdays, considerably swelling the population of the capital city. The majority work in the numerous financial institutions based in and around the capital (particularly in the Kirchberg district) and are drawn across the borders by the excellent salaries on offer. Luxembourg City has a very international flavour as in addition to ",{"type":"''","value":["les frontaliers"]},", it attracts young professionals from all over the globe. In this area, business is done predominantly in English, French or German and it is necessary to be fluent in one of these at a minimum, although many jobs will demand proficiency in at least two.\n\n",{"type":"==","value":["Stay safe"]},"\n\nIn many surveys, Luxembourg has been named \"safest country in the world\"; if you follow usual precautions, you should be fine. The area around the city centre's railway station is a little dubious; you will encounter people panhandling. There are also some dubious nightclubs in this area that visitors should stay clear of.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe food and tap water supply in Luxembourg is perfectly fine and the country's healthcare system is first class. The climate is average even though the summers can get hot. However these temperatures rarely rise much above 30°C.\n\n",{"type":"==","value":["Respect"]},"\n\nTry to show respect for the local language and make some effort to say a word or two of it even if just the standard greeting ",{"type":"''","value":["\"Moien\"."]}," Avoid calling \"Luxembourgish\" a dialect of German or think that the country itself is merely an extension of France or Germany. The locals, especially those in the small towns and villages, are very friendly; saying \"Hello\" to them in any language will be returned with a smile.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finlande.lu"],["email=sanomat.lux@formin.fi"],["address=2, rue Heine, L-1720 Luxembourg"],["lat="],["long="],["directions="],["phone=+352-495 551"],["tollfree="],["fax=+352-494 640"],["hours=Mo-Fr 8:30AM-noon, 1:00PM-4:30PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["geo"],["49.6000"],["6.1167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Benelux"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Luxembourg"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Luxembourg\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Luxembourg"]]}]