[{"type":"{{","value":[["pagebanner"],["caption=A signpost between Kaş and Demre, one of the most popular sections of the trail"]]},"\n",{"type":"[[","value":[["Image:Gelidonia.jpg"],["thumb"],["320px"],["The lighthouse on the Cape Gelidonia, south of ",{"type":"[[","value":[["Olympos (Turkey)"],["Olympos"]]},"—one of the highlights of Lycian Way"]]},"\n\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["Lycian Way"]}," (Turkish: ",{"type":"''","value":["Likya Yolu"]},", ",{"type":"[","value":["http:\/\/www.lycianway.com\/"]},") is a 509-km, waymarked hiking trail in ",{"type":"[[","value":[["Mediterranean Turkey"],["southwestern Turkey"]]},", connecting ",{"type":"[[","value":[["Fethiye"]]}," in the west with southwest of ",{"type":"[[","value":[["Antalya"]]}," (the village of Hisarçandır up on the mountains, to be more precisely) in the east along the ",{"type":"[[","value":[["Lycia"],["Lycian coast"]]},".\n\nLycian Way is great, if sometimes a bit tiresome, to get a sense of true ",{"type":"[[","value":[["Mediterranean Turkey"]]},", away from crowded beaches, fancy resorts, and posh palm trees.\n\n",{"type":"==","value":["Get in"]},"\nBoth ",{"type":"[[","value":[["Fethiye"]]}," and ",{"type":"[[","value":[["Antalya"]]}," are well-connected to most cities in the country by inter-city ",{"type":"'''","value":["buses"]},". The nearest international ",{"type":"'''","value":["airports"]}," are located at ",{"type":"[[","value":[["Dalaman"]]}," for the western trailhead and at Antalya for eastern end.\n\nIt's fairly easy to get to western trailhead by minibuses (",{"type":"''","value":["dolmuş"]},", take those heading for ",{"type":"[[","value":[["Ölüdeniz"]]},", and get off just south of Ovacık\/Hisarönü roundabout, at the large sign of 'Montana Resort Hotel') or even on foot from downtown Fethiye.\n\n",{"type":"===","value":["Fees\/Permits"]},"\nThere are no fees or permits to be taken care of for hiking or camping along the Lycian Way.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["36.4030"],["29.7881"],["zoom=8"],["layer=OHGS"]]},"\nInvestigated and then waymarked by Kate Clow, a Britishwoman living in Turkey, with the help of a number of volunteers and Turkish Ministry of Culture in early 2000s, Lycian Way connects a number of villages, mountain hamlets, Lycian and Roman sites on its route and ranges from 0 mt (sea level) to 1,800 mt summit of Mt Tahtalı (known by the name ",{"type":"[[","value":[["Olympos (Turkey)"],["Olympos"]]}," in ancient times) at elevation. It's not a single footpath that has been intact since times immemorial, rather it's a collection of ancient paths, mule and caravan trails, forest and backcountry roads. For many sites, it's the most convenient way to get to, and still many others let themselves to be enjoyed only by those taking the effort to hike the trail.\n\nAlthough there are some hikers doing the whole trail in one go, most people prefer to do it in sections, and in fact some sections are more popular than others. Some short sections of the trail near the major towns can even be regarded as a day trip.\n\nOnce littered, it is very hard to clean the trail up, as it mostly lies on a remote and rugged territory. Therefore, following ",{"type":"[[","value":[["Leave-no-trace camping"],["leave-no-trace"]]}," guidelines is important. Also, think ahead carefully about what you will need and what you won't, as anything that is regarded as \"trash\" will need to be carried to the nearest garbage bin - a convenience even some of the mountain hamlets completely lack, let alone the trail itself.\n\nApril–May and October–November is reported to be best to hike the trail, as it's warm (but not infernally hot unlike in summer!) and not rainy (unlike winter) during these months.\n\n",{"type":"===","value":["Signs and waymarks"]},"\n",{"type":"[[","value":[["Image:Lycian-way-waypoint.jpg"],["thumb"],["250px"],["Standard waymark of Lycian Way: you'll see a lot of these"]]},"\n",{"type":"[[","value":[["Image:Likya yolus.jpg"],["thumb"],["One of standard signposts along Lycian Way"]]},"\n\nThe ",{"type":"'''","value":["standard waymark"]}," of Lycian Way is a half white, half red rectangle. There is no uniform distance between each mark along the route, when the trail start to twist and turn, they become more frequent and when the trail lies as a straight line, converting into an easily-visible path, then they become rarer. They are mostly painted on rocks along the route, though you can also spot some on utility poles, garden walls, or on the actual path itself.\n\nSide paths straying from the main trail -and usually arriving in very off-the-beaten-path sites (in a literal sense!)- have marks similar to the standard rectangles, just yellow replaces white.\n\n",{"type":"'''","value":["Other waymarks"]}," include a \"turning\" or an \"S\" rectangle (again half white, half red) with an arrow on, which mean there is a curve (or S-curves) coming ahead. They sometimes can be found immediately before the curve.  There are also frequent \"<\" marks on the trail. These can be confusing if you interpret them as arrows, which they are not. They are instead meant to mimic the shape of the trail at that point. Therefore \">\" mark would indicate that there is a switchback in the trail, NOT that you should go right. A \"red cross\" is marked on \"wrong\" trails and roads, usually accompanied by the standard rectangle painted on the \"correct\" way.\n\nOnce every five or so years, a number of volunteers replenish the waymarks. However, in the meantime some local villagers, at their all good will, repaint the marks on some sections and this may cause the new marks shifting a few (hundred) metres on either side of the actual trail. However, this is not a very big problem as the \"new\" marks will join the \"old\" marks somewhere in some way, so you will not get lost even by following these \"accidentally\" painted marks.\n\n",{"type":"'''","value":["Signs"]},", easily-recognizable, distinctive yellow arrows with the header ",{"type":"''","value":["Fethiye'den Antalya'ya Likya Yolu"]},", i.e. Lycian Way Fethiye to Antalya, are nowhere as frequent as the waymarks, but still can be seen, and indeed are useful, on most junctions (where for example trail separates from a main road) and at village exits. They name the next destination on it with the distance in ",{"type":"[[","value":[["Metric and Imperial equivalents"],["kilometres"]]},". Note the distances on signs are approximate, so don't worry if you see the distance going up or down by 1 km on the next sign.\n\n",{"type":"==","value":["Prepare"]},"\nYou may consider bringing in:\n",{"type":"*","value":[" ",{"type":"'''","value":["Maps"]}," — Maps, usually available with some guidebooks, may be useful for spotting the water sources at least, but they are not absolute necessities to follow the trail as waymarks are sufficient to do that. Some maps, with varying degrees of detail, can also be found online for free. Keep in mind that Turkish government still doesn't let large scale maps of the area (or anywhere else in the country for that matter) to be reproduced for private, non-security uses though, so even the best maps (including those provided within Kate Clow's guidebook) show only a fraction of details. Useful might be also the maps of ancient Lycian sites (can be found in the Internet) in order to understand better the locations of ancient Lycian cities with respect to modern Turkish cities and villages. "]},{"type":"*","value":[" ",{"type":"'''","value":["Tent"]}," and ",{"type":"'''","value":["camping gear"]}," — While you'll find some kind of accommodation (mostly family-run guesthouses) in some villages (usually separated from each other by a distance of average daily walk) along most of the route, there are some sections where wild camping is your only choice for two nights on a row. Even if you don't plan to hike such a section, camping is a great way to reduce your accommodation costs and having camping gear at hand gives much more freedom: Who wants to walk the further 5 km to the guesthouse you plan to overnight while you are totally exhausted and are standing against a gorgeous view? But this choice, of course, has a toll: The lighter the backpack, the happier you will be."]},{"type":"*","value":[" A ",{"type":"'''","value":["torch"]}," — To have a torch or some other source of light is a must as no part of the trail, apart from those traversing the villages, is illuminated at night, and it quickly becomes a nightmare to follow the waymarks once the night sets."]},{"type":"*","value":[" A ",{"type":"'''","value":["phrasebook"]}," — Bring in a ",{"type":"[[","value":[["Turkish phrasebook"]]}," as the trail goes through really remote mountain hamlets and most villages along the route hardly sees any non-locals, let alone foreigners, other than the hikers - although sometimes only a few km (and a good deal of elevation) separates these remote villages from mass tourism."]},{"type":"*","value":[" ",{"type":"'''","value":["Bottles and bottles ",{"type":"''","value":["and bottles"]}," of water"]}," — Hot and dry Mediterranean climate reigns the area, and you'll need ",{"type":"''","value":["lots"]}," of water. If it's summer, be ready to walk under the scorching sun for 3-4 hours straight without ever seeing a source of water in some sections of the trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Wikivoyage print-outs"]}," — In addition to the actual trail details below, separate Wikivoyage articles for relatively bigger settlements along the trail exist (indicated by blue links when viewed online). Make sure you check them out for more details on what to see and do and where to eat and sleep while passing through before setting out."]},"\n",{"type":"==","value":["Walk"]},"\nWhile the official start of Lycian Way is in ",{"type":"[[","value":[["Ölüdeniz"],["Ovacık, the northern suburb of Ölüdeniz"]]},", you can hike it all the way from ",{"type":"[[","value":[["Fethiye"]]}," (about 15 km away from Ovacık, and the hub of the region) without having the need to referring to road sides with the help of adjoining trails.\n\n",{"type":"===","value":["Fethiye-",{"type":"[[","value":[["Kayaköy"]]}]},"\nTotal distance: 8-9 km\n\nWaymarked recently, a cobbled and wide medieval trail through a pine forest link ",{"type":"{{","value":[["listing"],["name=Fethiye"],["alt="],["url="],["email="],["address="],["lat=36.62175"],["long=29.11632"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," to Kayaköy, the \"ghost town\" on the hills, providing a quite easy hike between these locales, with the only hard (if it's summer and you are carrying a large backpack, that is) section being the first or so km out of Fethiye (ascenting and no shade). Some sections of this path is surfaced with tarmac though, so your peaceful walk will be intersected by the road a few times, but these sections are short fortunately.\n\nThe waymarks of this trail are sometimes yellow&red, suggesting that this is a side trail, while some other marks are white&red, meaning that this is the main trail. Yellow defaced with white and white defaced with yellow are also common. But no matter what, they are frequent and visible enough as not to let you get lost. Sign are headed with ",{"type":"''","value":["Likya Yolları"]}," rather than the usual ",{"type":"''","value":["Fethiye'den Antalya'ya Likya Yolu"]}," and Kayaköy is referred to as ",{"type":"'''","value":["Kaya (Levissi)"]}," on signs.\n\n",{"type":"[[","value":[["Image:Fethiye Amyntas.jpg"],["thumb"],["250px"],["Some of the Lycian rock tombs you'll see on your left while you are at your first kilometre out of Fethiye"]]},"\n\nFrom downtown Fethiye, start by following brown \"Kayaköy\" (sometimes \"Kaya\" or \"Karmylassos\") road signs. From the corner of the mosque, turn right (towards the hills\/rock tombs), pass by the minibus stop (with minibuses heading for Kayaköy). Then you will come to a T-intersection, turn left and then about a couple of hundred metres later, right (look for the street sign saying \"Kaya\"). This will take you to the tarmac road out of Fethiye, heading for Kayaköy, after passing by a Lycian sacrophagus right ",{"type":"''","value":["in"]}," the middle of the road before you left built-up area. First the road follows the bottom of a valley, with rock tombs small and big carved on both sides. After having a bird's eye view of Fethiye to right, the road will swing left, still ascenting. After passing by a few cottages to left, you will see the first sign of the trail with the arrow pointing to left. The path entering the forest after passing a small stone bridge over a dry creekbed, not waymarked and not clearly visible, is actually a shortcut and rejoins the tarmac road after a couple of hundred metres away. After a short walk on the side of the road winding to left, the actual trail begins next to a fountain with cold water (the sign will also show you the way): Refill your bottles here because this is the last fountain until Keçiler, about 6 km away. The path will start as a dirt road with loose pebbles scattered about. After a short ascent, and before the trail swings toward right, there is a beautiful view of the Gulf of Fethiye towards left. You can rest here if you are tired already. A hundred metres away, the very-well designed cobbled path begins and gently ascents towards the hilltop, where you will once more join the tarmac road. After keeping on the side of the road for about 1 km, and having the first distant view of the ghost town in between the trees, there is another sign saying Kaya (Levissi) 5 km, pointing left which the road swings. It may look like it's showing the tarmac road, but it's ",{"type":"'''","value":["not"]},"! It's actually showing the (re)start of the good ol' cobbled path, not clearly visible at this point, but lying just next to the road, albeit somewhat lower because of the elevation difference. The 'cobbled' trail at this point is not nearly as wide, or even, or as much of a defined trail, as the cobbled trail you were walking on earlier, and is easy to miss. The cobbled trail quickly turns right into the forest afterwards, while the road keeps lying straight. After a gentle descend in the forest, the path is once more intersected by road. This time, there is no sign or nearby marks to show the way. From where you exited the forest, you'll need to go to the right a few years and you will quickly see a rocky path, soon turning into a wide cobbled path, leading down to the right and down from the tarmac road. The trail will keep descending, and will cross the tarmac road again, at which found you need to walk a short ways to the right on the tarmac road and you will again see the wide cobbled path. Soon the forest will disappear with the first buildings since the exit of Fethiye. This is the village of ",{"type":"'''","value":["Keçiler"]},", nowadays a neighbourhood of Kayaköy and is 2 km away from Kayaköy. A coffeehouse will welcome you into the village, take the path to left at the crossroad in front of it. From this point on, you will walk on dirt village roads with no descends or ascents. After walking a while, the road will wind right and will pass by a Lycian sacrophagus on the side of the hill to left. After the sacrophagus, you will, for the last time, join the tarmac road that descends from the hill to the left. This is the road that's following you since from Fethiye. After walking on the side of it a little bit, you'll come to the village square with a large fountain to left (very warm water!). You should take the straight road for Kayaköy, and a (fell as of July 2009) sign says the road to right leads to ",{"type":"'''","value":["Afkule"]}," and ",{"type":"'''","value":["Gemile"]}," (17 km, not accessible other than hiking). After a quick walk between some restaurants, you will arrive in the centre of Kayaköy (the ghost town part).\n\n",{"type":"===","value":["Kayaköy-",{"type":"[[","value":[["Ölüdeniz"],["Ovacık"]]}]},"\n",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Kayaköy"]]}],["alt="],["url="],["email="],["address="],["lat=36.57851"],["long=29.08791"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This ancient town has a number of guesthouses, restaurants, a grocery store (cash only; on the left of the road turning right in front of the church, ask for ",{"type":"''","value":["market"]},", pronounced ",{"type":"''","value":["maar-cayt"]},"), and an old fountain. The water from the fountain doesn't taste wonderful but is drinkable as many people, even non-locals, drink from it with seemingly no problems. There is also a simple map of the village made of an illustration on the side of the road between the fountain and the church. Note that it's posted ",{"type":"'''","value":["reversed"]},": Anything that shows up on the right of the illustration is on the left of you and vice versa."]]},"\n\nFrom Kayaköy, you have two different trails to choose from to get to the ",{"type":"{{","value":[["see"],["name=official trailhead of Lycian Way"],["alt="],["url="],["email="],["address="],["lat=36.55959"],["long=29.13837"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," in Ovacık: either the one that gets you to the beach next to the ",{"type":"[[","value":[["Ölüdeniz#See"],["Blue Lagoon at Ölüdeniz"]]},", or the one that takes you right to Ovacık over the hills. If you choose to take the route via the beach, then you will have to walk on the side of the ascenting road with somewhat heavy traffic (in high season) between Ölüdeniz and Ovacık for about 3 km. You have, however, the option of taking a minibus (",{"type":"''","value":["dolmuş"]},") to avoid that section anyway.\n\n",{"type":"====","value":["The route via beach to ",{"type":"[[","value":[["Ölüdeniz"]]}]},"\nTotal distance around 4-5 km\n\nThis route is reported to be one of the easiest hikes in the region (always descending, after the brief initial ascent that pass over the hill behind Kayaköy) and can comfortably be taken in 2 hours. The waymarks are the usual red&white or red&yellow rectangles.\n\nThe route starts near the St Taksiarhis Church (Upper Church) in the centre of ghost town. The trail partially runs through pine forest and offers impressive views of the sea below and St Nicholas Island off shore. At one point the trail connects to the road next to the beach clubs and leads to ",{"type":"{{","value":[["listing"],["name=Ölüdeniz"],["alt="],["url="],["email="],["address="],["lat=36.54872"],["long=29.12415"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},".\n\n",{"type":"====","value":["The route that leads straight to ",{"type":"[[","value":[["Ölüdeniz"],["Ovacık"]]}]},"\nDistance: 7 km\n\nAs is the trail to the Blue Lagoon\/Ölüdeniz, this path begins in front of the Upper Church.\n\n",{"type":"===","value":["Ovacık-Kozağaç"]},"\nTotal distance: about 8 km, elevation: 250 mt to 750 mt\n\n",{"type":"{{","value":[["listing"],["name=Ovacık"],["alt="],["url="],["email="],["address="],["lat=36.57093"],["long=29.14125"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," and the nearby ",{"type":"{{","value":[["listing"],["name=Hisarönü"]]}," are located on the major road between Fethiye and Ölüdeniz. They are both fairly developed resorts typical in the area. They have all kinds of tourism infrastructure: Lots of hotels and guesthouses, restaurants and bars, grocery stores which accept credit cards and which carry a large selection of foods and drinks.\n\nThe official start of Lycian Way lies east of the road connecting Ovacık with ",{"type":"[[","value":[["Ölüdeniz"]]},". From Hisarönü roundabout (north of Ölüdeniz), walk towards the direction of Ölüdeniz, and in about 1 km later, you'll see the first yellow sign of Lycian Way on the left of the road; or on the right side of the road 3 km uphill from the coast of Ölüdeniz. It says ",{"type":"'''","value":["Kirme 10 km"]},", and all signs on this section drop Kozağaç in favour of Kirme as the first settlement on the route. However, this small sign is obscured by the adjacent much bigger signs of ",{"type":"''","value":["Montana Resort Hotel"]}," (easily visible) and some other signboards informing about Lycian Way project erected by local charities.\n\nFor this section, take along at least ",{"type":"'''","value":["5 litres of water"]}," per each person as this is a hard walk almost always ascenting with no descends or level grounds, there is almost no shade and there is no water source for 8 km straight on the route other than three rainwater cisterns with buckets recruited from old cooking oil tins. However, the cisterns are of no use unless you have purifying tablets or filters, as the water inside is full of mosquito larvae and stinks to high heaven. Take this note seriously before attempting the trail especially in summer.\n\nAfter passing by the ",{"type":"''","value":["Montana Resort Hotel"]}," and a smaller guesthouse, the tarmac road gives way for a dirt (but still wide) forest track. You'll pass under the start sign of Lycian Way at this point. From this point on, all waymarks are the standard white&red.\n\nTrail begins in a pine forest, but the trees will disappear eventually in favour of Mediterranean shrubland (the ",{"type":"''","value":["maquis"]},") and the forest track will turn into a narrow footpath, sectionally cobbled but mostly covered with loose gravel. With some fantastic views of the Blue Lagoon to right, you'll start ascenting along the trail which turns and twists on the side of the mountain. This mule trail was the only connection of the inhabitants of the hamlets of Kozağaç and Kirme to the rest of the world until 1983, when a much wider dirt road was bulldozed from the other side of the mountain. It's still rarely used by local shepherds and their flocks. Be extra careful in this section as there is shometimes literally nothing between you and cliffs metres high. There are also some forking trails that should not be taken, so watch out for those red crosses at the junctions. At some point of the trail, green\/turquoise dots will join in, however, they are not the marks you should be following. They rather show the way for the trail climbing up from the Ölüdeniz beach direct to the summit of ",{"type":"{{","value":[["see"],["name=Mt. Babadağ"],["alt="],["url="],["email="],["address="],["lat=36.53122"],["long=29.18039"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(1,970 mt)"]]},". The green dots will accompany white&red rectangles until near Kozağaç.\n\nAlong most of the length of this section, you'll occasionally hear screams and 'yippees'. Don't worry, no one is in trouble. Just look above and you'll see the paragliders flying from the summit of the mountain to the beach.\n\nAfter a sometimes-heavy and shadeless ascent which may seem like it will last forever, and passing through the occasional gate carved into rocks blocking the trail, you'll arrive the last cistern and a large tree which offer lots of shade under which to rest. However, be careful about scorpions and other possibly dangerous arachnids in this area. At this point, you have taken about two-thirds of the trail to Kozağaç with about a third more to go. If your water has started to go low, start water saving measures: Drink only when you are really thirsty, drink only one or two gulps, and stop eating snacks. The first (drinkable) water source is in Kozağaç.\n\nThe trail once more starts ascenting after the cistern. About 1 km away from Kozağaç, it will suddenly turn into level ground covered with larger gravel and some new constructions, including one looking like a fortress\/castle with its large stone-covered towers will welcome you back to civilization here. The trail will afterwards join a wide dirt village road and after turning left while having the full sight of the village of ",{"type":"'''","value":["Kozağaç"]},", you'll arrive in the first fountain with very cold and good-tasting water to the left of the road. However, do not use soap in this fountain to avoid sud build-up as the long trough below the fountain is where local goats water. You can use soap, however, at the lower fountain coming from the trough as the wastewater there goes directly down the drain.\n\nThe green dots will draw apart to their way near the fountain, but as mentioned, they are not the marks to be followed.\n\n",{"type":"===","value":["Kozağaç-Kirme"]},"\nDistance: about 4 km, elevation: 750 mt to 650 mt\n\n",{"type":"{{","value":[["listing"],["name=Kozağaç"],["alt="],["url="],["email="],["address="],["lat=36.52633"],["long=29.15111"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A mountain hamlet with only a few houses sandwiched between the towering granite body that is the Mt. Babadağ above and the high cliffs of the Kıdrak Valley below. There is no accommodation or a shop to speak of in this hamlet. The hamlet lies, however, just under the way of paragliders."]]},"\n\nThe trail will start slowly descending at the exit of Kozağaç, at where you will pass by another fountain with cold water. After passing by the abandoned school building you'll arrive in a section covered with fine grey sand. This is the bed which a part of the mountain slided in an earthquake in 1957, and still tens of big rocks fall and some pass through that bed every day. About 100 metres after the grey sands, you'll pass next to a source of water. It's not easily visible as it's not a fountain really, only a blue hose with no sink or through, but according to locals, the tasty water there comes from the very summit of the mountain and has no chance of contamination. At this point, you'll enter a pine forest. Most guidebooks and maps speak of a shortcut immediately on the edge of the cliffs through the forest here, however, there were no waymarks in the forest as of July 2009, and the waymarks along the wide dirt road were persuasively sufficient that the Lycian Way lies on the road, at least at the moment. Though no matter whether the trail lies there or not, walk into the forest to the edge of the cliff to have a rest against a stunning view of ",{"type":"'''","value":["Kıdrak Valley"]}," below, a much more grandiose version of the more famous Butterfly Valley (7-8 km further away on Lycian Way). The resort lying on the edge of the bottom of the valley is ",{"type":"''","value":["Club Lykia World"]},".\n\nAfter a short and gentle ascent, view of Kıdrak Valley will fade away soon, as well as the pine forest, and the dirt road will wind towards left. After passing by another abandoned school building and a fountain full of bees, you'll arrive in a junction. As the waymarks show you, take left into the village of Kirme. The other roads lead to ",{"type":"[[","value":[["Karaağaç"]]},", a village still higher in the mountains, and ",{"type":"[[","value":[["Ölüdeniz"]]}," via ",{"type":"[[","value":[["Faralya"]]}," (this is the road used nowadays by local people and vehicles to get to the villages of Kozağaç and Kirme).\n\n",{"type":"===","value":["Kirme-",{"type":"[[","value":[["Faralya"]]}]},"\nDistance: about 4 km, elevation: 650 mt to 350 mt\n\n",{"type":"{{","value":[["listing"],["name=Kirme"],["alt="],["url="],["email="],["address="],["lat=36.50794"],["long=29.15461"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Like Kozağaç, Kirme is a mountain hamlet with no accommodation or shops, but is slightly bigger than Kozağaç."]]},"\nThe trail will immediately start twists and turns as soon as it enters the village, so watch the waymarks carefully. From this point on, you will always be descending until Faralya. After finding the right exit at the little maze between the garden walls in the village, you'll walk along a little valley with a dry creekbed in the middle and surrounded by fields and orchards. After passing two fountains in the valley, in addition to one inside the village, you'll start quickly losing elevation towards Faralya on the side of a hill covered with shrubs. After climbing down some rocky terrain, with rocks lined like a gentle stair, you will suddenly arrive in a stream with a little waterfall which will welcome you to Faralya. Next to the waterfall is the hotel ",{"type":"''","value":["Die Wassermühle"]},", converted from the old watermill of the village. You can quickly refresh yourself with the water, however still keep adhering to leave-no-trace guidelines as the stream forms the waterfalls in the Butterfly Valley below and once more used by travelers there.\n\n",{"type":"===","value":["Faralya-",{"type":"[[","value":[["Kabak"]]}]},"\nDistance: 8 km\n\n",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Faralya"]]}],["alt="],["url="],["email="],["address="],["lat=36.49521"],["long=29.13670"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," is the village on the cliffs above the ",{"type":"{{","value":[["see"],["name=Butterfly Valley"],["alt="],["url="],["email="],["address="],["lat=36.49747"],["long=29.12717"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},". This is the first village on Lycian Way since Ovacık which has a number of guesthouses, a restroom (albeit a squat type primitive one, though they have running water and liquid soap; next to the mosque of the village - don't look for a ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old City#See"],["Blue Mosque"]]},", it's a green little building. It's for free), a grocery store (",{"type":"''","value":["Faralya Market"]},"; cash only, a very meager selection of vegetables, drinks, and snacks; it's located at the exit of the village, on the road to Kabak, though you will have to stray away from the Lycian Way as it's located after where Lycian Way forks from the road), and garbage bins (there is one in front of ",{"type":"''","value":["George's House"]},", about 200 mt off the trail towards the cliffs of Butterfly Valley). There is a fountain in front of the mosque, but the water doesn't taste very good and it comes out of a moss-covered marble wall.\n\nAfter arriving to Faralya at the side of the ",{"type":"''","value":["Die Wassermühle"]},", the Lycian Way joins the tarmac road that is coming from ",{"type":"[[","value":[["Ölüdeniz"]]},". For a view of -or climbing down to- the Butterfly Valley, walk to right towards the direction of ",{"type":"''","value":["George's House"]}," opposite the mosque. This is a small village, so after passing away the mosque and a Lycian or Greek sacrophagus on the hill near it to left, the village ends. The Lycian Way quickly turns left into the forest after the exit of the village, abandoning the tarmac road towards Kabak, which is referred to as either ",{"type":"'''","value":["Faralya (Kabak)"]}," or ",{"type":"'''","value":["Kabak"]}," on signs from the point you entered Faralya on (",{"type":"''","value":["Die Wassermühle"]},").\n\n",{"type":"====","value":["Climbing down to Butterfly Valley"]},"\nThe climb is comparatively steep and there are ropes to use in several parts. Nevertheless the well trained locals can do the climb up form the valley in 15-20 minutes. Not suggested to climb in rainy weather since the rocks become slippery. One can stay there in the bungalows or tents for rent (35-40TL), go to visit the natural park with the waterfall or take a ferry to Ölüdeniz.\n\nFor some more details and safety tips on climbing down to the Valley, see ",{"type":"[[","value":[["Faralya"]]}," article.\n\n",{"type":"===","value":["Kabak-Alınca"]},"\nDistance: 7 km\n\n",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Kabak"]]}],["alt="],["url="],["email="],["address="],["lat=36.46778"],["long=29.12451"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},", consisted of an upper village proper and a number of bungalows below on the ",{"type":"{{","value":[["listing"],["name=coast in Kabak beach"],["alt="],["url="],["email="],["address="],["lat=36.46184"],["long=29.12520"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},", has a number of guesthouses and a small grocery store (cash only; at the upper village).\n\nThere are 2 ways to go to Alınca — via the beach of Kabak (descends down to the beach and connects to the hill road later) or via the hills around the valley with the fabulous sea views from the up. On the way one can find nice wild camping places.\n\nFrom Kabak on, until Kınık (which is about three days walk away), there are no running water sources except the notable exceptions of the mosques at the hamlets of Bel and Dodurga, and most villagers rely on rainwater cisterns around this area. While you will not have problems regarding water for drinking or having a shower in the guesthouses along this section, be ready to filter your water from sparsely located cisterns in the countryside out of the hamlets. Also keep in mind that some cisterns that were noted at outdated guidebooks might have fallen out of use in the meantime, so plan ahead and pack along accordingly.\n\n",{"type":"===","value":["Alınca-Gey"]},"\nDistance: 9 km\n\n",{"type":"{{","value":[["listing"],["name=Alınca"],["alt="],["url="],["email="],["address="],["lat=36.44896"],["long=29.14311"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is an upper hill hamlet of just 13 households with no descend to a beach. There is no shop in the village."]]},"\nHowever, a villager, named Bayram, rents rooms for 30 TL a night.\nThere is another recently opened guesthouse in the village, housed in a stone building: ",{"type":"{{","value":[["sleep"],["name=Alamut"],["url=http:\/\/www.alamutalinca.com\/"],["email=info@alamutalinca.com"],["address="],["lat=36.44932"],["long=29.14798"],["directions="],["phone=+90 252 679-10-69"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["phoneextra=cell phone: +90-537-852-86-46"],["content="]]},"\n\nFrom Alınca, there are two ways — either the (non-waymarked) paved road used by vehicles or the actual Lycian Way route, which traverses a section which went through a landslide badly deformed the hillside, as well as some very narrow paths with deep cliffs just the length of a feet away from your steps — those afraid of heights will want to note that before heading out!\n\nBetween Alınca and Gey one can find a running water source if one continues hiking on the road (around 3 km away from Alınca after passing few farm houses on the left).\n\nClose to Alınca, an alternative trail leads away as well, which goes through the village of Boğaziçi (4 km).\n\n",{"type":"===","value":["Gey-Bel"]},"\nDistance: 6 km\n\n",{"type":"{{","value":[["listing"],["name=Gey"],["alt="],["url="],["email="],["address="],["lat=36.40119"],["long=29.13817"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Its official name is ",{"type":"'''","value":["Yediburunlar"]}," and it is comparatively bigger village compared to Alınca and has a mosque, 2 shops (named Lycian market, cash only), WC and a water source brought there just few years ago. This is again an upper village with no descend to a beach."]]},"\n\nThe village mayor (",{"type":"''","value":["muhtar"]},") Bayram (not to be confused with the other Bayram in Alınca) rents a room and open-air patio of his two-story wooden house to hikers for overnights stays. Bayram can also reportedly arrange transfer of your excess luggage to your final destination with his pickup.\n",{"type":"{{","value":[["sleep"],["name=Yediburunlar Lighthouse"],["alt="],["url=http:\/\/www.walkyediburunlar.com"],["email=Leonhitge@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+90 252 679-10-01, +90-536-523-58-81 (mobile)"],["tollfree="],["fax="],["price=160 TL for 2 persons, half board"],["checkin="],["checkout="],["content=another, beautifully located boutique-type guesthouse just outside the village, run by a Turkish-South African couple that has 1 small room they keep for walkers on the Lycian Way. Cliff-top views. Open year-round."]]},"\n\nThere are 2 ways to continue to Bel — direct route that continues from Lycian market to the right or you may take the side trail through the ruins of ",{"type":"'''","value":["Sidyma"]}," near the modern village of ",{"type":"'''","value":["Dodurga"]},", which is a little longer.\n\n",{"type":"====","value":["Gey-Sidyma-Bel"]},"\n\nDistance: about 10 km\n\nContinue from the Lycian market in Gey to the left taking the road that starts to ascend, if around 20 min later you will pass the water source building on your left then you are on the right path. Continue until you will reach crossroads with few households from where you need to take the ascending road again. There on the top you should find the Lycian road signs again. Continue to Sidyma — the road will start to descend, first you will see the castle wall on the left, but your way continues to the modern village ",{"type":"'''","value":["Hisar"]}," first (drinkable water sources available) and after that you will find the ruins of ",{"type":"{{","value":[["see"],["name=the ancient city of Sidyma"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},". The ruins that survived until these times are mainly the tombs though and few other ancient house ruins sometimes hidden in the bushes and the trees.\n\nIn order to return to Bel you will need to come back to the Lycian Way sign 'Bel 3km' and from there the road is descending all the time, you will pass also the few households visited before from where you will continue using the descending road to the left (not taken before). After a while on your left you will see a village down in a valley with a mosque which is Bel.\n\n",{"type":"===","value":["Bel-Gavurağılı"]},"\nDistance: 10 km\n\n",{"type":"{{","value":[["listing"],["name=Bel"],["alt="],["url="],["email="],["address="],["lat=36.38336"],["long=29.17069"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The village has a mosque with drinkable water available."]]},"\n\nThe signposts along the trail in this section indicate a settlement named ",{"type":"'''","value":["Belceğiz"]}," between Bel (4 km away) and Gavurağılı.\n",{"type":"{{","value":[["sleep"],["name=Belceğiz"],["alt="],["url="],["email="],["address="],["lat=36.36298"],["long=29.18285"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This is just a single stone-built dwelling that belongs to an old shepherd who lives there just sometimes. The place around the dwelling though is very good for camping and has also fireplaces. During the night though it might become humid and cold. The only water source there — a cistern — is drinkable if purified or boiled before usage."]]},"\n\nThe way from Belceğiz to Gavurağılı descends down from the mountain.\n\n",{"type":"===","value":["Gavurağılı-Pydnai"]},"\nDistance: 6 km\n\n",{"type":"{{","value":[["listing"],["name=Gavurağılı"],["alt="],["url="],["email="],["address="],["lat=36.33670"],["long=29.20190"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A hamlet with very few households, no shop and seems no drinkable water sources as well. One can use the car road from Gavurağılı to arrive to Pydnai in case the Lycian waymarks are lost."]]},"\n\n",{"type":"===","value":["Pydnai-Letoon"]},"\nDistance: 8 km\n\n",{"type":"{{","value":[["listing"],["name=Pydnai"],["alt="],["url="],["email="],["address="],["lat=36.33362"],["long=29.23188"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It consists of the ancient town remains on a hill with an intact surrounding wall (which makes up most of what remained there to see in the town nowadays). Out of the walls, the town is surrounded by marshy ground, which was possibly a gulf serving as the harbour of the city back in ancient times."]]},"\nThe Lycian Way enters the city wall from one gate, and exits from another one after traversing the ancient town from one end to the other.\n\nPydnai (also spelled ",{"type":"'''","value":["Pydnee"]}," on non-Lycian Way road signs) is situated close to the modern village of ",{"type":"'''","value":["Karadere"]}," municipality where one can find a shop and several drinkable water sources, but it is around 2.5 km extra walk one way to the shop from Pydnai. In Karadere municipality one can find also shuttles to the nearby villages and towns including Kınık (Xanthos).\n\nAfter traversing Pydnai, the trail descents towards the coast (if the way marks are lost one can just continue in the direction of the beach) and crosses River Özlen (",{"type":"''","value":["Özlen Çayı"]},") close to the river's mouth on a narrow, flimsy-looking wooden bridge at the western edge of Patara beach.\n\nMost of this section lies on the level ground of a coastal plain, through an uninspiring \"sea\" of greenhouse plastics.\n\n",{"type":"===","value":["Letoon-",{"type":"[[","value":[["Kınık"]]}]},"\nDistance: 4 km\n\n",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Kınık#See"],["Letoon"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main religious centre of Lycia, ruins of which now lie on the top of a slightly higher hill surrounded by greenhouses covering the coastal plain."]]},"\n\nYou will pass ",{"type":"''","value":["Eşen Çayı"]},", known in ancient times as ",{"type":"'''","value":["Xanthos River"]}," on a modern road bridge immediately at the entrance of Kınık, a relatively big-ish town on the route (at the very least, it's the biggest one since you left ",{"type":"[[","value":[["Faralya"]]},", or even ",{"type":"[[","value":[["Ölüdeniz"],["Ovacık"]]}," behind), and the hub for visiting both Letoon and Xanthos.\n\n",{"type":"===","value":["Kınık-",{"type":"[[","value":[["Kınık#See"],["Xanthos"]]}]},"\nDistance: 1 km\n\n",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Kınık"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is comparatively big town with lots of tomato green houses, ATMs, plenty of shops, cafeterias, bus station and available places to stay overnight. There are many signs from Kınık showing the direction to ",{"type":"[[","value":[["Kınık#See"],["Xanthos"]]}," — which one could say is almost in the town itself — situated on the hill just to the left after crossing the bridge to enter Kınık. Even though Xanthos is a museum with an entrance fee (4 TL), sometimes after its working hours it is possible to visit it for free."]]},"\n\nPassing Xanthos and continuing the road a little bit forward away from Kınık one can find a nice camping place next to the grain field and olive trees.\n\n",{"type":"===","value":["Xanthos-Çavdır"]},"\nTotal distance to Üzümlü: 17 km\n\n",{"type":"{{","value":[["listing"],["name=Xanthos"],["alt="],["url="],["email="],["address="],["lat=36.35607"],["long=29.31962"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\nAt the beginning of this section you will cross D400, the main highway between ",{"type":"[[","value":[["Fethiye"]]}," and ",{"type":"[[","value":[["Kalkan"]]},".\n\n",{"type":"===","value":["Çavdır-Üzümlü"]},"\n",{"type":"{{","value":[["listing"],["name=Çavdır"],["alt="],["url="],["email="],["address="],["lat=36.36403"],["long=29.35278"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\nThe trail runs on the top of an ancient aqueduct for quite a while in this section.\n\n",{"type":"===","value":["Üzümlü-İslamlar"]},"\n",{"type":"{{","value":[["listing"],["name=Üzümlü"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large-ish village with a restaurant (offering trout on the menu) and a guesthouse run by the village council (",{"type":"''","value":["muhtarlık misafirhanesi"]},")."]]},"\n\n",{"type":"===","value":["İslamlar-Akbel"]},"\n",{"type":"{{","value":[["listing"],["name=İslamlar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\nHere, there is a branching side trail (16 km) with a loop at the eastern edge of Patara beach (and the ruins of ancient city of Patara).\n\n",{"type":"===","value":["Akbel-Bezirgan"]},"\nDistance, ",{"type":"{{","value":[["listing"],["name=Akbel"],["alt="],["url="],["email="],["address="],["lat=36.28213"],["long=29.40654"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," to Bezirgan 10 km.\n\nAt this section of the route, a side trail leads to the modern town of ",{"type":"[[","value":[["Kalkan"]]},", 3 km away.\n\nThe trail follows the main highway of the region for part of this section, passing by the town of ",{"type":"[[","value":[["Kalkan"]]},".\n\nOn the open plateau before arriving at Bezirgan, you will pass along a number of wooden granaries with corrugated metal roofs. These structures are said to be centuries old and the very same design is purported to be used by Romans or even Lycians.\n\n",{"type":"===","value":["Bezirgan-Sarıbelen"]},"\nDistance: 7 km\n\n",{"type":"{{","value":[["listing"],["name=Bezirgan"],["alt="],["url="],["email="],["address="],["lat=36.27515"],["long=29.46041"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large uphill town (",{"type":"''","value":["yayla"]},") with guesthouses available."]]},"\n\n",{"type":"===","value":["Sarıbelen-Gökçeören"]},"\nDistance: 13 km\n\n",{"type":"{{","value":[["listing"],["name=Sarıbelen"],["alt="],["url="],["email="],["address="],["lat=36.26625"],["long=29.49005"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small village. A local villager named Neşet rents his patio for campers, as well as Tim, an Australian settled in a distance from the village."]]},"\n\n",{"type":"===","value":["Gökçeören-Hacıoğlan Deresi"]},"\nDistance: 8 km\n\n",{"type":"{{","value":[["listing"],["name=Gökçeören"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another small village. A guesthouse run by a villager named Hüseyin is available."]]},"\n\n",{"type":"===","value":["Hacıoğlan Deresi-Phellos"]},"\nDistance: 14 km\n\n",{"type":"{{","value":[["listing"],["name=Hacıoğlan Deresi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unlike other location names found on the Lycian Way signposts, this is not a settlement but is just a creek (",{"type":"''","value":["dere"]}," translates \"stream\" in Turkish)."]]},"\n\n",{"type":"===","value":["Phellos-Çukurbağ"]},"\nDistance: 3 km (But Lycian Way signposts drop Çukurbağ in favour of Antiphellos, which lies 11 km away from Phellos)\n\n",{"type":"{{","value":[["listing"],["name=Phellos"],["alt="],["url="],["email="],["address="],["lat=36.24233"],["long=29.66200"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Was a mountaintop Lycian city. Well-preserved typical Lycian sacrophagii is among what can be seen here."]]},"\n\n",{"type":"===","value":["Çukurbağ-Antiphellos"]},"\nDistance: 8 km\n\n",{"type":"{{","value":[["listing"],["name=Çukurbağ"],["alt="],["url="],["email="],["address="],["lat=36.23475"],["long=29.66950"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Like Bezirgan, is another large-ish uphill town, ",{"type":"''","value":["yayla"]},"."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eco-Organic Farm\/Guesthouse"],["url="],["email=kas@kasartcamp.com"],["address=Çukurbağ"],["lat="],["long="],["directions="],["phone=+90 242 839-54-29"],["tollfree="],["fax="],["hours="],["price=€40 pp including breakfast; 20% discount for hikers"],["checkin="],["checkout="],["phoneextra=mobile: +90-532-374-02-19"],["content=Run by an artist\/yoga practitioner couple, this guesthouse has a sertificated organic garden, products of which are used in meals. Wine, beer, solar-heated hot water, and free wi-fi is available."]]}]},"\n",{"type":"===","value":["Antiphellos-Apollonia"]},"\nDistance: around 19 km\n\n",{"type":"{{","value":[["see"],["name=Antiphellos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ruins of an ancient city just east of major town of ",{"type":"[[","value":[["Kaş"]]}," (about 0.5km)"]]},"\n",{"type":"{{","value":[["listing"],["name=Kaş"],["alt="],["url="],["email="],["address="],["lat=36.20004"],["long=29.64415"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A comparatively big touristic town with ATMs, shops, cafeterias, hostels, hotels, bars and a bus station. It has a little beach (Küçük Çakıl Plajı) inside the beach clubs close to the city center and a bigger beach (Büyük Çakıl Plajı) around 20 min walk away from the center."]]},"\n\nThe Lycian way continues from Büyük Çakıl Plajı to Limanağzı (about 3km), but be careful at one point the way branches into 2 - one continues over the hill forward and the other one descends to ",{"type":"{{","value":[["listing"],["name=Limanağzı"],["alt="],["url="],["email="],["address="],["lat=36.17253"],["long=29.65030"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a beach club, including restaurants and drinkable water sources."]]},"\n\nFrom ",{"type":"'''","value":["Limanağzı"]}," you can continue the Lycian way and reach the point where the both paths connect again, but one should be careful not to take the path back to Kaş since the Lycian way marks disappear for a while on the correct path and appear only later on. The path goes also through the fenced garden area and arrives later on to the uninhabited beach. In the next inhabited area there was a construction of a beach club (as of June 2011) where it was possible to buy water from the workers. The Lycian way from here continues on the road and then next to the seaside again passing several nice wild camping sites and the beach near Üzümlü. Later on the way is well marked until ancient ruins without particular name known. From this point the Lycian way marks might be faded and difficult to notice (as of June 2011). At the last Lycian way mark when facing the ruins the path continues behind you and does not follow the road down. Time to time there are also some stone made marks by people next to the faded Lycian way marks to attract attention of the trekkers. If the way marks are hopelessly lost one can try to reach the road which is on the left if the ruins passed before are behind you. On this road further you will arrive also to the Lycian yellow arrow with the direction to ",{"type":"'''","value":["Kılınç (Apollonia)"]},". The first inhabited place which one will reach is Boğazcık. It is a little hamlet without any shops or drinkable water sources apart from Ali Kızmaz's pension where one can stay also over night or have a lunch, but one should take into account that in the hottest season the people are migrating to highlands. From here one can continue to the ruins of Apollonia or pass by the modern village ",{"type":"'''","value":["Kılınç"]}," with a mosque and a little shop. The shop though might be closed at the hottest season because the owner might move to highlands, too.\n\n",{"type":"===","value":["Apollonia-Aperlae"]},"\nDistance: around 7 km\n\n",{"type":"{{","value":[["listing"],["name=Apollonia"],["alt="],["url="],["email="],["address="],["lat=36.18647"],["long=29.76405"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ruins of an ancient town, located close to the modern little village ",{"type":"'''","value":["Kılınç"]},". In fact on the yellow arrow signs both names appear together."]]},"\n\n",{"type":"===","value":["Aperlae-Üçağız"]},"\n",{"type":"{{","value":[["listing"],["name=Üçağız"],["alt="],["url="],["email="],["address="],["lat=36.19741"],["long=29.84762"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also known as ancient Kekova."]]},"\n\n",{"type":"===","value":["Üçağız-Myra"]},"\n",{"type":"[[","value":[["Image:Demre mira.jpg"],["thumb"],["250px"],["Rock-cut tombs at Myra"]]},"\n\nTotal distance: 21 km\n\nMajor localities and sights in this section are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kapaklı"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Trysa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sura"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=8 km to Myra"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Myra"],["alt="],["url="],["email="],["address="],["lat=36.25875"],["long=29.98527"],["directions=just north of Demre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An ancient Lycian town"]]}]},"\n",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Demre"]]}],["alt="],["url="],["email="],["address="],["lat=36.24309"],["long=30.00797"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A modern town. The last place with accommodation options until Finike, 30 km away, a distance which is hiked in three days by most hikers — a tent or sleeping bag is essential for two nights in this section."]]},"\n\n",{"type":"===","value":["Myra-Goncatepe"]},"\nTotal distance: 12 km\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Belören"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Zeytin"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Alakilise"]}," — ruins of a basilica which dates back to sixth century."]},{"type":"*","value":[" ",{"type":"'''","value":["Goncatepe"]}]},"\nAt Goncatepe, the trail reaches its maximum elevation of about 1,800 mt above sea level.\n\n",{"type":"===","value":["Goncatepe-",{"type":"[[","value":[["Finike"]]}]},"\nTotal distance: 18 km\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Belos"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Belen"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Finike"]}]},"\n",{"type":"[[","value":[["Finike"]]}," is a modern major town and Lycian Way merges with the major highway D400 (or, rather ceases to exist) here, until near ",{"type":"[[","value":[["Mavikent"]]},", which is about 20 km away in the east. Taking public transport (or even ",{"type":"[[","value":[["Tips for hitchhiking"],["hitchhiking"]]},") is the obvious sensible choice to cross this uninteresting coastal plain, covered by nothing else but greenhouse plastics.\n\n",{"type":"===","value":["Mavikent-Gelidonia"]},"\nTotal distance: 8 km\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gagae"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Karaöz"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cape Gelidonia"]}," (",{"type":"''","value":["Gelidonya Burnu"]},") — the cape with the lighthouse. There is a well next to the lighthouse with reportedly drinkable water. It's possible to camp on the level ground beside the lighthouse (the family operating it is pretty relaxed about this), even in the pergola covered with grapevines at the yard, however be extra careful about scorpions in this place, as many hikers report of them."]},"\n",{"type":"===","value":["Gelidonia-",{"type":"[[","value":[["Adrasan"]]}]},"\nDistance: 16 km\n\nIt takes at least 5 hours to hike this section which is one of the remotest parts of the trail. Inexperienced hikers are generally advised not to attempt this section alone, even by Kate Clow herself.\n\nSome maps show a ",{"type":"''","value":["single"]}," source of water in this section, about a quarter of the way short of Adrasan, but most hikers report of not noticing it, so have extra water supplies when attempting this section.\n\n",{"type":"===","value":["Adrasan-Çıralı"]},"\nTotal distance: 20 km\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Upper Olympos"]}," (",{"type":"''","value":["Bakacak"]},") — the ancient city up on the hills."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Olympos (Turkey)"],["Lower Olympos"]]}]}," — ancient city on the beach, next to a heavily travelled backpacker destination."]},{"type":"*","value":[" ",{"type":"'''","value":["Çıralı"]}]},"\nAt Çıralı, Lycian Way branches into two: one of the routes closely follow the coastline (if sometimes actually a little away from the beach itself), and the other via the mountains inland. The routes merge again in Gedelme up in the mountains and keep running towards north.\n\n",{"type":"===","value":["Çıralı-Gedelme"]},"\n\n",{"type":"====","value":["Coastal route"]},"\n",{"type":"=====","value":["Çıralı-Phaselis"]},"\nTotal distance: 22 km\n\n",{"type":"*","value":[{"type":"'''","value":["Tekirova"]}]},{"type":"*","value":[{"type":"'''","value":["Phaselis"]}," — ruins of Roman city."]},"\n",{"type":"=====","value":["Phaselis-Gedelme"]},"\n",{"type":"*","value":[{"type":"'''","value":["Aşağıkuzdere"]}]},{"type":"*","value":[{"type":"'''","value":["Gedelme"]}]},"\nBetween Aşağıkuzdere and Gedelme, there are some mountain gorges, as well as a Roman bridge over a creek to pass.\n\n",{"type":"====","value":["Mountain route"]},"\n",{"type":"=====","value":["Çıralı-Beycik"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chimaera"]}," (",{"type":"''","value":["Yanartaş"]},") — the \"burning stones\", natural bonfires on the side of the mountain caused by a natural gas seep"]},{"type":"*","value":[" ",{"type":"'''","value":["Beycik"]}]},"\n",{"type":"=====","value":["Beycik-Gedelme"]},"\nTotal distance: 29 km\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Yukarı Beycik"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Yayla Kuzdere"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gedelme"]}]},"\nBetween Yukarı Beycik and Yayla Kuzdere, you'll pass just east of 2,300 mt-high summit of Mt Tahtalı, one of the mountains known as \"Olympos\" to ancients.\n\n",{"type":"===","value":["Gedelme-Göynük Yaylası"]},"\nTotal distance: 24 km\n\n",{"type":"===","value":["Göynük Yaylası-Hisarçandır"]},"\nTotal distance: 22 km\n\n",{"type":"==","value":["Sleep"]},"\nThere is a variety of lodging (mostly family-run guesthouses and some campgrounds) in some of the villages along the route, usually 10 km in between. However at some remoter sections, wild camping is your only option. Plan ahead to see whether you will be needing camping gear or not.\n\n",{"type":"==","value":["Stay safe"]},"\nYou'll be mostly fine and safe by following the marks and keeping on trail, but there are certain things that one should be wary of.\n",{"type":"*","value":[" Do not take ",{"type":"'''","value":["shortcuts"]},". Waymarks will lead you where you should be going. In fact, what may seem as a shortcut may take you to a very different direction than you should be heading."]},{"type":"*","value":[" ",{"type":"'''","value":["Scorpions"]}," thrive in this hot region and stony\/rocky areas —especially under the rocks— are their habitats. So never remove a rock unless you absolutely have to. Keep zips of your backpack and tent always locked. Check and shake your shoes before wearing them. ",{"type":"'''","value":["Snakes"]}," are less of a concern, however be wary of them near streams."]},{"type":"*","value":[" By sweating, you don't only lose water, but you also ",{"type":"'''","value":["lose sodium"]},", which is just quite as serious as dehydration - and you will sweat a lot on Lycian Way. Pack along sports drinks (usually available in Turkish supermarkets) or fortified powdered drinks (generally not available in Turkey). Having a salty soup at the end of the day will also balance some of your sodium loss."]},{"type":"*","value":[" If you pitch a tent at the feet of Mt. Babadağ (around Kozağaç and Kirme), be wary that a very ",{"type":"'''","value":["strong wind"]}," comes suddenly almost out of nowhere at around midnight and keeps blowing until the early morning. Make sure all of your stuff is neatly placed away from the cliffs and the tent is wind-proof and secured to the ground. Also don't camp on the way of falling rocks near Kozağaç (the grey sands area)."]},"\n",{"type":"==","value":["Connect"]},"\nWhile you may receive a weak signal in some parts of the trail, you'll be mostly out of ",{"type":"'''","value":["GSM"]}," coverage while hiking in the remote parts.\n\n",{"type":"==","value":["Go next"]},"\nIf your legs are not sufficiently tired yet, why don't you give the ",{"type":"[[","value":[["Saint Paul Trail"]]},", which is another 500-so km waymarked trail lying between eastern suburbs of ",{"type":"[[","value":[["Antalya"]]}," and ",{"type":"[[","value":[["Yalvaç"]]}," up in the north that is even wilder and more remote, a try?\n\n",{"type":"{{","value":[["usableitinerary"]]},"\n\n",{"type":"{{","value":[["related"],["Wilderness_backpacking"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lycian Way"]]}]