[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/lyjo Lyndon B. Johnson National Historical Park"]}]}," lies just outside of ",{"type":"[[","value":[["Johnson City (Texas)"],["Johnson City"]]}," along the Pedernales River (pronounced ",{"type":"''","value":["per-der-NAL-as"]},") is in the ",{"type":"[[","value":[["Texas"]]}," ",{"type":"[[","value":[["Hill Country"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLBJ NHP actually consists of two sites.  LBJ's boyhood home and the park's visitor center are located within the Johnson City, Texas, city limits.  More are familiar with the LBJ Ranch, on which the Texas White House and LBJ's reconstructed birthplace sit.\n\n",{"type":"===","value":["History"]},"\nPresident Johnson's family owned the ranch and the \"Texas White House\" since at least the turn of the 20th Century.  LBJ's aunt and uncle owned the main house on the ranch during the President's childhood.  In fact, Johnson purchased the ranch from his aunt in the 1940s while a United States Senator representing Texas and continued accumulating land along the Pedernales River throughout the remainder of his life.\n\nPresident Johnson was born in a smaller house down the riverbank from his aunt's home.  The home, constructed in the \"dogtrot\" or \"breezeway\" style, is so named because a \"dogtrot\" or \"breezeway\" open porch runs through the middle of the home for maximum ventilation during the hot Texas summers.  Reconstructed during his first presidential term using historically accurate building techniques, the house served as a guest house for dignitaries and\/or staffers visiting LBJ's Texas ranch.  (The original home fell into disrepair and met with demolition in the 1930s.)  Interestingly, however, LBJ landscaped the property in a style attractive by 1960s-1970s standards: expansive green lawns of St. Augustine grass, squat green shrubs, and huge oak and pecan trees.  The landscaping, which the ",{"type":"[[","value":[["National Park Service"]]}," (\"NPS\") maintains to look as it did when LBJ reconstructed the birthplace home, differs from the landscaping used when LBJ's parents owned the home.  During the early 20th century, when Sam Ealy and Rebekah Baines Johnson, LBJ's parents, owned the home, many rural Texans and southerners favored a \"swept\" yard of packed dirt and without grass.\n\nFinally, in 1912, when LBJ was four years old, the Johnsons left what became part of the ranch along the Pedernales and moved into Johnson City's limits.  A white frame house with large porches sits a few blocks off U.S. Highway 290 surrounded by a white picket fence.  LBJ spent most of his formative years in the Johnson City home before graduating from high school and attending Southwest Texas State Teachers' College (now ",{"type":"[[","value":[["Texas State University-San Marcos"]]},") in San Marcos, Texas.  Later, Johnson launched his congressional bid from his parents' front porch in Johnson City.\n\nPresident and Mrs. Johnson gave the ranch and the boyhood home to the American people in 1972, reserving a life estate for themselves.  After President Johnson's 1973 death caused by a heart attack, Mrs. Johnson lived in the \"Texas White House\" until her final hospitalization in July 2007.  Following Mrs. Johnson's July 2007 death, the Secret Service turned over all portions of the ranch property to the National Park Service.  NPS is currently working with the Johnson family to determine what personal belongings will remain at the residence.  LBJ's office should open to the public for tours on August 27, 2008, which would have been his 100th birthday.  Other rooms in the house will open subsequently as NPS readies them for historical interpretation and public use.\n\nAcross the river from the ranch, however, is the ",{"type":"[[","value":[["Lyndon B. Johnson State Historical Park"]]},", administered by the Texas Parks & Wildlife Department, an agency of the State of Texas.  State-owned lands, as distinguished from the federally-owned ranch, contain the visitor's center from which all ranch tours depart, restroom facilities, picnic areas, and a living history village.  The State of Texas acquired the land in 1967 and opened the park in 1970.\n\n",{"type":"===","value":["Landscape"]},"\nThe LBJ NHP landscape is quintessential Texas Hill Country landscape.  Visitors from out of town will drive into Johnson City and\/or the Ranch from U.S. Highway 290.  Prairie grasses cover rolling hills dotted with mesquite trees and scrub brush.\n\nBoth areas of the park, however, are located nearer the clear, cold Pedernales River.  The Pedernales, part of a spring-fed river system in the Hill Country which also includes the Comal, the Guadalupe, the Colorado, and the Nueces, maintains a steady temperature in the 60-70 degree Fahrenheit range.  Nearer the river, where the main park areas lie, the landscape changes to lush green pastures with towering oak and pecan trees.\n\n",{"type":"===","value":["Flora and fauna"]},"\nNotably, the rolling pastures of the state-owned park land across the Pedernales from the federally-owned ranch are covered in wildflowers, blooming a brilliant yellow in early summer.  Wildflowers played a large role in the Johnsons' life, as Mrs. Johnson badgered the President to push the Highway Beautification Act of 1965 through Congress.  As a result, highway right-of-ways across the nation are better maintained, with some having an almost park-like feel.  Mrs. Johnson herself personally contributed to the beautification effort by planting the first tree funded by the project in Washington, D.C., fighting to preserve a natural environment for ",{"type":"[[","value":[["Town Lake"]]},", now called ",{"type":"[[","value":[["Lady Bird Lake"]]}," in ",{"type":"[[","value":[["Austin, TX"]]},", and founding the ",{"type":"[[","value":[["National Wildflower Research Center"]]},", also in Austin.  Seldom,however, was Mrs. Johnson seen on the ranch land without a pocket full of wildflower seeds; thus, the fields of wildflowers at the state park entrance serve as a fitting tribute to a President's wife.\n\nThe park hosts a number of animal species, including mammals, birds, fish, reptiles, amphibians, and insects.  There are also many exotic species within the park boundaries that were introduced to this area. The only threatened and endangered species known within the park is the Bald Eagle (Haliaeetus leucocephalus), which winters in the area. Endemic species found within the boundaries of the park include the Guadalupe Bass (Micropterus treculi) and the Texas Map Turtle (Graptemys versa). The Texas Horned Lizard (Phrynosoma Cornutum) was once common within the park and region and is now listed as a Texas Endangered Species.\n\nLBJ prided himself that the ranch functioned as a working cattle ranch.  After purchasing several head of Texas Longhorn cattle, building the necessary barns and other facilities, and appointing a ranch foreman, insiders knew that LBJ would call the ranch almost daily for weather reports, grazing conditions, and medical updates on his herd.  In order to maintain the cultural landscaping within Lyndon B. Johnson National Historical Park, the National Park Service continues to manage the working ranch established by President Johnson. A very regimented, closely-monitored livestock management and grazing program is followed. There is strict control over livestock numbers at the park - approximately 100-125 head of white-faced, registered Hereford cattle. In the Johnson Settlement, the park maintains a small herd of Longhorn cattle and horses.\n\nCommon native mammals that can be found within the park include the Opossum (Didelphis virginiana), Eastern Red Bat (Lasiurus borealis), Nine-banded armadillo (Dasypus novemcinctus), Eastern Cottontail (Sylvilagus floridanus), Black-tailed Jackrabbit (Lepus californicus), Fox Squirrel (Sciurus niger), Pygmy Mouse (Baiomys taylori), House Mouse (Mus musculus), Gray Fox (Urocyon cinereoargenteus), Ringtail (Bassariscus astutus), Raccoon (Procyon lotor), Skunk (Mephitis or Spilogale), and White-tailed Deer (Odocoileus virginianus).\n\nThroughout the latter half of the twentieth century, ranchers in the Texas Hill Country diversified their practices in order to generate income. This diversification included raising a variety of exotic species for sale (such as emu) or for species propagation for zoos or other certified repositories. Income is also generated through hunting leases of native white-tailed deer and exotic game animals.\n\nA number of exotic animal species have been historically raised on the LBJ Ranch as exotic game for hunting.  Neighboring ranches also manage populations of exotic game animals. These include Mouflon-Barbados Sheep (Ovis sp.), Aoudad Sheep (Ammotragus Lervia), Nilgai Antelope (Rosetaphus tragocamelus), Blackbuck Antelope (Antilope cervicapra), English Red Deer (Cervus Elaphus), Axis Deer (Axis axis), Fallow Deer (Dama dama) and Sika Deer (Cervus Nippon).  Another exotic species that can be seen along the river is Nutria (Myocastor coypus).  These large rodents burrow into riverbanks, leading to increased erosion during the frequent floods this region experiences\n\nHabitats for amphibians at Lyndon B. Johnson National Historical Park include the Pedernales River, Town Creek, multiple stock tanks, and natural springs and seeps. These areas support multiple varieties of amphibians. There is an abundance of frogs, toads and salamanders that take advantage of these moist habitats.\n\nThe park offers a rich variety of avian habitats: mesquite grasslands; live oak, post oak, and cedar woodlands; open water and the margins of the Pedernales River including a narrow pecan gallery woodland. Live oak, post oak, mesquite, juniper, native pecan, sugar hackberry, yaupon, and sumac are abundant. Among the approximately 100 types of grasses that grow here are little bluestem, bushy bluestem, Canada wild rye, switchgrass, and eastern gamma grass. Dove weed (Croton), giant ragweed, and goldenrod are common. Over 25 species of conspicuous wildflowers bloom in profusion during spring and early summer.\n\nBird inventories within the park reflect the mingling of eastern and western species and races characteristic of the avifauna of the Edwards Plateau. Although some Hill Country specialties are rarely found, eastern and western subspecies commonly overlap. Many of the approximately forty permanent resident species, along with numerous summer residents, nest within the park. Of the permanent residents are the\n\n",{"type":"*","value":["Eastern Bluebird"]},{"type":"*","value":["Blue Jay"]},{"type":"*","value":["Northern Mockingbird"]},{"type":"*","value":["Mourning Dove"]},{"type":"*","value":["Cardinal"]},{"type":"*","value":["Northern Bobwhite"]},{"type":"*","value":["Eastern Phoebe"]},{"type":"*","value":["Bewick's and Carolina Wrens."]},"\nSummer visitors nesting in the park include\n\n",{"type":"*","value":["Summer Tanager"]},{"type":"*","value":["Painted Bunting"]},{"type":"*","value":["Black-chinned Hummingbird"]},{"type":"*","value":["Scissor-tailed Flycatchers"]},{"type":"*","value":["and a variety of swallow species"]},"\nMigrations in the spring are normally light, but among the species of migrating warblers are the Yellow Warbler and Common Yellowthroat. Especially during the winter, the Pedernales River hosts a number of duck species, cormorants, shorebirds, and waders.\n\nCommon fish species identified within the park include:\n\n",{"type":"*","value":["American Gizzard Shad (Dorosoma cepedianum)"]},{"type":"*","value":["Central Stoneroller (Campostoma anomalum)"]},{"type":"*","value":["Red Shiner (Cyprinella venusta)"]},{"type":"*","value":["European Carp (Cyprinus carpio)"]},{"type":"*","value":["Mimic Shiner (Notropis volucellus)"]},{"type":"*","value":["Bullhead Minnow (Pimephales vigilax)"]},{"type":"*","value":["Grey Redhorse (Scartomyzon congestus"]},{"type":"*","value":["Channel Catfish (Ictalurus punctatus)"]},{"type":"*","value":["Western Mosquitofish (Gambusia affinis)"]},{"type":"*","value":["Brook Silverside (Labidesthes sicculus)"]},{"type":"*","value":["Green Silverside (Lempois cyanellus)"]},{"type":"*","value":["Warmouth (Lepomis gulosus)"]},{"type":"*","value":["Bluegill (Lepomis macrochirus)"]},{"type":"*","value":["Largemouth Bass (Micropterus salmoides)"]},{"type":"*","value":["Guadalupe Bass (Micropeterus treculii)"]},{"type":"*","value":["White Crappie (Pomoxis annularis)"]},{"type":"*","value":["Texas Logperch (Percina carbonaria)"]},"\nOther fish that are common throughout most of Texas and the Hill Country include:\n\n",{"type":"*","value":["Black Bullhead (Ameiurus melas)"]},{"type":"*","value":["Yellow Bullhead (Ameiurus natalis)"]},{"type":"*","value":["River Carpsucker (Carpoides carpio)"]},{"type":"*","value":["Plains Killfish (Fundulus zebrinus)"]},{"type":"*","value":["Longnose Gar (Lepisosteus osseus)"]},{"type":"*","value":["Redbreast Sunfish (Lepomis stramineus)"]},{"type":"*","value":["Longear Sunfish (L. megalotis)"]},{"type":"*","value":["Redear Sunfish (L. microlophus)"]},{"type":"*","value":["Sand Shiner (Notropis stramineus)"]},"\nHeadwater spring pools and streams in the Texas Hill Country typically harbor few, if any, mussels, largely because the cool, clear waters lack sufficient phytoplankton and other foods needed to support mussel populations. There are two types of mussels that have been identified at Lyndon B. Johnson National Historical Park - the Yellow Sandshell (Lampsilis teres) and the Southern Mapleleaf (Quadrula apiculata). \n\nA variety of reptile species have been identified within the boundaries of Lyndon B. Johnson National Historical Park.  The five common turtles inventoried include the Common Snapping Turtle (Chelydra serpentina serpentina), Texas Map Turtle (Graptemys versa), Red-eared Slider (Trachemys scipta elegans), Texas Cooter (Pseudemys texana), and Guadalupe Spiny Softshell (Apalone spinifera guadalupensis).\n\nCommon snakes include the Diamondback Watersnake (Nerodia rhombifer rhombifer), Texas Brown Snake (Storeria dekayi texana), and the Texas Rat Snake (Elaphe obsoleta lindheimerii). The Green Anole (Anolis carolinensis) is a lizard that is usually seen sunning on fence lines throughout the park.\n\nThe Mediterranean Gecko (Hemidactylus turcicus) is a common exotic found inhabiting many of the structures.\n\n",{"type":"===","value":["Climate"]},"\nLyndon B. Johnson National Historical Park is made up of two districts (the Johnson City District in Blanco County and the LBJ Ranch District in Gillespie County), each lying in the Pedernales River Valley, which cuts through a geologic region known as the Llano Uplift. The area is characterized by hills covered with juniper and oak, with elevations ranging from 1,000-2,500 feet above sea level. The climate is dry, sub-humid: Blanco County averages 34 inches of rain per year and Gillespie County, 27.44 inches. The summers are generally hot and the winters mild. The average length of the growing season is 234 days in Blanco County and 219 days in Gillespie County. The average annual free water evaporation is 58 inches in Blanco County and 62 inches in Gillespie County.\n\nThe regional climate for the Texas Hill Country is classified as subtropical-subhumid. The mean annual temperature in the area is 18.7ºC and the mean annual rainfall is 30.2 cm. Precipitation maxima occur in spring and fall in response to frontal systems entering the region from the north that merge with unstable and moist air from the Gulf of Mexico.\n\nThe park maintains a weather station in the Johnson City District, where daily weather readings are manually collected. The Texas Forest Service maintains a weather station in the LBJ Ranch District. This collected data is used for fire weather forecasts.\n\n",{"type":"==","value":["Get in"]},"\nLyndon B. Johnson National Historical Park is located in the heart of the Texas Hill Country. The park has two visitor areas separated by about 14 miles: the Johnson Settlement\/Visitor Center\/Boyhood Home\/Park Headquarters in Johnson City and the LBJ Ranch near Stonewall. The Park Visitor Center in Johnson City is 50 miles west of Austin and 60 miles north of San Antonio. The State of Texas manages a Visitor Center near Stonewall where the visitor can board the bus to the LBJ Ranch, which is managed by the National Park Service.\n\n",{"type":"'''","value":["To National Park Headquarters and the Visitor Center in Johnson City:"]},"\n\n",{"type":"''","value":["From Austin"]},", take Highway 290 westbound. At the signal light in Johnson City, turn left (still on 290), towards Fredericksburg. Go three blocks and turn left on Avenue F. Go two blocks and turn right onto Ladybird Lane. The parking lot and visitor center are on the left.\n\n",{"type":"''","value":["From San Antonio"]},", take Highway 281 northbound until it joins Highway 290 at the signal light in Johnson City. Turn left towards Fredericksburg. Go three blocks and turn left on Avenue F. Go two blocks and turn right onto Ladybird Lane. The parking lot and visitor center are on the left.\n\n",{"type":"''","value":["From Fredericksburg"]},", take Highway 290 eastbound to Johnson City. After passing the traffic light at Nugent Street in Johnson City, go two blocks and turn right onto Avenue F. Go two blocks and turn right onto Ladybird Lane. The parking lot and visitor center are on the left. Note: You will pass the LBJ Ranch District on your way to Johnson City -- see next direction.\n\n",{"type":"'''","value":["To the LBJ Ranch and LBJ State Park and Historic Site:"]},"\n\n",{"type":"''","value":["From Park Headquarters"]},", take Highway 290 fourteen miles westbound to the LBJ State Historical Park.\n\n",{"type":"''","value":["From Fredericksburg"]},", take Highway 290 sixteen miles eastbound to the LBJ State Historical Park.\n\n",{"type":"'''","value":["Tickets for the LBJ Ranch bus tour are purchased at the State Park Visitor Center."]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere is no fee to visit the Johnson City District. Donations are gratefully accepted.\n\nThe fee for the National Park Service bus tour of the LBJ Ranch is as follows:\n\n",{"type":"*","value":["Ages 62 and older: $3.00"]},{"type":"*","value":["Ages 18-61: $6.00"]},{"type":"*","value":["Ages 7-17: $3.00"]},{"type":"*","value":["Ages 6 and younger: free"]},"\nCash, checks, and credit cards are accepted for payment of the bus tour fees.\n\nScheduled school groups who request and receive fee waivers are free of charge. Annual fee free days for all tour bus passengers are August 27 (former President Johnson's birthday) and other dates as designated by the Department of the Interior, National Park Service.\n\nReservations for educational programs and groups of 15 or more people are necessary.  Contact the park for more information, 830-868-7128 ext. 231.\n\n",{"type":"==","value":["Get around"]},"\nPresident Johnson's political career (1946-1969) mirrors the golden age of the American automobile.  Thus, nearly everything at LBJ NHP is accessible with an average, well-maintained sedan.  Texas became known for having good roads during the mid-20th century.  In fact, the thousands of miles of asphalt and concrete linking Texas became necessary for commerce and travel across the second largest state in the union in terms of land area.  One of those roads, U.S Highway 290, links the park sections and the park area with the rest of the state.\n\nVisitors to the LBJ boyhood home in Johnson City can park along the street in front or along the sides of the house, or in the parking lot of the Park's Headquarters roughly two blocks away.  Ranch visitors must take a bus tour, which leaves from the State Park Visitor Center, accessible by a paved Texas state park road just a few hundred yards from U.S. Highway 290.  The bus tours leave from the Visitor Center's back steps and pull within steps of sites of interest on the ranch.\n\n",{"type":"==","value":["See"]},"\nThe closest Texas State Parks are Pedernales Falls State Park and LBJ State Park and Historic Site. Both provide recreational opportunities such as hiking, swimming, and picnicking. LBJ State Park has nature trails and a German farm (c.1915) where costumed interpretation is performed. The town of Fredericksburg has numerous visitor services and attractions, one of which is the National Museum of the Pacific War.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIf visiting in the summer, prepare for the Texas heat!  Temperatures regularly exceed 90 degrees Fahrenheit May-October, and frequently exceed 100 degrees June-September.  If you plan on being outdoors on the park lands for any length of time at all, bring and use generous amounts of sunscreen.  Likewise, plan on drinking plenty of water for several days before as well as during your visit to the park.  Wear light-colored, loose-fitting cotton or moisture wicking clothing and good, sturdy, closed-toed shoes.\n\nWatch where you step!  Scorpions and snakes, though rare in heavily trafficked areas, are not unheard of in the Texas Hill Country.  Close-toed shoes are the first defense against creatures that bite or sting when startled or frightened but nothing beats avoiding such an encounter altogether.\n\nBe prepared for insects.  Should you be allergic to any type of insect common in the American South or Southwest, bring any medication you might need.  Insect repellent may also come in handy, particularly if you plan to visit during the dusk hours.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Hill Country"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Lyndon B. Johnson National Historical Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Lyndon B. Johnson National Historical Park"]]},"\n",{"type":"{{","value":[["geo"],["30.2408"],["-98.6242"]]}]