[{"type":"{{","value":[["pagebanner"],["Banner Lyon Saint Jean.jpg"],["unesco=yes"]]},"\n\n",{"type":"[[","value":[["File:FourviereNight.jpg"],["thumb"],["350px"],["Fourvière basilica from the river Saône, illuminated at night."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.en.lyon-france.com\/ Lyon"]}]},", also written ",{"type":"'''","value":["Lyons"]}," in English, is the third largest city in ",{"type":"[[","value":[["France"]]}," and centre of the second largest metropolitan area in the country. It is the capital of the ",{"type":"[[","value":[["Rhône-Alpes"]]}," region and the ",{"type":"[[","value":[["Rhône"]]}," ",{"type":"''","value":["département"]},". It is known as a gastronomic and historical city with a vibrant cultural scene. It is also the birthplace of cinema.\n\n",{"type":"==","value":["Understand"]},"\n\nFounded by the Romans, with many preserved historical areas, Lyon is the archetype of the heritage city, as recognised by UNESCO. Lyon is a vibrant metropolis which starts to make the most out of its unique architectural, cultural and gastronomic heritage, its dynamic demographics and economy and its strategic location between Northern and Southern Europe. It is more and more open to the world, with an increasing number of students and international events.\n\nThe city itself has about 470,000 inhabitants. However, the direct influence of the city extends well over its administrative borders. The figure which should be compared to the population of other major metropolises is the population of Greater Lyon (which includes 57 towns or ",{"type":"''","value":["communes"]},"): about 1,200,000. Lyon and its metropolitan area are rapidly growing and getting younger, because of their economic attractiveness.\n\n",{"type":"===","value":["Districts"]},"\n\nLyon is shaped by its two rivers, the Rhône (to the East) and the Saône (to the West), which both run North-South. The main areas of interest are:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=LyonDistricts2.png"],["regionmaptext=Main districts of interest in Lyon with ",{"type":"''","value":["arrondissement"]}," numbers and borders"],["regionmapsize=500px"],["region1name=Fourvière hill"],["region1color=#a98838"],["region1items="],["region1description=Also known as \"the hill that prays\" due to the numerous churches and religious institutions it hosts. The hill was also the place where the Romans settled."],["region2name=Vieux Lyon (Old Lyon)"],["region2color=#dbaa33"],["region2items="],["region2description=The Renaissance area, along the right bank of the Saône."],["region3name=Presqu'île"],["region3color=#78accb"],["region3items="],["region3description=Between the two rivers, the real heart of the city."],["region4name=Croix-Rousse"],["region4color=#e07676"],["region4items="],["region4description=North of Presqu'île between the two rivers, it is known as \"the hill that works\" because it was home to the silk workers (",{"type":"''","value":["canuts"]},") until the 19th century. This industry has shaped the unique architecture of the area."],["region5name=Confluence"],["region5color=#899958"],["region5items="],["region5description=An emerging district with great contemporary architecture in a former industrial area."],["region6name=Part-Dieu"],["region6color=#9a84a4"],["region6items="],["region6description=The main business district and home to the main train station of Lyon."],["region7name=Brotteaux"],["region7color=#5cc7ab"],["region7items="],["region7description=The wealthiest district, next to the beautiful Tête d'Or park."],["region8name=Guillotière"],["region8color=#834862"],["region8items="],["region8description=A picturesque district with a large immigrant population."],["region9name=Etats-Unis"],["region9color=#434b7c"],["region9items="],["region9description=An interesting 1920s housing project."],["region10name=Vaise"],["region10color=#bdc237"],["region10items="],["region10description=Another developing district."]]},"\n\nFourvière, Vieux Lyon, Croix-Rousse and a large part of Presqu'île are classified as a ",{"type":"[[","value":[["UNESCO World Heritage site"]]},".\n\nLyon has nine administrative subdivisions called ",{"type":"''","value":["arrondissements"]},", which are designated by numbers. They correspond approximately to the following neighbourhoods:\n",{"type":"*","value":[" 1st ",{"type":"''","value":["arrondissement"]}," (centre): North of Presqu'île and slopes of the Croix-Rousse hill; home of the ",{"type":"''","value":["canuts"]}," (silk workers), and still a 'rebel' neighbourhood."]},{"type":"*","value":[" 2nd ",{"type":"''","value":["arrondissement"]}," (centre): Most of Presqu'île; basically, this is where the action is."]},{"type":"*","value":[" 3rd ",{"type":"''","value":["arrondissement"]}," (East): Part-Dieu, North of Guillotière, Montchat, North of Monplaisir; the most populated ",{"type":"''","value":["arrondissement"]}," with wealthy and popular neighbourhoods, former industrial or military sites and a modern business district."]},{"type":"*","value":[" 4th ",{"type":"''","value":["arrondissement"]}," (North): Plateau of the Croix-Rousse hill; historical area with a \"village\" mood."]},{"type":"*","value":[" 5th ",{"type":"''","value":["arrondissement"]}," (West): Vieux Lyon, Fourvière, Saint-Just, Point du Jour; historical sites and quiet residential neighbourhoods."]},{"type":"*","value":[" 6th ",{"type":"''","value":["arrondissement"]}," (Northeast): Brotteaux; the wealthiest part of the city."]},{"type":"*","value":[" 7th ",{"type":"''","value":["arrondissement"]}," (South): South of Guillotière, Gerland; from popular neighbourhoods to high-tech industrial zones."]},{"type":"*","value":[" 8th ",{"type":"''","value":["arrondissement"]}," (Southeast): South of Monplaisir, Etats-Unis, industrial and popular neighbourhoods built mainly in the 1920s-1930s."]},{"type":"*","value":[" 9th ",{"type":"''","value":["arrondissement"]}," (Northwest): Vaise, La Duchère, St Rambert; some of the areas which have evolved the most in recent years."]},{"type":"*","value":[" Don't forget to visit ",{"type":"[[","value":[["Sainte-Foy-lès-Lyon"]]},", a nice little town on the western hill of Lyon,across the river Saône, where you can enjoy a walk halfway between the city and the countryside, with marvellous perspectives on the city."]},"\nZip codes for Lyon begin with 69 for the Rhône ",{"type":"''","value":["département"]}," and end with the number of the ",{"type":"''","value":["arrondissement"]},": 69004 is therefore the zip code for the 4th ",{"type":"''","value":["arrondissement"]},". Special zip codes may be used for businesses.\n\n",{"type":"===","value":["History"]},"\n\nAll periods of Lyon's 2000-year history have left visible traces in the city's architectural and cultural heritage, from Roman ruins to Renaissance palaces to contemporary skyscrapers. It never went through a major disaster (earthquake, fire, extensive bombing...) or a complete redesign by urban planners. Very few cities in the world boast such diversity in their urban structure and architecture.\n\n",{"type":"[[","value":[["File:Amphitheater von Lyon.jpg"],["thumb"],["right"],["250px"],["The Roman theatre in Fourvière, the most important remain of the Roman city of Lugdunum."]]},"\n\nEarly traces of settlement date back to 12,000 BC but there is no evidence of continuous occupation prior to the Roman era. Lugdunum, the Roman name of the city, was officially ",{"type":"'''","value":["founded in 43 BC"]}," by Lucius Munatius Plancus, then Governor of Gaul. The first Roman settlements were on Fourvière hill, and the first inhabitants were probably veterans of Caesar's war campaigns. The development of the city was boosted by its strategic location and it was promoted ",{"type":"'''","value":["Capital of Gauls"]}," in 27 BC by General Agrippa, emperor Augustus's son-in-law and minister. Large carriageways were then built, providing easy access from all parts of Gaul. Lugdunum became one of the most prominent administrative, economic and financial centres in Gaul, along with Narbonne. The main period of peace and prosperity of the Roman city was between 69 and 192 AD. The population at that time is estimated between 50,000 and 80,000. Lugdunum consisted of four populated areas: the top of Fourvière hill, the slopes of Croix-Rousse around the Amphithéâtre des Trois Gaules, the ",{"type":"''","value":["Canabae"]}," (around where Place Bellecour is today) and the right bank of the Saône river, mainly in what is today St Georges neighbourhood.\n\nLugdunum was the place where the ",{"type":"'''","value":["first Christian communities"]}," of Gaul appeared. It was also where the first martyrdoms took place, most notably in 177 AD when the young slave Blandine was killed in the Amphithéâtre des Trois Gaules, along with 47 other martyrs.\n\nThe city lost its status of Capital of Gauls in 297 AD. Then, in the early years of the 4th century, the aqueducts which brought water to the top of Fourvière suddenly stopped functioning. This was due to a lack of funds for their maintenance and security; the lead pipes which carried the water were stolen and could not be replaced. The city was completely deprived of water overnight. This triggered the end of the Roman Lugdunum, which lost a large part of its population and was reorganised around the Saône.\n\nIn the ",{"type":"'''","value":["Middle Ages"]},", the city developed on both banks of the Saône. The name \"Lion\" or \"Lyon\" appeared in the 13th century. The early Middle Ages were very troubled politically. Since the political geography of France kept changing, the city belonged successively to multiple provinces. It then belonged to the Holy Roman Empire from 1018 to 1312, when it was given to France at the Vienna Council. At that time, the city was still of limited size but had a large religious influence; in 1078, Pope Gregory VII made the Archbishop of Lyon the highest Catholic dignitary in the former Gaul (",{"type":"''","value":["Primat des Gaules"]},").\n\nIn the ",{"type":"'''","value":["Renaissance"]},", fiscal advantages and the organisation of numerous trade fairs attracted bankers from Florence and merchants from all over Europe; the city became more and more prosperous and experienced a second golden age. The main industries were silk weaving, introduced in 1536, and printing. Lyon became one of Europe's largest cities and its first financial place, helped by the advantages given by King François I who even considered, at one time, making Lyon the capital of France. Around 1530, the population of Lyon reached 50,000.\n\nIn the following centuries, Lyon was hurt by the religious wars but remained a major industrial and intellectual centre, while the financial activity moved to Geneva and Switzerland. In the 18th century, half of the inhabitants were silk workers (",{"type":"''","value":["canuts"]},").\n\nThe eastern bank of the Rhône was not urbanised before the 18th century, when the swamps (called Brotteaux) were dried out to allow construction. Those massive works were led by engineer Morand. In the meantime, works conducted by Perrache doubled the area of the Presqu'île. The extension works were halted by the French revolution but started again in the early 19th century.\n\nDuring the Revolution, in 1793, Lyon took sides against the central power of the ",{"type":"''","value":["Convention"]}," (Parliament), which caused a severe repression from the army. Over 2,000 people were executed.\n\nIn the early ",{"type":"'''","value":["19th century"]},", the silk industry was still developing, notably thanks to Jacquard's loom which made the weaving work more efficient. Social crises, however, occurred: in 1831, the first revolt of the ",{"type":"''","value":["canuts"]}," was harshly repressed. The workers were protesting against the introduction of new technology, which was likely to cause unemployment. Other riots took place in 1834, 1848 and 1849, especially in the Croix-Rousse neighbourhood. From 1848, the Presqu'île area was redesigned in a way similar to Haussmann's works in Paris. In 1852, the neighbouring towns of Vaise, Croix-Rousse and Guillotière were made districts of Lyon. The traditional silk industry disappeared at the end of the century because of diseases affecting the French silk worms and the opening of the Suez Canal which reduced the price of imported silk from Asia. Various other industries developed at that time; the most famous entrepreneurs of the late 19th century were the Lumière brothers, who invented cinema in Lyon in 1895.\n\n",{"type":"'''","value":["Edouard Herriot"]}," was elected mayor in 1905 and governed the city until his death in 1957. He initiated a number of important urban projects, most notably in partnership with his favourite architect Tony Garnier: Grange Blanche hospital (today named after Herriot), Gerland slaughterhouses (now Halle Tony Garnier) and stadium, the États-Unis neighbourhood, etc.\n\nDuring ",{"type":"'''","value":["World War II"]},", Lyon was close to the border between the \"free zone\" and the occupied zone and was therefore a key strategic place for the Germans and the French Resistance alike. Jean Moulin, head of the Resistance, was arrested in Caluire (North suburb of Lyon). On 26 May 1944, Lyon was bombed by the Allied aviation. The Liberation of Lyon occurred on 3 September.\n\n",{"type":"[[","value":[["File:Lyon Panorama Saint-Jean Part-Dieu Fourvière Saone.JPG"],["thumb"],["right"],["250px"],["The Saint-Jean fort and Saône river."]]},"\n\nIn the 1960s, the construction of the business district of Part-Dieu began; its symbol is the \"pencil\" tower, the tallest building in Lyon. Meanwhile, the association \"Renaissance du Vieux Lyon\" (Rebirth of the Old Lyon) managed to have this Renaissance area classified by the government as the first preserved landmark in France, while it was threatened by a highway project defended by mayor Louis Pradel. Pradel was a convinced \"modernist\" and supporter of the automobile. He also backed the construction of the Fourvière tunnel, opened in 1971 and of the A6\/A7 freeway through Presqu'île, near Perrache station, a decision later described as \"the screw-up of the century\" by mayor Michel Noir, in the 1990s. In 1974, the first line of the metro was opened. In 1981, Lyon was linked to Paris by the first TGV (high speed train) line. In the 1980s and 1990s, a huge number of buildings in Vieux Lyon and Croix-Rousse were renovated. The landscape of Lyon is still evolving, notably with the new Rhône banks promenade or the construction of new skyscrapers in Part-Dieu.\n\nIn the future, the banks of the Saône should also be given a second youth. The completion of the Lyon beltway on the western side should relieve the central areas from some of the traffic. A high-performance train network serving exurban areas (like the RER around Paris) is also planned.\n\n",{"type":"===","value":["Politics"]},"\n\nA city of merchants and industry, Lyon has a long tradition of centre-right governments and mayors, even if some neighbourhoods, most notably Croix-Rousse, have a very strong left-wing inclination. In 2001, however, Gérard Collomb, a member of the moderate left-wing Socialist party, was elected mayor. Although many controversies surrounded Collomb, he adopted a strategy of creating public infrastructure projects to gain popularity.\n\n",{"type":"===","value":["Economy"]},"\n\nThe silk industry was the main activity for centuries. Since the end of the 19th century, it has been successfully replaced by a number of others. Feyzin, a southern suburb, is home to a major oil refinery and a large number of chemical plants are also located along the Rhône river south of Lyon. Pharmaceutics and biotechnology are also important; they were historically fueled by Lyon's prominence in medical research, and the local authorities are trying to maintain an international leadership in these industries. The southeastern suburbs of Vénissieux and St Priest host large automotive plants, such as Renault's truck and bus factories. But as in most Western metropolises, the service industry is now dominant. Many large banking and insurance companies have important offices in Lyon, and the IT services industry is also well developed. From an economic point of view, Lyon is the most attractive and dynamic city in France. This may be explained by the easy access from all over Europe (probably second only to Paris in the country), the availability of qualified workforce and research centres, and cheaper real estate prices compared to the capital.\n\n",{"type":"===","value":["Climate"]},"\n\nLyon has a \"semi-continental\" climate. Winters are cold but temperatures under -5°C (23°F) remain rare. You can, however, experience an awful freezing sensation when northerly winds blow. Snowfalls happen but snow-covered streets are generally not seen for more than a few days every winter. Summers can be hot; temperatures around 35°C (95°F) are not exceptional in July and August. Precipitations are moderate and happen throughout the year; the mountains to the west (Massif central) protect the area against perturbations from the Atlantic. During the summer, especially in August, precipitations often take the form of thunderstorms whereas in winter, lighter but more continuous rain is more common. Spring and early autumn are usually enjoyable.\n\n",{"type":"===","value":["Events"]},"\n\n",{"type":"[[","value":[["File:Lyon - Cathédrale Saint Jean..JPG"],["thumb"],["right"],["250px"],["Festival of Lights."]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lumieres.lyon.fr\/lumieres\/sections\/en Festival of Lights"]}]}," (",{"type":"''","value":["Fête des Lumières"]},") is by far the most important event of the year. It lasts four days around the 8th of December. It was initially a traditional religious celebration: on December 8, 1852, the people of Lyon spontaneously illuminated their windows with candles to celebrate the inauguration of the golden statue of the Virgin Mary (the Virgin had been the saint patron of Lyon since she allegedly saved the city from the plague in 1643). The same ritual was then repeated every year.",{"type":"<","value":["br"]},"In the last decade or so, the celebration turned into an international event, with light shows by professional artists from all over the world. Those range from tiny installations in remote neighbourhoods to massive sound-and-light shows, the largest one traditionally taking place on Place des Terreaux. The traditional celebration lives on, though: during the weeks preceding December 8, the traditional candles and glasses are sold by shops all over town. This festival attracts around 4 million visitors every year; it now compares, in terms of attendance, to the Oktoberfest in Munich for example. Needless to say, accommodation for this period should be booked months in advance. You will also need good shoes (to avoid the crowd in the metro) and very warm clothes (it can be very cold at this time of year)."]},"\n",{"type":"{{","value":[["infobox"],["When to visit"],["Of course, the Festival of Lights is a thrilling experience. However, depending on your expectations, this may not be the best time to visit the city, given the weather and the overcrowding. If you are particularly interested in one of the city's events, then go for it. Otherwise, ",{"type":"'''","value":["avoid coming in August"]},", especially during the first two or three weeks, unless you are only interested in things that don't take holidays like ",{"type":"''","value":["traboules"]}," or churches. The city is deserted, nothing really interesting happens and it is very difficult to find a decent restaurant. In July, the activity is close to normal but the weather may be unpleasantly hot. May–June and September are probably the best times: the weather is usually nice and warm and you can enjoy quite long daylight hours."]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nuitsdefourviere.fr\/ Nuits de Fourvière"]}]}," festival: From June to early August, the Roman theatres host various shows such as concerts (popular music, jazz, classical), dancing, theatre and cinema. International artists who usually fill up much larger venues are often seduced by the special atmosphere of the theatres."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nuits-sonores.com\/ Nuits sonores"]}]},": an increasingly popular festival dedicated to electronic music, every year in May."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.biennale-de-lyon.org\/ Biennals"]}]},": Lyon alternatively hosts a dancing (even years) and a contemporary art (odd years) biennals from September to December\/January. The dancing biennal is traditionally opened by a street parade in which inhabitants of the Greater Lyon take part through neighbourhood associations. If you are in town at this moment, do not miss this colourful and funny event."]},"\n",{"type":"===","value":["Language"]},"\n\nThe language of the city is French. The local dialect (",{"type":"''","value":["patois"]},", basically French with a number of typical local words or expressions) has practically disappeared since one out of two inhabitants were born outside the Rhône ",{"type":"''","value":["département"]},".\n\nHotels, tourist attractions and restaurants in popular areas generally have staff capable of working in English. You could, however, experience difficulties in more remote areas. The transportation system also has little information written in English. On the street, many people (especially young people) speak at least basic English, but they will appreciate a little effort in French. Using basic words like ",{"type":"''","value":["bonjour"]}," (hello), ",{"type":"''","value":["s'il vous plaît"]}," (please), ",{"type":"''","value":["merci"]}," (thank you) or ",{"type":"''","value":["excusez-moi"]}," (excuse me) will certainly make people even more friendly and willing to help you.\n\nThe only measurement system used is the metric system. Most French people have no idea what Imperial units mean.\n\n",{"type":"===","value":["Smoking"]},"\n\nAs everywhere in France, smoking is prohibited in all closed public places, including bars, restaurants and night clubs.\n\n",{"type":"===","value":["Tourist information"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tourist office"],["url=http:\/\/www.en.lyon-france.com\/"],["email="],["address=place Bellecour"],["lat="],["long="],["directions=M: Bellecour"],["phone=+33 4 72 77 69 69"],["tollfree="],["fax="],["hours=9AM-6PM daily, 9AM-8PM during the Festival of Lights"],["price="],["content=The office is in the southeast corner of place Bellecour."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nLyon's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lyon.aeroport.fr\/ Saint-Exupéry Airport"]}]}," (",{"type":"{{","value":[["IATA"],["LYS"]]},") (formerly known as ",{"type":"''","value":["Satolas"]},"), some 25 km east of Lyon, is a rapidly developing airport. It still hosts few intercontinental flights, but can easily be reached via a European hub (Paris, London, Frankfurt...). Air France serves most airports in France and major European airports. EasyJet serves a number of destinations in Europe, including London, Berlin, Brussels, Rome, Edinburgh and Madrid, along with a few domestic destinations which are not easily reached by train (Bordeaux, Toulouse, Nice). Most other major European airlines also operate flights between Lyon and their respective hubs.\n\nThe connection between the city and the airport has been improved by the recent opening of a \"tram-train\" line called ",{"type":"[","value":["http:\/\/www.rhonexpress.com Rhônexpress"]},". It is faster (30 min) and more reliable than the old buses (which no longer run), but it is definitely aimed at business travellers given the upscale onboard service for a tram (including power sockets at each seat) and the high price: €13 for a single journey, €23 for a return (add €1 to purchase at the station or on board). The Rhônexpress connects in the city at the main ",{"type":"'''","value":["Lyon Part-Dieu"]}," station, in addition to connecting with the metro (line A) at ",{"type":"'''","value":["Vaulx-en-Velin La Soie"]}," (second stop), which is convenient if you are staying in Presqu'île or Villeurbanne. Trains depart every 15 (6AM-9PM) to 30 min. To find them, follow the red signs in the airport terminals. You have to walk through the TGV station, which can be as long as 10 minutes if you arrive at Terminal 3 (low-cost airlines). There are no alternatives except taxis. A taxi to Lyon costs around €40-50 depending on the exact destination, so if you are a group of four people this could be an option. Ask to be dropped at one of the metro stations located on the eastern side of town (Vaulx-en-Velin La Soie, Mermoz-Pinel) to save money. Taxis are found outside Terminal 1 (follow the signs).\n\nGrenoble airport is actually about midway between Lyon and ",{"type":"[[","value":[["Grenoble"]]}," and is served by some low-cost airlines. There are bus services to Lyon from there ",{"type":"[","value":["http:\/\/www.agbus.fr"]},".\n\nAnother possibility is to fly to ",{"type":"[[","value":[["Geneva"]]},", which can save money by using low-cost airlines. Then Lyon can be reached by train, but it takes about two hours (€21.50 for under 26s).\n\nFinally, an interesting option for intercontinental visitors may be to fly to ",{"type":"[[","value":[["Paris"]]}," Charles de Gaulle airport and take a TGV (fast train) to Lyon Part Dieu station directly from the CDG train station. In some cases, this makes the journey faster and more convenient (no need to go from LYS to the city). Trains run every hour or so; be sure to buy an exchangeable ticket to be able to catch the first available train after you land.\n\n",{"type":"===","value":["By train"]},"\n\nFrom the rest of France, train is generally the most convenient way to reach the city, except for some regions, the Southwest for example. Lyon has three main train stations serving national and regional destinations:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Perrache"]}," (",{"type":"''","value":["M\/T: Perrache"]},") is the historical station. It is just a short walk away from Place Bellecour and generally more handy if you are staying in the city centre."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Part-Dieu station"]}," (",{"type":"''","value":["M\/T: Part-Dieu"]},") was opened with the first TGV line in 1981. It is in the heart of Lyon's main business district."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saint-Exupéry"]}," (the station is outside the city and serves the airport)."]},"\nThere are also smaller stations serving suburban and regional destinations: ",{"type":"'''","value":["St Paul"]}," (",{"type":"''","value":["B: C3-Gare St Paul"]},"), ",{"type":"'''","value":["Vaise"]}," (",{"type":"''","value":["M: Gare de Vaise"]},"), ",{"type":"'''","value":["Jean Macé"]}," (",{"type":"''","value":["M: Jean Macé"]},"), ",{"type":"'''","value":["Vénissieux"]}," (",{"type":"''","value":["M: Gare de Vénissieux"]},") and ",{"type":"'''","value":["Gorge de Loup"]}," (",{"type":"''","value":["M: Gorge de Loup"]},").\n\nLyon is linked by TGV (fast trains) to ",{"type":"[[","value":[["Paris"]]}," (two hours) and ",{"type":"[[","value":[["Marseille"]]}," (1 hr 36 min). Many other domestic destinations are served directly, and there are several direct services to ",{"type":"[[","value":[["Brussels"]]}," every day (4 hr). TGVs to and from Paris serve both Perrache and Part-Dieu stations; other TGVs generally serve only Part-Dieu.\n\nComing to Lyon from London by Eurostar may be interesting. It is faster and easier to change trains in Lille rather than Paris. Hence, if you are traveling from ",{"type":"[[","value":[["London"]]},", the best way would be to take Eurostar from St Pancras Station to Gare de Lille Europe and take High Speed Train TGV. If you prefer Paris Gare de Nord, you would need to take RER D to Gare de Lyon Station. The total journey time from London to Lyon will be approx 5h30m. From ",{"type":"[[","value":[["Paris"]]},", you will find other local trains as well to reach Lyon.\n\nFor schedules, fares and bookings, see the SNCF website ",{"type":"[","value":["http:\/\/www.voyages-sncf.com"]},".\n\n",{"type":"===","value":["By bus"]},"\n\nInternational bus services are operated by Eurolines to and from Perrache station ",{"type":"[","value":["http:\/\/www.eurolines.com"]},".\n\n",{"type":"===","value":[" By car "]},"\n\nLyon is a major automotive hub for central and southern France:\n\n",{"type":"*","value":[" A6 to the north — ",{"type":"[[","value":[["Paris"]]},"."]},{"type":"*","value":[" A7 to the south — ",{"type":"[[","value":[["Marseille"]]},", ",{"type":"[[","value":[["Nice"]]},", ",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["Italy"]]},"."]},{"type":"*","value":[" A43 to the east — ",{"type":"[[","value":[["Grenoble"]]},", the Alps, Northern Italy."]},{"type":"*","value":[" A47 to the west — Saint-Étienne, Clermont-Ferrand, Massif Central, west of France."]},{"type":"*","value":[" A42 to the northeast — Bourg-en-Bresse, ",{"type":"[[","value":[["Geneva"]]}," (",{"type":"[[","value":[["Switzerland"]]},"), ",{"type":"[[","value":[["Germany"]]},"."]},"\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"===","value":[" On foot "]},"\n\nThe city centre is not so big and most attractions can be reached from each other on foot. The walk from Place des Terreaux to Place Bellecour, for example, is about 20 min. The rule of thumb is that metro stations are generally about 10 min walk apart.\n\nBe careful when crossing major axes: traffic is dense and running red lights is a very popular sport.\n\nYou can also visit Lyon in footing. Jogg'in City offers several sightjogging tours of Lyon. ",{"type":"[","value":["http:\/\/www.joggincity.fr"]},"\n\n",{"type":"===","value":["By public transport"]},"\n\n",{"type":"[[","value":[["File:Lyon - transports en commun - Farben nach Transportmittel.png"],["thumb"],["right"],["450px"],["Map of the major public tranport lines (metro, tram, trolley bus)."]]},"\n\nLyon's public transportation system, known as ",{"type":"[","value":["http:\/\/www.tcl.fr\/ TCL"]},", is regarded as one of the most efficient in the country. Central areas are very well served; so are the campuses and eastern suburbs, where many jobs are concentrated. The western suburbs are more residential and can be difficult to reach. As everywhere in France, the network can be perturbed by strikes from time to time.\n\nThere are four ",{"type":"'''","value":["métro"]}," (subway) lines (A to D). The first line of the network was line C in 1974 (lines A and B were already planned but line C took less time to complete because it used an existing funicular tunnel). Line A opened in 1978. Trains generally run every 2 to 10 minutes, depending on the line and the time. Information screens above the platforms display the waiting times for the next two trains and useful information such as delays, upcoming closures, etc. (in French).\n",{"type":"*","value":[" ",{"type":"'''","value":["Line A"]}," (red, ",{"type":"''","value":["Perrache — Vaulx-en-Velin La Soie"]},") serves Presqu'île, the neighbourhoods around Parc de la Tête d'Or and then runs under Cours Émile Zola, Villeurbanne's main artery. The last two stops (Laurent Bonnevay and Vaulx La Soie) provide numerous connections with buses to the eastern suburbs. Line A connects with line D at Bellecour, line C at Hôtel de Ville, line B at Charpennes, tram lines T1 and T2 at Perrache and T3 at Vaulx La Soie. It is very busy during rush hours, especially between Bellecour and Hôtel de Ville."]},{"type":"*","value":[" ",{"type":"'''","value":["Line B"]}," (blue, ",{"type":"''","value":["Charpennes — Stade de Gerland"]},") serves most notably Part Dieu station and Gerland stadium. It connects with line A at Charpennes and line D at Saxe-Gambetta."]},{"type":"*","value":[" ",{"type":"'''","value":["Line C"]}," (yellow, ",{"type":"''","value":["Hôtel de Ville — Cuire"]},") uses a short cog railway and serves the Croix-Rousse hill. Due to the configuration of the infrastructure, the frequencies are not very good."]},{"type":"*","value":[" ",{"type":"'''","value":["Line D"]}," (green, ",{"type":"''","value":["Gare de Vaise — Gare de Vénissieux"]},"), the busiest of the four lines, is entirely automated; this allows good frequency in off-peak hours, especially at night and on Sundays. There are many bus connections to the suburbs at Gare de Vaise, Gorge de Loup, Grange Blanche, Parilly and Gare de Vénissieux."]},"\nThe metro is generally reliable, clean and comfortable. Besides the classical metro, two ",{"type":"'''","value":["funiculars"]}," run from Vieux Lyon metro station to Saint-Just and Fourvière respectively.\n\n",{"type":"[[","value":[["File:Tram at Lyon, car 56 line T1 at its starting point p3.JPG"],["thumb"],["250px"],["Tram line T1"]]},"\nThere are also five ",{"type":"'''","value":["tram"]}," lines (T1 to T5). But for providing a direct connection between Lyon’s two major train stations (Perrache and Part-Dieu, both on the T1), they are not very interesting if you stay within the city centre; they are most useful to reach campuses and suburban areas.\n\n\nWith more than 130 ",{"type":"'''","value":["bus"]}," lines, you should be able to go virtually anywhere reasonably far away from the centre. Some of them use trolley (electric) buses; Lyon is one of the few cities in France which still use this system. There are two special bus lines: C1 and C3, where you will find big articulated trolley buses which run very frequently. These are sometimes referred to as ",{"type":"''","value":["Cristalis"]}," (actually the brand name of the vehicles) but people do not really use, or even know about this name.\n\n",{"type":"{{","value":[["cautionbox"],["On August 29, 2011, a completely redesigned bus network has been put in operation. Make sure you use an up-to-date map. The bus line numbers given in this article are still the old ones and will be updated progressively."]]},"\n\nMetros and trams run approximately from 5AM to midnight. Some bus lines do not run after 9PM. Check the TCL website for details.\n\nMaps can be found online:\n\n",{"type":"*","value":[" Simple map: ",{"type":"[","value":["http:\/\/www.tcl.fr\/var\/tcl\/storage\/original\/application\/5adf45f706fd29e53c66b0bcd79654cb.pdf"]}]},"\n",{"type":"*","value":[" Detailed map: ",{"type":"[","value":["http:\/\/www.tcl.fr\/var\/tcl\/storage\/original\/application\/0c44991d8c9034a6d59b1c991dba334f.pdf"]},". You can ask for a copy of this one in the main metro stations."]},"\n",{"type":"*","value":[" Interactive map: ",{"type":"[","value":["http:\/\/carto-interactive.tcl.fr\/v2.0\/carteTCL\/carte.html"]}]},"\nThe prices are: € 1.70 for a single journey (valid for 1 hour after the first use on buses, trams, metro and funiculars, unlimited number of transfers, return travel allowed), € 14.70 for 10 single journeys when bought in bulk (",{"type":"''","value":["carnet"]}," – same conditions apply as for a regular ticket), € 5 for a day pass. Tickets can be purchased from electronic kiosks located at the stations, but it is important to note that they do not accept paper money (only coins) and foreign credit cards are likely to be rejected. Tobacco shops and newsagents showing a \"TCL\" sign also sell tickets. Single tickets can be purchased from bus drivers but the price is € 2 in that case. Group tickets are available from the tourist office, as is the ",{"type":"''","value":["Lyon City Pass"]},", which gives unlimited travel and free admission to many museums. Weekly and monthly passes are only available to residents.\n\nMake sure to validate your ticket every time you board a bus or tram, even when transferring. Look for a grey machine near the doors.\n\n",{"type":"{{","value":[["cautionbox"],["In the directions given in this article, ",{"type":"''","value":["M"]}," stands for metro, ",{"type":"''","value":["F"]},"  for funicular, ",{"type":"''","value":["T"]},"  for tram and ",{"type":"''","value":["B"]},"  for bus (line(s) and stop are indicated)."]]},"\n\n",{"type":"===","value":["By bicycle"]},"\n\nLyon has an increasing number of safe cycling routes. Problematic points remain, especially when it comes to crossing major roads. Also keep in mind that there are two hills with steep slopes. A map of cycling routes is available online: ",{"type":"[","value":["http:\/\/www.velov.grandlyon.com\/fileadmin\/user_upload\/pdf\/20110406_gl_planpistescyclableslyon.pdf"]},".\n\n",{"type":"[[","value":[["File:LyonVelovService.jpg"],["thumb"],["right"],["250px"],["Public bicycle service Vélo'v"]]},"\n\nSince May 2005, Lyon has also had a public bicycle service called ",{"type":"[","value":["http:\/\/www.velov.grandlyon.com\/Index.1.0.html?&L=1 Vélo'v"]}," which allows travellers, after registering a credit card, to pick up, and drop cycles to and from over 300 points around the city. You need a credit card (Visa\/MC\/French CB) to make use of the service. It is very cheap:\n",{"type":"*","value":[" ",{"type":"'''","value":["1-day ticket:"]}," €1.5, then free for the first 30 min of each ride, €1 for 30 to 60 min, then €2 every 30 min."]},{"type":"*","value":[" ",{"type":"'''","value":["7-day ticket:"]}," €5, then same fares as the 1-day ticket."]},"30 min is generally more than enough if you stay close to the city centre.\n\nIf you have taken a bike and realize that it has a problem (broken chains, warped wheels, flat tyres or even missing pedals are commonplace), just put it back into its place and repeat the procedure to take another one. Recent improvements to the system have made this operation fast and easy.\n\nNote that the system only works with a European credit\/debit card. Otherwise the transaction is aborted, no explanations given on the terminal. It is supposed to accept all cards with a chip, but those with foreign cards could experience difficulties. You will need to pre-authorise a € 150 deposit that will be refunded (minus your fare) as long as you return your bike properly and within 24 hours. You need to have a sufficient balance on your bank account.\n\nAlso note that you must rent a bike immediately after purchasing a temporary pass or the ticket will become inactive (this is only true for the first rental). The terminals have only limited English translation making it a rough start, but once you get to know the system, it is a great way to move around the city. There are so many bikes that it can sometimes be a problem to return them.\n\nWhen returning a bike, listen for two short beeps and make sure the green light on the pole is on. This indicates that it has been returned and locked. A long, continuous beep and no status light means that something went wrong. Try again by lifting the bike out by the saddle and pushing it back in – it can be a bit fiddly to get it right.\n\nThere is an iPhone app called Vélo which can help you find a bike or a free parking slot.\n\nA classic bike rental service is available from:\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Lyon Location"],["url=http:\/\/www.lyonlocation.fr\/"],["email=contact@lyonlocation.fr"],["address=16b rue d'Alsace, 69100 Villeurbanne"],["lat="],["long="],["directions=M: République"],["phone=+33 4 27 46 39 39"],["tollfree="],["fax="],["hours=Mon-Sat 9AM-12PM\/3PM-7PM, Sun by appointment"],["price=Adult bike €14\/day, €65\/week"],["content=Also rents scooters and motorbikes."]]}]},"\n",{"type":"===","value":[" By car "]},"\n\nTraffic is dense, parking is either very difficult or quite expensive, and there are quite few directional signs. Avoid driving within the city if you can. For the city center, look for signs reading \"Presqu'île\". In the Presqu'île and other central neighbourhoods, it is strongly advised not to park in 'prohibited parking' areas; you could be towed. Tickets for unpaid parking are also commonplace; a specific brigade of the city police is in charge of checking parking payments in the city centre. The penalty for unpaid parking is €11 (you might get several tickets in the same day in central neighbourhoods); the penalty for parking in a prohibited area is €35. If you park in a dangerous place (e.g., you block an emergency exit), the fine can be up to €135.\n\nThe minimum age to rent a car is 21 and an additional charge may be required for drivers under 25 years old. Major rental companies have offices at Part-Dieu and Perrache railway stations, and at the airport. Best to hire from Part-Dieu, as the subsequent navigation is much easier.\n\n",{"type":"===","value":["Taxis"]},"\n\nTaxis are quite pricey. The fares are fixed by the authorities: €2 when you board, then per km: €1.34 (daytime, 7AM-7PM) or €2.02 (night, Sundays, holidays). The driver may charge a minimum of €6 for any trip. There are also a number of possible extra charges: €1.41 for the 4th passenger, €0.91 per animal or large piece of luggage, €1.41 for a pickup at a train station or airport.\n\nTaxis cannot be hailed on the street; you need to go to a taxi station or to call for one. The major taxi companies are:\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Lyon Taxi Prestige"],["alt=Personal Welcome Lyon Airport, City and Wine tours"],["url=http:\/\/www.lyontaxiprestige.com\/accueilgb.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 687 974 790"],["tollfree="],["fax="],["hours="],["price="],["content=Lyon Taxi Prestige, for the regular cost of a taxi, provide high level taxi service in Lyon and everywhere in France. \nExecutive and VIP Service with personal welcome at Lyon Airports and Train stations. City tours. Ski resort transfers, free Wifi on board."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Allo Taxi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 4 78 28 23 23"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Taxi-Radio"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 4 72 10 86 86"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Cabtaxi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 4 78 750 750"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["See"]},"\n\nLyon may not have world-famous monuments such as the Eiffel tower or the Statue of Liberty, but it offers very diverse neighbourhoods which are interesting to walk around and hide architectural marvels. As time goes by, the city also becomes more and more welcoming for pedestrians and cyclists. So a good way to explore it may be to get lost somewhere and enjoy what comes up, and not to always follow the guide...\n\n",{"type":"{{","value":[["infobox"],["Local specialities you cannot eat"],["Lyon has an international reputation for the ",{"type":"'''","value":["lighting of buildings"]},", and not only during the December 8th festival. When the sun sets, many major monuments such as the City Hall, Hôtel-Dieu or the Fourvière basilica are illuminated in a spectacular way. The Lyon II\/Lyon III University buildings along the Rhône are also among the most beautiful illuminations.",{"type":"<","value":["br"]},{"type":"[[","value":[["File:LyonII.jpg"],["thumb"],["center"],["370px"],["The Lyon II university building illuminated at night."]]}," Another local speciality is ",{"type":"'''","value":["painted walls"]},": about 100 trompe-l'oeils of all sizes can be seen around the city."]]},"\n\nA good point for visitors is that most attractions will not cost you a cent: churches, ",{"type":"''","value":["traboules"]},", parks, etc. For those intending to visit several museums (which are almost the only attractions you cannot see for free), the ",{"type":"[","value":["http:\/\/www.en.lyon-france.com\/Lyon-City-Card Lyon City Card"]}," may be of interest. Available from the Tourist office and some hotels, it costs €21 for one day, €31 for 2 days and €41 for 3 days. It includes unlimited rides on the public transport network, free or reduced entry fee to major museums and exhibitions and one guided tour per day per person (Vieux Lyon, Croix-Rousse, etc.). The price is still a bit high, so count before you buy to see if this is a good deal considering your plans.\n\nDo not hesitate to buy a detailed map with a street index from a book shop or a newsagent; many places of interest or good restaurants are located in small streets you will not find on simplified maps, such as the ones you can get from the Tourist office.\n\nWhatever the time of year (except for the ",{"type":"''","value":["Fête des Lumières"]},"), tourists are not very numerous yet, but they concentrate in a few small areas, especially Fourvière and Vieux Lyon, where the pedestrian streets are just as crowded as the Champs-Élysées sidewalks on sunny weekends.\n\n",{"type":"===","value":["Highlights"]},"\n\n",{"type":"'''","value":["The classics:"]},"\n\n",{"type":"*","value":[" The view from Fourvière basilica, and the basilica itself."]},"\n",{"type":"*","value":[" Streets and traboules in Vieux Lyon, St Jean cathedral."]},"\n",{"type":"*","value":[" Traboules in Croix-Rousse."]},"\n",{"type":"*","value":[" Musées Gadagne."]},"\n",{"type":"*","value":[" Parc de la Tête d'Or."]},"\n",{"type":"'''","value":["Off the beaten path:"]},"\n\n",{"type":"*","value":[" Musée urbain Tony Garnier and États-Unis neighbourhood."]},"\n",{"type":"*","value":[" St Irénée church, Montée du Gourguillon, St Georges neighbourhood."]},"\n",{"type":"*","value":[" A drink on Place Sathonay."]},"\n",{"type":"*","value":[" St Bruno church."]},"\n",{"type":"*","value":[" Parc de Gerland."]},"\n",{"type":"*","value":[" Gratte-ciel neighbourhood in Villeurbanne."]},"\n",{"type":"===","value":["Vieux Lyon"]},"\n",{"type":"[[","value":[["File:Rue de la Fronde à Lyon.JPG"],["thumb"],["right"],["180px"],["Old Lyon"]]},"\n",{"type":"[[","value":[["File:Cathedrale Saint Jean Lyon Astronomical clock.jpg"],["thumb"],["right"],["150px"],["The astronomical clock in St Jean cathedral."]]},"\n\nAfter ",{"type":"[[","value":[["Venice"]]},", the ",{"type":"'''","value":["Old Lyon"]},", a narrow strip along the right bank of the Saône, is the largest Renaissance area in Europe (well, it's actually far behind Venice). Its current organization, with narrow streets mainly parallel to the river, dates back to the Middle Ages. The buildings were erected between the 15th and the 17th centuries, notably by wealthy Italian, Flemish and German merchants who settled in Lyon where four fairs were held each year. At that time, the buildings of Lyon were said to be the highest in Europe. The area was entirely refurbished in the 1980s and 1990s. It now offers the visitor colorful, narrow cobblestone streets; there are some interesting craftmen's shops but also many tourist traps.\n\nIt is divided into three parts which are named after their respective churches:\n",{"type":"*","value":[" ",{"type":"'''","value":["St Paul"]},", north of place du Change, was the commercial area during the Renaissance;"]},{"type":"*","value":[" ",{"type":"'''","value":["St Jean"]},", between place du Change and St Jean cathedral, was home to most wealthy families: aristocrats, public officers, etc.;"]},{"type":"*","value":[" ",{"type":"'''","value":["St Georges"]},", south of St Jean, was a craftsmen's district."]},"\nThe area is generally crowded in the afternoon, especially at weekends. To really enjoy its architectural beauties, the best time is therefore the morning. Around lunchtime, the streets somewhat disappear behind restaurant terraces, postcard racks and the crowd of tourists.\n\nGuided tours in several languages, including English, are available from the tourist office (€9, ",{"type":"[","value":["http:\/\/www.en.lyon-france.com\/page\/p-1074\/art_id-\/"]},").\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Jean Cathedral"],["url="],["email="],["address=place St Jean"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours=M-F 8:15AM-noon, 1:45PM-7:30PM, Sa Su 8:15AM-noon, 1:45PM-7PM; services (no visits) M-F 9AM and 7PM, Sa 9AM, Sun 8:30AM and 10:30AM (high mass)"],["price=Free, appropriate dress required"],["content=Officially, the cathedral is dedicated to both St John the Baptist (",{"type":"''","value":["St Jean-Baptiste"]},") and St Stephen (",{"type":"''","value":["St Etienne"]},") and has the title of ",{"type":"''","value":["primatiale"]}," because the Bishop of Lyon has the honorary title of ",{"type":"''","value":["Primat des Gaules"]},". Built between 1180 and 1480, it is mostly of Gothic style with Romanesque elements; the oldest parts are the chancel and the lateral chapels, and as one goes towards the façade, the style becomes more and more Gothic. The cathedral hosts a spectacular astronomical clock originally built in the 14th century but modified later. It is especially worth seeing when the bells ring, daily on the hour from noon-4PM. Over the main door, the rose window, known as the \"Lamb rose window\", is an admirable work of art depicting the life of St Stephen and St John the Baptist."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Jean archaeological garden"],["url="],["email="],["address=rue de la Bombarde\/rue Mandelot\/rue des Estrées"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Next to St Jean cathedral (on the northern side), this small garden shows the remains of the religious buildings which occupied the site before the cathedral was erected. The oldest remains date back to the 4th century (baptistery of the former St Etienne church)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Traboules"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours=Closed at night"],["price=Free"],["content=The ",{"type":"''","value":["traboules"]}," are a typical architectural feature of Lyon's historical buildings. They are corridors which link two streets through a building, and usually a courtyard. Many ",{"type":"''","value":["traboules"]}," are unique architectural masterpieces, largely influenced by Italy and especially Florence.",{"type":"<","value":["br"]},"Some of them are officially open to the public. They link the following addresses:",{"type":"<","value":["br"]},"- 54 rue St Jean <> 27 rue du Boeuf (the longest in Lyon)",{"type":"<","value":["br"]},"- 27 rue St Jean <> 6 rue des Trois Maries",{"type":"<","value":["br"]},"- 2 place du Gouvernement <> quai Romain Rolland.",{"type":"<","value":["br"]},"To open the doors, just press the service button next to the door code keyboard. If you are unable to enter from one side, try the opposite entrance. In the morning, many other doors are open for service (mail, garbage collecting), so more ",{"type":"''","value":["traboules"]}," are accessible. There are ",{"type":"''","value":["traboules"]}," in almost all buildings between Quai Romain Rolland and Rue St Jean\/Rue des Trois Maries, and others between Rue St Jean and Rue du Boeuf."]]}]},"\n",{"type":"{{","value":[["cautionbox"],[{"type":"'''","value":["The buildings are inhabited."]}," As everybody, people who live there like to sleep on Sunday mornings, or may work at night, or simply prefer not being disturbed, so ",{"type":"'''","value":["please be as quiet as possible"]},", regardless of whether you are in an 'officially open' or in a 'normally closed' ",{"type":"''","value":["traboule"]},". It is best to whisper when talking because the small courtyards amplify the sound of voices, and even normal conversation can be quite disturbing for the inhabitants."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Renaissance courtyards"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours=Closed at night"],["price=Free"],["content=Besides the buildings cited above, some have very beautiful courtyards but no real ",{"type":"''","value":["traboules"]}," (that is to say, no crossing from one street to another). The most outstanding are: Maison du Chamarier (37 rue St Jean) and Maison du Crible (16 rue du Boeuf), in which stands the famous \"Pink Tower\"."]]}]},"\n",{"type":"[[","value":[["File:Rue St-Jean, Lyon, France.JPG"],["thumb"],["right"],["250px"],["Rue St Jean."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rue St Jean"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This cobblestone pedestrian street is the main axis of the area. It is full of souvenir shops and restaurants mainly intended for tourists. Local people are aware that real good ",{"type":"''","value":["bouchons"]}," are extremely rare here. On a sunny Sunday afternoon, it may be hard to walk because of the crowd of both locals and tourists. You can also check out the more quiet ",{"type":"'''","value":["rue des Trois Maries"]}," which runs parallel to rue St Jean, between place de la Baleine and rue du Palais de Justice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rue du Boeuf"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Parallel to Rue St Jean, this street is much more quiet and just as beautiful. It also has a number of restaurants, more expensive than in rue St Jean but, on average, much more worth the money."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Place du Change"],["url="],["email="],["address="],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest square in the area has two remarkable buildings. The ",{"type":"'''","value":["Loge du Change"]},", on the west side, was partially built by the great architect Soufflot. It is now a Protestant church known as ",{"type":"''","value":["Temple du Change"]},". It can be visited on Saturdays. Religious services on Sundays, 10:30AM. Opposite is the ",{"type":"'''","value":["Maison Thomassin"]},", with its Gothic-style 14th-century façade. The Thomassins were a powerful merchant family in the Renaissance. Above the 2nd floor windows are the arms of the King of France, of the Dauphin (heir of the Kingdom) and of Duchess Anne of Brittany. Unfortunately, the courtyard is closed to the public."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rue Juiverie"],["url="],["email="],["address="],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another typical street of Vieux Lyon. It is named after the Jewish community who originally settled there but were expelled in the 14th century. Check out the back courtyard at Hôtel Builloud (number 8); it has a magnificent gallery on the first floor, designed by Philibert Delorme who was one of the most prominent local architects during the Renaissance."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Paul church"],["url="],["email="],["address=rue St Paul"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very nice church, with mixed Romanesque and Gothic styles. The oldest parts are from the 10th century."]]}]},"\n",{"type":"[[","value":[["File:Palais de justice et cathédrale Notre-Dame de Fourvières à Lyon..JPG"],["thumb"],["right"],["180px"],["Old courthouse"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Georges neighbourhood"],["url="],["email="],["address=rue St Georges, rue du Doyenné and other smaller streets"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=St Georges is the name given to the south part of the Vieux Lyon. It has nice Renaissance buildings which, however, do not really compare to the palaces of St Jean; on the other hand, it is much more quiet than the St Jean area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Montée du Gourguillon"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Vieux Lyon\/F: Minimes"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This picturesque ",{"type":"''","value":["montée"]}," (sloping street on hillside) starts behind Vieux Lyon metro station and ends quite close to the Roman theatres of Fourvière. It was the main link between the river Saône and the top of Fourvière throughout the Roman era, Middle Ages and Renaissance. Nowadays it keeps a medieval spirit. Around numbers 5-7 is ",{"type":"'''","value":["Impasse Turquet"]},", a small cul-de-sac named after Etienne Turquet, an Italian who is said to have founded the silk industry in Lyon in 1536. In this small passageway are the oldest houses of the city, dating back to the 13th or 14th century, with wooden balconies."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palais de Justice"],["url="],["email="],["address=Quai Romain Rolland"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The historical court house, also named \"the 24 columns\", was built between 1835 and 1842 by architect Louis-Pierre Baltard. It is a fine example of French \"neo-classical\" architecture. It now hosts only the criminal court (",{"type":"''","value":["Cour d'Assises"]},") and the court of appeal. The other jurisdictions moved to a new building in Part-Dieu in 1995. The most famous trial held there was that of the former head of the Lyon Gestapo, Klaus Barbie, in 1987. The building is currently undergoing major refurbishment works."]]}]},"\n",{"type":"===","value":["Fourvière, Saint-Just"]},"\n\nTake the funicular up the hill from Vieux Lyon metro station, or if you are fit, walk up Montée des Chazeaux (starts at the southern end of Rue du Boeuf), Montée St Barthélémy (from St Paul station) or Montée du Gourguillon (from the northern end of Rue St Georges, behind Vieux Lyon metro station). This is a 150 m (500 ft) vertical ascent approximately.\n\nFourvière was the original location of the Roman Lugdunum. In the 19th century, it became the religious centre of the city, with the basilica and the Archbishop's offices.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fourvière basilica"],["alt="],["url=http:\/\/www.fourviere.org\/"],["email="],["address=place de Fourvière"],["lat="],["long="],["directions=F: Fourvière"],["phone=+33 4 78 25 86 19"],["tollfree="],["fax="],["hours=10AM-5PM. Masses: Mon-Sat 7:15AM, 9:30AM, 11AM, 5PM, Sun 7:30AM, 9:30, 11AM, 5PM"],["price=Free"],["content=Built in 1872 and dedicated to the Virgin Mary, patron saint of Lyon, this massive church made of white marble has been compared to an elephant with its feet up. It is a typical example of the 19th century \"eclectic\" style, with architectural elements recalling antique, classical and Gothic eras. The Byzantine-style interior decoration is extremely exuberant, too much so for some people. Tours of the roof and bell towers are available in the afternoons for €6."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musee d'art religieux"],["alt=Museum of Religious Art"],["url="],["email="],["address=8 place de Fourvière"],["lat="],["long="],["directions="],["phone=+33 4 78 25 03 04"],["tollfree="],["fax="],["hours=Daily 10AM-12:30PM and 2PM-5:30PM, closed in January and February"],["price="],["content=The small museum holds treasures donated to the church for its construction."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Panoramic viewpoint"],["url="],["email="],["address=place de Fourvière"],["lat="],["long="],["directions=F: Fourvière"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Next to the basilica is the panoramic viewpoint, with the best view over the city. If the weather is clear, Mont Blanc can be seen in the distance. This is a very good point to start your visit of the city because you can really see its general layout."]]}]},"\nTo go down from there, you can take Montée Cardinal Decourtray, then Rue Cléberg and Rue de l'Antiquaille which lead to the Roman theatres, or walk down through the ",{"type":"'''","value":["Jardins du Rosaire"]},", a nice garden; then stairways lead to Rue du Boeuf in Vieux Lyon. Of course, you can also take the funicular.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Metal tower"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Fourvière"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Next to the basilica stands a smaller (86 m, 282 ft) replica of the Eiffel Tower, completed in 1894. Its construction was supported by anticlerical people in order to have a non-religious building as the highest point in Lyon, which it actually is with an altitude of 372 m (1272 ft) at the top. It now serves as a radio and TV antenna and is closed to the public."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Roman theatres"],["url="],["email="],["address="],["lat="],["long="],["directions=F: Minimes"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=These two well-preserved theatres are the most important remnant of the Roman city of Lugdunum. The Gallo-Roman museum was built next to them. The summer festival \"Nuits de Fourvière\" takes place here every year, which may cause access restrictions in the evening from June to early August."]]}]},"\n",{"type":"'''","value":["Saint-Just"]}," neighbourhood, south-west of the Roman theatres, has less famous but also interesting historical sites.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Irénée church"],["url=http:\/\/www.lyon-st-irenee.org\/"],["email="],["address=51 rue des Macchabées"],["lat="],["long="],["directions=F: St Just"],["phone=+33 4 78 25 43 26"],["tollfree="],["fax="],["hours=Church 8:30AM-6PM daily, crypt Sa 2:30PM-5PM, closed in Aug"],["price=Free"],["content=The oldest church in Lyon, and one of the oldest in France. The site is built on a Gallo-Roman necropolis which was in use for centuries, until the Middle Ages. Some sarcophagi from the 5th or 6th century are visible in the courtyard. The crypt dates back to the 9th century and was renovated in the 19th century. Early Christian remains (from the 4th-6th centuries) are kept inside. The church was rebuilt in the 19th century in a neo-classical style with a Byzantine influence. An arch from the 5th century remains. Behind the church, the calvary built in 1687 is also a great viewpoint."]]}]},"\n",{"type":"===","value":["Croix-Rousse"]},"\n\nThe area, especially the traboules, may be worth taking a guided tour (available from the tourist office).\n\nCroix-Rousse is known as the \"working hill\" but for centuries, it had been as much of a \"praying hill\" as Fourvière. On the slopes was the Roman Federal Sanctuary of the Three Gauls, which comprised the amphitheatre (built in 19) and an altar (built in 12 BC). This sanctuary was abandoned at the end of the 2nd century. In the Middle Ages, the hill, then called Montagne St Sébastien, was not part of the free town of Lyon but of the Franc-Lyonnais province, which was independent and protected by the King. The slopes were then dedicated to agriculture, mostly vineyards. In 1512, a fortified wall was built at the top of the hill, approximately where Boulevard de la Croix-Rousse is today. The ",{"type":"''","value":["pentes"]}," (slopes) and the plateau were therefore separated. The slopes became then part of Lyon while the plateau was outside the borders of the city. Up to thirteen religious congregations then settled on the slopes and acquired vast pieces of land. Their possessions were seized and many buildings destroyed during the French Revolution.\n\nCroix-Rousse is known as the main silk production area, but the industry did not exist on the hill until the early 19th century and the introduction of new weaving technology; at that time, silk had already been produced in Lyon for over 250 years. The industry gave birth to a unique architecture: the ",{"type":"''","value":["canuts'"]}," apartments had very high ceilings to accommodate the newly introduced Jacquard looms, which were up to 4 metres high; tall windows gave the necessary natural lighting for the delicate work; and mezzanines provided space for family life. The neighbourhood is still one of the most densely populated in Europe. The first revolt of the ",{"type":"''","value":["canuts"]}," in 1831 is regarded as one of the first social conflicts of the industrial era. It gave the hill its reputation of a \"rebel\" neighbourhood. In 1852, the ",{"type":"''","value":["commune"]}," (town) of Croix-Rousse, actually the plateau, was made a district of Lyon. Local people still talk about \"going to Lyon\" when they go down to the city centre. Then important works were undertaken, such as the construction of the first funicular in the world, linking the plateau to central Lyon (it started in Rue Terme; the tunnel is now a road tunnel), or the creation of the Croix-Rousse hospital.\n\nNowadays the plateau keeps a \"village\" mood, the slopes still have a \"rebel\" spirit, with many artists and associations based there, but the sociology of the neighbourhood has considerably evolved with the renovation works and the subsequent rise in real estate prices and massive arrival of upper-middle-class families (",{"type":"''","value":["bobos"]},"). Local authorities, however, are committed to preserving social diversity.\n\nThe name \"Croix-Rousse\" comes from a limestone cross which was erected at the top of the hill in the beginning of the 16th century. It was then destroyed and rebuilt several times. A replica installed in 1994 can be seen on Place Joannès Ambre (between the hospital and Croix-Rousse theatre).\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Amphithéâtre des Trois Gaules"],["url="],["email="],["address=rue Lucien Sportisse"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This Roman theatre is the place where the first Christian martyrs of Gaul were killed. Documents say that it was the largest theatre in Gaul at that time, but nobody knows exactly how far it extends under the neighbouring buildings, nor what remains from the Roman era after centuries of construction. After the recent closing of the old Fine Arts school (the grey building overlooking the theatre), a debate was initiated about what should be done with this exceptional archaeological site. The theatre can be seen from the street but is not open to the public for safety reasons."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Montée de la Grande Côte"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Hôtel de Ville\/Croix-Rousse"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This steep street has Renaissance buildings and offers a very beautiful view over the city from its top."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Croix-Rousse traboules"]},": Look for the lanterns over the doors and the specific signs."]},":* 7 rue Mottet-de-Gérando <> 8 rue Bodin\n:* 9 place Colbert <> 14 bis montée St Sébastien: the beautiful Cour des Voraces.\n:* 14 bis montée Saint-Sébastien <> 29 rue Imbert-Colomès \n:* 20 rue Imbert Colomès <> 55 rue Tables Claudiennes \n:* 30 bis rue Burdeau <> 17 rue René Leynaud (passage Thiaffait) \n:* 6 rue des Capucins <> 1 rue Sainte Marie des Terreaux \n:* 12 rue Sainte-Catherine <> 6 place des Terreaux\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mur des Canuts"],["url="],["email="],["address=Boulevard des Canuts"],["lat="],["long="],["directions=M: Hénon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This painted wall is dedicated to the history and typical architecture of the Croix-Rousse hill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Bruno church"],["url=http:\/\/pagesperso-orange.fr\/paroissesaintbruno\/"],["email="],["address=9 impasse des Chartreux"],["lat="],["long="],["directions=B: 2\/13\/18\/45\/61-Clos Jouve"],["phone="],["tollfree="],["fax="],["hours=M-Sa 3PM-5PM"],["price=Free"],["content=The only Baroque church in Lyon. The interior is magnificent, especially the altar (by Servandoni, modified by Soufflot, 18th century) and the canopy (by Servandoni)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jardin Rosa Mir"],["url=http:\/\/rosa.mir.free.fr"],["email="],["address=87 grande rue de la Croix-Rousse"],["lat="],["long="],["directions=M: Hénon"],["phone="],["tollfree="],["fax="],["hours=1 Apr-30 Nov, Sa 3PM-6PM"],["price=Free"],["content=This amazing garden was built by a Spanish refugee, Jules Senis, and dedicated to his mother. Senis had cancer and had made the vow of building this garden if he ever came out of the hospital; fortunately, he did. The garden is a fine mixture of mineral and vegetal elements, in a style influenced by Gaudi's works in Barcelona."]]}]},"\n",{"type":"===","value":["Presqu'île"]},"\n\nFor the people of Lyon, Presqu'île is the place to go for shopping, dining or clubbing. It also represents a large part of the city's economic activity.\n\nThis narrow peninsula between the Rhône and Saône rivers was largely shaped by man. When the first inhabitants settled on what was then called ",{"type":"''","value":["Canabae"]},", the junction of the river was located near the current site of St Martin d'Ainay basilica. South of this point was an island. From 1772, titanic works led by engineer Antoine-Michel Perrache reunited the island to the mainland. The swamps which existed there were then dried out, which allowed the construction of Perrache station, opened in 1846. Northern Presqu'île was largely redesigned from 1848; the only remaining Renaissance part is around rue Mercière.\n\nMost of the action on Presqu'île actually takes place between Terreaux and Bellecour. Between Bellecour and Perrache, the neighbourhood of Ainay is traditionally home to the Catholic bourgeoisie. Perrache station and its \"exchange centre\" (freeway interchange, car parks, metro and bus station) are a very important border; going from one side to the other is a challenge, be it on foot or by car. The area south of Perrache is dealt with in the next section.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Place des Terreaux"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This large square was completely redesigned in the 1990s by the artist Daniel Buren. On the East side stands the City Hall. On the North side, you will find the fountain sculpted by Bartholdi, the 'father' of the Statue of Liberty; this fountain was moved from the West side when the square was renovated. It now faces Palais St Pierre, which hosts the Museum of Fine Arts."]]}]},"\n",{"type":"[[","value":[["File:Façade de l'Hôtel de Ville de Lyon.JPG"],["thumb"],["right"],["250px"],["City Hall on place des Terreaux."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hôtel de Ville"],["alt=City Hall"],["url="],["email="],["address=place des Terreaux and place de la Comédie"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city hall, built in the 17th century, has a very beautiful façade on Place des Terreaux. The most notable feature of this façade is the sculpture representing King Henri IV on horseback (in the middle of the upper part). Unfortunately, it is impossible to visit the building except during the \"Heritage days\" (",{"type":"''","value":["Journées du patrimoine"]},") in mid-September."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Opera house"],["url="],["email="],["address=place de la Comédie"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opposite the City Hall stands the opera house. The 1826 theatre built by Chenavard and Pollet was completely redesigned by Jean Nouvel who kept only the façades and the foyer on the first floor. The building was reopened in 1993. The history of these works was epic: a lot of technical problems occurred and the final cost of the project was six times the initial estimate. Today, the glass top has become a classical landmark of the city but the interior design is criticised, for both aesthetic and functional reasons."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mur des Lyonnais"],["url="],["email="],["address=rue de la Martinière"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This impressive painted wall portraits some of the most famous people who were born in Lyon, from Renaissance poet Louise Labé to the Lumière brothers, the inventors of cinema, to chef Paul Bocuse."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Place Sathonay"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A charming neighbourhood square planted with old plane trees. Just sit at a terrace, watch the locals playing ",{"type":"''","value":["pétanque"]}," and enjoy the mood."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St Nizier church"],["url="],["email="],["address=place St Nizier"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very nice church of flaming Gothic style."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rue Mercière"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Cordeliers"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This cobblestone pedestrian street is the only significant remain from the Renaissance in Presqu'île. The name of the street refers to the clothing industry. There are ",{"type":"''","value":["traboules"]}," connecting the street to the buildings on the Saône bank. The street hosts very numerous restaurants which are far from being all good."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Place des Jacobins"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Cordeliers\/Bellecour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The state of this square is typical of the \"automobile-friendly\" urban planning of the 1960s: it is covered with tarmac, too much so given the reasonable traffic around it. A renovation project is under way, which should give the square a greener aspect. The main interest is the central ",{"type":"'''","value":["fountain"]}," (1885) by architect Gaspard André and sculptor Degeorges. The four statues portray Lyon-born artists: painter Hippolyte Flandrin (1809-1864), engraver Gérard Audran (1640-1703), sculptor Guillaume Coustou (1677-1746) and architect Philibert Delorme (1510-1570)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hôtel-Dieu"],["alt="],["url="],["email="],["address=place de l'Hôpital"],["lat="],["long="],["directions=M: Bellecour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The majestic Hôtel-Dieu was the oldest hospital in Lyon and is one of the largest buildings in Presqu'île. The façade along the river Rhône is over 300 m (984 ft) long. The first hospital was built in 1184-1185; it was modified several times before Soufflot designed the current building, built from 1741 to 1761. The large dome was completed in 1765. The newly built Grange Blanche hospital (today Edouard Herriot) became the main medical centre in the city in the 1930s. Hôtel-Dieu doctors were pioneers in numerous specialities, including radiology (Etienne Destot), oncology (Léon Bérard), surgery (Joseph Gensoul, Matthieu Jaboulay) and orthopedics (Louis Léopold Ollier); they contributed in making Lyon the second medical centre in the country after Paris. The building no longer fits the needs of modern medicine, therefore the hospital has been closed down in 2010. Its future is not completely clear; it should be at least partially converted into a luxury hotel and shopping mall. ",{"type":"<","value":["br"]},"Hôtel-Dieu hosts the ",{"type":"'''","value":["Lyon hospitals museum"]}," (",{"type":"''","value":["Musée des Hospices civils de Lyon"]},")."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Théâtre des Célestins"],["url="],["email="],["address=place des Célestins"],["lat="],["long="],["directions=M: Bellecour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Designed by Gaspard André and opened in 1877, the building has a beautiful Italian-style façade. In the middle of the quiet plaza outside the theatre stands a strange periscope in which you can see rotating geometric shapes, like a kaleidoscope. Those were actually painted in the car park beneath the plaza by the famous artist Daniel Buren and they are reflected by a rotating mirror. To enter the car park and see the other side, take the stairway on your right when looking at the theatre."]]}]},"\n",{"type":"[[","value":[["File:France Lyon2.jpg"],["thumb"],["300px"],["Place Bellecour seen from the hill of Fourvière"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Place Bellecour"],["url="],["email="],["address="],["lat="],["long="],["directions=M: Bellecour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest clear square in Europe. In the center stands the equestrian statue of Louis XIV (\"under the horse's tail\" is a usual meeting point for locals). Apart from this, it is rather empty, windy and not so pleasant. A renovation project is under way. Between the southeast corner of Place Bellecour and the river Rhône is Place Antonin Poncet. There was a hospital there (",{"type":"''","value":["Hôpital de la Charité"]},"), built in 1622 and demolished in 1934. The only remain is the bell tower (",{"type":"'''","value":["Clocher de la Charité"]},") built in 1667."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Basilique St Martin d'Ainay"],["url=http:\/\/abbayeainay.free.fr"],["email="],["address=rue de l'Abbaye d'Ainay"],["lat="],["long="],["directions=M: Ampère Victor Hugo"],["phone=+33 4 72 40 02 50"],["tollfree="],["fax="],["hours=M-Sa 8:30AM-noon, 2:30PM-6PM, Su 8:30AM-noon"],["price=Free"],["content=The only entirely Romanesque church in Lyon, dating back to the 11th-12th centuries. The abbey of Ainay was one of the most powerful in France between the 13th and the 16th centuries. A must-see for its very nice atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Boat trips on the Saône"],["alt=Navig'Inter company"],["url=http:\/\/www.naviginter.fr"],["email="],["address=Quai des Célestins"],["lat="],["long="],["directions=M: Cordeliers\/Bellecour, near Passerelle du Palais de Justice"],["phone=+33 4 78 42 96 81"],["tollfree="],["fax="],["hours=28 Mar-8 Nov, Tu-F 2PM-6PM, Sa Su 11AM-6PM"],["price=€9, child €6"],["content=A boat trip can be a good way to see Lyon from a different point of view. Boats will take you either upstream to Ile Barbe or downstream to the Confluence. Night trips available on Fridays and Saturdays."]]}]},"\n",{"type":"===","value":["Confluence"]},"\n\nThe area south of Perrache is turning from a mostly industrial area into one of the most interesting neighbourhoods in the city. There were until very recently two prisons (closed down Apr 2009), a wholesale food market (recently moved to Corbas in the southern suburbs) and large warehouses and workshops belonging the national railway company SNCF. One of the largest development plans in Europe was put under way a few years ago with the construction of a new tram line and the opening of a cultural centre (",{"type":"''","value":["La Sucrière"]},"). The Western side of the area now boasts a number of new buildings, most of which are interesting pieces of contemporary architecture. The new headquarters for the government of Rhône-Alpes region has just been put into service, and a new mall is well under way. A new phase of the project is about to start with the demolition of the huge former wholesale market. However, the construction of the new museum known as \"Musée des Confluences\" has faced major problems and its opening is not expected anytime soon.\n\nThere are no major attractions per se in the area yet, however it is interesting to take a walk or a bicycle ride there to see how Lyon can still be evolving after 2000 years of history.\n\n",{"type":"===","value":["Other areas"]},"\n",{"type":"[[","value":[["File:Vue Salle3000 Lyon Helicoptere.jpg"],["thumb"],["right"],["250px"],["Cité Internationale, from the park side."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cité Internationale"],["url="],["email="],["address=quai Charles de Gaulle"],["lat="],["long="],["directions=B: C1"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This business and residential area is the most important urban project Lyon has seen in recent years. Designed by the famous Italian architect Renzo Piano (also known for Beaubourg modern art centre in Paris and part of the Potsdamer Platz area in Berlin), it comprises a convention centre, hotels and luxury apartments just between the Rhône and Parc de la Tête d'Or."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=États-Unis neighbourhood"],["url="],["email="],["address=boulevard des États-Unis"],["lat="],["long="],["directions=T: Etats-Unis-Musée Tony Garnier"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This neighbourhood was built by the famous local architect Tony Garnier in the 1920s to house industry workers. Along with Edouard Herriot hospital, it is one of the masterpieces of this visionary architect. The main axis of the neighbourhood, boulevard des Etats-Unis, was named to honour the U.S, which had just entered World War I when the street was opened in 1917. 25 wall paintings made in the 1980s and 1990s show examples of Garnier's work and his \"ideal city projects\"; see also \"Musée urbain Tony Garnier\" in the museums section."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ile Barbe"],["url="],["email="],["address="],["lat="],["long="],["directions=B: 31\/40\/43-Ile Barbe"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This charming island on the river Saône is the only inhabited island in Lyon. In the 5th century, one of the first monasteries in Gaul was founded there. It became a powerful Benedictine abbey (from the 9th century) but was finally ruined in 1526 by Protestants, during the religious wars. Of the three churches that existed on the island, only the Romanesque ",{"type":"'''","value":["Notre-Dame"]}," remains. The island also has other old buildings in a quiet and green environment. The suspension bridge was built in 1827."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gratte-Ciel"],["url="],["email="],["address=Cours Émile Zola \/ avenue Henri Barbusse \/ place Lazare Goujon, 69100 Villeurbanne"],["lat="],["long="],["directions=M: Gratte-Ciel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The neighbouring city of Villeurbanne can be seen as the 10th ",{"type":"''","value":["arrondissement"]}," because the urban continuity with Lyon is obvious. It has, however, a strong identity of its own. As an industrial town, Villeurbanne has always had a very strong left-wing political inclination. It was governed by the Communist party for the first decades of the 20th century. A strong testimony of this era remains in the form of massive Soviet-style buildings erected in the 1930s. The Gratte-Ciel (\"skyscrapers\") ensemble comprises the city hall, the National Popular Theatre and housing buildings, including the skyscrapers themselves. These are 19 stories high. They are not skyscrapers to American eyes, and were not even in the 1930s, but they were considered huge by European standards at that time."]]}]},"\n",{"type":"===","value":["Museums and Galleries"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palais Saint-Pierre \/ Musée des Beaux Arts"],["alt=Museum of Fine Arts"],["url=http:\/\/www.mba-lyon.fr\/mba\/"],["email="],["address=20 place des Terreaux"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 72 10 17 40"],["tollfree="],["fax="],["hours=M, W, Th, Sa 10AM-6PM, F 10:30AM-6PM, partial closures noon-2:15PM, ticket office closes 5:30PM"],["price=€6, reduced €4, under 18, EU students, and some others free, audioguide €3 or free for some."],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée d'Art contemporain"],["alt=Museum of Contemporary Art"],["url=http:\/\/mac-lyon.com\/mac\/sections\/en"],["email="],["address=81 quai Charles de Gaulle"],["lat="],["long="],["directions=B: C1-Musée d'Art contemporain"],["phone=+33 4 72 69 17 18"],["tollfree="],["fax="],["hours=Wed-Sun 12PM-7PM"],["price=Fees vary depending on the exhibition"],["content=Holds only temporary exhibitions which are often very interesting and popular."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Institut Lumière - Musée vivant du Cinéma"],["url=http:\/\/www.institut-lumiere.org\/"],["email="],["address=25 rue du Premier Film"],["lat="],["long="],["directions=M: Monplaisir-Lumière"],["phone=+33 4 78 78 18 95"],["tollfree="],["fax="],["hours=Tu-Su 11AM-6:30PM. Closed 1 Jan, 1 May, and 25 Dec. Open on bank holiday Mondays"],["price=€6, under 18 and students €5"],["content=Located in the Lumière brothers' house, this museum presents an interesting history of cinema through various items and film excerpts. Also worth seeing for the lovely architecture."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musées Gadagne: Historical museum of Lyon and International puppet museum"],["url=http:\/\/www.culture.lyon.fr\/culture\/sections\/fr\/entite?entiteId=364"],["email="],["address=14 rue de Gadagne\/1 place du Petit Collège"],["lat="],["long="],["directions=M: Vieux Lyon \/ B: C3-Gare St Paul"],["phone=+33 4 78 42 03 61"],["tollfree="],["fax="],["hours=W-Su 11AM-6:30PM except public holidays"],["price=1 museum: €6 including audioguide, 2 museums: €8. Under 26 and disabled: free"],["content=After 10 years of major refurbishment works, these museums dedicated to the history of the city and to puppets (like the famous Guignol from Lyon) were reopened in June 2009, with great public and critical success. The building itself, a magnificent Renaissance palace, is worth a visit. A nice garden and cafe have also been created at the top of the building (free access)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée urbain Tony Garnier"],["url=http:\/\/www.museeurbaintonygarnier.com\/"],["email="],["address=4 rue des Serpollières"],["lat="],["long="],["directions=T: Etats-Unis-Musée Tony Garnier"],["phone=+33 4 78 75 16 75"],["tollfree="],["fax="],["hours=Visitor centre: Tu-Sa 2PM-6PM, guided tours Sa at 2:30PM or by appointment for groups of 10 or more"],["price=Guided tours: €6, under 18 €4, children under 5 free; audioguide: €5, under 18 €3, children under 5 free"],["content=This museum was created during the renovation of the États-Unis neighbourhood in the 1980s and 1990s, and the inhabitants were strongly involved in the project. The museum comprises a recreated apartment of the 1930s, which shows how life was like in these very modern housing units, and the 25 wall paintings depicting Garnier's work and ideals. You can also see the walls on your own but you will miss the interesting comments on the history of the area and the social project behind it."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Centre d'Histoire de la Résistance et de la Déportation"],["alt=Museum of the Resistance during World War II"],["url=http:\/\/www.chrd.lyon.fr"],["email="],["address=14 avenue Berthelot"],["lat="],["long="],["directions=T: Centre Berthelot"],["phone=+33 4 72 73 33 54"],["tollfree="],["fax="],["hours=W-Su 9AM-5:30PM, Closed on holidays"],["price=€3. Free for children under 18"],["content=Located in the former Gestapo regional headquarters, this museum depicts the daily life in Lyon under the German occupation and keeps memories of this tragic period. Often holds exhibitions (mostly photography)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée des Arts Décoratifs \/ Musée des Tissus"],["alt=Decorative Arts museum \/ Fabrics museum"],["url=http:\/\/www.musee-des-tissus.com"],["email=musees@lyon.cci.fr"],["address=34 rue de la Charité"],["lat="],["long="],["directions=M: Ampère Victor Hugo"],["phone=+33 4 78 38 42 00"],["tollfree="],["fax="],["hours=Tu-Su 10AM-noon, 2PM-5:30PM, closed on holidays"],["price=€4.58, groups (10 adults minimum) €3.81, students €2.29, free for children under 18"],["content="]]}]},"\n",{"type":"[[","value":[["File:LyonMOCA.JPG"],["thumb"],["right"],["250px"],["Museum of Contemporary Art."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée gallo-romain de Fourvière"],["url=http:\/\/www.musees-gallo-romains.com"],["email="],["address=17 rue Cléberg"],["lat="],["long="],["directions=F: Minimes-Théâtres Romains"],["phone=+33 4 72 38 49 30"],["tollfree="],["fax="],["hours=Tu-Su 10AM-6PM, closed 1Jan, 1 May, 1 Nov and 25 Dec"],["price=€4, reduced fee €2.50, under 18 and disabled free; free for all on Th"],["content=The second largest museum in France, it has all kinds of things relating to Rhone-Alps history. A free visit to the Roman theatres may be just as interesting for those not into the details."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée de la Miniature et des Décors de cinéma"],["alt=Miniature and Movie scenery Museum"],["url=http:\/\/www.mimlyon.com"],["email="],["address=60 rue St Jean"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 72 00 24 77"],["tollfree="],["fax="],["hours=M 2PM-6:30PM, Tu-F 10AM-6:30PM, Sa Su 10AM-7PM"],["price=€7, under 15\/student €5.50"],["content=Created by artist Dan Ohlmann, this private gallery shows about 120 miniature models of all kinds of scenes: houses, restaurants, workshops, schools, etc., from Lyon or elsewhere, historical or contemporary. The accuracy of the models is astonishing and some sections will be real fun for children. Movie sceneries are also presented. The gallery is in a large 16th-century building called ",{"type":"''","value":["Maison des Avocats"]}," (Lawyers' house)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée des Hospices civils de Lyon"],["alt=Lyon hospitals museum"],["url=http:\/\/www.chu-lyon.fr\/internet\/chu\/musee\/musee_presentation.htm"],["email="],["address=1 place de l'Hôpital"],["lat="],["long="],["directions=M: Bellecour"],["phone=+33 4 72 41 30 42"],["tollfree="],["fax="],["hours=M-F 1PM-6PM except public holidays"],["price=Full fee €4, student €2"],["content=This museum recreates the rich history of medicine in Lyon; it also exhibits art works donated to the hospitals by their benefactors (paintings, sculptures, pieces of furniture). A number of items come from the former Hôpital de la Charité, demolished in 1934."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée de l'Imprimerie"],["alt=Printing museum"],["url=http:\/\/www.imprimerie.lyon.fr"],["email=museeimp@lyon.asi.fr"],["address=13 rue de la Poulaillerie"],["lat="],["long="],["directions=M: Cordeliers"],["phone=+33 4 78 37 65 98"],["tollfree="],["fax="],["hours=W-Su 9:30AM-noon, 2PM-6PM, closed on holidays"],["price=€3.80, students in groups: €2"],["content=Visit it only if you're a printing specialist, the collection is important, but it is presented in a totally outdated way."]]}]},"\n",{"type":"===","value":["Parks and Gardens"]},"\n\n",{"type":"[[","value":[["File:Grandes serres du Parc de la Tête d'Or - 3.JPG"],["thumb"],["right"],["250px"],["The large greenhouses in Parc de la Tête d'Or."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Parc de la Tête d'Or"],["url="],["email="],["address=Between boulevard des Belges, quai Charles de Gaulle and boulevard de Stalingrad"],["lat="],["long="],["directions=M: Masséna \/ B: C1-several stops around the park"],["phone="],["tollfree="],["fax="],["hours=15 Oct -14 Apr 6:30AM-8:30PM, 15 Apr-14 Oct 6:30AM-10:30PM"],["price="],["content=Completed in 1862, this 105-hectare English-style garden is one of the largest and arguably one of the most beautiful urban parks in France. It is a popular place for families as well as joggers. The highlights of the park include the large greenhouses, the botanical garden, the rose garden and the recently added \"African plain\" in which animals wander in a natural-style environment, perfect for children."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rhône banks"],["url="],["email="],["address=quai Charles de Gaulle, ave de Grande-Bretagne, quai de Serbie, quai Sarrail, quai Augagneur, quai Claude Bernard, ave Leclerc"],["lat="],["long="],["directions=M: Foch, Guillotière, Stade de Gerland"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The right bank of the river Rhône has recently been turned from an ugly car park into a 5-km promenade with various landscapes and great views over the Croix-Rousse and Presqu'Ile areas. The place had immediate success among locals. A bicycle is perfect to enjoy it, except on sunny weekends, when it is too crowded to ride safely."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Parc de Gerland"],["url="],["email="],["address=avenue Jean Jaurès"],["lat="],["long="],["directions=M: Stade de Gerland"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Rhône banks promenade ends here. This recent park does not have the majesty of Parc de la Tête d'Or but it is far less crowded and boasts some nice examples of modern landscaping. Still under development, it should cover 80 hectares when completed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Parc des Hauteurs"],["url="],["email="],["address=place de Fourvière\/Montée Nicolas de Lange"],["lat="],["long="],["directions=F: Fourvière"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located between the metal tower of Fourvière and the Loyasse cemetery, this is rather a promenade with a nice footbridge offering great views towards the Monts d'Or and Beaujolais. There is an aerial adventure course and a skiing and moutain bike slope."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jardin des Curiosités"],["alt=Garden of Curiosities"],["url="],["email="],["address=Passage des Hauts de St Just"],["lat="],["long="],["directions=F: Minimes\/St Just"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small garden hidden in the bottom of a street\/car park, behind a metallic door. It was designed by Canadian artists in a surrealistic spirit (recalls Magritte or Dali). Also a very nice viewpoint over the southern part of Lyon."]]}]},"\n",{"type":"==","value":[" Do "]},"\n\nCultural events are listed by two weekly magazines: ",{"type":"''","value":["Le Petit Bulletin"]}," (free, available in cinemas, theatres, some bars, etc. and online ",{"type":"[","value":["http:\/\/www.petit-bulletin.fr\/"]},") and ",{"type":"''","value":["Lyon Poche"]}," (from newsagents or online ",{"type":"[","value":["http:\/\/www.lyonpoche.com"]},").\n\nEarly booking is often necessary for the major institutions (Auditorium, opera house, Célestins and Croix-Rousse theatres). The big names sell out months in advance. Unlike London or New York, there is no place in Lyon where you can buy reduced-price tickets for same day shows. (There used to be one but it was very short-lived, possibly because it had too few seats to sell.)\n\n",{"type":"===","value":["Music, dancing and opera"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Auditorium"],["url=http:\/\/www.auditoriumlyon.com"],["email="],["address=84 rue de Bonnel"],["lat="],["long="],["directions=M: Part-Dieu"],["phone=+33 4 78 95 95 95"],["tollfree="],["fax="],["hours="],["price="],["content=The Lyon National Orchestra plays in this impressive, modern concert hall which also hosts some jazz and world music concerts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Opera house"],["url=http:\/\/www.opera-lyon.com"],["email="],["address=1 place de la Comédie"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 72 00 45 00"],["tollfree="],["fax="],["hours="],["price="],["content=The old opera house was completely redesigned by Jean Nouvel in the 1990s and hosts opera and dancing shows, along with a few other concerts (especially jazz) in the smaller \"Amphithéâtre\" room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Transbordeur"],["url=http:\/\/www.transbordeur.fr"],["email="],["address=boulevard Stalingrad, Villeurbanne"],["lat="],["long="],["directions=B: C1-Palais des Congrès"],["phone=+33 4 78 93 08 33"],["tollfree="],["fax="],["hours="],["price="],["content=The medium-sized hall (capacity 1,500) for rock or popular music concerts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ninkasi"],["url=http:\/\/www.ninkasi.fr"],["email="],["address=267 rue Marcel Mérieux"],["lat="],["long="],["directions=M: Stade de Gerland"],["phone=+33 4 72 76 89 00"],["tollfree="],["fax="],["hours="],["price="],["content=This is a modern-day institution in Lyon. Ninkasi has two places for live music: Kafé (free shows, essentially electronic music) and Kao (a concert hall dedicated to rock and electronic music). It is also a beer brewery and has bars all over the Presqu'île, and also in Villeurbanne."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Maison de la Danse"],["url=http:\/\/www.maisondeladanse.com"],["email="],["address=8 avenue Jean Mermoz"],["lat="],["long="],["directions=T: Bachut"],["phone=+33 4 72 78 18 18"],["tollfree="],["fax="],["hours="],["price="],["content=A theatre dedicated to modern dancing. Also a fine example of architecture of the 1960s."]]}]},"\n",{"type":"===","value":["Theatre"]},"\n\nLyon has a large number of theatres ranging from tiny \"cafés-théâtres\" to big municipal institutions. You can enjoy any type of show from comedy to classical drama to avant-garde productions.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Théâtre des Célestins"],["url=http:\/\/www.celestins-lyon.org"],["email="],["address=Place des Célestins"],["lat="],["long="],["directions=M: Bellecour"],["phone=+33 4 72 77 40 00"],["tollfree="],["fax="],["hours="],["price="],["content=The historical theatre, in a beautiful 19th century building by Gaspard André, recently refurbished. Serious programme."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Théâtre de la Croix-Rousse"],["url=http:\/\/www.croix-rousse.com"],["email="],["address=place Joannès Ambre"],["lat="],["long="],["directions=M: Hénon"],["phone=+33 4 78 27 90 42"],["tollfree="],["fax="],["hours="],["price="],["content='The other' theatre, with a more avant-garde programme."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=TNP"],["url=http:\/\/www.tnp-villeurbanne.fr"],["email="],["address=8 place Lazare Goujon, Villeurbanne"],["lat="],["long="],["directions=M: Gratte-Ciel"],["phone=+33 4 78 03 30 00"],["tollfree="],["fax="],["hours="],["price="],["content=Jean Vilar's spirit of 'popular theatre' lives on in the historically left-wing Villeurbanne."]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Théâtre Tête d'Or"],["url=http:\/\/www.theatretetedor.com"],["email="],["address=60 avenue du Maréchal de Saxe"],["lat="],["long="],["directions=B: C3-Saxe-Lafayette \/ T: Saxe-Préfecture \/ M: Place Guichard"],["phone=+33 4 78 62 96 73"],["tollfree="],["fax="],["hours="],["price="],["content=This is the only theatre in Lyon showing popular comedies in the Parisian \"boulevard\" style."]]}]},"\nThere are also a number of small independent theatres. Check out ",{"type":"'''","value":["Les Ateliers"]},", ",{"type":"'''","value":["Espace 44"]},", ",{"type":"'''","value":["Théâtre des Clochards Célestes"]},".\n\n\"Café-théâtre\" is a very nice way to spend an evening with a show (usually comedy), drinks and food. Here is a small selection:\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Complexe du Rire"],["url=http:\/\/www.complexedurire.com"],["email="],["address=7 rue des Capucins"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 78 27 23 59"],["tollfree="],["fax="],["hours="],["price="],["content=Two rooms and talented young comedians."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Espace Gerson"],["url=http:\/\/www.espacegerson.com"],["email="],["address=1 place Gerson"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone=+33 4 78 27 96 99"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThe 200-year-old ",{"type":"'''","value":["Guignol"]}," is a very famous character of puppet theatre. This irreverent ",{"type":"''","value":["canut"]}," who frequently challenges the law in his adventures was created by Laurent Mourguet, a ",{"type":"''","value":["canut"]}," himself, in 1808. The main side characters in Guignol shows are his wife Madelon, his Beaujolais-drinking friend Gnafron and the policeman, who always ends up being ridiculous. It was only in the 1950s that Guignol became a children's favourite. Nowadays, a few theatres perpetuate the tradition for children and adults.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Théâtre le Guignol de Lyon"],["alt=Compagnie des Zonzons"],["url=http:\/\/www.guignol-lyon.com"],["email="],["address=2 rue Louis Carrand"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone=+33 4 78 28 92 57"],["tollfree="],["fax="],["hours="],["price=€9, child under 15 €7"],["content=The largest Guignol theatre, showing original creations for children and adults."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Véritable Guignol du Vieux Lyon et du Parc"],["url=http:\/\/www.theatre-guignol.com\/"],["email="],["address=place de Guignol, Parc de la Tête d'Or"],["lat="],["long="],["directions=M: Masséna \/ B: C1-several stops around the park"],["phone=+33 4 78 28 60 41"],["tollfree="],["fax="],["hours=W, Sa Sun, bank and school holidays 3PM, 4PM, 5PM, 6PM"],["price="],["content=Especially intended for children, this outdoor theatre is conveniently located within the park, near the lake and the zoo."]]}]},"\n",{"type":"===","value":["Cinemas"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Institut Lumière"],["url=http:\/\/www.institut-lumiere.org\/"],["email="],["address=Rue du Premier Film, 69008 Lyon"],["lat="],["long="],["directions=M: Monplaisir-Lumière"],["phone=+33 4 78 78 18 95"],["tollfree="],["fax="],["hours="],["price="],["content=The museum also has a theatre showing thematic series of cinema masterpieces (in original version). The theatre is in the former Lumière factory, which was the scenery of the first movie in history (",{"type":"''","value":["La sortie des usines Lumière"]},")."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Comoedia"],["url=http:\/\/www.cinema-comoedia.com"],["email="],["address=13 avenue Berthelot, 69007 Lyon"],["lat="],["long="],["directions=T: Centre Berthelot"],["phone=+33 4 26 99 45 00"],["tollfree="],["fax="],["hours="],["price="],["content=After a few years of closure followed by refurbishment works, this independent cinema is now very comfortable and has a relatively avant-garde programme. All foreign movies are shown in original version."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=CNP"],["url="],["email="],["address=Bellecour: 12 rue de la Barre, 69002 Lyon; Terreaux: 40 rue du Président Edouard Herriot, 69001 Lyon"],["lat="],["long="],["directions=M: Bellecour,Hôtel de Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two independent cinemas; the Bellecour branch has the most avant-garde programme. All foreign movies in original version."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pathé"],["url=http:\/\/www.cinemasgaumontpathe.fr"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This major national firm has four theatres in Lyon (Cordeliers, Bellecour, Vaise, Carré de Soie) offering essentially American blockbusters and mainstream French movies. The Bellecour branch has foreign films in original version."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=UGC"],["url=http:\/\/www.ugc.fr"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The other major cinema firm, has four theatres in Lyon (Part-Dieu, Cité Internationale, Astoria, Confluence). The Astoria (",{"type":"''","value":["M: Masséna"]},") has foreign movies in original version."]]}]},"\n",{"type":"===","value":["Sports"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Olympique Lyonnais"],["url=http:\/\/www.olweb.fr"],["email="],["address=Stade de Gerland, 69007 Lyon"],["lat="],["long="],["directions=M: Stade de Gerland"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The local football (soccer) team have been national champions from 2002 through 2008. Their ladies' team also dominates the championship. They play at Gerland stadium, built by Tony Garnier in the 1930s and renovated for the 1998 World Cup. Tickets are not too difficult to get, except for major European matches."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=ASVEL"],["url=http:\/\/www.asvel.com"],["email="],["address=Astroballe, 69100 Villeurbanne"],["lat="],["long="],["directions=M: Laurent Bonnevay"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Villeurbanne basketball team has a long history as one of the major clubs in the country."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=LOU Rugby"],["url=http:\/\/www.lourugby.com"],["email="],["address=Stade Vuillermet, av. Paul Santy, 69008 Lyon"],["lat="],["long="],["directions=M: Mermoz-Pinel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The rugby team of Lyon plays in the top flight for the first time this season (2011-2012)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jogg'in City"],["url=http:\/\/www.joggincity.fr"],["email=contact@joggincity.fr"],["address=Downtown Lyon="],["lat="],["long="],["directions="],["phone=+ 336 77 79 35 14"],["tollfree="],["fax="],["hours=7\/7d to 6:30AM to 9PM"],["price=15€\/pers for a group of 4 or +, 50€ for individuals"],["content= Sightjogging Lyon, run and visit Lyon. Jogg'in City a fun way to discover the city. ",{"type":"[","value":["http:\/\/www.joggincity.fr"]}]]}]},"\n",{"type":"==","value":[" Learn "]},"\nLyon is an important university center. French language courses are available at ",{"type":"[","value":["http:\/\/www.inflexyon.com\/ENG Inflexyon"]},", ",{"type":"[","value":["http:\/\/www.aflyon.org Alliance Francaise"]},", ",{"type":"[","value":["http:\/\/www.lyon-bleu.fr Lyon-Bleu"]},", ",{"type":"[","value":["http:\/\/www.eife2f.com École Interculturelle de Francais"]},". If you look for an immersion program, you can have a look at ",{"type":"[","value":["http:\/\/www.esl-schools.org ESL schools"]}," groups Learn French in Lyon with ESL.\n\n",{"type":"==","value":[" Work "]},"\nMoney can be made by giving private English lessons. Most French are keen to speak English. There are some schools which accept non-TEFL qualified teachers, but obviously a qualification helps. Try Berlitz or Demos. There are several anglophone pubs which employ young anglophone workers, occasionally with limited French. Speaking French to a reasonable level is often a must, even though bar vocabulary is limited. \nThere is an ANPE next to the Opera on Rue de la Republique. Just go in, you don't have to book, and there are lots of job vacancies to be found. Also search for a shelf with black folders on it. They contain details of better paid jobs.\n\n",{"type":"==","value":[" Buy "]},"\n\nThe usual hours for downtown shopping are 10AM-7PM, Monday to Saturday. Some larger places close a bit later (7:30PM). Shops are closed on Sundays, except in December and in Vieux Lyon where Sunday is the busiest day of the week!\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=La Part-Dieu"],["url=http:\/\/www.partdieu.com"],["email="],["address=Boulevard Vivier-Merle, 69003 Lyon"],["lat="],["long="],["directions=M: Part-Dieu"],["phone="],["tollfree="],["fax="],["hours=Mon-Sat 10AM-8PM"],["price="],["content=A huge shopping mall (the largest downtown mall in Europe) on four levels, with most major fashion brands. Avoid Saturday afternoons, the place is awfully crowded."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rue de la République"],["url="],["email="],["address=69002 Lyon"],["lat="],["long="],["directions=M: Cordeliers\/Bellecour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This pedestrian street is the main downtown shopping spot. Also check out Rue du Président Edouard Herriot (more expensive in general) and Rue de Brest; these three streets run parallel to each other along Presqu'île."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rue du Président Edouard Herriot, rue Gasparin, rue Émile Zola, rue des Archers"],["url="],["email="],["address=69002 Lyon"],["lat="],["long="],["directions=M: Bellecour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the \"golden square\" between Place Bellecour and Place des Jacobins, you will find a number of famous luxury brands."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rue Victor Hugo"],["url="],["email="],["address=69002 Lyon"],["lat="],["long="],["directions=M: Bellecour\/Ampère Victor Hugo\/Perrache"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Brand names and tourist traps south of Bellecour."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rue Auguste Comte"],["url="],["email="],["address=69002 Lyon"],["lat="],["long="],["directions=M: Bellecour\/Ampère Victor Hugo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Parallel to rue Victor Hugo, this is where you will find most antique shops in Lyon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Carré de Soie"],["url=http:\/\/www.carredesoie.fr"],["email="],["address=Avenue de Böhlen, 69120 Vaulx-en-Velin"],["lat="],["long="],["directions=M\/T: Vaulx-en-Velin La Soie"],["phone="],["tollfree="],["fax="],["hours=Mon-Sat 10AM-7:30PM, some stores open Sun"],["price="],["content=New shopping mall (opened April 2009) with fashion stores, restaurants and a cinema multiplex, in a developing suburban area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Confluence"],["url=http:\/\/www.confluence.fr"],["email="],["address=7 rue Paul Montrochet, 69002 Lyon"],["lat="],["long="],["directions=T: Hôtel de Région-Montrochet"],["phone="],["tollfree="],["fax="],["hours=Mon-Sat 10AM-8PM, some stores open Sun"],["price="],["content=New shopping mall (opened April 2012) with fashion stores, restaurants and a cinema multiplex, in a new area."]]}]},"\n",{"type":"===","value":["Food"]},"\n\n",{"type":"[[","value":[["File:StAntoineMarket.jpg"],["thumb"],["right"],["300px"],["St Antoine market on a Sunday morning."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Halles de Lyon Paul Bocuse"],["url="],["email="],["address=102 cours Lafayette, 69003 Lyon"],["lat="],["long="],["directions=B: C3-Halles Paul Bocuse, M\/T: Part-Dieu"],["phone="],["tollfree="],["fax="],["hours=Tue-Sat 7AM-12PM and 3PM-7PM, Sun 7AM-12PM"],["price="],["content=Formerly located on Place des Cordeliers, the Halles moved to the Part-Dieu area in 1971. If you want the very best food, this is the place to go. It has a price however."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Croix-Rousse market"],["url="],["email="],["address=Boulevard de la Croix-Rousse, 69001 Lyon"],["lat="],["long="],["directions=M: Croix-Rousse"],["phone="],["tollfree="],["fax="],["hours=Tue-Sun 7AM-1PM"],["price="],["content=Very popular and typical market mith many local producers. On Tuesdays, also sells non-food items. Very crowded on sunny Sundays, but this is the right time to enjoy the particular mood of the neighbourhood."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=St Antoine market"],["url="],["email="],["address=Quai St Antoine and Quai des Célestins, 69002 Lyon"],["lat="],["long="],["directions=M: Cordeliers"],["phone="],["tollfree="],["fax="],["hours=Tue-Sun 7AM-1PM"],["price="],["content=The other major market, in a wealthier part of town. Also some local fruit and vegetable producers. Eating oysters by the Saône is a very pleasant occupation before Sunday lunch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bahadourian"],["url=http:\/\/www.bahadourian.com"],["email="],["address=20 rue Villeroy, 69003 Lyon"],["lat="],["long="],["directions=M: Guillotière"],["phone=+33 4 78 60 32 10"],["tollfree="],["fax="],["hours=Mon-Fri 8:30AM-12:30PM \/ 2:30PM-7:30PM, Sat 8:30AM-7:30PM"],["price="],["content=A large Oriental shop, with all kinds of exotic foods, especially North African. In the heart of the picturesque Guillotière neighbourhood."]]}]},"\n",{"type":"===","value":["Wine"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Antic Wine"],["url=http:\/\/www.anticwine.com"],["email=anticwine@yahoo.fr"],["address=18 rue du Boeuf, 69005 Lyon"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78 37 08 96"],["tollfree="],["fax="],["hours=Tue-Sun 11AM-8PM"],["price="],["content=This tiny shop has an exceptional selection of wines from all over the world. Very interesting selection of Rhône valley wines, amazing collection of old Burgundies. Very reasonable prices. Also a must-see for port amateurs, with the largest selection in France and prices ranging from €12 to €3,000."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Vercoquin"],["url=http:\/\/www.vercoquin.com"],["email=contact@vercoquin.com"],["address=33 rue de la Thibaudière, 69007 Lyon"],["lat="],["long="],["directions=M: Saxe-Gambetta"],["phone=+33 4 78 69 43 87"],["tollfree="],["fax="],["hours=Tue-Sat 10AM-8PM, Sun 10AM-1PM"],["price="],["content=This wine store is specialised in organic and \"natural\" wines. It is also a wine bar, all bottles of the shop can be drunk there with a price supplement of €6."]]}]},"\n",{"type":"==","value":[" Eat "]},"\n\nRestaurants have their menus with prices displayed outside. As everywhere in France, the prices ",{"type":"'''","value":["always"]}," include service, bread and tap water (ask for a ",{"type":"''","value":["carafe"]}," of water). Tipping is rare and only expected if you are particularly satisfied with the service. This is especially true in budget or mid-range restaurants, maybe less so in expensive places where it may be considered more appropriate; nothing is compulsory, though. Typical tips depend, of course, on the price of the menu and your level of satisfaction but they are generally not as high as in the US, for example. If you pay by credit card and wish to add a tip, you can tell the person in charge how much he\/she should charge your card.\n\nMeal times are generally 12PM-2PM for lunch and 7:30PM-10PM for dinner. Visitors from areas such as North America and Northern Europe might be surprised to find many places still closed at their usual dinner times. Places offering all-day service are located in tourist areas, and are unlikely to serve quality fresh food. Late-night service is quite rare in quality restaurants, but you can always get the usual fast-food or kebab.\n\nThe traditional restaurants in Lyon are called ",{"type":"''","value":["bouchons"]},"; the origin of the word is unclear (it literally means \"cork\"). They appeared at the end of the 19th century and flourished in the 1930s, when the economic crisis forced wealthy families to fire their cooks, who opened their own restaurants for a working-class clientele. These women are referred to as ",{"type":"''","value":["mères"]}," (mothers); the most famous of them, Eugénie Brazier, became one of the first chefs to be awarded three stars (the highest ranking) by the famous Michelin gastronomic guide. She also had a young apprentice called Paul Bocuse. Eating in a good ",{"type":"''","value":["bouchon"]}," is certainly a must-do. They serve the typical local dishes:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["salade lyonnaise"]}," (Lyon salad): green salad with bacon cubes, croutons and a poached egg;"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["saucisson chaud"]},": a hot, boiled sausage; can be cooked with red wine (",{"type":"''","value":["saucisson beaujolais"]},") or in a bun (",{"type":"''","value":["saucisson brioché"]},");"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["quenelle de brochet"]},": dumpling made of flour and egg with pike fish and a crayfish sauce (Nantua sauce);"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["tablier de sapeur"]},": marinated tripes coated with breadcrumbs then fried, even locals often hesitate before trying it;"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["andouillette"]},": sausage made with chopped tripes, usually served with a mustard sauce;"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["gratin dauphinois"]},": the traditional side dish, oven-cooked sliced potatoes with cream;"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["cervelle de canut"]}," (''cervelle' = ' brain): fresh cheese with garlic and herbs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["rognons de veau à la moutarde"]},": veal kidneys in a mustard sauce. Delicious and textural experience."]},"\nThese dishes are very tasty. They were originally workers' food, so they are generally fat and the portions are usually quite big. The quality is very variable since the ",{"type":"''","value":["bouchons"]}," are one of the main tourist attractions of the city. A good tip: never trust big signs reading \"",{"type":"''","value":["Véritable bouchon lyonnais"]},"\" (genuine ",{"type":"''","value":["bouchon"]},") or with a list of typical dishes on the front window. Those who need to write this are most often tourist traps. In tourist areas, most notably Rue St Jean, pay extra care and stick to trustworthy recommendations if possible. And if someone on the street tries to get you into a restaurant, run. A good ",{"type":"''","value":["bouchon"]},", however, offers very good value for money.\n\n",{"type":"{{","value":[["infobox"],["Good ",{"type":"''","value":["bouchons"]},"?"],["A local association awarded the \"",{"type":"''","value":["Authentique bouchon lyonnais"]},"\" label to 22 restaurants all over town (but mostly on Presqu'île), considering the quality of their food and wine, the typicity of their decor and the owner's strong personality. They have a metal plate on their façade representing Gnafron, Guignol's friend, with his glass of Beaujolais."]]},"\n\nIn ",{"type":"''","value":["bouchons"]}," and other lower- to mid-range restaurants, basic wines can be served by the ",{"type":"''","value":["pot"]},", a typical bottle containing 46 cl and filled from a cask or wine box. The smaller ",{"type":"''","value":["fillette"]}," (little girl) contains 28 cl. This is definitely cheaper than a 75 cl bottle, but the quality is not always guaranteed...\n\nLyon was named \"capital of gastronomy\" by the great gastronomic writer Curnonsky in 1935; at that time there were no exotic restaurants, no diets and nobody was talking about fusion cuisine or ",{"type":"''","value":["bistronomy"]},". Fortunately, the local gastronomy has considerably evolved since then and there is now far more to dining in Lyon than the ",{"type":"''","value":["bouchons"]},". Kebab shops, Asian food, bistros, three-star restaurants: Lyon has them all.\n\nThe locals are generally fond of eating out and the best places get known quickly by word of mouth. Moreover, the restaurants are quite small on average. It is strongly advised to book a table, especially for dinner, otherwise you may end up in one of the multiple tourist traps. Since many good local chefs seem to enjoy a good family weekend, there are a lot more interesting options on weekdays.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[" Chez Mounier"]}," — 3 Rue les Maronniers. A traditional ",{"type":"''","value":["bouchon"]}," (restaurant) with good food for a very reasonable price (a complete menu starting at €14). Located on the south-east street of the Place Bellecour."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Le Ferrari"]}," — A place to visit for all tifosi with good food in a special place. Pay 1 piza, get 1 for free to take away for about 9 €. Located at 162, cours du Docteur Long, in the Montchat area, Lyon3."]},"\n",{"type":"*","value":[{"type":"'''","value":[" La Vieille Canaille"]}," - A typical French restaurant where the atmosphere is friendly. You will enjoy the large range of wine, the menu explanation and wine suggestions of the waiter. English speaking\/menu in English - Terrace in summer - First course + Main course + Dessert = €23 - Open from Tuesday to Saturday. \/+33(0)4 04 72 71 47 12\/ 14 rue Saint Jérôme"]},"\n",{"type":"*","value":[" Otherwise, ",{"type":"'''","value":["kebab shops"]}," abound, most with the same price: €4.50 for a kebab, €5 for a kebab with frites. Look especially near Place des Terreaux (",{"type":"''","value":["M: Hôtel de Ville"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Loco Latino"]},", 15 min across the Rhone from Hotel de Ville. Latino bar with low budget food. The day menu is €7.50 and the empanada is €4."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wallace Bar"],["url=http:\/\/www.wallacebarlyon.com\/"],["email="],["address=2 rue Octavio Mey, 69005 Lyon"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone=+33 4 72 00 23 91"],["tollfree="],["fax="],["hours=Food served Mon-Sat 12PM-3PM\/7PM-10PM, Sun 11AM-9PM"],["price=From €8"],["content=This nice pub is a good spot for drinks and live sports, but also serves good British and French food in large portions."]]}]},"\n",{"type":"*","value":[" Many bakeries offer good quality sandwiches, made with fresh ",{"type":"''","value":["baguette"]}," of course. Try, for example, ",{"type":"'''","value":["Chez Jules"]},", 7 rue Octavio Mey, 69005 Lyon (",{"type":"''","value":["B: C3-Gare St Paul"]},"), or ",{"type":"'''","value":["Kayser"]},", Place Louis Pradel, 69001 Lyon (",{"type":"''","value":["M: Hôtel de Ville"]},")."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Resto d'Alice"],["url="],["email="],["address=34, Rue Sergent Blandan"],["lat="],["long="],["directions=Rue de Capucins begins just south of Croix Paquet metro station, take it 300m west; note street name changes"],["phone=+33 4 78 28 09 33"],["tollfree="],["fax="],["hours="],["price=Full dinner w\/dessert and wine €30"],["content=Small  ",{"type":"''","value":["bouchon"]}," with cute rustic interior and patio located on nice green plaza. The Andouillette and gratin dauphinois are particularly good. Service is very friendly. Also surrounded by other interesting looking eating options and convenient velo'v station on plaza."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bouchon Chez Paul"],["url=http:\/\/www.chezpaul.fr"],["email=restaurantchezpaul@voila.fr"],["address=11 rue du Major Martin, 69001 Lyon"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 78 28 35 83"],["tollfree="],["fax="],["hours=Closed Sun, Mon (lunch)"],["price=Full menu €25"],["content=A very good ",{"type":"''","value":["bouchon"]}," serving huge portions. Noisy and friendly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Mâchonnerie"],["url=http:\/\/www.lamachonnerie.com\/"],["email="],["address=36 rue Tramassac, 69005 Lyon"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78 42 24 62"],["tollfree="],["fax="],["hours=Dinner only except Sat, closed Sun"],["price=Full menu €28-45"],["content=Traditional local cuisine, but the place is more comfortable than a ",{"type":"''","value":["bouchon"]},". Delicious, genuine, home-made dishes served in very large quantities, and a very good wine list favouring the locals - a very good place to taste the real Beaujolais. Upon reservation, the restaurant can accommodate quite large groups."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Resto"],["url="],["email="],["address=20, rue Mulet"],["lat="],["long="],["directions=Just off rue de la Republique"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Very nice little restaurant with great Lyon food and very lovely decor. Very Reasonable wine prices as well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chez Martial"],["url="],["email="],["address=34 rue Saint Jean"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78 38 31 75"],["tollfree="],["fax="],["hours="],["price=Menu €19"],["content=Tiny ",{"type":"''","value":["bouchon"]},", maybe the only acceptable one in a street full of tourist traps."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Layon"],["url="],["email="],["address=52 rue Mercière"],["lat="],["long="],["directions=M: Cordeliers"],["phone=+33 4 78 42 94 08"],["tollfree="],["fax="],["hours=Mon-Sun, lunch and dinner. Serves all day (12PM-12AM) on Sat and Sun"],["price=Full menu €23.50\/27.50"],["content=In another street full of tourist traps, this restaurant offers very good, classical local and French cuisine. Try the ",{"type":"''","value":["grenouilles"]}," (frogs). Very nice terrace. Good wine list at interesting prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Les Adrets"],["url="],["email="],["address=30 rue du Boeuf, 69005 Lyon"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78 38 24 30"],["tollfree="],["fax="],["hours="],["price=Lunch from €13, dinner €23 to €38"],["content=Very good classic French cuisine, made from quality products, in a nice decor. One of the best places in the area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Potager des Halles"],["url=http:\/\/www.lepotagerdeshalles.com\/"],["email="],["address=3 rue de la Martinière, 69001 Lyon"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 72 00 24 84"],["tollfree="],["fax="],["hours=Closed Sun, Mon"],["price=Lunch €16.50, dinner €34\/38. If you want cheaper but just as good, try Le Bistrot du Potager next door, where the same owners serve Spanish-style tapas which are a great value for money (no reservations)"],["content=This restaurant serves traditional French cuisine made from very good and very fresh products, with a Mediterranean influence. The chocolate fondant dessert is amazing. Very good wine list too. The lunch menu is an absolute steal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Balthaz'Art"],["url=http:\/\/www.restaurantbalthazart.fr\/"],["email="],["address=19 rue des Pierres Plantées"],["lat="],["long="],["directions=M: Croix-Rousse"],["phone=+33 4 72 07 08 88"],["tollfree="],["fax="],["hours=Lunch Thu-Sat, dinner Tue-Sat"],["price=Full menu €25\/28"],["content=Croix-Rousse has more and more interesting restaurants, and this one is a fine example. In a \"flea-market-meets-art-gallery\" decor, you will enjoy a fresh and creative cuisine with Mediterranean and Asian influences. Nice wine list, and it is still possible to get a table at a relatively short notice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=L'Art et la Manière"],["url=http:\/\/www.art-et-la-maniere.fr"],["email="],["address=102 Grande rue de la Guillotière, 69007 Lyon"],["lat="],["long="],["directions=M: Saxe-Gambetta"],["phone=+33 4 37 27 05 83"],["tollfree="],["fax="],["hours=Closed Sat, Sun, Mon dinner"],["price=Lunch from €16, dinner €26\/33"],["content=Small no-tourist restaurant in a no-tourist area. Friendly yet professional service, short menu but very creative, high-quality cooking. Good (although short) wine list. The best bottles are at amazingly low prices given their \"constant mark-up\" policy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brasserie Georges"],["url=http:\/\/www.brasseriegeorges.com\/index.php?idLang=2"],["email="],["address=30, cours de Verdun"],["lat="],["long="],["directions=Located behind Perrache Station"],["phone=+33 4 72565456"],["tollfree="],["fax="],["hours="],["price=from €25 to 35"],["content= An exceptional traditional Brasserie, serving traditional food with an Alsatian leaning in a fine interior. A real Art Deco treat. Founded in 1836, with a tradition of high quality service. It also contains a brewery and bar and the interior is worth a look even if you don't want to eat."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=L'Ouest"],["url=http:\/\/www.nordsudbrasseries.com"],["email="],["address=1 quai du Commerce, 69009 Lyon"],["lat="],["long="],["directions=M: Gare de Vaise"],["phone=+33 4 37 64 64 64"],["tollfree="],["fax="],["hours="],["price=Full menu from €24"],["content=A brasserie owned by Paul Bocuse, near the river Saône. The specialities are fish and cuisine of the Caribbean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Bistrot de St-Paul"],["url=http:\/\/www.bistrotdestpaul.fr"],["email="],["address=2 quai de Bondy, 69005 Lyon"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone=+33 4 78 28 63 19"],["tollfree="],["fax="],["hours="],["price=Lunch €14.50, dinner €21.50\/29.50\/33"],["content=This restaurant serves mostly specialities from southwestern France (duck, foie gras, cassoulet...)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Espace Le Bec"],["url="],["email="],["address=Le Centre, upper level, St Exupéry airport"],["lat="],["long="],["directions="],["phone=+33 4 72 22 71 86"],["tollfree="],["fax="],["hours="],["price=2-course menu from €20, 3-course menu from €25"],["content=Before boarding your return flight, you can treat yourself with a last fine meal in Lyon. This place was opened by Nicolas Le Bec, who once ran the most trendy gastronomic restaurant in the city and offers quality ",{"type":"''","value":["bistronomic"]}," cuisine."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Paul Bocuse"],["alt=Auberge du Pont de Collonges"],["url=http:\/\/www.bocuse.fr\/"],["email="],["address=40 rue de la Plage, 69660 Collonges-au-Mont-d'Or"],["lat="],["long="],["directions="],["phone=+33 4 72 42 90 90"],["tollfree="],["fax="],["hours="],["price=From €100"],["content=The master of all chefs. Taste the legend of \"Monsieur Paul\", who is over 80 years old and still runs this palace restaurant... and many others."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Au 14 Février"],["url=http:\/\/www.au14fevrier.com\/vieux-lyon\/"],["email="],["address=6 rue Mourguet"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78  92  91  39"],["tollfree="],["fax="],["hours=Tue-Sat dinner only"],["price=Menu €52\/€75"],["content=If you can book at least two months in advance and are ready for a \"surprise\" menu, this tiny place (16 seats!) run by Japanese chef Tsuyoshi Arai is a rather unique experience. Just tell your waiter what you don't like or can't eat, and you will be served a five- or nine-course menu that changes every day. The cuisine is French with Japanese hints, amazingly creative, and most importantly delicious."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Mère Brazier — Mathieu Viannay"],["url=http:\/\/www.lamerebrazier.fr"],["email="],["address=12 rue Royale, 69001 Lyon"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 78 23 17 20"],["tollfree="],["fax="],["hours="],["price=Lunch menu €35, dinner menus €55\/75\/95"],["content=The restaurant opened in 1921 by the legendary Eugénie Brazier was recently taken over by the talented young chef Mathieu Viannay and awarded 2 stars by the Michelin guide only a few months after its opening. Revisited all-time classics (Bresse poultry with truffles, artichokes with foie gras)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=L'Auberge de l'Ile"],["url=http:\/\/www.aubergedelile.com"],["email="],["address=Place Notre-Dame, île Barbe, 69009 Lyon"],["lat="],["long="],["directions=B: 40\/43\/31-Ile Barbe"],["phone="],["tollfree="],["fax="],["hours="],["price=Menus €95\/125"],["content=One of the best places in Lyon, in a 17th-century building on a lovely island on the Saône."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Têtedoie"],["url=http:\/\/www.tetedoie.com"],["email=restaurant@tetedoie.com"],["address=Montée du Chemin Neuf, 69005 Lyon"],["lat="],["long="],["directions=F: Minimes"],["phone=+33 4 78 29 40 10"],["tollfree="],["fax="],["hours="],["price=Lunch €40, dinner €56\/68\/76\/96"],["content=A new address for a well-recognized chef. The previous restaurant had a classic dining room on the banks of the Saône. Têtedoie is now taking his restaurant to the next level with a prestigious location offering one of the best views in town and a very contemporary decor, with the same culinary spirit and prices. The wine list is so big they have to carry it around on a trolley. The place also features a wine bar, a \"bistro-style\" terrace (€40\/50) and an Italian restaurant."]]}]},"\n",{"type":"===","value":["Ice cream, pastries, brunch"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chez Jules"],["url="],["email="],["address=Place Saint Paul, Lyon"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fantastically authentic bakery. Try the tarte aux fraises and the mini quiches. Perfect for breakfast, a snack or an early lunch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nardone"],["url=http:\/\/www.glaciernardone.com\/"],["email="],["address=3 place Ennemond Fousseret\/26 quai de Bondy,"],["lat="],["long="],["directions=B: C3-Gare St Paul \/ M: Vieux Lyon"],["phone=+33 4 78 28 29 09"],["tollfree="],["fax="],["hours=Summer: Mon-Sun 9AM-1AM, winter: Wed-Sun 10AM-7PM, closed Dec 31-Mar 10"],["price=From €7"],["content=Delicious ice cream with very original flavours, served on a very pleasant terrace. Completely overcrowded on sunny weekends, be prepared to queue... but it is worth the wait if you are a real ice cream fan."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Boulangerie du Palais"],["url="],["email="],["address=8 rue du Palais de Justice"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78 37 09 43"],["tollfree="],["fax="],["hours="],["price="],["content=In this small bakery, you will find good ",{"type":"''","value":["praline"]}," tarts, a popular local dessert."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Les Enfants Gâtés"],["url="],["email="],["address=3 place Sathonay"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 78 30 76 24"],["tollfree="],["fax="],["hours=Summer: Mon-Sun 12PM-12AM, winter: Tue-Sun 10AM-7PM"],["price="],["content=Very good ice cream, on a lovely neighbourhood square. Also a good Sunday brunch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pain et Cie"],["url="],["email="],["address=13 rue des Quatre Chapeaux"],["lat="],["long="],["directions=M: Cordeliers"],["phone=+33 4 78 38 29 84"],["tollfree="],["fax="],["hours=Mon-Sat 7AM-10:30PM"],["price=Brunch €18"],["content=This place is quite popular for its Sunday brunch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Quai des Arts"],["url=http:\/\/www.restaurant-quaidesarts.com\/"],["email="],["address=8 bis quai Saint-Vincent"],["lat="],["long="],["directions=B: 19\/31\/44 - Subsistances or Homme de la Roche"],["phone=+33 4 72 00 97 36"],["tollfree="],["fax="],["hours=Brunch Sun 11AM-3PM"],["price=Brunch €22"],["content=The restaurant of the Subsistances cultural centre has Sunday brunch, the food is varied and tasty and the place is very pleasant, overlooking the Saône. Book in advance and ask for a table upstairs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Boulangerie Paul"],["url="],["email="],["address=1 Rue de Brest"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pastries and baguettes make it good for breakfast or lunch, and a great setting to eat it in if you can grab one of the little tables."]]}]},"\n",{"type":"==","value":["Drink"]},"\nLyon offers some nice nightlife. A good starting point is Place des Terreaux and then upwards towards the Croix Rousse. In the streets that climb the hill there are many nice places.\n\n",{"type":"===","value":["English\/Irish pubs"]},"\n\nForeign students often gather in English or Irish pubs, which are more particularly concentrated in the Vieux Lyon area. English-speaking staff everywhere of course...\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kelly's Irish Pub"],["url="],["email=kellysirishpub@gmail.com"],["address=12 quai Romain Rolland"],["lat="],["long="],["directions=M : Vieux Lyon"],["phone=+33 4 78 85 53 31"],["tollfree="],["fax="],["hours=3PM-3AM daily"],["price="],["content=Irish pub, live music on saturday, irish music sessions on thursday, quiz every monday, pool, darts, irish and english pub food, air conditioning"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Albion"],["url="],["email="],["address=12 rue Sainte Catherine"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 78 28 33 00"],["tollfree="],["fax="],["hours="],["price="],["content=Beer, whiskey and rock. \"The best pub quiz in Lyon\" - Special Music Quiz once a month."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Paddy's Corner"],["url=http:\/\/www.paddyscorner.com"],["email="],["address=4 Rue de la Terrasse"],["lat="],["long="],["directions=M: Croix-Rousse"],["phone=+33 9 52 11 21 76"],["tollfree="],["fax="],["hours=9AM-2AM"],["price="],["content=Perfect little pub in the Croix-Rousse area, off the beaten track. Live music sessions every Thursday, Pub Quiz on Tuesdays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Johnny Walsh's"],["url=http:\/\/www.johnnywalshs.com"],["email="],["address=56 rue St Georges"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78 42 98 76"],["tollfree="],["fax="],["hours=Tue-Thu 7PM-2AM, Fri-Sun 7PM-3AM"],["price="],["content=Nice, authentic Irish pub with good music and some live performances."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Wallace"],["url=http:\/\/www.wallacebarlyon.com"],["email="],["address=2 rue Octavio Mey, 69005 Lyon"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone=+33 4 72 00 23 91"],["tollfree="],["fax="],["hours=Mon-Sun 11AM-3AM"],["price="],["content=Comfortable beer and whisky bar with a nice terrace, live sports, pub quiz on Thursdays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=St James's Pub"],["url="],["email="],["address=19 rue St Jean"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 78 37 36 70"],["tollfree="],["fax="],["hours="],["price="],["content=Irish pub."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Smoking Dog"],["url="],["email="],["address=16 rue Lainerie"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone=+33 9 64 06 68 90"],["tollfree="],["fax="],["hours="],["price="],["content=English pub. Pub quiz on Tuesdays. Air conditioning."]]}]},"\n",{"type":"===","value":["Live music"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hot Club de Lyon"],["url="],["email="],["address=26 rue Lanterne, 69001 Lyon"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 3 78 39 54 74 (at night)"],["tollfree="],["fax="],["hours=Tue-Thu 9:30PM Fri-Sat 10PM"],["price="],["content=Jazz club (since 1948), in an old typical cellar, with good live jazz 5 nights\/week."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Bec de Jazz"],["url="],["email="],["address=19 rue Burdeau, 69001 Lyon"],["lat="],["long="],["directions=M: Hôtel de Ville \/ Croix Paquet"],["phone=+33 6 81 24 37 83"],["tollfree="],["fax="],["hours=Wed-Sat 10PM-5AM"],["price="],["content=Nice jazz club, with live jazz and a great atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Phoebus"],["url="],["email="],["address=22 rue Pouteau, 69001 Lyon"],["lat="],["long="],["directions=M: Hôtel de Ville \/ Croix Paquet"],["phone=+33 6 84 62 52 69"],["tollfree="],["fax="],["hours=Tue-Wed 6PM-2AM, Thu 6PM-3AM, Fri-Sat 12PM-3AM"],["price="],["content=Pub with nice live music (African, reggae)."]]}]},"\n",{"type":"===","value":["Others"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Beers"],["url="],["email="],["address=3 place St Paul, 69005 Lyon"],["lat="],["long="],["directions=B: C3-Gare St Paul"],["phone=+33 4 72 00 23 60"],["tollfree="],["fax="],["hours="],["price="],["content=Nice little bar with a large selection of beers. Very pleasant terrace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=L'Abreuvoir"],["url="],["email="],["address=18 rue Ste Catherine, 69001 Lyon"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 78 30 17 90"],["tollfree="],["fax="],["hours=Mon-Sun 5PM-1AM"],["price="],["content=There you can join some crazy French listening to crazy French music. Definitely an experience, though not everyone's cup of tea."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Loco Latino"]},", 32, rue Pasteur, next to the Guillotière metro station. A small, but lively Latin bar, open daily until 1AM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["L'Amsterdam"]},", 21 Quai Romain Rolland, nice Dutch pub."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Perroquet Bourré"]}," (The Drunk Parrot), 18 Rue Saint Catherine. Cheap rum, the inside is decorated as a pirate ship."]},{"type":"*","value":[" Le Fruit Defendu, Rue Chavanne. A great little hole-in-the-wall bar, good for beers and cocktails, and a great place to start the night! Try the Stella with a shot of orange liquor!"]},"\n",{"type":"===","value":["Boats"]},"\n\nAt the quai Albert Augagneur is another centre of Lyon nightlife. Along the Rhone river are several out of duty riverboats (péniches) that serve as nightclubs or bars.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sirius"]},", 21 quai Augagneur. Live events almost every day of the week. On weekends, there are two dancefloors with all kinds of music. No dress code! Nice."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Q-Boat"]},", 21 Quai Augagneur. Another boat, here the hype crowd will feel at home."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Marquise"],["alt="],["url=http:\/\/www.marquise.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quai Augagneur. Here you get nice alternative hip-hop, retro soul, etc. Sometimes theatre performances."]]}]},"\n",{"type":"===","value":["Wine bars"]},"\n",{"type":"{{","value":[["infobox"],["Beaujolais wine: is it really that bad?"],["The region of Beaujolais, north of Lyon, is famed worldwide for the \"",{"type":"''","value":["Beaujolais nouveau"]},"\", released on the 3rd Thursday of November each year. The average quality is terrible and due to this, the region is quite ill-reputed among French consumers. But there is far more to Beaujolais than ",{"type":"''","value":["nouveau"]},". Look for the best winemakers in the ten ",{"type":"''","value":["crus"]},", most notably Juliénas, Fleurie, Morgon, Chénas and Moulin-à-Vent. Their value for money is excellent and the best wines tend to acquire a \"Burgundian\" taste with age. Winemakers are usually very welcoming and the area is very beautiful."]]},"\n\nLyon is certainly a great starting point to explore the French vineyards: Beaujolais, Burgundy, Rhône Valley and the less known Jura, Savoie and Bugey are all within two hours drive. It is therefore unsurprising to see an increasing number of wine bars in Lyon. Here are a few addresses.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Cave des Voyageurs"],["url=http:\/\/lacavedesvoyageurs.free.fr"],["email=la.cavedesvoyageurs@laposte.net"],["address=7 place St Paul, 69005 Lyon"],["lat="],["long="],["directions=B: C3-Gare St Paul \/ M: Hôtel de Ville\/Vieux Lyon"],["phone=+33 4 78 28 92 28"],["tollfree="],["fax="],["hours=Tue-Sat 6PM-1AM"],["price=Wine by the glass from €3"],["content=Opened over 20 years ago by \"Jeannot\", the picturesque and loud-mouthed owner of the other bar next door, this small and friendly wine bar has built a wide and interesting selection of several hundred wines over the years. Of course the locals are well represented (Beaujolais, Burgundy, Rhône valley) but the list also keeps expanding geographically. Also serves some quality food: ham, sausages, cheese."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Goudyvins"],["url=http:\/\/fr-fr.facebook.com\/pages\/Goudyvins\/244388338920715?sk=info"],["email="],["address=20 rue du Bellecordière"],["lat="],["long="],["directions=M: Bellecour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A few steps away from the busy Place Bellecour, a new friendly place where you can enjoy both local and foreign wines with prices starting at €5-7 for a glass of either \"blanc\", \"rosé\", or \"rouge\". The selection is actually quite wide so ask for recommendations, the owner is always helpful and will help you choose your little treat following your tastes. In summer, you definitely need to be lucky to find a spot on the terrace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Georges Five"],["url=http:\/\/www.georgesfive.com"],["email="],["address=32 rue du Boeuf"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 72 40 23 30"],["tollfree="],["fax="],["hours=Tue-Sat 7PM-1AM"],["price=Wine by the glass from €3, bottles €18-€3,000"],["content=This place was opened by the owner of the wine shop Antic Wine. It has therefore a very wide selection of wines (2,800 references), ranging from small local producers to the most famous and sought-after names. Also top-quality food: ham, cheese, etc. Be careful: the place is small, always packed and hosts numerous private events, so if you haven't made your reservation a couple of weeks in advance, save yourself the pain of trying your luck."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Vercoquin"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See \"Buy\"."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\nIt is generally not difficult to find a hotel room in Lyon, except for the ",{"type":"''","value":["Fête des Lumières"]}," and during some important professional trade shows like SIRHA (food, hotels and restaurants) and POLLUTEC (environment technology), when every last room in and around Lyon is booked. The dates of those events can be found on the ",{"type":"[","value":["http:\/\/www.eurexpo.com exhibition centre's website"]},".\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Vaubecour"],["url=http:\/\/www.cybevasion.com\/hotels\/france\/hotel_vaubecour_lyon_4163.html"],["email="],["address=28 rue Vaubecour (2nd arrondissement)"],["lat="],["long="],["directions="],["phone=+33 4 78 37 44 91"],["tollfree="],["fax="],["hours="],["price=Under €30"],["checkin="],["checkout="],["content=A very simple, but clean and friendly hotel with large rooms and two beds, TV, and washstand. Near Perrache train station and close to just about everything."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Auberge de Jeunesse de Vieux Lyon"],["alt=youth hostel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Belongs to YHA (international youth hostels association). Bunk bed in a dorm, plus breakfast for €21 (plus fee, if not member of YHA). Take the metro to Vieux Lyon station then the funicular to Place des Minimes (otherwise a serious hike up a steep hill). Excellent views over city. Tiny kitchen, extremely limited rooms for couples\/families. Keeps with the Catholic 1900s tradition of no gender-mixed rooms. No telephone bookings."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Les Carres Pegase"]},", 31 Rue Chevreul, +33 4 72 72 08 36. Totally worn down business appart-hotel, in serious need of modernisation - but apart from that with clean sheets and friendly service. Small duplex for four people as low as €60 through hostelbookers. But be aware that you get what you pay for. The views for 7th floor is good."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Citadines Part-Dieu Lyon"],["url=http:\/\/www.citadines.com\/france\/lyon\/part_dieu.html"],["email=partdieu@citadines.com"],["address=91-95, rue Moncey"],["lat="],["long="],["directions="],["phone=+04 78 14 90 00"],["tollfree="],["fax=+04 78 60 50 74"],["hours="],["price=Daily rates starts from €170"],["checkin="],["checkout="],["content= The residence is close to the Part-Dieu business and institutions areas. Housing 98 flats over 7 floors, varying from studios to one-bedrooms; Each apartment has a  bathroom with a hairdryer, a separate kitchen area, TV with satellite channels and a direct-line phone."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Victoria"],["url=http:\/\/hotelvictorialyon.com\/"],["email=contact@hotelvictorialyon.com"],["address=3, rue Delandine, Lyon 69002"],["lat="],["long="],["directions=Behind Perrache Station opposite Brasserie George"],["phone=+33 4 78 37 57 61"],["tollfree="],["fax=+33 4 78 42 91 07"],["hours="],["price=€45-55"],["checkin="],["checkout="],["content=This place is unpretentious and satisfactory. Reasonable value accommodation in a handy location with a friendly welcome."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Saint Paul"],["url=http:\/\/www.hotelstpaul.fr"],["email="],["address=6 rue Lainerie, 69005 Lyon"],["lat="],["long="],["directions=B: C3\/Gare St Paul"],["phone=+33 4 78 28 13 29"],["tollfree="],["fax="],["hours="],["price=Double rooms €66\/74\/80"],["checkin="],["checkout="],["content=Very conveniently located in Vieux Lyon, this 2-star hotel offers rather small rooms but very good service and cleanliness. Good value for money. The street can be quite noisy, so ask for a room on the courtyard side or bring your earplugs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NH Lyon Aéroport"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/france\/lyon\/nh-lyon-aeroport.html"],["email="],["address=BP 202. 69125 Lyon-Saint Exupéry Aéroport."],["lat="],["long="],["directions="],["phone=+33 4 72 23 05 50"],["tollfree="],["fax="],["hours="],["price=Rooms from €109"],["checkin="],["checkout="],["content=A short distance from the airport. 245 modern rooms and Nhube restaurant, meeting rooms, a spa and much more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=LaTour-Lyon"],["url=http:\/\/www.ltour-lyon.com"],["email=info@latour-lyon.com"],["address=21 rue Juiverie"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 6 62 50 84 38"],["tollfree="],["fax="],["hours="],["price=€80-110"],["checkin="],["checkout="],["content=An accommodation in a renaissance tower in Vieux-Lyon. A delightful duplex and unique setting with a panoramic view through 17 windows and luxurious amenities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Petit Tramassac"],["url=http:\/\/www.lepetittramassac.com"],["email=info@lepetittramassac.com"],["address=2 petite rue tramassac"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 6 64 28 71 34"],["tollfree="],["fax="],["hours="],["price=€80-110"],["checkin="],["checkout="],["content=If your plan to stay in Lyon for leisure or work, for 1 night or more, Le Petit Tramassac offers you to live in a comfortable and fully equipped apartement of 44 sqm in the heart of the Old Lyon."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Sofitel Lyon Bellecour"],["alt="],["url=http:\/\/www.accorhotels.com\/accorhotels\/fichehotel\/gb\/sof\/0553\/fiche_hotel.shtml"],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 4 72 41 20 20"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=20, quai Gailleton (2nd arrondissement). Luxury hotel close to the famous Place Bellecour. Large number of meeting rooms for conventions."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Collège Hôtel"],["url=http:\/\/www.college-hotel.com"],["email=contact@college-hotel.com"],["address=5 place St Paul, 69005 Lyon"],["lat="],["long="],["directions=B: C3-Gare St Paul \/ M:Vieux Lyon\/Hôtel de Ville"],["phone=+33 4 72 10 05 05"],["tollfree="],["fax="],["hours="],["price=Rooms €116 to €146 (tax inclusive), breakfast €12, parking €15"],["checkin="],["checkout="],["content=Conveniently located in the Vieux Lyon area, this 3-star hotel is decorated in the manner of an early 20th century school."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cour des Loges"],["url=http:\/\/www.courdesloges.com"],["email=contact@courdesloges.com"],["address=2-8 rue du Boeuf, 69005 Lyon"],["lat="],["long="],["directions=M: Vieux Lyon"],["phone=+33 4 72 77 44 44"],["tollfree="],["fax="],["hours="],["price=Rooms €249 to €620, breakfast €25"],["checkin="],["checkout="],["content=Located in an exceptional 14th-century building in the heart of the old town."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Main Post Office"],["url=http:\/\/www.laposte.fr"],["email="],["address=10 place Antonin Poncet, 69002 Lyon"],["lat="],["long="],["directions=M: Bellecour"],["phone=+33 4 72 40 65 22"],["tollfree="],["fax="],["hours=Mon-Fri 9AM-7PM, Thu open until 8PM, Sat 9AM-12:30PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Terreaux Post Office"],["url=http:\/\/www.laposte.fr"],["email="],["address=3 rue du Président Edouard Herriot"],["lat="],["long="],["directions=M: Hôtel de Ville"],["phone=+33 4 72 00 58 34"],["tollfree="],["fax="],["hours=Mon-Fri 10AM-7PM, Sat 10AM-5PM"],["price="],["content="]]}]},"\nThere are 42 other post offices distributed throughout all neighbourhoods of Lyon.\n\nMost internet cafés and call shops are in the Guillotière neighbourhood (",{"type":"''","value":["M: Guillotière"]},") and behind Place des Terreaux (Rue Ste Catherine, Rue Romarin, ",{"type":"''","value":["M: Hôtel de Ville"]},"), because of the large population of immigrants living there.\n\nTo make a telephone call from abroad, dial the international access code appropriate to your location, followed by the IDD access code for France ",{"type":"'''","value":["33"]},", followed by the regional code (ignoring the 0 prefix) followed by the local number.\n\nTo call abroad from France, dial the international access code 00, followed by the international destination IDD country code, followed by the regional code (ignoring the 0 prefix) followed by the local number.\n\nThe regional (city) code for Lyon is ",{"type":"'''","value":["04"]},". A telephone number in Lyon looks like this; (04) XX XX XX XX. In international format it looks like this;+33 4 XX XX XX XX.\n\n",{"type":"*","value":["To dial a Lyon number from a different country use your local international access code (such as 00), followed by 33 4 XX XX XX XX."]},"\n",{"type":"*","value":["To dial a Lyon number from within France use 04 XX XX XX XX."]},"\n",{"type":"*","value":["When dialling from a mobile (cellphone) phone it may be easier to always just dial +33 4 XX XX XX XX, whether inside France or elsewhere at the time, however you must always drop the leading 0 from the ",{"type":"'''","value":["04"]}," city code."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nReal security problems in the Lyon center are rare, but the usual advice applies.\n\nRue Ste Catherine, behind Place des Terreaux, is locally famous for its bars; on weekend nights there are a lot of drunk people on the street, who might be violent. The police keep a close watch but it is probably better to avoid the area if you are on your own, especially after 3AM when the bars are closed. Similar problems may be encountered in Vieux Lyon.\n\nIn populated places such as Rue de la République or outside Part-Dieu station, you may come across people advertising for charities; they can be recognised by their specific, coloured clothing. They will not ask you for money but rather give you information documents which encourage you to donate. Homeless people sell newspapers such as ",{"type":"''","value":["Macadam"]}," or ",{"type":"''","value":["Sans-abri"]}," which help them making some money without begging; they should have an ID card issued by the editors. But there are also people trying to con you and get money for some imaginary charity, sometimes by selling postcards or other items. Never give money directly to someone on the street who claims to be working for charity and does not have official documents, or if the documents look doubtful.\n\n",{"type":"=====","value":["Emergency numbers"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Police"]}," ☎ ",{"type":"'''","value":["17"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fire brigade"]}," ☎ ",{"type":"'''","value":["18"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Medical emergency"]}," ☎ ",{"type":"'''","value":["15"]},"."]},"\nThe European emergency number ☎ ",{"type":"'''","value":["112"]}," should be used on ",{"type":"'''","value":["mobile phones"]},".\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=7 Rue Barreme"],["lat="],["long="],["directions="],["phone=+33 478-894-669"],["tollfree="],["fax=+33 478-933-717"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["infobox"],["Go skiing from Lyon."],["In winter, the nearest ski resorts are less than two hours away. Several travel agencies sell day \"packages\" (journey by coach and ski pass); the coaches depart from Lyon between 6 and 7AM and come back around 8PM. This is a convenient and inexpensive way to go skiing; these one-day trips cost €30-40, excluding equipment hire and food. This is about the regular price of the ski pass alone! ",{"type":"[","value":["http:\/\/www.skimania.com"]},", ",{"type":"[","value":["http:\/\/www.sldvoyages.com"]},", ",{"type":"[","value":["http:\/\/www.magicevasion.com"]},"."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The car museum of Rochetaillée"]}," has a very nice collection of modern and old cars. The main attraction of the museum is Adolf Hitler's armored car. Château Rochetaillée, 69270 Rochetaillée-sur-Saône, ☎ +33 4 78 22 18 80, (Fax +33 4 78 22 69 60). Open 9AM-7PM daily (EXCEPT Monday) in July and August, 9AM-6PM the rest of the year. Closed on Christmas and New Year. Fees: Adults €5, free for children under 18."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pérouges"]]}," is a small village 30 min outside of Lyon. Its buildings all date to the Middle Ages and it's a popular weekend destination for people who live in Lyon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The bird park of Villars-les-Dombes"]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vienne (city)"]]}," and its international jazz festival."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Switzerland"],["Swiss"]]}," border and the city of ",{"type":"[[","value":[["Geneva"]]}," are just over 2 hr away by train."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Annecy"]]},", the \"Venice of Savoie\" with its beautiful lake and canals, is about 2 hr away and makes a nice daytrip."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Le-Puy-en-Velay"]]},", one of the four starting points for ",{"type":"[[","value":[["Routes of Santiago de Compostela in France"],["pilgrimages to Santiago"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saint-Étienne"]]},", a city with many elegant buildings, public squares and some narrow, pedestrian streets all within walking distance of Place du Peuple."]},"\n",{"type":"{{","value":[["geo"],["45.7597"],["4.8422"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Rhône"]]},"\n\n",{"type":"{{","value":[["Related"],["UNESCO_Creative_Cities"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lyon"]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Lyon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/France\/Regions\/Rhone-Alpes\/Rhone\/Localities\/Lyon\/"]]}]