[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Lyttelton"]}," is the seaport satellite town of ",{"type":"[[","value":[["Christchurch"]]}," in ",{"type":"[[","value":[["New Zealand"]]},", lying just over the Port Hills from Christchurch.\n\n",{"type":"==","value":["Understand"]},"\nLyttelton provides a safe, sheltered deepwater harbour, as it lies in the caldera of an extinct volcano. The town's steep streets are a novelty for many Christchurch drivers, who rarely encounter a hill (unless they deliberately drive to the hill suburbs on the edge of the city).\n\nLyttelton was established as a seaport in the late 1840s. The early settlers had to walk over the ",{"type":"'''","value":["Bridle Path"]}," - so named because the path was so steep that horses had to be lead by the bridle as they could not be ridden. In the early years, Lyttelton provided a trans-shipment point for cargo bound for Christchurch. Passengers and light cargo would travel over the Bridle Path on foot or horseback. Heavier cargo was shipped in shallow draught coastal vessels back around the coast, across the treacherous Sumner bar and into the estuary to Ferrymead or, later, Steam Wharf, just down the Heathcote River from where the Tunnel Road meets Ferry Road. \n\nNew Zealand's first public railway was built to link Christchurch and Lyttelton, opening from Christchurch to Ferrymead in 1863 and then to Lyttelton once the 2.6km Lyttelton Rail Tunnel was completed in 1867. In 1964, the rail tunnel was supplemented by the 2.0km Lyttelton Road Tunnel. Between 1895 and 1976, steam ferries operated an overnight service between Lyttelton and Wellington, linking New Zealand's two main islands.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]}," \nThere are three ways by car from ",{"type":"[[","value":[["Christchurch"]]}," into Lyttelton: \n",{"type":"*","value":["Through the Lyttelton Road Tunnel. The Tunnel is probably the best bet if you're unfamiliar with driving on the left and squeamish about steep twisty turns on hills. Although New Zealand roads are pretty good and you do get a great view going over the hills."]},{"type":"*","value":["Over the Port Hills along Dyers Pass Road (past the Sign of the Takahe)  "]},{"type":"*","value":["Via Gebbies Pass, though this is a rather indirect route and is probably only a practical alternative if southwest of Christchurch."]},{"type":"*","value":["The road marked on most maps that goes via Evans Pass, from Sumner in the south east of Christchurch, has been closed since the 2010 earthquake and it appears that it will be closed indefinitely."]},"\n",{"type":"===","value":["By bus"]},"\nTake the number 28 bus from the Bus Exchange to Rapaki\/Lyttelton.\n\n",{"type":"===","value":["By foot"]},"\nWalk the Bridal Path from Heathcote.\n\n",{"type":"===","value":["By boat"]},"\n\nIf you are arriving by small boat, it pays to be aware of the information on ",{"type":"[","value":["http:\/\/www.cruiserswiki.org\/wiki\/Christchurch#Approach_and_Navigation the Approach and Navigation section"]}," of the World Cruising and Sailing Wiki.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]}," \n",{"type":"*","value":[{"type":"'''","value":["Ripapa Island"]},", an old WWI-era military base, now occasional tourist curio."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Swim"]}," at ",{"type":"'''","value":["Corsair Bay"]}," - A sandy beach at the bottom of a steep sided cove, one bay west from the port and town."]},{"type":"*","value":[{"type":"'''","value":["Sail"]}," on Lyttelton Harbour"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lyttelton Farmers Market"]}," is an authentic farmers market in the School grounds every Saturday morning, 10AM - 1PM. Not necessarily the cheapest food in town, but always fresh, local, and seasonal. Food available ranges from fruit & veggies to bread, coffee, home-baking, farm eggs, local honey and cheeses, preserves and relishes, etc etc. There is usually some live music and always a lively collection of marketgoers, great people-watching."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Freemans"],["alt="],["url=http:\/\/www.freemansdiningroom.co.nz\/"],["email="],["address=47 London Street"],["lat="],["long="],["directions="],["phone=+64 3 328 7517"],["tollfree="],["fax="],["hours="],["price="],["content=A favorite among locals. Upscale but reasonably priced, Italian inspired. Owned and run by an award-winning London chef. Bookings essential."]]}]},"\n",{"type":"==","value":["Drink"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Wunderbar"],["alt="],["url=http:\/\/www.wunderbar.co.nz\/"],["email="],["address=19 London St"],["lat="],["long="],["directions="],["phone=+64 3 328 8818"],["tollfree="],["fax="],["hours="],["price="],["content=Cafe\/bar that hosts offbeat live performances such as poetry reading.  Some weeknights there is a band or DJ."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=PortHole"],["alt="],["url=http:\/\/www.portholebar.co.nz\/"],["email="],["address=42 London St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Situated on the ruins of the (pre-earthquake) Volcano and constructed from shipping containers, the PortHole has a good selection of beers and some food leaning towards the Tex-Mex cafe style."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Civil and Naval"],["alt="],["url=http:\/\/www.civilandnaval.co.nz\/"],["email=louis@civilandnaval.co.nz"],["address=16 London St"],["lat="],["long="],["directions="],["phone=+64 3 328 7206"],["tollfree="],["fax="],["hours="],["price="],["content=Bar with an excellent selection of beers including a range of local and overseas artisan and craft beers.  Some tapas food available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Irish Pub"],["alt="],["url=https:\/\/www.facebook.com\/TheIrishPubLyttelton"],["email="],["address=17 London St"],["lat="],["long="],["directions="],["phone=+64 3 328 8085"],["tollfree="],["fax="],["hours="],["price="],["content=Irish themed pub-style bar with major sporting events on TV.  Tap and bottled beers available with a range of pub food."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]}," \n",{"type":"*","value":[{"type":"[[","value":[["Akaroa"]]}]},"\n",{"type":"{{","value":[["geo"],["-43.60"],["172.72"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Greater Christchurch"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Lyttelton, New Zealand"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lyttelton"]]}]