[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["warningbox"],["As of 2010, Kabardino-Balkaria, and even the capital city ",{"type":"[[","value":[["Nalchik"]]}," are currently skirmish zones between law enforcement and Chechen militants. Visitors are in great fear of militant attacks, bombings, and general lawlessness. If you are to travel to Kabardino-Balkaria, consult to your embassy before coming to the region."]]},"\n\n",{"type":"[[","value":[["Image:Mount Elbrus May 2008.jpg"],["thumb"],["400px"],["mighty Mount Elbrus from the north"]]},"\n\n",{"type":"'''","value":["Kabardino-Balkaria"]}," is a region in the ",{"type":"[[","value":[["North Caucasus"],["Russian Caucasus"]]}," bordering ",{"type":"[[","value":[["Karachay-Cherkessia"]]}," to the west, ",{"type":"[[","value":[["Stavropol Krai"]]}," to the north, ",{"type":"[[","value":[["North Ossetia"]]}," to the east, and ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Nalchik"]]}," — the capital and largest city, home to a large Soviet era health spa\/sanatorium full of orchards, parks, and hot spring baths"]},{"type":"*","value":["Baksan"]},{"type":"*","value":[{"type":"[[","value":[["Prokhladny"]]}," — second largest city"]},{"type":"*","value":["Terek"]},{"type":"*","value":["Tyrnyauz — this town is on the route to Mount Elbrus."]},{"type":"*","value":["Chegem"]},{"type":"*","value":["Baksan"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Europe"]]},"'s three highest mountains, in order: Mount Elbrus, Mount Dykhtau, and Mount Koshtan-Tau"]},{"type":"*","value":["Cheget ski resort (near Elbrus)"]},"\n",{"type":"==","value":["Understand"]},"\n\nKabardino-Balkaria, a republic named after its native Kabardin and Balkar people, is one of Russia's poorest regions. Two ethnic territories form Kabardino-Balkaria: one predominantly of Kabardin (who speak a Caucasian language) and the other predominantly Balkar (who speak a Turkic language). There is also a significant Russian population. The Kabardians and the Balkars are Sunni Muslims. In 1944, Stalin accused the Balkars of collaborating with Nazi Germany and deported the entire population, removing their name from the republic's title. They were allowed to return only in 1957. \n\nIn 1992, the region was officially born.  In 2005, its capital experienced a very violent raid, orchestrated by the late Chechen rebel leader Shamil Basayev, in which many people died. The Russian North Caucasus republic of Kabardino-Balkaria has fallen prey to the instability afflicting other parts of the region and to the contagion of conflict in nearby Chechnya. \n\nAlmost all of the population live on agriculture, the main industrial backbone for the Kabardian economy. The tourism sector is rapidly growing, due to proper capital investment, but has attracted a few tourists so far.\n\n",{"type":"==","value":["Talk"]},"\n\nThe Kabardin speak  ",{"type":"[[","value":[["Kabardian phrasebook"],["Kabardian"]]},"., a north-west Caucasian language of which \"Cherkess\" is a dialect; the Balkar speak Balkar, a Turkic language virtually identical to \"Karachay.\" But fortunately for the visitor, all are fluent in ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},". No English is understood, and this is not likely to change for a good while.\n\n",{"type":"==","value":["Get in"]},"\n\nVirtually all enter via Nalchik, which is easily reached from the airport at ",{"type":"[[","value":[["Mineralnye Vody"]]}," in ",{"type":"[[","value":[["Stavropol Krai"]]},".\n",{"type":"===","value":["By train"]},"\nTrains from\/to ",{"type":"[[","value":[["Moscow"]]}," leave every day.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Skiing"]},"\n",{"type":"===","value":["Mountain climbing"]},"\n\nMountain climbing is the biggest draw to Kabardino-Balkaria, and it's a serious sport here. The most popular climb is undoubtedly ",{"type":"'''","value":["Mount Elbrus"]},", as it is one of the ",{"type":"[[","value":[["Seven Summits"]]},", and is actually a fairly easy climb in technical terms (Russian Grade: 2B). But bear in mind it's actually one of the world's deadliest climbs in terms of fatalities per climber—it's a long climb to the top and the mountain often has dangerous and unpredictable weather. ",{"type":"'''","value":["Dykhtau"]}," and ",{"type":"'''","value":["Koshtan-Tau"]}," are considerably more technically challenging climbs. Two of ",{"type":"[[","value":[["Georgia (country)"],["Georgia's"]]}," highest peaks, ",{"type":"'''","value":["Shkhara"]}," and ",{"type":"'''","value":["Ushba"]},", are also climbable from the Russian side. Although these climbs are technically illegal (since you cross the Russian-Georgian border), border enforcement is lax at 17,000 ft (5,000m). Take note, though, that the Shkhara climb is a lot easier and safer on the southern face.\n\nBecause dealing with Russian officialdom is hellish bordering on impossible, it's best to embark on a mountaineering expedition via guided tour (the tour agencies pick you up from ",{"type":"[[","value":[["Mineralnye Vody"]]}," or ",{"type":"[[","value":[["Nalchik"]]}," right at the airport and act as your intermediary with all Russian officials. Russia-based tour agencies are way cheaper than Western ones:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pilgrim Tours"],["url=http:\/\/www.pilgrim-tours.com\/index.shtml?tours\/index"],["email=elbrus@pilgrim-tours.com"],["address="],["lat="],["long="],["directions="],["phone=+7 (495) 660-3501"],["tollfree="],["fax="],["hours="],["price="],["content=Pilgrim Tours is a reliable company which specializes in Mount Elbrus climbs."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Learn"]},"\nKabardino-Balkarian State University\n\n",{"type":"==","value":["Stay safe"]},"\n\nWhile not as involved in the general conflict across the North Caucasus, Kabardino-Balkaria, especially Nalchik, has been attacked repeatedly by rebel and terrorist forces. Expect very tight security, realize that this is an unstable and dangerous part of the world, and make your travel plans accordingly.\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Mobile"]},"\nIn Kabardino-Balkaria there are three federal GSM operators (MTS, Beeline, Megafon) and they often have offers that give you a SIM card for free or at least very cheap. If you are planning to stay a while and to keep in touch with Kabardino-Balkarian or other North-Caucasus people, then you should consider buying a local SIM card instead of going on roaming. If you buy a SIM card from a shop you'll need your passport for identification. It only takes five minutes to do the paperwork and it will cost less than $10.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["43.5833"],["43.4000"],["scale=1500000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Caucasus"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Kabardino-Balkaria"]]}]