[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Kabarnet"]}," is a town in the ",{"type":"[[","value":[["Northern Rift Valley"]]}," region of ",{"type":"[[","value":[["Kenya"]]},", close to Lake Baringo.\n\n",{"type":"==","value":["Get in"]},"\nYou can get in by public transport. Get a bus from ",{"type":"[[","value":[["Nairobi"]]}," to ",{"type":"[[","value":[["Nakuru"]]}," and then board a ",{"type":"'''","value":["matatu"]}," to Kabarnet. However, public transport to and around Kabarnet is infrequent and it is advisable to hire or bring your own car. Driving from Nakuru, take the B4 north-bound towards ",{"type":"[[","value":[["Marigat"]]},". About 95 kilometres from Nakuru you will get a right turn off towards Kabarnet. Drive on through the scenic ",{"type":"'''","value":["Tugen Hills"]}," for about 38 kilometres and you will get to Kabarnet town. Both the B4 and the road leading to Kabarnet (C105) are in good condition and have appropriate road signs.\nYou can also drive from Nakuru to Nabarnet through Eldama Ravine. You will take Saos-Tenges-Kabarnet Road (all paved)\nAccording to the Kenyan Tourism board, there is an airstrip near the town.\n\n",{"type":"==","value":["Get around"]},"\n\nAs mentioned, most roads are in good condition. However, public transport is scarce and infrequent. Best means of getting around is to hire a car or bring your own.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Lake Bogoria"]},", where visitors can see boiling geothermal pools, hot springs and steam jets. Take a natural steam baths near the steam jets (but at an adequately safe distance). ",{"type":"'''","value":["Lake Bogoria Hotel"]}," has a natural spa that might interest some visitors."]},{"type":"*","value":[{"type":"'''","value":["Lake Baringo"]},", offers boat rides to view the wildlife around the lake mainly Hippos, Crocodiles and Fish Eagles. The rides can also be taken to the islands on the lake. One of the islands has an exclusive resort ",{"type":"[","value":["http:\/\/www.island-camp.com\/"]},". There are several mid-range hotels around the shores where a visitor can eat, drink, swim or even stay."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nKabarnet Hotel offers the best view of kerio valley as you take your drink. Here you can get Kenyan beer (Tusker) and imported wines and spirits.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kabarnet Hotel"]},". This is a budget hotel within Kabarnet run by the Kenya Tourist Development Corporation. It is slightly out of the town, about 1.5 kilometres on the Kabarnet - ",{"type":"[[","value":[["Kabartonjo"]]}," road.  Prices as at April 2007 are KES 1200 for a single and 1800 for a double per night including breakfast."]},{"type":"*","value":[" ",{"type":"'''","value":["Sinkoro Hotel"]},". This hotel is privately and is in the town centre.  Prices are KES 600 for a single and 1000 for a double per night including breakfast. There is limited parking so if you have your own car, it is advisable not to stay here."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kerio Valley"]}," is outside of Kabarnet on the road towards ",{"type":"[[","value":[["Eldoret"]]}," through ",{"type":"[[","value":[["Iten"]]},"."]},"\n",{"type":"{{","value":[["geo"],["0.5000"],["35.7500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Rift Valley"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kabarnet"]]}]