[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Kabwe"]}," is a city in ",{"type":"[[","value":[["Central Zambia"]]},", and the capital of Central Province.\n\n",{"type":"==","value":["Understand"]},"\n\nWhen Zambia was the colony of Northern Rhodesia, Kabwe's British name was Broken Hill, due to the hill just south of town which had a natural shaft going through it. This became the location of a large lead and zinc mine, which in turn became the major employer of the town. The mine was later closed, and now has only been partially reopened. Because of the amount of lead in the surrounding soil and local water, Kabwe today has the dubious distinction of being listed as one of the 5 most polluted places on earth.\n\nDuring the mid-1900's Kabwe played an important role in Zambia's history, as it was here that the movement for independence from Britain really gained momentum and finally reached critical mass. Sadly, since then the national and local government agencies have invested little in the city, and its infrastructure has deteriorated badly (in stark contrast to Lusaka's growth).\n\n",{"type":"==","value":["Get in"]},"\n\nThere is good luxury bus service going north from Lusaka and going south from the Copperbelt cities. One of the best companies running buses is ",{"type":"'''","value":["Mazhandu"]}," - but be prepared to listen to (or try to ignore?) a loud preacher quoting from the Bible during the first half-hour or so on the rides leaving Lusaka. The \"bus station\", for all companies, is on the street in front of ",{"type":"'''","value":["Big Bite"]},".\n\n",{"type":"==","value":["Get around"]},"\n\nIn its heyday many of Kabwe's streets were paved and lighted. Today the light posts are still there but except for right in town the lights are all gone, and all but the main streets have deteriorated back into dirt roads with serious bumps and holes, so go slowly and carefully if you drive a car. Many locals use bicycles and most simply walk, and there are a lot of dirt-path \"shortcuts\" between the named streets, particularly going across the railway tracks between the suburb of Luangwa and the main part of town. The blue-and-white minibuses are to be found all over town and are a good value, and the driver will stop to pick you up wherever you stand, but be prepared to have to wait to get off only where he wants to stop. If you are driving, put lots of space between yourself and these guys, because they drive dangerously - all the locals will tell you this. In Zambia, as in most former British colonies, traffic on a 2-way street drives on the left side of the road.\n\n",{"type":"==","value":["See"]},"\n\nOne of the main sights right in town is now a National Landmark: the Big Tree, a very large fig tree which has a small park with benches located under its shady leaves. This is the most common location for public events and promotions. Otherwise there is generally really not much for the tourist to see in Kabwe, but it is so laid-back that it is a good way to see what life is like in a regular Zambian town, yet large enough that a tourist would not really feel out-of-place.\n\n",{"type":"==","value":["Do"]},"\n\nOne of the best things to do in Kabwe is to go hiking at the actual Broken Hill, just east of the railway tracks at the far south end of town. Hike up the hills to the lakes: these were the mine shafts, and are now very deep lakes which provide solitude in a beautiful setting.\n\n",{"type":"==","value":["Buy"]},"\n\nAs Kabwe is not really a tourist destination, there's nothing particular to be bought here. But of course there is a typical African market, south of Independence Avenue just west of the railway tracks, and you can get great fresh food at good prices. Be sure to use your negotiating skills - it's the normal way of doing business in Zambia outside of the town stores. Expect the seller's first price to be approximately double what he\/she is willing to accept, and accordingly make your first counteroffer far below the acceptance price. If you can engage the seller in a bit of friendly arguing, better still.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" If you are not a vegetarian, the best food to be found in Kabwe is freshly grilled sausages outside any number of \"ghetto bars\", i.e., those located within a compound. It's best to befriend a local who can guide and accompany you to these places."]},"\n",{"type":"*","value":[" If you want decent fast-food fried chicken meals, there is a ",{"type":"'''","value":["Hungry Lion"]}," on Independence Avenue (the main street in town)."]},"\n",{"type":"*","value":[" For K2500 per bag, you can buy really tasty crackers made by Best Line Bakers in Lusaka, from at least one general store in town. The plastic bag has printed on it: \"Snacks - Quality - Tasty - Crackers\"."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" For a cheap night out, ",{"type":"'''","value":["Zhose-a-zhose"]}," (Pidgin-English for \"Those are those\") is an area on the south side of Ghana Avenue west of Luangwa Avenue, just across the street from the Kabwe Golf Club, which features several different bars, a butcher shop with a grill out front, and other stores - a Castle or Mosi beer here will cost you K5000 ($1), and different Zambian and American hip-hop songs will be blaring from the sound systems in the various bars."]},"\n",{"type":"*","value":[" In the various compounds (Makululu, Lukangwa, etc.) there are places similar to Zhose-a-zhose but a bit lower-class. One in Lukangwa has a main bar named ",{"type":"'''","value":["Holly Hood"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Big Bite"]}," is a combination fast-food place and bar on the south side of Independence Avenue. Be advised that bars in Zambia by law close at 2230 hours (10:30 pm), so if you want to party in public after that you need to go to a nightclub."]},"\n",{"type":"*","value":[" A great nightclub in town, on the north side of Freedom Way, is ",{"type":"'''","value":["Chez-nTemba"]},", which is run by Congolese and features mostly great Congolese and some Zambian music, and has a dance floor."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nyaka Guest House"]},", near the mine, is one of several places in town which offers rooms, and it also has a cocktail lounge and a cheap bar. Ask around if you want to find a different similar place. There are currently no Youth Hostels in Kabwe."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nalikwanda Guest House"],["url=http:\/\/www.nalikwandaguesthoude.co.uk"],["email="],["address=29 bombesheni Street,New Buyantashi,Kabwe, Zambia"],["lat="],["long="],["directions=munkoyo street Turn left after the Catholic Nuns seminary"],["phone=+(260)215222726"],["tollfree="],["fax="],["hours="],["price="],["checkin=midnight"],["checkout=10AM"],["content=Nine rooms of which eight have private bath\/shower.  The rates includes continental breakfast."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nSeveral companies, notably ",{"type":"'''","value":["Mazhandu"]},", run luxury buses south to Lusaka and north to the Copperbelt. The \"bus station\" is on the street in front of ",{"type":"'''","value":["Big Bite"]}," on the south side of Independence Avenue.\n\nIf you are driving, Independence Avenue becomes Great North Road outside of Kabwe, leading north to the Copperbelt cities and the Democratic Republic of the Congo, and leading south to Lusaka, Livingstone, and Zimbabwe. It is paved its entire length inside Zambia (but in mid-2010 the area between Zimba and Livingstone was being repaved and several places have a detour onto a parallel dirt road).\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central_Zambia"]]},"\n",{"type":"[[","value":[["wikipedia:Kabwe"]]},"\n",{"type":"{{","value":[["geo"],["-14.433333333333"],["28.45"]]}]