[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kaghan"]}," is a town in the Mansehra District of the ",{"type":"[[","value":[["Khyber Pakhtunkhwa"]]}," of ",{"type":"[[","value":[["Pakistan"]]},". Its mountains, dales, lakes, water-falls, streams and glaciers are in an unspoiled paradise. That is why it can be such a deeply satisfying experience to spend a few days in Kaghan.  Kaghan is at its best in the summer months (May to September). In May the temperature is : maximum 11oc and the minimum 3oC. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe Kaghan area can reached by road via the towns of Balakot, Abbottabad and Mansehra. In Balakot, one may find buses and other transports to reach Kaghan or Naran. It can also be reached from the capital, ",{"type":"[[","value":[["Islamabad"]]},". You can drive in a rented car, taxi, station-wagon or bus to ",{"type":"[[","value":[["Abbottabad"]]}," which is 122 kms from ",{"type":"[[","value":[["Islamabad"]]}," and 217 kms from ",{"type":"[[","value":[["Peshawar"]]},". ",{"type":"[[","value":[["Abbottabad"]]}," is also a Charming town spread out over several low, refreshingly green hills.\n\n",{"type":"==","value":["Get around"]},"\nVisit the valley From the middle of July up to the end of September, the road beyond Naran is snowbound throughout the winter and is open right upto Babusar Pass. Movement is restricted during the monsoon season also.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shogran"]}," is the most beautiful place in Kaghan Valley and ideal for spending a weekend. see Malika Parbat (5, 296m), the highest mountain in Kaghan Valley, and whose shadow in the clear white water of Saiful Maluk adds to the beauty of this legendry Lake. Sri\/Paya and Dona Meadows are most popular spots near Shogran. Helicopter safari ",{"type":"[","value":["http:\/\/www.southtravels.com\/asia\/pakistan\/shogran.html"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Saif ul Malook"]}," is located at the northern end of the Kaghan Valley near Naran. The water is spectacularly clear with a slight green tone. You can access the lake through adventurous jeep ride on a 14 km long  road, which is about half an hour ride from Naran, during the summer seasons. On foot, the trek from Naran to the lake takes about 4-6 hours. Lake Saif-ul-Malook (3212m), named because Prince Saif-ul-Mulook supposedly drowned here together with his beloved fairy princess by her jealous demon lover, which reflects the surrounding peaks and alpine. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Malika Parbat"]}," is a mountain peak visible from Lake Saif ul Malook."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Dodipatsar"]}," is another beautiful lake about 9hrs Jeep drive from Naran, on a very difficult road with no hotels or restaurants. Many perfer horse journey to the lake."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"'''","value":["DAY-01"]},"  Arrival at Shogran. Over night stay at Shogran.\n",{"type":"'''","value":["DAY-02"]}," \tDeparture for Sri, Paya. Short stay at Paya. Hike to Makra and back to Paya. Over night at Paya (Camping).\n",{"type":"'''","value":["DAY-03"]}," \tDeparture for Naran via Shogran.\n",{"type":"'''","value":["DAY-04"]},"    Arrival at Naran. Overnight or (Camping) at Naran.\n",{"type":"'''","value":["DAY-05"]},"    Departure for Lake Saif ul Maluk. Back to Naran.\n",{"type":"'''","value":["DAY-06"]},"    Overnight at Naran. Departure for Abbotabad via Naran.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Fishing"]}," Brown Trout and Mahasheer are stocked in the pure silvery waters between Kaghan and Naran. The Kunhar river's trout is considered best in the South Asia. Fishing licenses are issued by the Fisheries Department at Naran.\n\n",{"type":"'''","value":["Walk to Lake"]}," Most visitors to Naran pay a visit to Saiful Muluk Lake (10,500 feet) 6 miles east of town. If the road is open you can arrange transportation by jeep. If the road is closed, it is an easy, gradual three-hour walk, and the lake is a lovely spot for a picnic. you can also take some guide with you. you can ask it from hotel, or any shops but make a good deal. Espacially if you plan to walk in may\/june, due to big ice-glaciers you may require a horse to put all your luggage on it.\n\n",{"type":"'''","value":["Walk to Top"]}," If you are walking directly up-valley from Naran to Babusar \"Top\" the loveliest spots to camp on this trail is at \"Lulusar Lake\". Located just before the final grade to Babusar Top and sorrounded by tall peaks, Lulusar is just one many high elevation lakes that sit along the crest of the ridge.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nFreshly caught fish and other Pakistani dishes are made in small cafes and restaurants. Many guests houses and hotels also provide food but it is always a good idea to go around and eat from one of popular cafes in market.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pine park hotel"],["alt="],["url=http:\/\/www.southtravels.com\/asia\/pakistan\/pineparkshogran\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Shogran, Kaghan Valley"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Kaghan"]]},"\n\n",{"type":"{{","value":[["geo"],["34.7833"],["73.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest Pakistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]