[{"type":"{{","value":[["pagebanner"],["Kagoshima_skyline_banner.JPG"]]},"\n\n",{"type":"'''","value":["Kagoshima"]}," (鹿児島) is the capital of ",{"type":"[[","value":[["Kagoshima (prefecture)"],["Kagoshima prefecture"]]}," on the island of ",{"type":"[[","value":[["Kyushu"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Kagoshima montage.jpg"],["right"],["292x400px"],["top left: Kagoshima and Sakurajima, Statue of Saigō Takamori, Kagoshima Castle, Sengan-en Garden, Statue of Ōkubo Toshimichi, the night view from Shiroyama."]]},"\nKagoshima is a historical city watched over by the looming bulk of ",{"type":"'''","value":["Sakurajima"]}," (桜島), an active volcano that regularly dumps ash over the city and erupts a bit every now and then to remind people it's still there.  The home of near-mythical samurai hero Saigo Takamori (see ",{"type":"[[","value":[["Kagoshima (prefecture)#History"],["History"]]},"), it's full of sites related to the Satsuma Rebellion.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nJAL and ANA offer flights into Kagoshima from several major cities in Japan. Kagoshima Airport is also the starting point for many flights to ",{"type":"[[","value":[["Okinawa"]]}," and the surrounding islands.\nKagoshima's Airport is one hour away from Kagoshima's main train station by Bus (¥1200). There are buses from the companies ",{"type":"[","value":["http:\/\/www.iwasaki-corp.com\/wp-content\/uploads\/2013\/04\/32d8ec6d8e76617b2622be39a082ebab.pdf Iwasaki"]}," and ",{"type":"[","value":["http:\/\/nangoku-kotsu.com\/cms\/wp-content\/themes\/nkk\/pdf\/timetable\/syatoru_apo.pdf Nangoku-Kotsu"]}," every 10 minutes going from and to the city center, most or all of them stopping at the main train station and the Tenmonkan shopping street. If a few of them stop at the port, it is 15 minutes away by foot from the stops of Tenmonkan, Kinseichō and the city hall.\n\n",{"type":"===","value":["By train"]},"\nKagoshima is the southernmost city on Japan's extensive bullet train network. Services terminate at Kagoshima's main rail station, ",{"type":"'''","value":["Kagoshima-Chuō"]}," (鹿児島中央).\n\n",{"type":"'''","value":["Kyushu Shinkansen"]}," trains run several times per hour from Hakata Station in ",{"type":"[[","value":[["Fukuoka"]]},", taking as little as 80 minutes at a cost of ¥10,170. If you have a Japan Rail Pass you can use Kyushu Shinkansen services at no charge, with the exception of ",{"type":"''","value":["Mizuho"]}," trains.\n\n",{"type":"''","value":["Sakura"]}," and ",{"type":"''","value":["Mizuho"]}," trains connect Kagoshima with stations north and east on the San'yo Shinkansen network. Using the ",{"type":"''","value":["Sakura"]},", Hiroshima is 2 hr 40 min away (¥17200), Okayama 3 hr 20 min (¥19830) and Osaka 4 hr 10 min (¥21300).\n\nFrom ",{"type":"[[","value":[["Tokyo"]]},", it is possible to travel the full distance of the Tokaido, San'yo and Kyushu shinkansen lines in 7 hours using a combination of ",{"type":"''","value":["Nozomi"]}," and Kyushu Shinkansen trains. Japan Rail Pass holders can make a day trip in 8 hours using a combination of ",{"type":"''","value":["Hikari"]}," and ",{"type":"''","value":["Sakura"]},"\/",{"type":"''","value":["Tsubame"]}," services.\n\nNote that Kagoshima has two central stations, Kagoshima (鹿児島駅) and Kagoshima-Chuō (鹿児島中央駅). The former is the older station slightly to the north of the city centre, and you're unlikely to use it. The much larger Kagoshima-Chuō station is likely where you'll be travelling to and from. Don't confuse them!\n\n",{"type":"====","value":["Sleeper Trains"]},"\n\nBecause all sleeper trains from Tokyo and Kansai to Kyushu have been discontinued, traveling overnight to Kagoshima strictly by train could be a little difficult. Thankfully, trips are easier to make now that the Kyushu Shinkansen is fully operational.\n\nFrom Tokyo, it is still possible to take an overnight train, the 10 PM ",{"type":"''","value":["Sunrise Seto\/Sunrise Izumo"]},", to ",{"type":"[[","value":[["Okayama"]]}," where you can connect to a bullet train the next morning to continue the journey. With a Japan Rail Pass, a connection to a ",{"type":"''","value":["Sakura"]}," at Okayama will get you to Kagoshima at around 10:50 AM. Without a Rail Pass you can connect in Okayama to a ",{"type":"''","value":["Mizuho"]}," that gets to Kagoshima by 9:45 AM.\n\nRail Pass holders must pay the lodging charge on the Tokyo-Okayama segment; the rest of the trip by ",{"type":"''","value":["Hikari"]}," and ",{"type":"''","value":["Sakura"]}," is covered under the pass. Lodging charges currently range from ¥9450 for a B solo to ¥10500 for a B single, to ¥16500 for an A single deluxe. If you really want to travel on the cheap side, ¥3660 gets you your own floor space... literally, you sleep on the floor.\n\n",{"type":"=====","value":["Overnight by train with rest stop"]},"\n\nPerhaps the best overnight train option - especially those using a Japan Rail Pass - is to split up the journey, stopping at an intermediate destination en route in order to sleep somewhere. The cost incurred will only be for the hotel room; the Rail Pass covers your transportation. This is a good way to travel overnight, especially if you are able to find cheap accommodations, such as a business hotel. Yes, it may be a little hectic, and it might require some research, but this method carries two significant advantages: ",{"type":"'''","value":["location"]}," and ",{"type":"'''","value":["money"]},". You will more than likely find good accommodations very close to a main train station in a smaller city, compared to a big city such as Tokyo, and it will more than likely be cheaper than hotels found in big cities. You could use the money you save to forward some of your luggage to Kagoshima using a ",{"type":"'''","value":["luggage delivery service"]}," and take an overnight bag with you, which will make the journey easier.\n\nAs of March 2012, here is one way you ",{"type":"''","value":["could"]}," go about this from Tokyo: at 7 PM, leave for Himeji by taking the Hikari train and changing to a Kodama service at Shin-Osaka station. Once in Himeji (arriving around 11 PM) you can take a rest at Himeji's ",{"type":"[","value":["http:\/\/www.toyoko-inn.com\/e_hotel\/00080\/index.html ",{"type":"'''","value":["Toyoko Inn"]}]}," which costs as low as ¥5230 for a single room or ¥2990 double occupancy. At 6:54 AM the next morning, board the first bullet train of the day, a ",{"type":"''","value":["Sakura"]}," service, and you will get to Kagoshima at around 10:50 AM. This trip takes longer than taking the overnight train and bullet train connection as described above, but it is cheaper; you only have to pay for the hotel room, complete with your own toilet and shower.\n\n",{"type":"===","value":["By bus"]},"\nVarious overnight bus services are available to Kagoshima from ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Kobe"]]}," (~¥10000 one way; ~¥21000 round-trip). Tickets for ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Kyoto"]]}," can be bought from Willer Express's English site ",{"type":"[","value":["http:\/\/willerexpress.com"]}," for around ¥7800 each way. Daytime and nighttime buses also run from Fukuoka (yen 5400 one way; 4 hours) and ",{"type":"[[","value":[["Oita"]]},". There are day buses from Kumamoto for about ¥3600; 3 1\/2 hours.\n\n",{"type":"===","value":[" By ferry "]},"\nKagoshima is one of Japan's most busy ferry terminals, with a plethora of ferries connecting mainland Japan to its southern islands. For the ",{"type":"[[","value":[["Okinawa"],["Okinawan archipelago"]]}," there's several routes towards ",{"type":"[[","value":[["Naha"]]}," which stops on different islands along the way. Operators include Matrix Line ",{"type":"[","value":["http:\/\/www.marix-line.co.jp\/"]}," and A Line ferry ",{"type":"[","value":["http:\/\/www.aline-ferry.com\/"]}," - expect the full journey towards Naha to take around 25 hours, although you can stop halfway through in the ",{"type":"[[","value":[["Amami Islands"]]},".\n\nTowards the world heritage site of ",{"type":"[[","value":[["Yakushima"]]}," and the island of ",{"type":"[[","value":[["Tanegashima"]]}," near Kyushu you can opt for either Orita Kisen ",{"type":"[","value":["http:\/\/www.f2.dion.ne.jp\/~orita.k\/"]}," (4 hrs, ¥4000), or the Toppy and Rocket ",{"type":"[","value":["http:\/\/www.tykousoku.jp\/"]}," hydrofoils completing the journey in less than 2 hours (¥7000) for Tanegashima and in 2-3 hours for Yakushima (¥8500). Finally for the ",{"type":"[[","value":[["Tokara Islands"]]},", the municipality ",{"type":"[","value":["http:\/\/www.tokara.jp\/access\/ferry.html"]}," operates 2 weekly ferries plying the route in around 7 hours (¥6000).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Sakurajima Volcano.jpg"],["thumb"],["The ferry to Sakurajima"]]},"\nStreetcars are a convenient way to get around Kagoshima city. Both lines 1 and 2 can be boarded at the Kagoshima station; only line 2 runs by Kagoshima-chuo. Board the tram from the back door, and pay the ¥160 per ride fee when exiting the front door. If you don't have exact change, the fare machine can make change, but it is polite to get your change during the ride, so as to not hold people up when at your final stop. Streetcar signage varies by the age of the streetcar; some have electronic signs that indicate the stop, but many do not. ",{"type":"[","value":["http:\/\/www.synapse.ne.jp\/update\/whatup\/back\/densha\/densha.html Streetcar information"]}," and a ",{"type":"[","value":["http:\/\/www.synapse.ne.jp\/update\/whatup\/back\/backimages\/densha\/denshamap.pdf route map"]}," are available from www.synapse.ne.jp.\n\nThe ferry between volcanic island of ",{"type":"[[","value":[["Sakurajima"]]}," and Kagoshima harbor operates frequently and around the clock. The boat ride will take about fifteen minutes.\n\nGiven Kagoshima's relatively small size and straighforward layout, buses (¥150) are less confusing than in larger Japanese cities.\n\nIf you plan to make Kagoshima a base for multiple trips, or make Kagoshima a stop on a trip throughout Kyushu, then a ",{"type":"[","value":["http:\/\/www.jrkyushu.co.jp\/english\/kyushu_railpass.html 5-day Kyushu rail pass"]}," may be the best option.  If you are travelling from Tokyo or farther via train, then a ",{"type":"[","value":["http:\/\/www.japanrailpass.net\/eng\/en001.html 7-day Japan Rail pass"]}," is about the same price as a one-way shinkansen ticket from Tokyo to Kagoshima.  Both of these passes have extensive limitations; be sure to review terms and purchase your pass before entering Japan.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Sakurajima.jpg"],["thumb"],["240px"],["Mt. Sakurajima covered by clouds, seen from Yunohira Lookout"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sakurajima"],["alt=桜島"],["url="],["email="],["address="],["lat=31.58841"],["long=130.66168"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kagoshima's temperamental (and active) volcano can be reached by ferry in a matter of minutes. Face your fear and get up close and personal - just don't wear too much white, as the ash will leave you looking slightly grey. Yunohira Lookout is a two hours hike or 15 minutes drive from Sakurajima harbor and gives you a good view both to Kagoshima harbor and Sakurajima volcano. There are also a couple of other lookout points, where you can take a closer look at the volcano. Because Sakurajima is essentially an active volcano, remember that tourists are forbidden to go within 2 km of the crater."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tsurumaru Castle"],["alt=鶴丸城, Tsurumaru-jō"],["url="],["email="],["address="],["lat=31.59921"],["long=130.55481"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Once the castle of the Shimazu clan who governed the Satsuma domain till the Meiji Restoration, it was destroyed during the Satsuma Rebellion. The only parts remaining today are the wall and the moat. Since it's around so many sights and monument around Kagoshima, it's a nice sight to see and it contains the Reimeikan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kagoshima Prefectural Museum of Culture"],["alt=黎明館,Reimeikan"],["url="],["email="],["address="],["lat=31.59857"],["long=130.55470"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful museum with nice expositions retracing the origin and evolution of the first habitants of the southern Kyushu area till the Meiji restoration. Generic information is available in English but for more details about the differents pieces contained in the exposition, a Japanese reading friend should be brought to fully enjoy all the information available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of the Meiji restoration"],["alt=維新ふるさと館, Ishin-furusato-kan"],["url=http:\/\/www.ishinfurusatokan.info\/"],["email="],["address="],["lat=31.584639"],["long=130.54775"],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-5PM"],["price=adults ¥300, children ¥150"],["content=A museum about the Meiji restoration and its relationship with the local history. An excellent audio-guide in English is available for free. In the basement, projections (25mn) and robots animations (20mn) relating this period are presented hourly, with English translation though the audio-guide. Allow between 1.5 and 2 hours."]]}]},"\n",{"type":"[[","value":[["File:Sengan-en2.jpg"],["thumb"],["250px"],["Sengan'en Garden"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sengan'en Garden"],["alt=仙巌園"],["url=http:\/\/www.senganen.jp\/en\/senganen\/index.html"],["email="],["address="],["lat=31.61786"],["long=130.57761"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kagoshima City Aquarium"],["alt=Io World"],["url=http:\/\/ioworld.jp\/english"],["email="],["address="],["lat=31.595892"],["long=130.56435"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Nanshu Cemetery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Tenmonkan Arcade 2012.JPG"],["thumb"],["250px"],["Tenmonkan shopping arcade"]]},"\nTenmonkan shopping arcade (天文館通り, Tenmonkan-dōri) has a plethora of shops, where you can satisfy your consuming needs.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Satsumaimo-no-Yakata"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+81  99-239-4865"],["tollfree="],["fax="],["hours="],["price="],["content=Several hundred types of sweet potato products."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Jelly Beans"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 99-216-8800"],["tollfree="],["fax="],["hours="],["price="],["content=The only specialist English bookstore in the prefecture, with a nice second hand section as well. Take the No 1 Streetcar to Shinyashiki and hop off, you shouldn't have too many problems from there; just follow the signs. The shop is open Tuesdays through Saturdays, but if you call in advance and let them know you are coming they will try their best to open it up especially for you on Sundays and Mondays! The store is open 10am - 7pm"]]}]},"\n",{"type":"==","value":["Eat"]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["Kagoshima (prefecture)"],["Kagoshima prefecture"]]}]}," for listings of regional dishes.''\n\n",{"type":"==","value":["Drink"]},"\nKagoshima is known throughout Japan for its sweet potato ",{"type":"''","value":["shochu"]},", or ",{"type":"''","value":["imo-jochu"]}," (芋焼酎).  While shochu is often compared to vodka, it first goes through a fermentation process.  In Kagoshima, almost all restaurants have ",{"type":"''","value":["imo-jochu"]},", and some have hundreds of different brands.  Even the Shinkansen platforms at Kagoshima-chuo station have a bar\/shop with 100+ varieties of shochu.\n\nIn Kagoshima, the most common way to drink shochu is mixed with hot water, or ",{"type":"''","value":["oyu-wari"]},".  This releases the fragrance of the shochu, and also reduces the alcohol content to be on-par with wine.  Because Kagoshima is the center of manufacture, many factories offer tours and have small shops for tasting and purchasing the locally made shochu.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nIf you're looking for inexpensive accommodation, the tourist information in the Kagoshima station can hand you a leaflet, where they have listed all the inexpensive options in Kagoshima. They can also check availability and book the accommodation for you.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nakazono Ryokan"],["url="],["email="],["address=1-8 Yasuicho"],["lat="],["long="],["directions="],["phone = +81 99-226-5125"],["tollfree="],["fax="],["hours="],["price=¥4200"],["checkin="],["checkout="],["content=Near the City Hall and close to the ferry terminals. A pleasant place to stay and has a helpful manager."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sakurajima Youth Hostel"],["url="],["email="],["address=189 Yokoyama, Sakurajima-cho"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= TEL +81 99 2932150. If you want to stay overnight on the Sakurajima island, the youth hostel is practically your only budget option. A bed in the dorm will cost you ¥2650 and includes the usage of the hot bath they have downstairs. Note, when I visited in June 2007 the bath was very much out of order."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Moon GaramMasala Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 9099523515"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Also on Sakurajima, 5 minutes walk from the ferry terminal is this tiny guesthouse. It is a little hard to find, but the information counter at the ferry terminal can give you directions.\n\nSleep is only ¥1300 a night (there are two beds available, extra futons upon request), and you get what you'd expect for that price. The toilet is outside in the parking lot, and the shower\/bath is to be taken at the nearby onsen. Despite all of this, the Guest House has a wonderful, welcoming atmosphere.\n\nBicycle rental is available for free, and if you're lucky the hosts might even offer to give you a tour around the island in their pick-up truck. If the host asks you if you'd like to come along to watch the sunset as he plays his electric Koto, be sure to go along for an experience not to be missed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Asahi Business Hotel"],["url="],["email="],["address=中央町20－12, Chuō-machi 20-12"],["lat="],["long="],["directions=2 minutes walk from Kagoshima-Chuō station"],["phone="],["tollfree="],["fax="],["hours="],["price=Singles ¥3800, twins ¥7000"],["checkin="],["checkout="],["content=Small and old-fashioned rooms but include TV and shower."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kagoshima Little Asia Guest House"],["url=http:\/\/www.cheaphotelasia.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Male\/Female Dorm ￥1500, singles ￥2500, twins ￥2000 per person."],["checkin="],["checkout="],["content=A 1-minute walk from Kagoshima-Chuo station (take the west exit (西口) towards the buses, and walk straight). Free internet,  laundry (with detergent), guest kitchen, air-conditioning, and TV, ￥280 dinner, weekly and monthly rental available at discount. Both owners speak very good English. Has a consistent run of bad reviews on HostelWorld."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Green Guest House"],["url=http:\/\/www.green-guesthouse.com\/"],["email="],["address="],["lat="],["long="],["directions=from Izuro tram station, walk towards Dolphin port and one street back, there is a main street Route 216 (that's the name), turn right and follow it past a bunch of gas stations, opposite 24hr Yoshino restaurant."],["phone="],["tollfree="],["fax="],["hours="],["price=Separate Male\/Female Dorm ￥1500, Mixed Dorm capsule or Japanese style ￥2000, Single room King size bed ￥2,500 per person or ￥2,000 for each person (couple or family)or Single room bunk bed ￥2,000 for each person and Private twin room Japanese style ￥2,000 for each person."],["checkin="],["checkout="],["content=Free internet, laundry (with detergent), guest kitchen, air-conditioning, and TV, ￥500 dinner with extra refill if needed. Free bike hire for 1 hour and ￥500 per 24hrs. Staff speak very good English."]]}]},"\n",{"type":"===","value":["Midrange"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kirishima National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mishima Islands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tanegashima"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yakushima"]]}]},{"type":"{{","value":[["routebox"],["image1=Kyushu Shinkansen icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Fukuoka"],["Hakata"]]}],["minorl1=",{"type":"[[","value":[["Satsumasendai"],["sendai"]]}],["directionr1=S"],["majorr1=END"],["minorr1="],["image2=JR Kagoshima icon.png"],["imagesize2=100"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Kumamoto"]]}],["minorl2=",{"type":"[[","value":[["Satsumasendai"],["sendai"]]}],["directionr2=S"],["majorr2=END"],["minorr2="],["image3=JR Nippo icon.png"],["imagesize3=100"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Oita"]]}],["minorl3=",{"type":"[[","value":[["Kirishima"]]}],["directionr3=S"],["majorr3=END"],["minorr3="],["image4=Kyushu Expwy Route Sign.svg"],["imagesize4=100"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["Kumamoto"]]}],["minorl4=",{"type":"'''","value":[{"type":"[[","value":[["Miyazaki"],["E"]]}]}," ",{"type":"[[","value":[["File:Miyazaki Expwy Route Sign.svg"],["88px"]]}," ",{"type":"[[","value":[["Ebino"],["Ebino JCT"]]}],["directionr4=S"],["majorr4=END"],["minorr4="]]},"\n",{"type":"[[","value":[["Wikipedia:Kagoshima, Kagoshima"]]},"\n",{"type":"[[","value":[["Commons:Category:Kagoshima, Kagoshima"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kagoshima (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["31.596666666667"],["130.55722222222"]]}]