[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:KahuziBiegaSign.jpg"],["thumb"],["Entrance to the park."]]},"\n\n",{"type":"[","value":["http:\/\/kahuzibiega.wordpress.com\/ ",{"type":"'''","value":["Kahuzi-Biega National Park"]}]}," is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," in the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKahuzi-Biega National Park operated by the Institut Congolais Pour La Conservation de la Nature (ICCN) is a World Heritage Site.  Kahuzi-Biega National Park is famous as the largest refuge of the highly endangered Eastern Lowland (Grauer's) Gorillas.  The last census of the gorillas in 2013 counted only 145 individuals.  The highland section with most of the gorillas is open for visits, with three gorilla groups habituated for visitation.\n\nA March 2014 visit to the HIGHLANDS of KBNP encountered no security problems.  Visitors are advised to contact the rangers in advance and travel with them from the Cyangugu-Bukavu border with KBNP park rangers.  The park itself is absolutely gorgeous and the gorilla experience is simply superb.  In general the area from Bukavu to KBNP is secured by several MONUSCO posts.  In summary, stay with, listen to and follow the advice of the KBNP park rangers and you should be at least as secure as you would be in many major cities around the world.\n\n",{"type":"[[","value":[["File:Kbnpsilverbackandchild.jpg"],["thumb"],["KBNP Silverback and Child"]]},"\n\nThe Congolese people are extremely friendly and helpful and the eastern Congo is a lush and enormous landscape of beautiful mountains and lakes – simply gorgeous!Kahuzi-Biega National Park is the last major sanctuary of Grauer's lowland gorillas.  They are larger and potentially more endangered than the mountain gorillas of western Rwanda and D.R. Congo north of Lake Kivu.  A visit to Kahuzi-Biega National Park is high-adventure travel to an environmental paradise!\n\n",{"type":"===","value":["History"]},"\n\nA small zoological and forest reserve was established around Mount Kahuzi in 1937.  A larger Kahuzi-Biega National Park was established in 1970.  The park became a World Heritage Site in 1980 to protect 200-300 eastern lowland (Grauer's) gorilla occurring mainly in the forests at 2,100-2,400 m, but also in the lower rainforest. The 'mosaic' of biotypes makes the park an excellent gorilla habitat. Other primates include eastern chimpanzee, and numerous Cercopithecinae and Colobinae. Other mammals include elephant, forest hog and many antelope and duiker. Avifauna includes the endemic Rockefeller's sunbird, Grauer's broadbill, Grauer's warbler and Shelley's crimsonwing.\n\nEndemic mammal species include giant gennet, Aquatic civet, Maclaud's horseshoe bat, Ruwenzori least otter shrew, owl-faced monkey, eastern needle-clawed galago, Thomas' tree squirrel and Alexander's bush squirrel.\n\nFifteen villages of shifting cultivators were located in the eastern sectors of the park when it was created and continue to be occupied. The park is situated in one of the most densely populated areas of the country. Some 90% of the population of Kivu is rural, mainly dependent on agriculture. Seven separate tribal groups live around the park including the Pygmy, Barega and Bashi peoples. Traditional livelihoods are based on shifting agriculture and subsistence hunting.\n\n",{"type":"===","value":["Landscape"]},"\nThe park consists of two sections, the lowland (closed for visits) and the highland (open for visits).\n\nThe park is situated in the eastern part of the country, 50 km west of the town of Bukavu, near Lake Kivu and the Rwandan border. It consists of a smaller sector on the eastern side covering part of the Mitumba Mountains, and a larger western sector in the Zairean central basin. The two zones are connected by a narrow corridor. The entrance to the park is at Tshivanga, on the eastern side.\n\nThe 75,000 ha eastern sector is entirely montane. The massif is part of the Mitumba Mountain range, the western mountains of the Great Rift Valley. The two main peaks, Mount Kahuzi (3,308 m) and Mount Biéga (2,790 m) are extinct volcanoes, and the massif dates from the late Tertiary or early Quaternary.\n\nThe lowland sector in the Zairean central basin covers the watersheds of the tributaries of the Luka and Lugulu rivers. These both drain into the River Lualaba. The extension lies below 1,500 m apart from isolated peaks such as Mount Kamani (1,700 m), and consists of mountains cut by deep valleys. Undulating terrain in the west forms a belt between the two zones.\n\nThe western zone is forested by equatorial rainforest, with transition forest between 1,200 m and 1,500 m. In the eastern zone, six different primary vegetation types have been distinguished: mountain rainforest, high-altitude rainforest, swamp forest, bamboo forest, subalpine heather and swamp and peat bog.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe park is home to some of the last remaining populations of Eastern lowland gorillas in the wild. There were an estimated 600 living in the park in 1990, but there are only believed to be a couple hundred still alive after the tumultuous fighting of the 1990s and 2000s. In comparison to the western lowland gorillas, with a population of over 100,000 in ",{"type":"[[","value":[["Congo-Brazzaville"]]},", the total population of eastern lowland gorillas numbers at less than 4,000. They're also not to be confused with the mountain gorillas sought by tourists in ",{"type":"[[","value":[["Rwanda"]]},", ",{"type":"[[","value":[["Uganda"]]},", and ",{"type":"[[","value":[["Virunga National Park"]]},". The Eastern Lowland Gorilla is noteworthy for being ",{"type":"''","value":["larger"]}," than their western counterparts or mountain gorillas. They are the largest known primates, measuring in at 1.76 m (5 ft 9 in) for males and 1.60 m (5 ft 3 in) for females.\n\n",{"type":"===","value":["Climate"]},"\nTropical wet climate.\n\n",{"type":"==","value":["Get in"]},"\nThe park is accessible by a decent road from ",{"type":"[[","value":[["Bukavu"]]},". Taxis, buses, and car hires can be made to reach the park.\n\nIn order to have permission to visit, you need to contact Kahuzi-Biega National Park and request a letter of invitation. The KBNP Park Ranger in charge of tourism is: Juvenal Munganga-Mulengezi, juvenalmunganga@yahoo.fr\n\nYou need a letter of invitation to apply for your D.R. Congo visa.\n\nBook your airline tickets to Kigali, Rwanda (KLM or similar) and to Kamembe-Cyangugu-Ruizi (Rwandair) in advance.  You need a copy of your paid airline e-ticket to apply for a D.R. Congo visa, which costs $115 for a single entry. You may not need a visa to visit Rwanda; check ",{"type":"[[","value":[["Rwanda#Get in"]]},".\n\nWhen you have your visa, let KBNP know your travel dates.\n\nFly to Kigali Airport in Rwanda (it is the closest international airport).\n\nDo not try to cross the D.R. Congo border without someone from D.R. Congo government, hopefully from the ICCN (Institut Conglais de Conservation de Nature) who run the Kahuzi-Biega National Park (Parc National de Kahuzi-Biega).  If they are with you, your crossing will be smooth and quick.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nKBNP Park Ranger in charge of tourism is: Juvenal Munganga-Mulengezi juvenalmunganga@yahoo.fr\n\nA permit is required from the ICCN either at their office in ",{"type":"[[","value":[["Bukavu"]]}," (on Ave. Lumumba; +243 99 725 4296 [English] or +243 97 130 0881 [French]; reservations@kahuzi-biega.org) or at the Tchivanga base camp. Both locations are open M-F 8AM-4PM. The following prices are for foreign nationals. Congolese along with expatriates and nationals of CEPGL, EAC and SADC member countries pay lower rates (with passport and proper residence\/work visa).\n",{"type":"*","value":["Gorilla trekking: USD400"]},{"type":"*","value":["Mountain ascents (Mount Kahuzi or Mount Biega): USD100"]},{"type":"*","value":["Hiking: USD35"]},{"type":"*","value":["Camping (including food & guards): USD50"]},":*Tent rental: USD5\/night\n:*Sleeping bag rental: USD5\/night\n\n",{"type":"==","value":["Get around"]},"\n\nTravel with the ICCN park rangers or their designated tour operators at all times.\n\nThe KBNP Park Ranger in charge of tourism is: Juvenal Munganga-Mulengezi\njuvenalmunganga@yahoo.fr\n\n",{"type":"[","value":["http:\/\/www.greenhillsecotours.com ",{"type":"'''","value":["Green Hills Ecotours"]}]}," can also help you organizing your visit to Kahuzi-Biega and if you need visa contact them for advice and updated information about the congolese visa.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Gorillas"]},{"type":"*","value":["Forest elephants"]},{"type":"*","value":["Birds"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\nWhile gorilla trekking may be the park's most popular attraction, visitors may also hike the parks trails to view monkeys, chimpanzees, and a wide variety of birds.\n\nThe ",{"type":"'''","value":["Marais Musisi Trail"]}," passes through bamboo forests & swampland culminating in a fantastic view over the Marais Musisi. The ",{"type":"'''","value":["Tshibati Waterfalls Trail"]}," passes by three waterfalls and offers hikers the opportunity to take a dip in one of their plunge pools.\n\n",{"type":"===","value":["Mountain ascents"]},"\nThe summit of ",{"type":"'''","value":["Mount Kahuzi"]}," (3308 m) offers great views of Bukavu and Lake Kivu. The ascent takes 4 hours through bamboo forests and sub alpine vegetation. The descent is approximately 3 hours.\n\nThe summit of Mount ",{"type":"'''","value":["Bugulumiza"]}," (2400 m) is easily accessible via a 6 km trail from Tshivanga Visitor Centre and takes about 3 hours round-trip. The summit offers great views of Mounts Kahuzi & Biega along with the surrounding forest landscape.\n\nThe summit of Mount Biega (2790 m) is a 6 hour round-trip hike from the main road. The vegetation is significantly different from that found on Mount Kahuzi. The park is currently working to clear a trail to the summit that was hoped to open back in 2013.\n\n",{"type":"==","value":["What to Bring"]},"\n\n220 volt adapters for your USB electronic devices and laptop computers.  Download the Dict-0-French application for your Android or iPhone device.\n\nA Camelbak Ultraviolet water purifcation water bottle and two simple empty Nalgene bottles to hold extra water.\n\nA Sansbug or other indoor mosquito tent\/net.  Mosquitos are not bad at KBNP but it is better to be ready.\n\nMosquito repellent – wipes or small bottles for your aircraft hold luggage.\n\nMosquito head net and brimmed rain hat – just in case.\n\nA good rain suit – This is the rainforest!\n\nThe usual foreign travel medicines (Ibuprofen, anti-diarrhea, Pepto-Bismol, etc...).  Just in case.\n\nA waterproof camera for the forest.\n\nA small LED flashlight.\n\nAll of the batteries you might need.\n\nWet-ones or other alcohol wipes.\n\nToilet paper etc.. \n\nSome LL Bean Duck Boots – 8 inches or higher.\n\nA towel, jackets etc...\n\nThin sleeping bag or two blankets and two sheets.\n\nThink luxury indoor camping without the tent and stoves.\n\n",{"type":"==","value":["Eat"]},"\n\nThe food is terrific.  Make sure you try the Tilapia from Lake Kivu, and fresh avocados, bananas and citrus fruits from the local farms in the Bukavu valley.\n\n",{"type":"==","value":["Drink"]},"\n\nD.R. Congo has a variety of excellent beer.  Try Primus, Mutzig, Turbo King etc..\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are no hotels in the park, so if you want to stay in a hotel, consider the nearby city of ",{"type":"[[","value":[["Bukavu"]]},".\n\n",{"type":"===","value":["Camping"]},"\nA designated campsite is available beside the park.\n\n",{"type":"==","value":["Connect"]},"\nThere is cell phone coverage at KBNP.  Purchase a Vodacom SIM card in Bukavu on your way in.  There is also electricity and narrow satellite Internet at Kahuzi-Biega National Park during working hours.\n\n",{"type":"==","value":["Stay safe"]},"\nYou should take malaria pills, starting at least two days before leaving for Rwanda and D.R. Congo (consult with a doctor). There are also recommended shots for these countries; consult with a tropical disease specialist or your doctor.\n\n",{"type":"==","value":["Go next"]},"\nVisit ",{"type":"[[","value":[["Idjwi Island"]]},", located in Lake Kivu, for its pineapple plantations, birds, or simply for a walking tour to spot monkeys and meet the locals.\n\nThe (",{"type":"[","value":["http:\/\/www.lwiro.blogspot.com\/ ",{"type":"'''","value":["Lwiro Primate Rehabilitation Centre"]}]},") is located near the park headquarters. It cares for orphaned chimpanzees and monkeys and provides educational activities for locals and tourists alike.\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Kivu"]]},"\n",{"type":"{{","value":[["related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kahuzi-Biega National Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Kahuzi-Biéga National Park"]]},"\n",{"type":"{{","value":[["geo"],["-2.5"],["28.75"],["zoom=8"]]}]