[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kajang"]}," is a city in ",{"type":"[[","value":[["Selangor"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nKajang, with a population of 229,655 (as of 2006) is a town in the eastern part of Selangor, Malaysia (2.98° N, 101.77° E). It is located about 20 km south of Malaysia's capital, Kuala Lumpur. Kajang is acessible from Kuala Lumpur by driving, public bus or by train.\n\n",{"type":"===","value":["By car"]},"\nAs with major cities in Selangor, Kajang is very well connected through networks of highways. If you're coming from the northern area (e.g. from Kuala Lumpur), it is accessible via North-South Expressway (PLUS South - E2) through Kuala Lumpur-Seremban Expressway (E37) or alternatively via Cheras-Kajang Highway (CKE - E7).\n\nFrom the south (e.g. Seremban), it is accessible via PLUS South and Kajang-Seremban Expressway (LEKAS - E21). Meanwhile, if you're coming from the west (e.g Shah Alam, Puchong), the most prominent highways are Damansara-Puchong Highway (LDP) and East-West Link Expressway (E37) through Federal Highway (2).\n\n",{"type":"===","value":["By train"]},"\n\nFrom KL Sentral station, take a train on KTM line toward Seremban station. Kajang station is just 6 stops from KL Sentral. The station is located approximately 1.5 km south of Kajang Stadium.\n\n",{"type":"==","value":["Get around"]},"\n\nOne of the well known places in Kajang is Sungai Chua. The population of Kajang has grown rapidly in the past few years. As of 2004, new Kajang townships have been developed and are currently buzzing with night-life. These include the Prima Saujana,Taman Kantan Permai and Kajang Perdana (Kajang Highlands) housing estates. Areas surrounding these new townships are easily accessible via the new SILK Expressway.\n\n",{"type":"===","value":["By bus"]},"\n\nAlthough traveling by bus is not the most preferred for the Kajang population, it is still the cheapest mode of transportation available. RapidKL serves frequently on numerous routes connecting Kajang with Kuala Lumpur on the northern side and Beranang on the southern side. Note that the frequency may reduced during peak hours due to traffic congestion. As such, for traveling during peak hours, it is advisable to catch the BET2 bus that utilises tolled highways.\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.myrapid.com.my\/dev\/bus\/routes?a=4 RapidKL Kajang bus route"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.myrapid.com.my\/dev\/bus\/details?code=BET2 RapidKL BET2 bus route"]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nKajang has a host of new and old shopping complexes. The Billion Shopping Center in Kajang town has been around for more than 15 years, and now has a new and larger counterpart in Taman Technology Kajang. Metro Kajang and Kota Kajang are two other shopping complexes in Kajang.\n\nThere has been a recent boom in the opening of new hypermarkets in Kajang. Giant was the first hypermarket in Kajang. Tesco, which is located nearby Giant hypermarket was the second hypermarket.\n\nAnother shopping complex has recently been built by the same developer\/owner (Metro Kajang) of Plaza Metro Kajang with the name of Metro Point, and is situated near Kajang High School. It is currently open and running.\n\nAs common with many Malaysian towns, Kajang also has a number of night market (better known to locals as Pasar Malam). If you want to get a taste of local delicacies, night markets great place as they offer lots of choices. One of the popular night market are Pasar Malam Taman Mesra, located at Jalan Sungai Sekamat, off Jalan Cheras at the corner of Shell petrol station.\n\n",{"type":"==","value":["Eat"]},"\n\nKajang is famous for its ",{"type":"''","value":["sate Kajang"]}," (satay), a form of skewered barbecued meat. Informally, Kajang is known as the \"Satay Town\", and is famous among tourists and locals alike.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Haji Samuri"],["url="],["email="],["address="],["lat=2.993607"],["long=101.786968"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant is located just beside the Kajang stadium. It has now become a famous restaurant chain and available in the city of Kuala Lumpur."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Malaysia Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The famous satay joint in town, it is located few hundred metres east of Haji Samuri."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=HOMST Restaurant"],["url=http:\/\/www.homst.com.my\/"],["email="],["address=No. 47G, 48G & 49G, Jalan Prima Saujana1\/1A, Seksyen 1, Taman Prima Saujana 43000 Kajang, Selangor."],["lat="],["long="],["directions="],["phone=(603) 8734 0760"],["tollfree="],["fax="],["hours=11am - 11pm"],["price=RM5-50"],["content=A Chinese Muslim chain restaurant serving a wide variety of halal Chinese cuisine. A simple set dish range between RM5-15 while a specialty dishes on poultry and seafood can go up to RM50."]]}]},"\n",{"type":"'''","value":["Non-halal food"]},"\n\nSteamed fish and spicy soup from Kajang and Semenyih has also gained popularity in recent years.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wan Fat Seafood Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is located at Lorong Mendaling (Mendaling Alley, just behind Mendaling road), facing the river, Sungai Chua. Because it is in a back alley, it's quite difficult to spot, especially at night. This restaurant serves Chinese dinner and is famous for its \"choi bou\" steamed fish. This restaurants is open evenings from 5PM to 10PM and closed every alternate Wednesday."]]}]},"\nThere are also Pizza Hut, KFC, and McDonalds franchises in Kajang town.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oriental Crystal Hotel"],["url=http:\/\/orientalcrystalhotel.com\/"],["email=reservation@orientalcrystalhotel.com"],["address=Lot 13, Jalan S10\/3, Section 10, Off Jalan Bukit, 43000 Kajang, Selangor Darul Ehsan, Malaysia"],["lat="],["long="],["directions="],["phone=603 8739 1888"],["tollfree="],["fax=603 8739 1999"],["hours="],["price="],["checkin="],["checkout="],["content=\n\nOriental Crystal Hotel opened in September 2007. It is equipped with a Grand Crystal Ballroom and 10 meeting rooms, as well as a Business Centre for business travelers. Rooms are equipped with in-room safe as well as satellite channels.\n\nFor F&B, there are the Oriental Imperial Chinese Restaurant, Subarashi Japanese Restaurant and the Citarasa Restaurant coffee house. For a more relaxed place, there are the Solitaire Pub, Lobby Lounge and the Blue Diamond Club"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prescott Metro Inn Kajang"],["url="],["email=reservation.pmik@vhmis.com"],["address=Wisma Metro Kajang, Jalan Semenyih, 43000 Kajang, Selangor, MALAYSIA"],["lat="],["long="],["directions="],["phone=603 8737 5555"],["tollfree="],["fax=603 8737 6666"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Kajang Sdn Bhd"],["url="],["email=hotelkajang@hotmail.com"],["address=177, Jalan Mendaling, Kajang"],["lat="],["long="],["directions=near Haji Samuri Sate Kajang"],["phone=603 8736 6983"],["tollfree="],["fax=603 8736 6983"],["hours="],["price=RM 55-85"],["checkin="],["checkout="],["content=It is located at center in the Kajang town. The rooms are newly renovated, clean and comfortable with 32 LCD TV, free internet access, air-conditioner and hot\/cold shower. ",{"type":"'''","value":["Facebook\/hotelkajang"]},"."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Selangor"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Selangor\/Localities\/Kajang\/"]]},"\n",{"type":"[[","value":[["wikipedia:Kajang"]]},"\n",{"type":"{{","value":[["geo"],["2.99306"],["101.789"]]}]