[{"type":"{{","value":[["pagebanner"],["Kakadu banner.jpg"],["otbp=yes"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Jim jim falls.jpg"],["thumb"],["right"],["350px"],["Jim Jim Falls, Kakadu National Park"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ea.gov.au\/parks\/kakadu\/ Kakadu National Park"]}]}," is in the ",{"type":"[[","value":[["Northern Territory"]]}," of ",{"type":"[[","value":[["Australia"]]},", 171 km east of ",{"type":"[[","value":[["Darwin"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe name 'Kakadu' comes from an aboriginal floodplain language called Gagudju which was one of the languages spoken in the north of the park at the beginning of the twentieth century. Gagudju is no longer regularly spoken but descendants of this language group are still living in Kakadu. \n\nKakadu National Park and Arnhem Land comprise more than 110,000 square kilometres in the north-east corner of the Northern Territory. The landscapes of are diverse and set the scene for outback adventure travel, aboriginal culture and nature activities.\n\nKakadu National Park is the largest national park in Australia. It contains one of the highest concentrated areas of aboriginal rock art sites in the world; the most famous examples are at Nourlangie Rock and Ubirr. \n\nThe secret to discovering Kakadu is taking your time. You'll find stories, secrets and sights never imagined. It is impossible to appreciate the full breadth and beauty of the park in a fleeting visit – if you can afford the time, spend a week or more.\n\nNature and wildlife abound in this area, which is known for its level of biodiversity. Wholly aboriginal owned land, ",{"type":"[[","value":[["Arnhem Land"]]}," is known for its strong aboriginal culture, towering escarpments, wild coastline, savannah woodlands, lush wetlands and prolific wildlife. Closer to Darwin is the Mary River region, home to millions of birds, saltwater crocodiles and fish, including the mighty barramundi, which makes it a fishing hot spot.\n\n",{"type":"===","value":["History"]},"\n\nThe park was established in 1981.  It is governed by Environment Australia \/ Parks Australia and Aboriginal traditional land owners (the Gun-djeihmi, Kunwinjku, Krakeourtinnie and Jawoyn peoples). The park has recently been accepted as a World-Heritage listing. \n\n",{"type":"===","value":["Landscape"]},"\n\nThe park contains 1,980,400 hectacres of wetlands and other terrain. It is Australia's largest National Park and is approximately the size of Israel.\n\n",{"type":"===","value":["Biodiversity"]},"\nKakadu is home to 68 mammals (almost one-fifth of Australia’s mammals), more than 120 reptiles, 26 frogs, over 300 tidal and freshwater fish species, more than 2 000 plants and over 10 000 species of insects. It provides habitat for more than 290 bird species (over one-third of Australia’s birds). Its internationally important wetlands are a major staging point for migratory birds. Some of these species are threatened or endangered. Many are found nowhere else in the world and there are still others yet to be discovered. The Creation Ancestors gave Bininj\/Mungguy a kinship system linking people to all things and the cultural responsibility to look after them all. They have always understood the biodiversity of country and their traditional ancestral knowledge is a vital part of managing Kakadu’s rich environment.\n\n",{"type":"{{","value":[["infobox"],["The Habitats of Kakadu\n\nWithin the vast landscapes of Kakadu, there are six main landforms. Each landform and the habitats it contains has a range of plants and animals. As you move through Kakadu, take the time to explore and appreciate the diversity of the areas you visit - each one is truly unique.\n\n",{"type":"'''","value":["Savanna Woodlands"]}," making up nearly 80 per cent of Kakadu.\n\n",{"type":"'''","value":["Monsoon forests"]}," occur in small, isolated patches. \n\n",{"type":"'''","value":["The Southern Hills "]}," appear in the south of Kakadu are the result of millions of years of erosion.\n\n",{"type":"'''","value":["sandstone escarpment"]}," Dominant in the Arnhem Land Plateau.\n\n",{"type":"'''","value":["coastal and estuarine areas"]}," take up almost 500 square kilometres of Kakadu\n\n",{"type":"'''","value":["Floodplains"]}," undergo dramatic seasonal changes. Following wet season rains, a sea of shallow freshwater spreads over the plains for hundreds of square kilometres. As the floodplains start to dry, waterbirds and crocodiles seek refuge in the remaining wet areas such as Yellow Water."]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe park's wetlands provide the greatest visual pleasure. The freshwater and estaurine (saltwater) crocodiles sleep on the banks of all rivers and the many billabongs for most of the day but can also be seen floating or swimming in the water. Birdlife abounds from the stately ",{"type":"'''","value":["Jabiru"]}," to the amusing \"Jesus\" bird (Jacana) as it steps from lily pad to lily pad. At dusk on the Yellow Water billabong (Ngurrungurrudjba), hundred of herons circle overhead landing and taking of from half-submerged trees. Ospreys sit on termite mounds or soar on high looking for prey beneath the still waters. The billabongs of the Kakadu national park are anything but \"stagnant pools of water\". Wallabies are very common and are often, unfortunately, seen as roadkill. Feral horses, pigs and water buffalo also roam the park. Frilled Lizards are also present but are only regularly seen during the wet season when the park is nearly inaccessible.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"====","value":["Six seasons of Kakadu"]},"\n\n",{"type":"[[","value":[["Image:K6S.png"],["thumb"],["250px"],["The Six Seasons of Kakadu"]]},"\n\nThroughout the year, Kakadu’s landscapes undergo spectacular changes. Bininj\/Mungguy recognise six different seasons, as well as subtle variations that signpost the transition from one season to another. This knowledge of nature is fundamental to the culture of Kakadu and its people. Bininj\/Mungguy have lived with the changing landscape for tens of thousands of years, adapting and using the land for food, shelter and general well−being.\n\n",{"type":"'''","value":["Yegge"]}," \n\nCool weather time, May to June. The wetlands are carpeted with water lilies. Drying winds and flowering Darwin woolly butt tell Bininj\/Mungguy to patchwork burn the woodlands to encourage new growth.\n\n",{"type":"'''","value":["Wurrgeng"]}," \n\nEarly dry season, June to August Most creeks stop flowing and the floodplains quickly dry out. Magpie geese, fat and heavy after weeks of abundant food crowd the shrinking billabongs.\n\n",{"type":"'''","value":["Gurrung"]}," \n\nHot dry season, August to October Hunting time for file snakes and long-necked turtles. White-breasted wood swallows arrive as thunderclouds build, signalling the return of Gunumeleng.\n\n",{"type":"'''","value":["Gunumeleng"]}," \n\nPre-monsoon, October to December Streams begin to run, water birds spread out as surface water and new growth becomes widespread. Barramundi move from the waterholes downstream to the estuaries to breed.\n\n",{"type":"'''","value":["Gudjewg"]}," \n\nMonsoon, December to March. The heat and humidity generate an explosion of plant and animal life. Spear grass grows to over two metres tall and creates a silvery-green hue throughout the woodlands.\n\n",{"type":"'''","value":["Banggerreng"]}," Harvest time, April. Clear skies prevail, the vast expanses of floodwater recede and streams start to run clear. Most plants are fruiting and animals are caring for their young.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Kakadu map.png"],["thumb"],["300px"],["right"],["JMap of Kakadu National Park"]]},"\n\nAccess from ",{"type":"[[","value":[["Darwin"]]}," to Jabiru is via the Arnhem Highway.  This is a reasonable quality sealed road that is usually open all year round.  Access from the south to Jabiru is via the Kakadu Highway, again usually open all year round.  Check road conditions before setting off.  It is around 3-4 hours drive from Darwin to Jabiru.\n\nThere is now an entry fee for Kakadu National Park - $25 per person over 16 years of age.  The entry pass is valid for 14 days.\n\nYou can hire 2wd and 4wd cars in Darwin, with daily distance limits.  Campervan rentals often don't have distance limits. A variety Coach and small group tours are also available from Darwin.\n\nSome parts of the park are not accessible during the wet season, or are not accessible by 2wd vehicles during the wet season.  Check road conditions and closures in advance.\n\n",{"type":"==","value":["Get around"]},"\nKakadu is massive (the size of a small country) and 4WD vehicles are required to enter some areas. However many spectacular and popular sites are readily accessible via sealed roads.\n\n",{"type":"===","value":[" By car"]},"\n\nFor those with a vehicle is an easy and pleasurable option. The main tourist route is east from Darwin to Jaibiru, then south-west to Cooinda, then continuing on as far as Pine Creek, with a possible deviation south to Katherine, before returning north to Darwin. Such an itinerary could be easily be covered in a few days with longer time if wanting to see things off-road.\n\n",{"type":"===","value":[" By tour "]},"\nTours inside the Park are available with the popular destinations being a day trip to Twin Falls and Jim Jim Falls. The pick up points for such tours are typically from Jaibiru and Cooinda. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=bigNT Tours"],["alt="],["url=http:\/\/www.bignt.com.au"],["email=info@bignt.com.au"],["address="],["lat="],["long="],["directions="],["phone=1800 222 557"],["tollfree="],["fax="],["hours="],["price="],["content=Territory owned and operated business that offers small group Kakadu tours from Darwin"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Untamed Adventures"],["alt="],["url=http:\/\/www.untamedadventures.com.au"],["email=info@untamedadventures.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 2 89222652"],["tollfree="],["fax="],["hours="],["price="],["content=2 to 5 day guided tours of Kakadu, Litchfield National Park and the Top End. Ideal for small groups and families, particularly those who are looking for high level interpretation of Australia's natural and cultural worlds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Travelwild Kakadu Tours"],["alt="],["url=http:\/\/www.travelwild.com.au"],["email=tours@travelwild.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 88434159"],["tollfree="],["fax="],["hours="],["price="],["content=small group 4WD camping tours departing from Darwin for backpackers and active people, from 3 to 5 days."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Territory Expeditions"],["alt="],["url=http:\/\/www.territoryexpeditions.com.au"],["email=info@territoryexpeditions.com.au"],["address="],["lat="],["long="],["directions="],["phone=1300 115 922"],["tollfree="],["fax="],["hours="],["price="],["content=Locally owned and operated small group, camping adventures to Kakadu"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lost In Australia"],["alt="],["url=http:\/\/www.lostinaustralia.com.au"],["email=info@lostinaustralia.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 6102 0776"],["tollfree="],["fax="],["hours="],["price="],["content=Adventure, Small Groups, Safaris, Locally owned and Operated, Full day and over night Kakadu tours"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Gagudju Dreaming in Kakadu"],["alt="],["url=http:\/\/www.gagudju-dreaming.com"],["email=dreams@gagudju-dreaming.com"],["address="],["lat="],["long="],["directions="],["phone=+61 1800 500 401"],["tollfree="],["fax="],["hours="],["price="],["content=An indigenous owned collection of Kakadu wetland cruises, 4WD Kakadu tours, cultural experiences and Kakadu accommodation. It is the largest collection of facilities catering to tourism in Kakadu and is focussed on positive indigenous outcomes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Top End Explorer Tours"],["alt="],["url=http:\/\/kakadutours.net.au"],["email=info@kakadutours.net.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 8979 3615"],["tollfree="],["fax="],["hours="],["price="],["content=Locally owned and operated. Small group 1 day 4WD nature experiences and private charters to Jim Jim Falls, Twin Falls and other exiting destinations in Kakadu National Park. Departing from Jabiru and Cooinda."]]}]},"\n",{"type":"===","value":[" Scenic Flights "]},"\n\nScenic Flights in either small, fixed wing aircraft or helicopter are available. Air strips are located at Jaibiru and Cooinda.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Yellow Waters Billabong July 2001.JPG"],["thumb"],["250px"],["The Yellow Water Billabong in July"]]},"\n\n",{"type":"[[","value":[["Image:Twin falls.jpg"],["thumb"],["right"],["Twin falls, Kakadu National Park"]]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Bowali Visitor Centre"]}," situated just outside of Jabiru, has a wealth of information on the Park's ecology and Aboriginal culture and has an excellent gallery and souvenir shop. Located in Jabiru, the Centre's long lineal design was inspired by an Aboriginal rock shelter."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Warradjan Aboriginal Cultural Centre"]}," Located in Cooinda, the Warradjan Aboriginal Cultural Centre's architecture represents the story of World Heritage-listed Kakadu as told by the traditional owners. The circular design of the centre symbolises a warradjan, the pig-nosed turtle"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ubirr"]}," is one of Kakadu National Park’s two most famous Aboriginal rock art galleries. The galleries can be viewed by following an easy one kilometre circular walking track. During the dry season Park Rangers give free scheduled talks about the ancient rock art. A moderately steep 250 metre climb takes you to a rocky outlook with views across the floodplains. Enjoying a spectacular tropical sunset from the top of Ubirr is not to be missed. During the tropical summer months access is restricted, check with the Bowali Visitor Centre for the latest information."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nourlangie Rock"]}," The walls of the Nourlangie Rock Art Site, have served as a shelter and canvas for thousands of years providing windows to a rich spiritual tradition. Paintings such as Namarrgon, lightning man, explore the relationship of the people to their country and beliefs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nanguluwur"]}," art site, near Nourlangie Rock, is a small Aboriginal rock art gallery. Many rock art styles are represented from hand stencils, dynamic figures in large headdresses carrying spears and boomerangs, Namandi spirits and mythical figures."]},"\n",{"type":"*","value":[{"type":"'''","value":["Yellow Water"]},", a stunning \"billabong\" (which is actually an arm of the East Alligator River) brimming with native flora and fauna. Its one of Kakadu National Park’s best known landmarks. Located near the small settlement of Cooinda, Yellow Water is home to crocodiles, wild horses, buffalo and other wildlife. The billabong, which floods to join other waterways during the tropical season, also attracts millions of migratory birds each year, including jacana, egrets, jabiru, sea eagles, magpie geese and many other native species. Daily boat tours can be booked via Cooinda Lodge. For a real treat, the dawn trip is the best for bird watching and seeing the sun come up. Make sure you bring mosquito repellent."]},"\n",{"type":"[[","value":[["Image:Ubirr rock art.jpg"],["thumb"],["right"],["Ubirr rock art, Kakadu National Park"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Twin Falls"]}," is set in the Arnhem Land escarpment. Access to the falls is via the Twin Falls Gorge Boat Shuttle Service that will ferry you to the base of the falls. Note that the walk to the boat shuttle, although easy, is very exposed and hot. Post-boat shuttle, the walk continues and in some parts may present a challenge to those with a fear of heights. Carry sufficient drinking water."]},"\n",{"type":"*","value":[{"type":"'''","value":["Koolpin Gorge"]},"- available only through 4WD tours with a permit, but well worth it."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bardedjilidji Walk"],["url=http:\/\/www.environment.gov.au\/parks\/kakadu\/index.html"],["email="],["address=Ubirr, Kakadu National Park, Jabiru"],["lat="],["long="],["directions=Via Oenpelli Road"],["phone =+61 8  8938 1120"],["tollfree="],["fax="],["hours="],["price=Free entry"],["content=Through layered sandstone outliers, woodlands and wetlands alongside the East Alligator River, this is one of Kakadu's most interesting short walks which starts at a small carpark 500 metres from the upstream boat ramp on the East Alligator River. You can complete it by yourself (map with information sheet available) or join the guided walk departing the shelter on Mondays. Allow 2 hours for this easy to moderate 2.5km walk. Please enquire with the Bowali Visitor Centre for accessibility as it is subject to weather conditions (flooding) and for the availability of guides."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gunlom Plunge Pool"],["url=http:\/\/www.environment.gov.au\/parks\/kakadu\/index.html"],["email="],["address=Kakadu Highway, Jabiru"],["lat="],["long="],["directions=200km south of Jabiru"],["phone =+61 8  8938 1120"],["tollfree="],["fax="],["hours="],["price=Free entry"],["content=Located on Waterfall Creek in World Heritage-listed Kakadu National Park, is the combination of waterfall and serene plunge pool, with shady gums cooling the picnic areas. A steep climb to the top of the waterfall provides sweeping views of the southern-most parts of Kakadu National Park while you enjoy a relaxing soak in the crystal clear pools."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gubara"],["url=http:\/\/www.environment.gov.au\/parks\/kakadu\/index.html"],["email="],["address=Kakadu National Park, Jabiru"],["lat="],["long="],["directions=Via Nourlangie Rock Road"],["phone =+61 8  8938 1120"],["tollfree="],["fax="],["hours="],["price=Free entry"],["content=A six kilometre return walk past sandstone cliffs to shady monsoon forest pools. Gubara is found nine kilometres in on the first road to the right after the Nourlangie carpark. It is a pleasant place to spend the heat of the day where the grade is moderate and you should allow four hours to complete. You'll be delighted by the multitudes of butterflies surrounding the pools and can enjoy a refreshing dip after the walk."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["infobox"],["Guide to Cultural Interaction"],["Bininj\/Mungguy culture has its own set of social behaviours and customs, which are considered good manners. Please consider these while you are in Kakadu.\n\nShow respect by not entering restricted areas. They may be sacred sites, ceremonial sites, burial grounds or even someone’s home.\n\nTraditionally, Bininj\/Mungguy do not greet each other every time they meet. However, most Bininj\/ Mungguy are used to non-Aboriginal people doing so and may expect a ‘hello’.\n\nMany Bininj\/Mungguy do not use personal names as freely as non-Aboriginal people do and often address each other by kinship terms.\n\nBininj\/Mungguy appreciate privacy. It is good manners not to enter living areas and not to take photographs of Bininj\/Mungguy without permission.\n\nSome Bininj\/Mungguy find constant eye contact uncomfortable.\n\nIn Bininj\/Mungguy culture it is important to listen carefully and consider the response carefully before giving an answer.\n\nIt is polite to say goodbye when leaving. The Bininj\/Mungguy word for goodbye is Boh Boh (pronounced bor bor).\n\nIn Bininj\/Mungguy culture it is often not appropriate to use the names or display images of deceased people.\n\nAreas in Kakadu may close at short notice for cultural purposes at the request of traditional owners."]]},"\n\nWalking is a great way to experience Kakadu. There are many walks throughout the park, including a wide variety of short and easy day walks as well as some longer, more challenging full day walks for those who are fit. Check seasonal access.\nA permit is required for anyone wishing to do an overnight bushwalk. Advance planning is essential, as is the ability to navigate using a topographic map and a compass. The routes are unmarked, and extend through remote and rugged country with variable climatic conditions.\n\nA small, private cruise on the ",{"type":"'''","value":["Corroboree"]}," or ",{"type":"'''","value":["Yellow Water Billabongs"]}," is the best way to get a very close, safe and eco-friendly look at the biggest crocodiles in the world. Most tours include an activity like this. ",{"type":"'''","value":["Shady Camp"]},", near Corroboree, is home to one of the biggest crocodiles in the park at 6 meters in length.\n\nBoating on Kakadu’s waterways can be dangerous due to strong currents, sand bars, submerged logs and crocodiles. For this reason use of non-motorised vessels (canoes) is prohibited.\n\n",{"type":"*","value":[{"type":"'''","value":["Yurmikmik Walks"]}," This series of interconnected walking tracks in the southern part of the Park take walkers to waterfalls and swimming holes. Many walks are open all year round including the Boulder Creek Walk, Yurmikmik Lookout Walks and Motor Car Falls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jim Jim Falls"]}," Whether the falls are raging with water or the merest trickle, this majestic waterfall is a sight to behold at the end of a challenging four-wheel drive track in the southern escarpment country of Kakadu National Park. Set in the red ochre of the Arnhem Land escarpment, and boasting white sandy beaches and crystal clear water, it is worth the 900 metre walk across rocks to appreciate this special area. Jim Jim Falls has graced many calendars, books and television programs and is a must see for all visitors to Kakadu National Park. Note that the walk in to the Falls is not suitable for those with mobility or health\/fitness issues - small chidren would struggle to balance and rock ramble. Take sufficient drinking water and swimming gear for a rewarding cool off."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mirrai Lookout Walk"]}," This moderately difficult 3.6km return walk departs from the Mirrai carpark, 30kms south of the Bowali Visitor Centre. The walk goes to the Mount Cahill lookout and after a steep climb you'll be rewarded with unparalleled views of the Kakadu escarpment. Allow 1.5 hours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Barrk Sandstone Walk"]}," This challenging, 12-kilometre walk branches off the Nourlangie Rock lookout track, past the Main Gallery of Aboriginal rock art. It takes in the beautiful sandstone country of Nourlangie Rock and past the Nanguluwur Art Gallery. Walkers should allow six to eight hours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Merl"]}," This site in northern Kakadu is perfect for campers who want to enjoy a famous sunrise or sunset at Ubirr. It's also an ideal base for bushwalking along the East Alligator River. There are showers, toilets and a generator zone. Camping fees are collected on site."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gunlom"]}," is one of Kakadu's best known attractions thanks to a superb vista across the Park from the natural swimming pools at the top of the waterfall. There is a caravan park and campsite at the bottom of the Falls with a generator area, showers and barbecues."]},"\n",{"type":"*","value":[{"type":"'''","value":["Koolpin Gorge"]}," at the southern end of Kakadu National Park, is renowned for its spectacular scenery. Spend a day exploring the endless span of gorges, crystal rock pools and white sandy beaches. Camp alongside Koolpin Creek and, in the morning, take a refreshing dip in a plunge pool. Permits are necessary."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jabiru Mahbilil Festival"]}," held in early September, is named for the region's seasonal winds. It includes a mixture of European and Aboriginal culture through live music, dance performances, art workshops, clothing and food and craft appreciation. After sunset a fireworks display is mirrored on Lake Jabiru."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gunbalanya Open Day"]}," Usually held on the second Saturday in August, this festival in the community of Gunbalanya (Oenpelli) is an opportunity to experience a weekend of sports, art and culture in a beautiful area of Arnhem Land. The program includes art sales at Injalak Art Centre, cultural performances and a spectacular firework display."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yellow Water Cruise"],["url=http:\/\/gagudju-dreaming.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+61 8  8979 0145"],["tollfree="],["fax="],["hours="],["price="],["content=Nature and culture cruise on Yellow Water wetlands"]]}]},"\n",{"type":"==","value":["Buy"]},"\nKakadu is an almost completely unpopulated landscape the size of a small country. There are, however, regular petrol stations, camping grounds, and outposts along the way with assorted small gifts as well as aboriginal goods.\n\nIn Jabiru there is a service station, supermarket, newsagent and post office (Commonwealth Bank agency), Westpac Bank, travel agent, medical centre and chemist (Tel: +61 (8) 8979 2018), police, public telephones, swimming pool, library (internet), hairdresser, golf course, restaurant, café and bakery.\n\nThe Border Store in the East Alligator region Sells food, fishing gear and souvenirs and takes bookings for commercial tours. Tel: +61 (8) 8979 2474\n\nGagudju Lodge Cooinda store: Sells petrol, LPG gas, diesel, food and souvenirs, and takes bookings for commercial tours.\n\nGunlom Kiosk: (Dry season only). Light refreshments, cold drinks and icecreams.\n\nGoymarr Interpretive Centre (Mary River Roadhouse): Visitor information, food, stores and fuel.\n\n",{"type":"==","value":["Eat"]},"\nJabiru has a supermarket where you will find all the basic necessities. There are also a few nice little restaurants and cafes.\nBasic food is available at the sporadic rest stops and museums throughout the park.\n\nThe lodge at Cooinda serves food until about 9pm and drinks later (whenever things slow down, it seems). The food is really good and includes dishes like the wild goose and kangaroo pie, but neither it or the drinks are cheap.\n\nKakadu Bakery (close to Lakeview as well as Kakadu Lodge) serves pastries, sandwiches and pizza at reasonable prices.\n\n",{"type":"==","value":["Drink"]},"\nIt is vital that you carry plenty of water with you at all times, especially during the dry season. Some of the upper rock pools are safe to drink from, but lower level rivers are not.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aurora Kakadu Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 8 8979 0166"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Motel rooms, tent sites, powered and unpowered van sites, restaurant, café, store and guest pool. Reservations recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gagudju Crocodile Holiday Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 8 8979 2800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel rooms, (air conditioned), restaurant, gift shop, guest pool and bookings for commercial tours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kakadu Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 8 8979 2422"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Budget accommodation, cabins, tent sites, powered van sites, barbeque facilities, camper’s kitchen. Bar\/bistro for guests and visitors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lakeview Park:"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 8 8979 3144"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bush bungalows, cabins and air-conditioned rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Goymarr Tourist Park"],["alt=Goymarr Tourist Park"],["url=http:\/\/www.goymarrkakadu.com"],["email="],["address=Southern entry to Kakadu National Park"],["lat="],["long="],["directions=Kakadu Highway 60km from Pine Creek"],["phone=+61 8 8975 5464"],["tollfree="],["fax="],["hours="],["price=$20 to $150"],["checkin=1400"],["checkout=1000"],["content=Goymarr Tourist Park, formerly Mary River Roadhouse is owned and operated by the Werenben Aboriginal Corporation. Motel rooms, backpacker accommodation, licensed restaurant, powered van sites and camping fuel available (no LPG). Kakadu Park Entry Pass outlet."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nThere are many camping grounds dotted through the park. ",{"type":"'''","value":["Jabiru, Cooinda"]}," and ",{"type":"'''","value":["South Alligator"]}," all have commercial camping areas and are in proximity to most of the important natural attractions in these areas.\n\nCamping with basic or no toilet facilities is available at ",{"type":"'''","value":["Two Mile, Four Mile Hole"]},", ",{"type":"'''","value":["Red Lily Billabong, Bucket Billabong, Alligator Billabong"]}," and ",{"type":"'''","value":["Waldak Irrmbal (West Alligator Head)"]},". Drinking water is not available. Rubbish bins are not provided, so please bring rubbish out with you. Check wet season access. \n\nCamping with basic toilet facilities available at ",{"type":"'''","value":["Malabanjbanjdju"]}," and ",{"type":"'''","value":["Burdulba"]},". Drinking water is not available.\n\n",{"type":"'''","value":["Merl Camping Area"]},": Showers, toilets and generator zone. Camping fees (adults only) are collected on site. Check wet season access.\n\n",{"type":"'''","value":["Muirella Park Camping Area"]}," (Check wet season access). Has showers, toilets and is a no generator zone. Camping fees (adults only) are collected on site during the dry season. \n\nSafari camp accommodation and night time spot light boat tour on ",{"type":"'''","value":["Djarradjin Billabong (Muirella Park)"]}," provided by Kakadu Culture Camp.\n\n",{"type":"'''","value":["Mardugal Camping Area"]}," (Check wet season access). Has showers, toilets and generator zone. Camping fees (adults only) are collected on site during the dry season.\n\nCamping with basic toilet facilities is available at",{"type":"'''","value":[" Jim Jim Billabong"]},". Drinking water not available.\n\n",{"type":"'''","value":["Garnamarr Camping Area"]}," (Dry season only, 4WD). Showers, toilets, camping fees (adults only) are collected on site. No generators.\n\n",{"type":"'''","value":["Gunlom Camping Area"]}," (Gravel road; dry season only). Gunlom plunge pool is located nearby. Has showers, toilets and generator zone. Camping fees (adults only) are collected on site. Gas BBQ in day use area.\nCamping with basic toilet facilities, BBQ areas and picnic tables is available at ",{"type":"'''","value":["Maguk"]},", ",{"type":"'''","value":["Gungurul"]}," and ",{"type":"'''","value":["Kambolgie"]},". Drinking water is not available. Please check wet season access for Maguk and Kambolgie.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Park Laws"]}," Kakadu National Park is established and managed as a Commonwealth Reserve under the Environment Protection and Biodiversity Conservation Act 1999. The Act sets out rules for Commonwealth reserves."]},"\nFor example you must:\n– Stay on public roads and marked walking tracks.\n– Camp only in designated camping areas. Other park rules and guidelines include:\n– Stay behind the barriers to protect Aboriginal rock paintings.\n– Protect plants — do not use tree branches as fly swats.\n– Do not feed or disturb wildlife.\n– Light fires only in fireplaces provided or use fuel stoves. Keep use of firewood to a minimum.\n– Do not bring pets into Kakadu.\n\nCamping is widely done throughout the park but great care should be taken when camping near water (always atleast 200 meters from the water), particularly at the popular camping site ",{"type":"'''","value":["Sandy Billabong"]},".\n\nWhen dealing with Aboriginal people, there are some cultural considerations to remember:\n\n",{"type":"*","value":["Some Aboriginal people have beliefs that mean they don't like having their photo taken. It is courteous to ask for permission first."]},"\n",{"type":"*","value":["Family business and ceremonies are an important part of life for Aboriginal people and these matters take priority, which can interrupt scheduled tours."]},"\n",{"type":"*","value":["Access to some sites with spiritual significance may be restricted"]},"\n",{"type":"'''","value":["Please observe all rules on park signs and brochures. For details call the Bowali Visitor Centre on +61 (8) 8938 1120."]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Swimming"]}," Due to the risk of estuarine crocodiles in the park, the only public place we recommend you swim is in the Jabiru swimming pool. Some visitors choose to swim at their own risk, in selected natural plunge pools and gorge areas such as Gubara, Maguk, Jim Jim Falls, Gunlom, Jarrangbarnmi (Koolpin Gorge) and in creeks on the plateau above Twin Falls, Jim Jim Falls and Gunlom. These areas are surveyed for estuarine crocodiles prior to opening each dry season. There remains some risk that estuarine crocodiles may move into gorges and plunge pools during the dry season. Read the crocodile warning signs in each plunge pool and gorge area and consider their information carefully."]},"\n",{"type":"*","value":["Some of the most poisonous snakes in the world inhabit Kakadu, but luckily for visitors they are all very shy and are very rarely seen, let alone confronted. These species include the ",{"type":"'''","value":["Taipan"]},", ",{"type":"'''","value":["Death Adder"]},", and ",{"type":"'''","value":["King Brown"]},". They are seldom active during the day, hunting at night. ",{"type":"'''","value":["DO NOT"]}," hike off any trails after dark."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cliffs"]}," Climbing rock ledges and cliffs and walking or standing near cliff edges can lead to serious injury or death, especially when rock surfaces are wet. Keep well away from all cliff edges."]},"\n",{"type":"*","value":[{"type":"'''","value":["What to Wear"]}," During the heat of the day, you will be most comfortable in loose covering clothing which is cool but protects you from sunburn and insect bites. Use sunscreen and wear a wide brimmed hat and sunglasses. Mosquitoes can carry viruses such as the Ross River virus, so if they are biting, use a repellent. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Dehydration"]}," Early symptoms include feeling thirsty, excess sweating, headache, dizziness and nausea. If dehydration continues, it can result in seizures, a loss of consciousness and even death."]},"\n",{"type":"*","value":[{"type":"'''","value":["Preventing dehydration"]}," Limit your activity to the cooler parts of the day (mornings and late afternoons) and drink plenty of water. Most people need between 4 to 8 litres of water per day so start drinking water early (coffee, tea and alcohol don’t count!). For every hour you walk, carry at least one litre of water per person."]},"\n",{"type":"*","value":[{"type":"'''","value":["First aid"]}," Lie the person down in a cool shaded area. Give them water in small quantities at a time (creek water is alright if you have no other water). If the person cannot keep the water down, or does not recover quickly, seek medical assistance. Contact the medical centre at Jabiru on 8979 2018."]},"\n",{"type":"*","value":[{"type":"'''","value":["Emergency Call Devices"]}," [ECD] are available in remote locations throughout the park. Instructions on use are written on the ECD. These are for emergency calls only. See maps for locations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Flash Flooding"]}," Please be aware of possible sudden rises in the levels of waterways, which can quickly cut off the return route from the top of waterfalls such as Gunlom and Jim Jim. Fast flowing water can be deceptive, creating strong currents and dangerous swimming conditions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Driving Hints"]}," Top End roads can be hazardous. Plan ahead and allow sufficient time for travel. Slow down! Roads can become slippery in the wet. During the dry, dust from other vehicles can obscure your vision. When using 4WD tracks, put your vehicle into 4WD. Read your vehicle instructions: many vehicles need their front wheel hubs physically locked, before engaging 4WD from the driver’s seat. At flooded crossings read the signs, look at depth markers and observe how quickly the water is flowing, before deciding whether to cross. Sometimes it is safer to wait until the water recedes. Remember crocodiles may be present. In the event of fires, make sure you park your vehicle in cleared areas rather than in flammable long grass. Use vehicle headlights if driving through heavy smoke, and drive slowly. If stopping, park well off the road and use hazard lights. Do not park on bridges or causeways at any time. Always check road access, by contacting the Bowali Visitor Centre on +61 (8) 8938 1120 or visit ",{"type":"[","value":["http:\/\/www.kakadu.com.au\/access"]}," www.kakadu.com.au\/access Watch out for wildlife. Every year hundreds of our native animals are killed or injured on our roads. Drive slowly, look well ahead for animals on the road, and try to avoid driving at night. Toot your horn to alert wildlife on the road. Look carefully for large feral animals such as horses, pigs and buffalo."]},"\n",{"type":"{{","value":[["warningbox"],["Two species of crocodile can be found in Kakadu, the freshwater and the estuarine or saltwater crocodile. Estuarine crocodiles (Ginga), (Crocodylus porosus) often called ‘salties’ live in freshwater and estuarine areas, such as floodplains, billabongs, rivers and coastal waters. ",{"type":"'''","value":["Estuarine crocodiles are aggressive."]}," They have attacked and killed people in Kakadu. For your safety, please obey all crocodile warning signs – do not enter the water and keep away from the water’s edge.\n\nFreshwater crocodiles (Madjarrki), (Crocodylus johnstoni) are only found in Australia, where they live in freshwater rivers, creeks and plunge pools such as Maguk and Gunlom. Freshwater crocodiles are usually shy animals but can become aggressive if disturbed, so do not approach them.\n\nIn some visitor areas access is only available after park staff have trapped and removed any estuarine crocodiles that have moved in during the wet season. These areas, known as crocodile management zones, are extensively surveyed at the start of each dry season to ensure the risk for visitors is reduced. Traps remain in place for the entire dry season as estuarine crocodiles may move in at any time."]]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Darwin"]]}," is the tropical capital city of Australia’s Northern Territory. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Arnhem land"]]}," is in the middle of Australia's northern coast and bounded by Kakadu National Park, the Arafura Sea and the Gulf of Carpentaria. This Aboriginal-owned expanse is made up of wild coastlines, deserted islands, rivers teeming with fish, lush rainforests, soaring escarpments and savannah woodland. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Mary River National Park"]}," Just over an hour’s drive from Darwin, the Mary River is an unspoiled landscape with wetlands full of birds and wildlife. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Alice Springs"]]}," - Australia’s most famous outback town"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Katherine"]]}," - Nature and culture, history and heritage, and gateway to the spectaular ",{"type":"[[","value":[["Katherine#Nitmiluk National Park"],["Katherine Gorge"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tennant Creek"]]}," - Aboriginal culture, gold mining and pastoralism"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Litchfield National Park"]]}]},"\n",{"type":"*","value":["Red Centre Way - Red Centre Way (formerly Pioneers' Way) links Australia's Northern Territory's world-renowned \"red heart\" landmarks of Uluru (Ayers Rock), Kata Tjuta (The Olgas) and Watarrka National Park (Kings Canyon). The drive begins in Alice Springs and will have travelers immersed in this area's cultural and natural history."]},"\n",{"type":"*","value":["Savannah Way - The Savannah Way is a collection of linked outback roads and highways that form a spectacular touring route traversing northern Australia from Cairns to Broome. Along the way it passes many national parks and reserves including several that have World Heritage status. It crosses the Northern Territory's vast Katherine Region, which is the focus of the itinerary below. Whilst the majority of the Savannah Way is sealed there are large sections of unsealed, but well maintained gravel highways. A large four-wheel drive vehicle is recommended to fully appreciate this epic touring route."]},"\n",{"type":"*","value":["Nature's Way - Nature's Way winds through a wetland wilderness steeped in Aboriginal culture and pioneering history. The triangular drive begins in Darwin, the capital of the Northern Territory, and meanders through the Adelaide and Mary River wetlands to World Heritage-listed Kakadu National Park - owned and jointly managed by a number of Aboriginal clans. Then it's on to Litchfield National Park with its stunning waterfalls and return to Darwin. For photographic, wildlife and bird watching enthusiasts, this is a dream drive on a fully sealed road - suitable for a two-wheel-drive vehicle."]},"\n\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Top End"]]},"\n",{"type":"{{","value":[["geo"],["-13.02061"],["132.52808"],["zoom=9"],["layer=M"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kakadu National Park"]]}]