[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kaksni"]}," is in the Nuwakot District. It is located 20km along the road from Kathmandu to Trisuli Baazar, the turn off to the village is located just before the police checkpoint where there is a cluster of shops. The road to the accommodation options in the village passes though a UN AFP training camp.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Thai Airways memorial park dedicated to the 113 passengers of a flight that crashed nearby during bad weather. The actual crash location can be seen from the park on a clear day. "]},{"type":"*","value":[" International Mountaineers Memorial Park is on the south side of the village. There are several benches where you can enjoy the views over the valley below"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prince Guesthouse and Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=across from View Himalaya Resort"],["phone="],["tollfree="],["fax="],["hours="],["price=800-1200 depending on room type, less for locals"],["checkin="],["checkout="],["content=Newly built guesthouse with simple rooms. Bathrooms are small but are western style and very clean with solar hot showers. Beds are hard cotton mattresses but with thick blankets for the cold weather. There is a rooftop area where you can see north over the hill towards the Himalayas. Small shop run by the guesthouse owners next door which serves food but no menu, very popular with locals travelling through Kakani."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tara Gaon Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=1500\/night, less than 900 for locals."],["checkin="],["checkout="],["content=Located on a large block of land overlooking the rest of the village."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=View Himalaya Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=next to the Thai Airways Memorial Park"],["phone="],["tollfree="],["fax="],["hours="],["price=1200-1500\/night"],["checkin="],["checkout="],["content=Views from the top of the hill. Restaurant has a large menu but is expensive, there are numerous signs up stating that there is a 10% service charge on all items (including opening a 300r bottle of beer)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kakani Mountain View Hotel and Resort"],["url=http:\/\/www.kakanimountainview.com"],["email="],["address=Kakani-6,Kakani,Nuwakot,Nepal."],["lat=2000"],["long="],["directions="],["phone=+977-9802010210"],["tollfree="],["fax="],["hours="],["price=800"],["checkin=12pm noon"],["checkout=12 pm noon"],["content=Recently opened Kakani Mountain View Hotel & Resort currently has 7 cozy rooms with attached bathroom. It is located next to the main road to Tara Gaun Resort. From the rooftop restaurant we can view the Kathmandu Valley in a distance, gurantees impressive sunrise and sunset every morning and evening also the great himalayan range from Himchuli until Langtang Mountain. \n\nKakani Mountain View Hotel possess it's own indoor & Outdoor Restaurant with Karaoke Stage, offering variety of dishes from across the world. And the signature dish of KMVH is traditional dish from Kakani which is Dhindo & Gundruk Sandeko with Buff Sukuti as well as Japanese Trout fish. \n\nThe rooms are excellent with latest facility such as Wireless internet access throughout the hotel. It is well equipped with latest furnitures and european style attached bathroom. At the reception there are numerous computers; if you don't have one then you can use it to check your email and surf the internet. KMVH is only one place where you can access internet in Kakani. You can make international call as well through Voip phones at the lowest rate ever."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kathmandu Valley"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Kakani"]]},"\n",{"type":"{{","value":[["geo"],["27.816666666667"],["85.266666666667"]]}]