[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Georgia Kakheti map.png"],["Kakheti within Georgia"],["right"],["thumb"]]},"\n",{"type":"'''","value":["Kakheti"]}," is a region in eastern ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", famous for great weather, golden hills, and Georgia's principal wine country.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Telavi"]]}," — the capital of Kakheti is a convenient base for exploring the region's wineries, castles, and monasteries"]},{"type":"*","value":[{"type":"[[","value":[["Sighnaghi"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Akhmeta"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kvareli"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lagodekhi"]]}," — a pretty border town on the road to ",{"type":"[[","value":[["Sheki"]]},", ",{"type":"[[","value":[["Azerbaijan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Omalo"]]}," — a village up in the mountains of Tusheti"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["David Gareja Monastery Complex"]]}," — Georgian Orthodox monastery clinging onto a rocky hillside"]},{"type":"*","value":["Kindzmarauli Winery — Kindzmarauli is a delicious sweet red wine, which has been made for centuries, but the winery is a stark lesson in underinvestment. There are no regular tours, but if you just show up, people will be more than happy to show you around."]},{"type":"*","value":[{"type":"[[","value":[["Pankisi Gorge"]]}," — a bit of an infamous section of Georgia, after ",{"type":"[[","value":[["Russia"]]}," claimed Chechen terrorists were using it as a base for attacking Russians in ",{"type":"[[","value":[["Chechnya"]]},", but the gorge is now safe and still home to many Chechen refugees—probably the safest place in the world to experience Chechen culture"]},{"type":"*","value":[{"type":"[[","value":[["Tsinandali"]]}," Winery — The Tsinandali Winery is more than just a winery, it is also a large and attractive estate-park, with a large manor owned by former President Eduard Sheverdnadze."]},{"type":"*","value":[{"type":"[[","value":[["Tusheti"]]}," — a mysterious, remote region high in the mountains bordering ",{"type":"[[","value":[["Chechnya"]]}," with ancient pagan and Christian monuments; to go here is to wander back in time hundreds of years"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Georgian phrasebook"],["Georgian"]]}," is unquestionably the main language in the region, but much of the older generation speak ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," and the younger generation is increasingly speaking English due to hostility towards Russia, and also because English is taught in schools since independence and has replaced Russian as a second language in schools nation-wide. When in need for help, look for younger people, as they are more likely to know some English.\n\nIf you happen to speak Chechen, you could have a very interesting experience in Georgia's Pankisi Gorge, where many Chechen refugees have set up shanties.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Alaverdi Cathedral"]},{"type":"*","value":["Shuamta Monasteries"]},{"type":"*","value":["Ninotsminda Monastery"]},{"type":"*","value":["Gremi Castle — a fantasy castle upon a large rock in front of the mountains with a church on top"]},"\n",{"type":"*","value":["Napareuli wine cellar"]},{"type":"*","value":["Twins old cellar"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n=Eat=\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"''","value":["Great"]}," drinking opportunities await visitors to Kakheti. Some wineries (especially the Teliani Tsinandali Winery) will give nice, commercial tours to anyone who shows up, whenever they show up, which include wine tasting. As a matter of fact, if you go to any of the wineries and ask for a tour, you will get one, although they may not be very professional about it (and may not charge you anything). Because nearly all of Georgia's high quality wine is exported, and because there are not many tourists in Kakheti, it can actually be impossible to buy wine directly from smaller wineries (even under the table!). Wineries that are not licensed to sell directly to visitors should have an official store nearby, but ",{"type":"''","value":["be sure to call ahead of time"]}," to make sure that it is open.\n\nAt Tsinandali, they want you to pay (separately) for: (1) looking at the garden (2) viewing at the wine museum (3) 20 GEL fixed price and quantity of wine tasting (there is no choice to try fewer\/more wines and\/or quantity).  Tsinandali estate has no sign!  But, just 200 to 300 metres from Tsinandali is Shumi vineyards who provide complimentary wine tasting and their wine museum is free to view as is their property.\n\nBut of course the best drinking opportunities are in the homes of the ordinary people of Kakheti. Nearly every household has its own homemade, usually delicious wine. If you are the least outgoing and speak either Georgian or Russian, chances are you will get invited into someone's home for wine and food—",{"type":"''","value":["do not pass this up!"]}," Your host may also offer you Georgian \"chacha,\" an outrageously potent vodka distilled from grapes, which you may indeed want to pass up.\n\n",{"type":"==","value":["Stay safe"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Head southeast past Lagodekhi to enter the beautiful ",{"type":"[[","value":[["Sheki Region"]]}," of ",{"type":"[[","value":[["Azerbaijan"]]},"."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Georgia (country)"]]},"\n\n\n\n",{"type":"[[","value":[["fr:Kakhétie"]]},"\n",{"type":"[[","value":[["wikipedia:Kakheti"]]},"\n",{"type":"{{","value":[["geo"],["41.75"],["45.716666666667"]]}]