[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Ghana footbridge1.jpg‎"],["thimb"],["right"],["250px"],["Rainforest canopy walk at Kakum National Park"]]},"\n\n",{"type":"'''","value":["Kakum National Park"]}," is in the ",{"type":"[[","value":[["Ghanaian Coastal Plain"],["Coastal Plain"]]}," region, the best preserved region of virgin rainforest in the country. It provides the easiest access to the rainforest along with its famous canopy walkway. \n\n",{"type":"==","value":["Get in"]}," \n\nThe easiest starting point for a trip to Kakum is ",{"type":"[[","value":[["Cape Coast"]]},", the regional capital. Tro-tros, the cheapest alternative, run regularly to Kakum and beyond. You can also charter a taxi (as of August 2008, approx 50,000 GHC one way or 150,00 GHC for the day) from ",{"type":"[[","value":[["Accra"]]},". Either way, the park is approximately a one-hour journey from Cape Coast.\n\n",{"type":"'''","value":["Private Car"]}," - To save time and cost, a private car is generally the best choice for your trip to Kakum National Park (foreigners are for the most part excluded from driving in Ghana). The trip should take you about three hours from Accra, and it is by far the most comfortable way to travel to Cape Coast and Kakum. Rental cars come with drivers, and should you stay overnight, the driver's lodging expenses will be included in the rental fee. Cross Eco Tours[2] (email: info@crossecotours.com Tel:0249507413) is one tour company that rents out 4x4 Jeep vehicles to Cape Coast and Kakum National Park.\n\n",{"type":"==","value":["Get around"]}," \n\nWalking is your only realistic option within the park, and you must have a guide with you at all times. Be advised that the walk to and from the canopy walkway can be difficult for some.  There are several stairs and uneven trails.\n\n",{"type":"==","value":["See"]}," \n\nViewing undisturbed rainforest from both the ground and 40 meters up in the canopy is a fantastic experience. See abundant birds and insects, and for the sharp-eyed, the Mona monkey.\n\n",{"type":"[[","value":[["Image:Canopy Walkway Kakum National Park.jpg"],["thumb"],["right"],["300px"],["View into the canopy from the walkway)"]]},"\n\n",{"type":"==","value":["Do"]}," \n\n",{"type":"*","value":["Traverse Kakum's canopy walk. Go early in the morning to avoid groups arriving later in the day. "]},{"type":"*","value":["Take a guided walk through the forest at ground level. The guides are knowledgeable about plant and animal life. "]},{"type":"*","value":["View a display giving information about rainforests, which children may enjoy."]},"\n",{"type":"==","value":["Buy"]}," \n\nA reasonable range of souvenirs (T-shirts, etc.) are available at the visitor's center.\n\n",{"type":"==","value":["Eat"]}," \n\nThe cafe onsite offers reasonably-priced Western and local food, though some of the menu offerings are only sporadically available.\n\n",{"type":"==","value":["Drink"]}," \n\nMineral water and occasionally fruit juices are available at the cafe. \n\n",{"type":"==","value":["Sleep"]}," \n\nYou can either stay in Cape Coast itself where there is a range of budget to moderate-range accommodations, or at the atmospheric Hans Cottage Botel midway between Cape Coast and Kakum (http:\/\/www.hansbotelghana.com\/).\n\nThe other alternative is to stay for a small fee (40,000 cedis each as of March 2004) on a platform in the rainforest itself.  Note that you will need a mosquito net and a flashlight, as facilities are a distance from the platforms. Noise levels in the forest at night are high, and the platforms offer no protection save for your mosquito net. Staying in the forest means the opportunity to coincide the rope-bride walk with the magnificent sunrise over the treetops (the guides will come in the early hours to wake you up and lead you to the canopy walk), and is a real adventure experience. You are expected to bring your own food; but try to bring only as much as you will need for the evening meal and leave no food on your platform over night in order to avoid attracting unwanted animal attention.\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Domana Rock Shrine"]},", about a 40-minute drive from Kakum, is a little-visited but worthwhile destination. You may want to charter a taxi for this trip, as public transport in the area is very infrequent. Find the visitor's center (this is a community eco-tourism project) in the village of Domana where you can obtain a knowledgeable guide to take you to the shrine. The shrine is about a 45-minute walk through forest and farmland, a lovely walk but go early or late, as it is hot at midday. You also have the option of taking a canoe trip on the river Pra. Allow 3 hours for both the shrine and the canoe trip. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monkey Forest Resort"],["url=http:\/\/www.monkeyforestresort.com\/index.html"],["email="],["address=Kakum National Park Road (km 45 on the right), Frami"],["lat="],["long="],["directions="],["phone=(+233) 0244 11 83 13"],["tollfree="],["fax="],["hours="],["price="],["content= is for those who want to see animals up close. This animal sanctuary and zoo is only 3 km from Kakum National Park. Various local animals can be seen, such as the rare white antelope, birds, African civets, grasscutters, porcupines, monkeys and more.  The European owners also provide drinks at Mrs. Doolittle's Restaurant, which has a nice view over the area from its Daktari terrace."]]}]},"\n",{"type":"{{","value":[["geo"],["5.4167"],["-1.3167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ghanaian Coastal Plain"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Kakum National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kakum National Park"]]}]