[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Kalamata"]}," is one of the most fortunate cities in ",{"type":"[[","value":[["Greece"]]},", mostly thanks to its geographic position. At the apex of the blue Messinian Bay and at the foot of Mount Taygetos, Kalamata is the ideal base for those who want to discover the secrets of Messinia, since it is central and many tourist and cultural destinations are easily reached by car.\n\n",{"type":"==","value":["Understand"]},"\nThe best starting point for sight-seeing around Kalamata is the city's historical centre. Just below the historical centre is the commercial centre. ",{"type":"'''","value":["Aristomenous"]}," is the city’s main street with a large square. Home to numerous shops and cafes, it's worth a stroll just to enjoy the ambiance. \n\nBelow  the city centre is the coast. In the summer, the coast of Kalamata bustles with life, both during the day when the long coastline fills with bathers and at night, when young people fill the clubs. The port of Kalamata was once the centre of the town's commercial and industrial development, when it used to connect to all the Mediterranean centres. ",{"type":"'''","value":["Navarinou Street"]},", to the east of the port, is the \"coast\" for locals and the citizens resort. At any time of the day or night you will see groups of people strolling and talking by the sea.\n\n",{"type":"==","value":["Get in"]},"\nBy ",{"type":"'''","value":["bus"]}," from Athens: ",{"type":"[","value":["http:\/\/www.ktelmessinias.gr\/?module=default&pages_id=3&lang=en KTEL Messinias"]}," for bus timetables and online ticketing. The trip takes about 4 hr with a 20 min stop in Tripoli on the way to Kalamata and on the Corinth Canal on the way from Athens. The express bus (non-stop service) takes about 3 hours, depending on traffic in Athens. \n\nBy ",{"type":"'''","value":["plane"]}," from Athens Int'l with ",{"type":"[","value":["http:\/\/en.aegeanair.com\/?gclid=CIO_hrHT1qoCFc0e3wodqD1K6w Aegean Airlines"]},". There are also seasonal flights from Irakleio, Crete (Sky Express),  Nuremberg (",{"type":"[","value":["http:\/\/www.airberlin.com\/site\/start.php?LANG=eng Air Berlin"]},"), Oslo (",{"type":"[","value":["http:\/\/www.osl.no\/en\/osl\/flighttimetables Scandinavian Airlines"]},"), LON-Gatwick and Manchester (Fly Hellas, Thomas Cook), Amsterdam (Transavia), Prague (SmartWings), Moscow-Domodedovo (Aegean Airlines).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saint Apostles"]}," is a historic little church that was built in 1317 by Emperor Andronicus."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Benakei Archeological Museum"]}," (Papazoglou 6), is a beautiful building of the Venetian-type built in 1742, where many interesting archaeological findings are exhibited, including a mosaic from Koroni that represents scenes from the worship of Bacchus."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Municipal Library"]}," (Papazoglou 5) houses works of art that were donated after the destructive earthquake of Kalamata in 1986. "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Historical and Folkloric Museum of Kalamata"]}," (Kyriakou and Ag.Ioannou 20) is housed in a small restored building. Visitors can see objects that date back to the Revolution of 1821, as well as read detailed information about the agricultural and productive life of Messinian inhabitants during the last century."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Temple of the Visitation of the Saviour"]},", built in the 19th century in a Byzantine-style, is a grandiose temple dedicated to the city's protector. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Municipal Conservatoire"]},". On the steps above the temple and host of music events organised almost every weekend."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Castle of Kalamata"]},".  The castle is even higher up, on a pine-covered hill overlooking the sea.  Built in 1208 by Gulielme Villearduin, it inspired Aggelos Terzakis's novel about Princess Izampo who had lived in the area. At the foot of the castle there is the semi-cavernous ",{"type":"'''","value":["Temple of Saint John"]}," that has probably existed since the post-Byzantine years. It is said that the citadel of ancient Pharai was below the castle."]},"\n",{"type":"*","value":[" In the ",{"type":"'''","value":["Nunnery of Saints Constantine and Helen"]},", built beside the castle in the 18th century, you will also learn about the ongoing Byzantine tradition of weaving pure  silk on “lakkoi” (looms)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pantazopouleio Cultural Centre"]},", in the middle of Aristomenous, always has exhibitions, speeches or shows taking place."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["railway park"]},", at the end of Aristomenous Street, is a pleasant surprise. It is the only open museum of this kind, where train engines and train cars of different time periods are placed in harmony in a green landscape. This place is a recreation ground for children and adults."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The cafeterias along Aristomenous and Navarinou are countless and full of life, with many people enjoying their warm ambiance in the winter or sitting on the chairs at the square during the sunny summer days."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=O Tzimis"],["url="],["email="],["address="],["lat="],["long="],["directions=St Apostles Church Sq"],["phone=+30 27210 23999"],["tollfree="],["fax="],["hours="],["price=€2"],["content=Best souvlakia and gyros in Kalamata at this stand across from the church of the revolution in the square."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["The marina area is home to loads of traditional (and not) restaurants and taverns. Limeni, Mangiona, Pyrofani, Argo are just a couple of the names you'll encounter while strolling along Salaminos (the main marina road)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kong Dance Gallery"],["url="],["email="],["address="],["lat="],["long="],["directions=Paralia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great music at this dance club."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sofa Sofa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great night club open on weekends in Kastraki."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Akti Taygetos Resort"],["url=http:\/\/www.aktitaygetos.gr"],["email="],["address="],["lat="],["long="],["directions=Mikra Mantinia, 5 km from Kalamata"],["phone=+30 27210 42000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Akti Taygetos is next to the sea overlooking the Messinian Gulf, with the Taygetos Mountain as a backdrop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Elite"],["url=http:\/\/www.elite.com.gr\/"],["email="],["address="],["lat="],["long="],["directions=End of Navarinoy St, at the foot of Mt Taygetos"],["phone=+30 27210 22434"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pharae Palace Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Messinia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rex Hotel"],["url=http:\/\/www.rexhotel.gr"],["email="],["address=Aristomenous 26"],["lat="],["long="],["directions=Centre of Kalamata, next to city hall"],["phone=+30 27210 22334"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It is one of the oldest neoclassical buildings in the city."]]}]},"\n",{"type":"==","value":["Go next"]},"\nYou'll find attractive scenery no matter which way you head from Kalamata.\n\n",{"type":"*","value":[" To the southeast is Mani (second leg of the Peloponnese), where the woody coastal places of Messinian Mani pass the baton to the steep, rocky and fascinating coastal landscape of Lakonian Mani.'"]}," \n",{"type":"*","value":[" To the southwest (first leg of the Peloponnese), you'll reach ",{"type":"[[","value":[["Koroni"]]},", ",{"type":"[[","value":[["Methoni"]]}," and ",{"type":"[[","value":[["Pylos"]]}," with their famous attractions. "]},"\n",{"type":"*","value":[" Crossing Kalamata towards the North and heading to ",{"type":"[[","value":[["Sparti"]]},", you will enter the magnificent world of Taygetos, the roof of Kalamata. Taygetos is the biggest challenge for lovers of mountain, trekking and climbing. Imposing and full of contradictions, with slopes, canyons, caves, sources, rivers and rich vegetation alternated with steep rocks, it magnetises the bold ones who will dare to explore it."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Ancient Messini"]}," is a few kilometres outside Kalamata, in the Municipality of Ithomi.  It's a recently-discovered archeological site that astonishes visitors with its expanse and good condition; in fact, it is considered the best preserved archeological site."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.0333"],["22.1167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peloponnese"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Kalamata"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kalamata"]]}]