[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kalady"]}," is a village located at 10.02 East and 76.20 East on the right of Periyar (Poorna) river, in Ernakulam district of ",{"type":"[[","value":[["Kerala"]]}," state, ",{"type":"[[","value":[["Southern India"]]},". This is an important pilgrimage center since it is the birthplace of Sri Adi Sankara, one of India's foremost philosopher saints who preached the monistic or 'Advaita' philosophy.\n\n",{"type":"==","value":["Get in"]},"\n\nCochin International Airport, Nedumbassery is the nearest airport just 10 km away from Kalady. Angamaly (10 km away), or Aluva (22 km away), are the nearest railway stations which are connected to major Indian cities. Buses and taxis are available from Angamaly to Kalady. Kalady is connected by public transport system with important towns in Kerala including Thrissur, Thiruvananthapuram, Palakkad, Kottayam and Kozhikode.\n\nKalady is located in Main Central road (MC Road). So if you are coming from the upper region of Kerala, you need to divert at Angamaly to enter the MC Road.\n\n",{"type":"==","value":["Get around"]},"\n\nLocal private buses ply to almost all the parts of Kalady. The bus frequency is 10 minutes in peak times and up to 30 minutes in off peak hours. Another option is to get around is to use the auto-rickshaw service. They are also very cost-effective and available in all parts of Kalady\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Temples of New Era ( After AD1900)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sringeri Math"]}," is a large, partly open structure situated right on the northern bank of the river Periyar or Poorna. Of the two major shrines within, one is dedicated to Sri Sankaracharya and the other to Goddess Saradamba, the main deity of Sringeri. The samadhi of Sri Sankara's mother Aryamba is also located here. A small shrine to Vinayaka, or Ganapati, is the scene of evening prayers, chanted to the rhythmic ringing of cymbals. The worship in these temples is done by Tamil or Kannada Smartha Brahmins and not by Nampoothiris. It celebrates a ten day festival during Navarathri and procession lead by a decorated temple chariot is conducted. Eminent artists present classical music concerts during the festival days. On Sankara Jayanthi, the birthday of Sankara a Vedic discourse and debate is conducted in which Vedic scholars from all over the world participates."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ramakrishna Advaita Ashram"]}," The Ramakrishna Advaita Ashram not far from the Sri Krishna temple, has a spacious prayer hall and a beautiful shrine modelled on the Sri Ramakrishna temple at Belur Math. The white marble statue of Sri Ramakrsihna seems to be the very epitome of tranquillity. The Ashram also runs a school, charitable dispensary and library."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sri Adi Sankara Keerthi Sthambam"]}," Not far from the Ramakrishna Ashram, from the top of the tall 8-storey-high brilliantly painted pink memorial, the Sri Adi Sankara Keerthi Sthambam. One can have a splendid view of the surrounding palm-fringed green fields. The entrance to the memorial, guarded by two elephant statues, leads to the Paduka Mandapam which has two silver knobs representing the 'padukas' or wooden sandals of the Teacher. As one ascends the winding steps, framed relief paintings narrate the story of Adi Sankaracharya. Several large statues of Ganapati, Adi Sankara and others are also housed in this memorial. This was built by the Kanchi Kamakoti Mutt. Adi Sankara's shrines in Kaladi are open to all pilgrims irrespective of religion or caste."]},{"type":"===","value":["Temples Associated with History & Legends Of Adi Sankara"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sri Krishna temple"]}," West of the Sringeri Mutt temples is a temple dedicated to Sri Krishna. The worship in this temple is done by Namboothiris. Sri Sankara is believed to have diverted the course of the river Poorna , then flowing one and a half kilometers away from the house, for his aged mother who could have her daily bath in the river without walking a long way. One day the poor mother unable to walk the whole way fell down . Helpless child Sankara took refuge of his beloved ancestrial deity in shrine situated in his home garden. The tears out of love for his beloved mother moved the Lord who blessed \"The river will flow where Sankara marks with his little feet \". The innocent child marked before his blessed lord .  When the river Poorna changed its course, an ancinet temple of Sri Krishna, very dear to Sankara's mother, which was his ancestrial deity was submerged. A new temple was then built by the loving son and the famous Atchutha ashtakam was recited to mark the occasion . Then on the village Sasalam became \"Kalady\"(for feet in local language malayalam\/ tamil ) which is the one and only temple reinstalled by Sankara and surviving from that time and blessed lord became \"Thri Kalady Appan (Lord of Holy KALADY) .It is just next to the Sringeri Shrine which was built a century back . The Puthenkavu Bhadrakali Temple under Kalady Devasthanam is another temple surviving from the time of Sankara . Sree Sankara , after due cremation of mother Aryadevi is believed to have been lying before the Devi under a banian tree before the temple , the whole night of cremation "]},{"type":"*","value":[{"type":"'''","value":["Manickamangalam temple"]}]},"One kilometer north of Kalady is the Manickamangalam temple, dedicated to Bhagavathi or Goddess Durga. Father of Sree Sankara Shiva Sharman Namboodiri was the Priest in this temple. One day he could not go by himself and sent Sankara with a measure of milk as offering to Devi. Little Sankara noticed that even after the offering, the measure of milk before Devi remained unchanged. He was sad and started to cry. Devi took pity on the boy and drank the milk. References to the deity can be found in Soundarya Lahari.\n\n",{"type":"*","value":[{"type":"'''","value":["Mattoor Thiru Vella Man Thulli"]}]},"Two kilometers west of Kaladi is Vellamanthulli temple. The installation of the deity was done by Siva Sarman namboodiri - father of Sree Sankara. For the aged couples after prayers at Lord Shiva of Vadakkum nathan Temple at Vrisha mooka chalam — Thri Siva peroor — about 30 km north of Kalady Sankara was born . As the couples became still older they could not walk the whole distance, but still wanted to have darshan of the Lord. So Shiva appeared in dream and suggested Shiva sarman nambudiri to follow a dancing white deer which will appear before his house next day and will find an idol where it disappears just worship that and no need to walk the whole distance . The dream became true and This Siva temple \"Thiru Vella Man Thulli\" (meaning in Malayalam \/ Tamil - dancing white deer suggesting the incident) was thus installed by Sree Sankara's father.\n\n",{"type":"*","value":[{"type":"'''","value":["Nayathodu Sankara Narayana Temple"]}]},"Nayathodu Sankara Narayana Temple just 3 km west is an example of Advaitam in worship by Sankara Acharya . Once he prayed Shiv the deity in the temple with Vishnu Manthram and Vishnu also started to reside in same idol. Even now after first offerings to Shiva everything is removed off and offerings to Vishnu made in same idol. \n\n",{"type":"*","value":[{"type":"'''","value":["Manjapra Karpillykavu Shiva temple"]}]},"Father of Sree Sankara — Sivasarman Nambudiri — was The Priest of Karpillykavu Shiva temple, just 8 km to the south at Manjapra.                \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Thekke Madhom Sankara Sthanam"]},"(Now Veda Patdhsala Of Sree Sree Sringeri Mutt ) . The Sankara Mutt established by Acharya at Trichur which respected Kalady as Birth place of Sankara , who were assigned King ship rights of Kalady in respect of Sankara for Centuries togather as \"Sankara Sanketham \". They used to collect land tax even after independance which was curbed by special enactment of \\state legislature . They are also given Achrya Archaka position in Sree Krishna Temple by tradition ,for centuries togather to respect Sankara . To facilitate it the Sthanam ( now veda patdhasala) was given on lease hold rights to the Mutt by Sree Krishna Temple . "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aryadevi Samadhi Mandapam"]}," A spot dedicated to the Mother of Sree Sankara Acharya, Aryadevi, as her cremation spot is seen within the Sree Sringeri Temple groups. On the demise of his beloved mother, her cremation was performed by Sree Sankara, assisted by two of the ten Namboothiri families of Kalady. The spot was maintained with offerings of daily lamps of respect for centuries by Kappilly Mana, one of two namboothiri families who assisted in her cremation. The Travancore Highness acquired the whole area from Kappilly Mana about a hundred years ago and handed over to the Sree Sringeri Mutt, which now maintains the spot with great respect."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["3 Ancient Ghats"]},"1. The spot where at river took its turn and Kalady was born. It also was the spot where at Sankara had done first “Aaraattu “(River bath of an idol) for his ancestral deity before installation to the present spot. For centuries in yearly festivals of Lord of Kalady Sree Krishna, the “Aarattu is being conducted at this Ghat. 2. ”Muthala Kadavu “ – Crocodile Ghat – the Ghat where in Sankara's life took another turn to Sanyasam (Ascetic life). Mother Aryadevi was not agreeing to the wish of her only son little Sankara to become a sanyasin. One day mid noon Sankara was touched by a dog and as per community custom Sankara had to take bath. Accompanied by mother Sankara went to River Periyar for taking bath. There a crocodile caught him and the drowning boy asked his mother to permit him for sanyasm so that the crocodile may leave him. Helpless mother agreed and crocodile freed the child. Then he took ÁApat sanyasam‘'. The Ghat thereafter was called crocodile (Muthala in Malayalam \/ Tamil) Ghat.  3. The Ghat where in Sree Sankara Acharya had done the Ápara Kriyas (the rituals after death and cremation as per Nambudiri rituals) for mother Aryadevi when she passed away after her due cremation with help of just two out of the 10 nambudiri families of Kalady. Now the Ghat is within the temple complex of Sree Sringeri Mutt. The acquisition order Diwan Madhawarayer for Travancore highness (king of the land a century back) makes the situation clear. The beauty is that the above 3 adjacent ghats lay west to east in chronological order ."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are a lot of hotels available in the town serving both vegetarian and non-vegetarian food.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=K K Towers"],["url="],["email="],["address=Near University"],["lat="],["long="],["directions=Malayattoor Road"],["phone="],["tollfree="],["fax="],["hours="],["price=250-800"],["content=One of the best stay offered in kalady."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Aryas"],["url="],["email="],["address=Near Bus Station"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lakshmibhavan"],["url="],["email="],["address=Kalady Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sangeetha"],["url="],["email="],["address=Kalady Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\nGuest houses and choultry maintained by Sringeri Math and Ramakrishna Advaita Ashram\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Government Rest House"]}]},"\n",{"type":"*","value":[" Private lodges like hotel ",{"type":"'''","value":["Prince"]}," and ",{"type":"'''","value":["Udaya Lodge"]}," also offer economical accommodation."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=K K Towers"],["url="],["email="],["address=Near University"],["lat="],["long="],["directions=Malayattoor Road"],["phone="],["tollfree="],["fax="],["hours="],["price=250-800"],["checkin="],["checkout="],["content=One of the best stay in kalady."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=KTDC Tamarind"],["url="],["email="],["address=Enchacka Kavala"],["lat="],["long="],["directions=Mattoor-Malayattoor Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Owned and run by kerala tourism department."]]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Places of Worship"]},"\nEight kilometers away is Malayattoor church, and Kallil Temple sits 22 km away.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sringeri Math"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Police Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Birth place of Adisankara."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kanjoor Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=10KM from Kalady."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kallil Temple"]}," - a 9th century Jain Temple located 22 km from Kalady.<\/get out>"]},"\n",{"type":"{{","value":[["geo"],["10.1667"],["76.4333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kerala"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kalady"]]},"\n",{"type":"[[","value":[["Commons:Category:Kalady"]]}]