[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kallooppara"]}," is a village in ",{"type":"[[","value":[["Central Travancore"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKallooppara is on the eastern side of Thiruvalla. This pilgrim center is at the central part of the blue waters of the Manimala River.\n\nKallooppara was formerly known as Perumbranad. The name came from its massive storage of rocks, ",{"type":"''","value":["Perum Parra Nadu"]}," and later reduced to Perumbranad. Folklore also has it that the Royalties of the Thekkumkoor Dynasty and Edappally Thampurans once governed this place. \n\nKallooppara is known for its religious harmony between all the sects of god loving souls be he a Nair, a Christian, or a Muslim. People of this land have lived in peaceful coexistence from time immemorial.\n\nMaster craftsmen belonging to the ",{"type":"''","value":["Viswakarma"]}," clan were brought to Kallooppara from Edappally, and hamlets of the then Thirukochi, now known as Kochi, for parting their craftsmanship in the construction of temples like Kallooppara Devi Kshethram, Thelliyoorkavu, Porittikavu and 'The legendary Kallooppara St Mary's Church'.There are no clear evidence of the origin of the church but it is believed that the church had the same age as the origin of Edappally dynasty. The Christians coming from Manimala, Vaipur and Kottangal who were once the members of the Great Kallooppara Church, established Vaipur St. Mary's Church 600 years ago.\n\nThe study of the archaeology department reveals that church was constructed in the 2nd millennium. The sculpture and figure carved in wood indicates the church's age. Some letters carved on the slab of holy place of the church also traces back to the origin of the church. Though the letters have faded out, they are believed to be of the earlier century \n\nThough the Christians devotees of Kallooppara claims their roots to the first century, history dates their arrival and settlement at Kallooppara only from the 9th century onwards. Most of them migrated  from Christian centers like Kuravilangad, Vaikom, Kadambanad etc..\n\nOne of the oldest family is Aruveedan, who built the oldest church in Kallooppara.(St. Mary’s Orthodox Church, Kallooppara)\n\nIt is commonly believed that the founding stone of the present church was laid on Malayalam month Karkadakam 3rd of 515 (A.D.1339).\n\nAbraham Thomas Valiyaveetil Tharayil: It should be noted that The Aaruveedan family which was existed in Kalloopara for over 1000 years, had the privilege of building and maintaining this historic church for over 750 years, prior to the time of Adangapurathu family's establishment. The Aaruveedan family stood courageously for the existence of this church despite of many obstacles as a result of religious riots and conflicts up until 1750 A.D. \n\nThey were members of the governing body (Executive Committee) of Marthamariam Syrian Church of Kallooppara along with representatives of Aaruveedans, Adangapurath Tharayil, Kallor, Cheruvloor, Peralummood and Mudiyil families and diligently and honesty worked for the Church in its various activities.\n\nKallooppara was once governed by the Royalties of the Thekkumkoor Dynasty and Edappally Thampurans. The old 'Vemolinad' was separated into 'Vadakumkoor' and 'Thekkumkoor' in A.D.1100. Kottayam ,Chenganacherry, Thiruvalla, Kanjirapally, and some places of high range where included in Thekkumkoor kingdom.\n\nKallooppara was under the control of the Thekkumkoor dynasty. It had Kalari (training center for material arts) at Kallooppara. The famous Kalari was known as Thekkumkoor fort which existed till recently. \n\nThe Thekkumkoor army camped here and it was risky for the enemy to attack them. The King had many close friends in Kallooppara and its surroundings, it is said. The Old Nair lord Family at Koipuram in Eraviperoor was in close touch with the Kings. It was this Nair Lord family who had great influence on the king could inspire him to donate Kallooppara sub-division to Edappally dynasty. \n\nAs the withdrawal of Thekkumkoor kings, Kallooppara came under the Edappally dynasty, which is also known as Elangalloor Swaroopam. \n\nThe Edappally dynasty has the history of elevation of a temple priest to the royal position of a King. The founder of the Edappally dynasty was a priest of Thrikkakara temple according to the historical evidence and proverbs.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nKallooppara is well connected by road network to state highways. The nearest KSRTC bus stations are Mallappally and Thiruvalla. From Mallappally (5 km away), there are road transport services to Kottayam, Idukki, Alappuzha, Ernakulam, Thiruvananthapuram and Pathanamthitta Districts. \n\nSince Thiruvalla (8 km away) is situated on the State Highway (M.C. Road), there are long distance State Transport Services available to almost all parts of Kerala. Direct buses are avilable to Bangalore and Tamilnadu. \nKSRTC Bus Station: Thiruvalla: 0469-2602945, 2601345, Mallappally: 0469-2785080.\n\n",{"type":"===","value":["By train"]},"\nThe nearest railway station is in Thiruvalla (8 km). \n\nMost of the express trains stop here as it is the only station in Pathanamthitta District. Trains advanced booking is available M-Sa 8AM-5PM. Auto rickshaws and taxis are available at the station. Negotiate the charges before you hire a vehicle. Also, beware of ticket reservation agents. \n\nRailway Station Enquiries:  Online IVR: 1331, Thiruvalla: 0469-2601314, Chengannur: 0479-2452340, Changanacherry: 0481-2420108, Kottayam: 0481-2563535.\n\n",{"type":"===","value":["By air"]},"\nKochi International Airport, Nedumpaserry, is 135 km away (via Alapuzha) and Trivandrum International Airport is 130 km away.\n\nAir India ticket booking office is at Ramanchira in Thiruvalla, 0469-2605619. There are many travel agencies operated at Thiruvalla.\n\n",{"type":"===","value":["By boat"]},"\nBoat Services by KSWTC is available from Changanacherry, Chenganoor and Thiruvalla (Pulikeezhu) to Kuttanadu and Alapuzha.\n\n",{"type":"==","value":["Get around"]},"\n \n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are few good private Lodges available in Thiruvalla. Also there is a Govt. Rest House. There is a Cloak Room in Thiruvalla railway station.\n\n",{"type":"*","value":[" Rest House, Thiruvalla: 0469-2621321"]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" Postal Facilities.  There is a Post Office in Kallooppara. Also, there are few small post offices in the panchayat. However, the General Post Office is in Thiruvalla Town. Pincode for Kallooppara - 689583"]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Travancore"]]},"\n",{"type":"[[","value":[["wikipedia:Kallooppara"]]}]