[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Chess Set in Elista.jpg"],["thumb"],["400px"],["A giant chess set in Kalmykia's capital, ",{"type":"[[","value":[["Elista"]]}]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/kalm.ru\/en\/ Kalmykia"]}]}," is a republic in ",{"type":"[[","value":[["Southern Russia"]]}," and is most certainly the only Tibetan Buddhist \"nation\" of ",{"type":"[[","value":[["Europe"]]},". 20% of the Kalmykia's land belongs to national reserves, parks and hunting plots.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Elista"]]}," — the capital and Kalmykia's only \"city\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Gorodovikovsk"]]}]},{"type":"*","value":[" Iki-Burul"]},{"type":"*","value":[" Komsomolsky"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lagan"]]}," — located near the Caspian Sea."]},{"type":"*","value":[" Tsagan Aman — located on the Volga River, Tsagan Aman is a popular fishing area and a fast developing spa-resort"]},{"type":"*","value":[" Zundi Tolgi"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Yashalta Salt Lake"]}," — located between Berezovoe and Solenoye villages of Yashalta district, it is known in Kalmykia for its therapeutic values. The administration of Yashalta district and republican authorities are planning to open a balneo-resort on Yashalta Salt Lake. Curiously, Yashalta was founded by ",{"type":"[[","value":[["Estonia"]]},"n settlers in 1877."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chess-City"]}," — an administrative unit within Elista, it often serves as a venue for multiple international chess events. The Chess-City complex also hosts meetings of Russian state officials as well as Russian school olympiads."]},"\n",{"type":"*","value":[{"type":"'''","value":["\"Black Lands\" Biosphere Reserve"]}," — a nature reserve situated on the territory of Chernozemelsky and Yashkulsky districts. It is a refuge for ancient saiga antelopes."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lola Horse Farm"]}," — situated not far from Elista in the quiet village of Lola — produces ",{"type":"''","value":["kumys"]}," (see ",{"type":"[[","value":[["#Drink"],["Drink"]]},"). During the Soviet era, this horse farm and adjoining clinic for respiratory treatment was very popular among communist party bosses, who traveled from Moscow, Saint Petersburg and from other far-way places in Soviet Union."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Golden Abode of the Buddha Shakyamuni"]}," — a Buddhist Temple finished in 2005, located in the center of Elista with the biggest statue of Buddha in Europe."]},"\n",{"type":"*","value":[{"type":"'''","value":["Syakyusn-Syume"]}," (",{"type":"''","value":["Хурул «Сякюсн-сюме»"]},")  — the second largest but oldest khurul in Kalmykia, located 6km north of the capital (closed for visitors most of time)."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Ergeni Hills"]}," are located in the northern part of Kalmykia. Different from the sandy dunes and steppe regions of central and eastern part, the Ergeni Hills are the only placew to find some woods in the republic. Ergeni landscape area is filled with numerous heights, ravines, spring streams, and water-bearing sands. Popular for its mineral medicinal and fresh sobsoil waters, the Ergeni Hills are also home to endangered fish species and Kalmyk medicinal plants. In addition, it is the highest point in the republic which rises to 218 metres above the sea level. "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Sarpa Lakes"]}," — right next to the Ergeni Hills, in the north-central part of Kalmykia freshwater lakes called the Sarpa are dispersed. The Sarpa Lakes include lake of Sarpa 42,6 sq.km, lake Barmanzak 25,8 sq.km, lake Tsagan-Nur 23,5 sq.km, and lake Batur-Mala 21,9 sq.km. Not only it is a picturesque wild scenery of Kalmyk flora and fauna, but also  a perfect place for hunting and fishing."]},"\n",{"type":"*","value":[{"type":"'''","value":["Buddhist temples and monasteries "]},", ",{"type":"''","value":["khuruls"]}," number is over 30 all over the republic. The smaller sacred memorials or ",{"type":"''","value":["stupa"]}," are dedicated to good events."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bamb-TseTsg"]}," (",{"type":"''","value":["Tullip"]},") - National Nature Park. Founded in 1991 it includes over 500 hectares of grass and tullip fields of red (mostly), white, yellow and violet colour."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nIn the ancient times the region was home to nomadic tribes - Khazars and later on it was the north-western corner of the mighty Mongol Empire - the Golden Horde. Being Historical Crossroads on the steppe route, known as Great Silky Way to Asia, the region had its section east to the Caspian coast.\n\nThe Western Mongol Kalmyk tribes, also called Oirats, migrated across ",{"type":"[[","value":[["Central Asia"]]}," from an ancestral home around ",{"type":"[[","value":[["Xinjiang"]]},", ",{"type":"[[","value":[["China"]]}," and southeastern ",{"type":"[[","value":[["Kazakhstan"]]}," and eventually arrived in ",{"type":"[[","value":[["Southern Russia"]]},", displacing the Tatars of the ",{"type":"[[","value":[["Astrakhan Oblast"],["Astrakhan"]]}," Khanate. Originally an independent khanate, Kalmykia's independence was slowly chipped away and it was eventually assimilated into the Russian Empire.\n\nAs more than half of Kalmyks are followers of Tibetan Buddhism, the country is often referred to as the only Buddhist country in Europe. Sadly, nearly all of Kalmykia's beautiful khuruls (Kalmyk Buddhist temples) as well as all Christian churches were demolished under Stalin's massive campaign of cultural vandalism. Under German occupation all Jews of Elista were exterminated. Later in 1943  Stalin deported the entire population of Kalmyks to ",{"type":"[[","value":[["Kazakhstan"]]}," and ",{"type":"[[","value":[["Siberia"]]},". The inappropriate agriculture along with previous collectivization caused erosion and desertification. Those Kalmyks who survived the brutal deportation and exile were finally allowed to return home in 1957, under Khruschev. But despite these hardships, Kalmykia's khuruls are being rebuilt, and the people remain, and merit a visit.\n\nPresent day Kalmykia garnered some press attention for the excesses of its former flamboyant and dictatorial president Ilyumzhinov. Ilyumzhinov, a former Kalmyk statesman in the USSR and president of the World Chess Federation, led Kalmykia since the break up of the Soviet Union, but failed to deliver on rather grandiose promises to turn Kalmykia into a \"Caspian Kuwait\" in which there would be \"a cell phone for every shepherd.\" He, however, turned Elista into the claimed chess capital of the world by building a small district of Elista known as \"City Chess\" and by hosting successive chess championships in the capital. \n\nBeing one of Europe's poorest and most underdeveloped regions, Kalmykia now has one of the highest birthrates in Russia and growing private food production sector. Livestock raising and processing remains the main economic activity and there is also some fishing and arable farming. Oil-production contributed significantly to the economic revival. The official GDP growth in the republic was 2% in 2010.\n\n",{"type":"===","value":["Religion"]},"\nBesides Buddhism and Orthodox Christianity believers there are smaller communities of Muslims, Catholics and Protestants.\n\n",{"type":"==","value":["Talk"]},"\n\nAlthough the traditional language of the Kalmyk majority is Kalmyk (western Mongolian), it is mainly older people who speak it natively, while younger people usually speak Russian as their native language. Nowadays just a few villages are mainly Kalmyk-speaking by all generations. ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is spoken and understood everywhere - although not by some of the very oldest Kalmyks. \n\n",{"type":"==","value":["Get in"]},"\n\nThe Republic of Kalmykia is a part of the Russian Federation. Therefore, when planning your trip to Kalmykia, you should apply for Russian visa. \n\n",{"type":"===","value":["By plane"]},"\n\nThe Elista airport is open for flights from Moscow by RusLine ",{"type":"[","value":["http:\/\/www.rusline.aero\/eng\/"]}," and St. Petersburg by Ural Airlines ",{"type":"[","value":["http:\/\/www.uralairlines.ru\/en\/"]},".\n\n",{"type":"===","value":["By train"]},"\n\nThe Moscow-Elista train route goes through ",{"type":"[[","value":[["Stavropol"]]},". However, the most convenient way is travel to ",{"type":"[[","value":[["Volgograd"]]}," by train then on to Elista by an express minibus (marshrutka), which are cheap.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nSeveral private companies operate a daily bus service between Moscow and Elista. The pickup point in Moscow is Luzhniki Stadium. A one-way ticket costs about 1000RUR.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Itineraries"]},"\nIn addition to the sights within the present reduced boundaries of the Republic of Kalmykia, worth visiting in Astrakhan oblast is one of the few remaining pre-revolutionary Buddhist Temples (under restoration but disused so far) (",{"type":"''","value":["Хошеутовский хурул"]},") in the village of Rechnoe on the left (east) bank of the Volga. It was founded in honour of Kalmyks fought against Napoleon and later was visited by novelist Alexander Dumas.  To its north is Mount Bogdo (Great), revered by Buddhist Kalmyks, and with many fossils in its rocks. To its south the sacred lotus of the Buddhist Kalmyks can be seen growing in the waters of the Volga delta. These objects are inside the Nature reserve.\n\nIn ",{"type":"[[","value":[["Rostov Oblast"]]}," here are some settlements previously occupied mainly by the newer Buzaf clan of traditionally more russified and christianised Kalmyks who were also Cossacks. They were not allowed to reoccupy this area after their return from deportation.\n\nIn ",{"type":"[[","value":[["Stavropol"]]}," krai to the south lies the spa resort of Yessentuki (Kalmyk: '",{"type":"''","value":["Ten Flags"]},") in the foothills of the Caucasus Mountains, near Europe's highest peak, Mt Elbrus.\nIn the European part of the Republic of Kazakhstan can be found the town of Kalmykovo, looking across the Ural River at Asia.\n\nAnd if you cross Kazakhstan to its border with China, you can meet the Oirats, living in Dzhungaria, part of Xingjiang province. They are those Kalmyks who did not wish to remain in Kalmykia when it was incorporated into the Russian Empire, so they returned home.\nAll these places occupy a small part of the former Kalmyk Empire that stretched from the Great Wall of China to the River Don in Europe, and from the forests of Siberia in the north to Tibet and the Himalayas in the south.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["The republic's national sport is (by the will of the former President Ilyumzhinov) chess and locals play throughout school. It is relatively easy to join a game in the parks."]},{"type":"*","value":["Fishing, hunting (especially geese, apparently)"]},{"type":"*","value":["Attend a performance of traditional Kalmyk dance"]},{"type":"*","value":["Horseback riding"]},{"type":"*","value":["Tullip-watching lasts from the end of April till the first week of May, when the steppes is being covered with wild red flowers"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Berk"]}," — Kalmyk traditional dumplings are larger and contain more meat than your average meat dumplings"]},{"type":"*","value":[{"type":"'''","value":["Bortsg"]}," — Kalmyk traditional frybread"]},{"type":"*","value":[{"type":"'''","value":["Makahan"]}," — Kalmyk dry horse meat sausage"]},{"type":"*","value":[{"type":"'''","value":["Makhan sheltagan"]}," — Kalmyk traditional soup, contains a lot of meat and potato."]},{"type":"*","value":[{"type":"'''","value":["Kuyr"]}]},{"type":"*","value":[{"type":"'''","value":["Dotur"]}," - lamb meat and haslet"]},{"type":"*","value":[{"type":"'''","value":["Bortsoki"]}," - cookies"]},"\n",{"type":"==","value":["Drink"]},"\nTraditional Kalmyk drinks bear some similarity to those found in ",{"type":"[[","value":[["Mongolia"]]},", but are unique to the region. Try:\n\n",{"type":"*","value":[{"type":"'''","value":["Dzhomba"]}," — milk tea with salt (the so called ",{"type":"''","value":["Kalmyk tea"]}," served and drank in a certain ceremony)"]},{"type":"*","value":[{"type":"'''","value":["Kumys"]},"  — a sour horse milk that is considered a cure for respiratory diseases like tuberculosis, asthma, etc."]},{"type":"*","value":[{"type":"'''","value":["Araka"]}," — a milk vodka"]},"\n",{"type":"==","value":["Sleep"]},"\n\nWith tourism on the rise, travellers will have no difficulty finding good accommodation in Elista, although accommodations outside of the capital may be scarce or of lesser quality. It may be possible (and extremely rewarding) to arrange homestays in rural areas by asking around town or village centres.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Stay healthy"]},"\n\nKalmykia is known for its sunny weather and fresh air. However, visitors are advised not to drink tap water due to the high content of minerals and salt. Otherwise, Kalmykia offers a healthy environment, and delicious and fresh food — mutton and beef being specialties, also Caspian caviar, prized as far away as Moscow and ",{"type":"[[","value":[["Saint Petersburg"]]},".\n\n",{"type":"*","value":["From April till October stay sun-protected."]},"\n",{"type":"*","value":["Swimming in the salt lake is prohibited for more than 20 min. because of the possible chemical burn."]},"\n",{"type":"{{","value":[["geo"],["46.5667"],["45.481567"],["scale=3000000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Russia"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"[[","value":[["WikiPedia:Kalmykia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Kalmykia"]]}]