[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kalpakkam"]}," is in state of ",{"type":"[[","value":[["Tamil Nadu"]]}," in ",{"type":"[[","value":[["India"]]},".  The township's two main employers are the Department of Atomic Energy and Madras Atomic Power Station.\n\n",{"type":"==","value":["Get in"]},"\nKalpakkam is well connected from ",{"type":"[[","value":[["Chennai"]]}," by bus. It is en-route to ",{"type":"[[","value":[["Pondicherry"]]}," from Chennai just after ",{"type":"[[","value":[["Mahabalipuram"]]},". All buses bound Pondicherry via the East Coast Road will take you to Kalpakkam.\n\n",{"type":"==","value":["Get around"]},"\nBuses and autorickshaws are available to take you anywhere in the vicinity.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Sadras the village abutting the township is an old Dutch settlement. One can find the ruins of the old Dutch fort that once existed here. "]},{"type":"*","value":["Around 15 km from Kalpakkam is Thirukazhukundram also known as Pakshi Theertham."]},"Mahabalipuram is around 12 km from Kalpakkam.\n\n",{"type":"==","value":["Do"]},"\nPeople live here, it is not a tourist spot. But Kalpakkam boasts some of the best non-rocky, sandy pristine beaches that have not been invaded by the masses. It is an excellent place to go swimming in the ocean since there are no rocks in the vicinity. There are also a few parks and gardens sprinkled inside the township, including a memorial park for the victims of the 2004 Tsunami.\n\n",{"type":"==","value":["Buy"]},"\nThere are shops in the villages on both ends of the townships: Sadras and Pudupattinam. Additionally, there are at least 2 shopping centers inside the township on either side of the bridge separating the Sadras side and Pudupattinam sides.\n\n",{"type":"==","value":["Eat"]},"\nThe best restaurant is right next to the bus depot on the Pudupattinam side, just inside the township. It serves mostly south indian, vegetarian fare at moderate prices.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nKalpakkam Beach is the place were u can get out and have fun in the sun... \n\nNesco (Nuclear Employees Social and Cultural Organization) is a perfect place for sports and entertainment.\n\nThe back water Bridge is one place where u can see the beautiful sunset.\n\n\n",{"type":"{{","value":[["geo"],["12.5667"],["80.1667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu North Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kalpakkam"]]}]