[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kalyan"]}," (Marathi: कल्याण) is a city in the ",{"type":"[[","value":[["Thane"]]}," district of ",{"type":"[[","value":[["Maharashtra"]]},", effectively a suburb of ",{"type":"[[","value":[["Mumbai"]]},". Kalyan is historical story with foot-touch of Shivaji Maharaj and many more leaders.\n\n",{"type":"==","value":[" Understand "]},"\nYou will find people are in hurry but still they help those who are in needed.  Tourism-wise Kalyan has many tourist places but most are unknown or dirty\/not maintained by local authority.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is the Chhatrapati Shivaji\nInternational Airport in ",{"type":"[[","value":[["Mumbai"]]},". Once you get off, you will need to take a taxi or hire a car. The distance to Thane is around 56 kilometers , the drive can take between 60 to 90 minutes depending on the traffic.\n\n",{"type":"===","value":["By train"]},"\nThe best way to get to Kalyan from Mumbai using public transport is to take the local train service. If you are coming from the airport, take an auto-rickshaw to Kurla station which is served by the Central Railway and buy a ticket to Kalyan. You need to take a downside train towards Karjat or Kasara which would reach Kalyan in around 45 - 55 minutes.This method is recommended only if you are adventurous at heart and are not carrying any luggage.\n\nKalyan is also well served by long distance trains, almost all of which stop at Kalyan station en route Mumbai.\n\n",{"type":"===","value":["By car"]},"\nToll gate while entering Kalyan via Eastern express highway(Bhiwandi Bypass).\n\nA main roads enter the city from Bhiwandi Bypass (A Bypass on National highway 3 connecting Mumbai and Nashik).There is a Toll gate near Kon village which is the entrance to Kalyan city. \n\n",{"type":"==","value":["Get around"]},"\nBy Bus -\nTravelling in city by bus in not a good idea because buses in Kalyan are usually crowded and does not connect whole part of Kalyan. Kalyan has its own bus depot. Most important bus depot is Kalyans bus depot. The buses for long routes as well as short routes are available here.\n\nBy Train - \nLocal tains are the best medium to travel around Kalyan as they are reliant, time consuming and well connected. To travel places like titwala, ambernath, Karjat, Thane, etc catch train from Kalyan. On central line of railway Kalyan assumes to be most important station because all the trains stops here.\nKalyan is a hub for railways.\n\nBy Rickshaw - \nIf you are willing to travel to many places of Kalyan then choose rickshaw as are very easily available. \nNearby places to roam around are -\nTitwala (Ganapati temple)\nAmbernath (Shiv mandir)\nShahad (Birla mandir\/temple)\nBhivpuri (Waterfall)\netc.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Metro Junction Mall (one of the biggest mall in Mumbai)."]},{"type":"*","value":[" Durgadi Killa(Fort)of the Shivaji Era."]},{"type":"*","value":[" Birla Mandir,Shahad, (One of the most beautiful temples, dating back centuries and a must visit, currently maintained by the Birla Group)"]},{"type":"*","value":[" Kala Talav, Kalyan"]},{"type":"*","value":[" Malang-gad"]},{"type":"*","value":[" Cinemax Multiplex"]},{"type":"*","value":[" Acharya Atre Rang Mandir"]},{"type":"*","value":[" Ganesh Ghat"]},"\nAround Kalyan...\n\n",{"type":"*","value":[" Siddhivinayak Mahaganapati Temple - Titwala 27 km"]},{"type":"*","value":[" Malshej Ghat - 80 km"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hotel Relish"],["url="],["email="],["address=Near SBI, Murbad Road, Kalyan (w)"],["lat="],["long="],["directions=From station at about 1km on murbad road, Building next to state bank of India."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hotel Relish is a family restaurant and bar serving Indian, Chinese, Punjabi & Mouglai Dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gurudev Nx"],["url="],["email="],["address=Near Khadak Pada"],["lat="],["long="],["directions=From station about 2+ KM"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=AC\/non AC"]]}]},"\nRelax garden is one of the best hotel in town for dinner. 4 km away from station gives you best evening with fine dinner. Relax garden is now graded 3 star hotel. ",{"type":"[","value":["http:\/\/relaxgardennx.com\/contact.htm"]}," for booking or further info\n\nbut if you are searching for something standard & classy then must visit hotel `Prasad'. 3 & half star rated with high brand infrastructure and hospitality, service. Prasad hotel is situated near to Katemanivli. to reach here catch the auto from kolsewadi or station (Kolsewadi will be better). Kolhapuri bhaji is most tasty food here.\n\nIf you are fast foody then go to Metro Junction mall anytime. 3r level of mall is reserve for food court. Hang out with friends and enjoy your food.\nChoki Dhani situated near Kalyan is best for Rajasthani dish.It way of presenting food is totally an Indian or Rajasthani style.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are many lodges near the railway station, but there is a lack of decent hotels. Kalyan has 2-3 nice hotels like the 3 star Raja hotel in the Ahilyabai Chowk near municipal corporation office and Hotel Sagar International which is close to Kalyan railway station, with a lounge and bar with.\n\n",{"type":"==","value":["Stay safe"]},"\nKalyan is usually safe city for women too. Lovers or couples must be careful while exposing your love. Public places are not for you in Kalyan. Travelling in night is little dangerous as most of the part is covered with thieves and drunker.\nKalyan police is quite helper but there is no security for women at night. Many bars goes on till mid night so please be careful by traveling at night. \nKalyan peoples are helpful and very friendly. don't worry during travelling. \ncommon sense during traveling is must.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mumbai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Navi Mumbai"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Thane"]]},"\n",{"type":"[[","value":[["Wikipedia:Kalyan"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Maharashtra\/Localities\/Kalyan\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["19.25"],["73.15"]]}]