[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kalyani"]}," is a city in ",{"type":"[[","value":[["West Bengal"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nAfter taking the Jessore Road [NH 34] from the airport, go to the north to ",{"type":"[[","value":[["Madhyamgram"]]},". When you reach Madhyamgram Crossing (called \"Chowmatha\") turn left and go straight to ",{"type":"[[","value":[["Ghola"]]},". Once you crossed the railway flyover and get to the Sodepur road ask for the Kalyani Expressway. It nearly 1 km before the Ghola Police Station. At the Kalyani expressway junction you have to turn to right and go along with the road. you will get a toll booth in ",{"type":"[[","value":[["Barrackpur"]]},", just follow the road and it will take you to Kalyani. On the way you will cross a bridge over railway tracks.  A little after this bridge you will come to a crossing, take right turn from this crossing and you are in Kalyani.\n\nWhich crossing you need to take depends on where you intend to go.\nOnce you are across the bridge on Railway tracks, you would see a Petrol pump and the Hotel Aquatic Palace a little down the Expressway, immediately after this the road to your Right will lead  you into the IndianOil Complex or if you keep going further you would get the connector to the road leading you to Gandhi Memorial Hospital\n\nThe Next crossing if you turn Right you would reach the ",{"type":"[[","value":[["UIC wires limited"]]},",",{"type":"[[","value":[["JIS College of Engineering"]]},",",{"type":"[[","value":[]},",and ",{"type":"[[","value":[["Kalyani A-Block"]]}," via ",{"type":"[[","value":[["Sub-block A-11"]]}," and the ",{"type":"[[","value":[["JNM Hospital"]]},"\n\nThe Next crossing a little up the way to your left would take you into ",{"type":"[[","value":[["Kalyani B-Block"]]},", ",{"type":"[[","value":[["Kalyani Lake Park"]]},"\n\nThe Next crossing is a distinctively large one, and you would see a Overhead water tank to your right, if you are here you have reached the ",{"type":"[[","value":[["Budhdha Park"]]},", and pretty much nearing the end of Kalyani. The road to your right will lead you all the way to the Kalyani Ghoshpara Station, and you cross the ",{"type":"[[","value":[["Kalyani Central Model School"]]},", the ",{"type":"[[","value":[["B.T College"]]},", the ",{"type":"[[","value":[["Central Park"]]},", the ",{"type":"[[","value":[["ITI More"]]},", on your way to the Ghoshpara Station.\n\n",{"type":"===","value":["By train"]},"\n\nIf you want to go by train, you can easily go by boarding from Sealdah Station or Dumdum Junction Station. The trains that go to Kalyani are: Kalyani Simanta Local, Ranaghat Local, Krishnanagar City Local, Shantipur Local,gede local, Lalgola Fast Passenger,etc.\n\nThe Scheduled Train journey is approximately 1hr 05mins from Sealdah Station to Kalyani Main Station. But it's good to be aware that owing to the numerous junctions (Dumdum, Barrackpore, Naihati) and adding to the wait for Express and or Goods Trains switching from the Sealdah line to Howrah Line via the Naihati-Bandel connection, it would take you generally 1hr30 to 1hr 45min on a regular normal day.\n\nAll above mentioned locals except for the Kalyani Simanta Local would drop you off at Kalyani Main Station. This is located in A-Block. This is the place to get down if you are going to the Gandhi Memorial Hospital or Julien Day School, also you are well connected to the B-Block thru autorickshaws, taking you to destinations as JNM Hospital, Central Park, ITI more and also to Tribeni across the river into Hoogly. \nBus facilities are also available in the form of Route 37, that starts from the Kalyani Main Station and circles Kalyani on the outer route via JNM Hospital, ITI more, Picnic garden, Central Park, Budhdha Park and then goes into Kanchrapara.\nThere is also the Tribeni-Gayeshpur minibus connectivity to help you on your way.\n\nThe Kalyani Simanta Local takes the Branch line which takes you deeper into Kalyani, the stations on your way in would be Kalyani Silpanchal (connecting you to the Industrial Area and the Jawaharlal Nehru Memorial Hospital ,also known as JNM Hospital and ",{"type":"''","value":["panchso bed"]},"or 500 beds in local terms. This is also the nearest Station if you intend to go to the Springdale School.\n\nThe Next Stop is Kalyani Ghoshpara, your stop if you are headed to the Kalyani University or the law College.\n\nThe final destination on this route is Kalyani Simanta, which is nearer to the training center for SIPRD, Rural development center and the BSNL Training Center. Also the once favorite, Kalyani Picninc Garden is just a few minutes from here.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nKalyani is a beautiful town.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kalyani Medical College"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Known for is scenic beauty. Its fine"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kalyani Picnic Garden"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another place where you can enjoy a day long picnic. It is at the western end of Congress road that leads straight from Kalyani main station. Good for group picnics. Carry utensils and cook food here, but keep clean and don't litter."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kalyani mela"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Annual"],["price="],["content=An event worth visiting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sati mayer mela"],["url="],["email="],["address="],["lat="],["long="],["directions=near ghosh para station, the easiest way to go there is by train, board Kalyani Simanta local and get down at Kalyani ghoshpara station, you may go by bus, auto or rickshaw  from Kalyni mail station"],["phone="],["tollfree="],["fax="],["hours=Annual"],["price="],["content=A religious gathering."]]}]},"\n",{"type":"*","value":[" kuler pather mela etc"]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lake Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n\ncool jute stuff and other hand made utensils and decors in xtremly cheap rates.'''''' ==\n\n",{"type":"==","value":["Eat"]},"\n\nThe Central Park area has many eating joints where you can enjoy a lot of delicacies.Radha Govinda and various sweet shops will get your mouth rockin\n\n",{"type":"==","value":["Drink"]},"\nA decent 3star hotel AQUATIC PALACE and dreamland where u can have a toast of cool and hot drinks the ambeience of the aquatic simply blows ur mind to the world of peace and beauty...\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=cafe adda"],["alt=kalyani central park"],["url="],["email="],["address=kalyani"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aquatic Palace"],["url="],["email="],["address=Kalyani Highway, near JIS College of Engineering"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anurag Guest House"],["url="],["email="],["address=Near ITI more"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice Decent place to receive your guests, AC , Non-Ac rooms Available"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["22.975000"],["88.434444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Bengal"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kalyani, West Bengal"]]}]