[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Kamaishi fishing boat.jpg"],["thumb"],["right"],["Fishing boat in Kamaishi"]]},"\n",{"type":"'''","value":["Kamaishi"]}," (釜石)  ",{"type":"[","value":["http:\/\/www.city.kamaishi.iwate.jp\/"]}," is an ex-steeltown in ",{"type":"[[","value":[["Iwate"]]},", ",{"type":"[[","value":[["Japan"]]},". \n\n",{"type":"==","value":["Get in"]},"\nKamaishi is on the Pacific Ocean, on the eastern end of JR's Kamaishi Line, which extends from Hanamaki in central Iwate to Kamaishi on the coast.  On this route is also Shin-Hanamaki Bullet Train Station, which is on the Tohoku Shinkansen Line  Trains only run a few times a day, so plan your schedule carefully.\n\n",{"type":"==","value":["Get around"]},"\nNestled in a long valley, Kamaishi proper is 14 km long by (as little as) 200m wide.  When you're on the main road, it's difficult to get lost.  That said, JR's Kamaishi line has four stops within the city, used by commuters, as well as a couple of bus lines.  One caveat: the hamlets in the neighbouring valleys (one to the north, and one to the south) are technically part of Kamaishi, so a city bus may suddenly take a sharp left and take off through a mile-long tunnel.  \n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Kamaishi-20120901-Tsunami-area.jpg"],["thumb"],["right"],["Kamaishi"]]},"\nThe Kamaishi Dai-Kannon is an enormous statue of a god, watching out over fishermen as they go out to sea. It was only constructed some 30 years ago, so lacks the historical signifigance of other statues, but you can go up inside and look out from her forehead, Statue-of-Liberty style.\n\nKamaishi has a traditional dance called Toramae, which tranlates to Tiger Dance.  Each Tiger Dance group is composed of members of the same company or organization.  During festival times, Tiger Dance teams can be seen throughout the day and night practicing and performing in the streets, accompanied by a taiko drummer, a handful of bamboo flute players, and a handful of singers with iron cymbals.  Tiger Dance groups will travel along the main streets, entering businesses (and sometimes homes), and will perform a short dance to the people inside.  This is viewed as a blessing and a favor and the dancers do not expect payment, although a glass of beer, sake, or tea would be readily accepted.\n\n",{"type":"==","value":["Do"]},"\n\nPrimarily an industrial town, Kamaishi boasts few major tourist draws.  Kamaishi Dai-Kannon is located in Odaira, just south of the Kamaishi proper.  Just above the Dai-Kannon is the Iron and Steel History museum, which outlines Kamaishi's history as the first center of Japan's steel industry, as well as the history of steel production in Japan.  \n\nDespite being on nestled on the Pacific Ocean, much of the coastline in the city is devoted to docks and ports.  For beach seekers, the two best options are Nebama Beach in Unosumai (just three train stops north of Kamaishi) and Namiita Beach in Namiita-Kaigen (a few more stops north from Unosumai).  Nebama runs along a small bay, allowing for few - if any - large waves to make it to shore.  Namiita does have large waves and is a big draw for surfers from all over Iwate.  Wave size depends on the season, but surfers can be found at Namiita from April to October.  A small surf shop located just behind the tree line from the beach provides rentals for surfboards, wet suits, and body boards.\n\nFestivals include Senbutsu in late January, Hanabi Matsuri (Fireworks Festival) in August, and Kamaishi Matsuri in mid-October.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nKamaishi is known for its extremely fresh seafood, which can be bought from local merchants or enjoyed at the many restaurants in town.  \n\nIn the center of town and along Route 283 there are many restaurants to choose from.  Of course, there are a good number of traditional (and expensive) Japanese food restaurants.  For those looking for something different, there is Hiroshima-ya, a well-known locally owned ramen shop located one block from Bay City Hotel and Sun Route Hotel.  The owner is good-natured and very friendly with his guests, often offering a free beer (or two) or tastes of new recipes he is developing.  The must-try on the menu is tomato ramen.  Many Japanese find the idea of tomato ramen to be very strange (and may be reluctant to try it), but most find that it is an interesting twist on traditional ramen.  \n\nAnother restaurant to keep on your list is Poto Mae No, located adjacent to the NHK building on the northwestern shore of Kamaishi Bay.  It offers mainly western-style food (pastas, rice omelets, hamburger steaks), but what sets this restaurant apart is its dishes are made exclusively with organic food products.  An extremely friendly staff compliments the light and modern atmosphere of the restaurant.\n\nOther restaurants in town offer curries, okonomiyaki, korean-style grilling, and most other kinds of east asian cuisines.\n\nAdditionally, Kamaishi has many izakayas to choose from.  Yoronotaki and Tsubohachi, both located within eyesight of Bay City and Sun Route Hotels, are chain izakayas with locations all over Japan and are very popular for work parties.  As with all izakayas, the menu is limited to fried foods, unremarkable seafood, and limited-time-only dishes, as well as a drink menu centered on beer, chu-hi, sour mixed drinks, sake (both local and national brands), and a limited selection of wine.  Two locally owned izakayas worth visiting are Wakou and Inaka Pe, both located in Nakazuma neighborhood.  \n\nFor international flavors, the restaurant located on the first floor of Sun Route Hotel offers a menu with European influences, as well as an extensive (by Japanese standards) list of French wines.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Hotel Sunroute ",{"type":"[","value":["http:\/\/www.sunroute.jp"]}," is a traveller's hotel with a Kamaishi branch. "]}," \n",{"type":"==","value":["Go next"]},"\nHead north to ",{"type":"[[","value":[["Miyako (Iwate)"],["Miyako"]]},", or south to, eventually, ",{"type":"[[","value":[["Sendai"]]},".\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Iwate"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kamaishi, Iwate"]]},{"type":"[[","value":[["ja:釜石市"]]},"\n",{"type":"{{","value":[["geo"],["39.275833333333"],["141.88555555556"]]}]