[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Yokohama"]]},"\n",{"type":"'''","value":["Kamoi"]}," is a neighborhood in ",{"type":"[[","value":[["Yokohama"]]},", Japan.\n\n",{"type":"==","value":["Understand"]},"\nKamoi is near to Yokohama in Kanagawa, Japan. There is the station of the Yokohama line and the river. Its name is Tsurumi river(鶴見川).\n",{"type":"==","value":["Get in"]},"\nBy train\n\nTake the Tokaido line(東海道線) from Tokyo to Yokohama (30 min). And transfer the Yokohama line(横浜線) from Yokohama to Kamoi (15 min).\nTake the keihintohoku line(京浜東北線) from Tokyo to Higashikanagawa(35 min). And transfer the Yokohama line(横浜線) from Higashikanagawa to Kamoi(11 min).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\"Lalaport Yokohama\"(ららぽーと横浜)045-931-1000 There is a shopping mall in Kamoi. Its name is lalaport Yokohama. It is the largest shopping mall in Kanagawa, Japan. There are many kind of shops in it. For example, there are cloth shops, general shops, restaurants, cafe and movie theater etc. So, a lot of people visit here. Everyone can enjoy at there.\n\n\"Sugiyama shrine\"(杉山神社)There is a shrine in Sugeta(菅田) of Kamoi. Its name is Sugiyama shrine. It is Japanese traditinal building. It is sacred to a god in there. People pay homege and throw in a coin at there. Those behaviors are Japanese customs. And also, people can buy talisman and draw a fortune ship. \n",{"type":"==","value":["Do"]},"\n\"The Bon dancing festival\"(盆踊り)'The Bon dancing festival' is held in Kamoi during the summer. It is a Japanese traditional festival. People wear 'yukata'(浴衣) which is Japanese traditional cloth. There are many boothes. So, you can eat traditional foods. And also, People enjoy doing 'the Bon dancing'.\n\n\"Karaoke Box\"(カラオケ)There is a karaoke box near the Kamoi station. Karaoke means people can sing songs in the room. It started in Japan because it was invented by Japanese. Therefore, it's Japanese culture. Some peoople can enjoy it. Some people can sing a variety of songs in there. Lately, there are many services in there. It has a high popularity among the young and the old.\n",{"type":"==","value":["Buy"]}," \nLalaport Yokohama(ららぽーと横浜)045-931-1000\nDaiei(ダイエー)045-933-7311\n\n",{"type":"==","value":["Eat"]},"\nLalaport Yokohama(ららぽーと横浜)045-931-1000 3F PIZZERIA MAR-DE NAPOLI, GOEMON, SABOTEN, Palette and STARBUCKS COFFEE etc. 2F NANGOKUSYUKA, Italian Tomato Cafe Jr. and La Maison etc. 1F TULLY'S COFFEE, COLD STONE and GODIVA etc.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yokohama"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]