[{"type":"{{","value":[["pagebanner"],["Kampong Thom banner.jpg"]]},"\n\nKampong Thom is the capital of Kampong Thom Province in ",{"type":"[[","value":[["Cambodia"]]},". It's about halfway between ",{"type":"[[","value":[["Phnom Penh"]]}," and ",{"type":"[[","value":[["Siem Reap"]]}," and thus most travellers only rush through on their way between these two major attractions. \n\nNevertheless, it is a pleasant and relaxed place and a good starting point for exploring the countryside and the temples of ",{"type":"''","value":["Sambor Prei Kuk"]},".\n\n",{"type":"==","value":["Get in"]},"\nBuses, minibuses (~8,000 riel) and shared taxis (~12,000 riel) connect from ",{"type":"[[","value":[["Phnom Penh"]]},". The same selection of transport should be available from ",{"type":"[[","value":[["Siem Reap"]]},".\n\nCurrent prices for Phnom Penh to Kompong Thom are about 25,000 riel for one place in a shared taxi, USD4 for a bus. Mekong Express buses stop at the Arunras Guesthouse and tickets can be bought there.\n\nCurrent prices for a shared taxi (7 seats) from PP to KT is USD5 per seat. If you want the front seat to yourself (2 seats) you pay USD10. Highly recommended.\n\n",{"type":"==","value":["Get around"]},"\nThe town is easily explored by foot. There are motorbike-taxis for hire to take you to more distant sights.\n\n",{"type":"==","value":["See"]},"\nThere is an interesting fruit bat roost in the grounds of the old governors residence (a nice colonial era building).  This is behind the market on the first road off the river. If the gate to the old governors building is open, you may be in luck, the house itself is sometimes left unlocked. All of the original furnishings are missing, but some of the bathroom fixtures remain and the house itself gives off a haunted vibe.\n\nThe grasslands and rice-fields surrounding Kompong Thom of an extreme importance for wildlife conservation.  These areas hold the largest global population of the endangered Bustard the Bengal Florican as well as occasional large waterbirds from the Tonle Sap floodplain (Adjutants, Pelican, Painted Stork).  Other species include large numbers of wintering palearctic passerines (including Dusky Warbler, Yellow-breasted Bunting, Siberian Rubythroat) and the globally vulnerable Manchurian Reed Warbler.  In March large numbers of Oriental Plover pass through the area making this possibly the best area in the world to see this species.\n\nThe areas also offer a glimpse of everyday life in the Cambodian countryside with many fishermen, ox-carts and small scale farmers.  The best way to visit the grasslands is by en-listing the help of a moto-dop driver from in-front of the Arunras Guesthouse.  A number of these know the area (around Rolous village about 5 km towards Phnom Penh) and speak English.\n\n",{"type":"==","value":["Do"]},"\nThe American VIP School is a small ESL English school in KT town centre owned by an American and his Khmer wife. Native speakers wishing to donate 1 hr of their time to converse with eager Khmer students are appreciated. Normally classes are held 1 hour at night from 17:30-18:30. If interested, inquire beforehand at the American Restaurant near the Arunras Hotel.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" In the evening, a small night market pitches stalls just in front of the market hall."]},"\n",{"type":"*","value":[" By far the best Khmer restaurant in Kompong Thom is behind the Arunras Hotel on the corner of the market. Food is excellent and this place is regularly visited by locals however there is no English language menu and the staff only speak Khmer. "]},"\n",{"type":"*","value":[" A number of large establishments on the road to Phnom Penh (marked by ostentatious architecture) are frequented by upper-class Khmer and do good Khmer food."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bayon"],["url="],["email="],["address=Por Chea Tepatey Rd"],["lat="],["long="],["directions=Out of Arunras hotel, turn right and take your first right. Restaurant is at the end of the street on the corner on the right side."],["phone="],["tollfree="],["fax="],["hours="],["price=USD2-2.50 (8,000-10,000 riel)"],["content=Best Khmer food in town, offered at a reasonable price. The beef lok-lak and noodle soup are especially good. Also has a selection of Chinese food. Staff is very friendly and, during the day at least, usually has someone on hand who speaks excellent English. The menu also has a front-page inset with helpful Khmer phrases, including English phonetics, a history of the province and a helpful guide to Cambodian etiquette and social norms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stung Sen"],["url="],["email="],["address="],["lat="],["long="],["directions=near the river"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most up-market tourist friendly restaurant in Kompong Thom. Mostly attracts tour groups. Food not so good."]]}]},"\n",{"type":"==","value":["Drink"]},"\nDon't bother in Kompong Thom. There is karaoke on the top of the Arunras Hotel, although there are a number of alarmingly young working girls present.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["At the bus stop, walk away from the main street along the little side side street for a minute, there are two simple but quiet guesthouses in traditional Khmer houses with reasonable prices."]},"\n",{"type":"*","value":[" Around the bus stop there are several guesthouses which apparently double as brothels in the evening."]},"\nThe best place to stay is the Arunras Guesthouse (USD3 for a single\/double room with a fan). It has cable TV (including ESPN for English football) and is clean with friendly (Khmer speaking) staff. However it's very popular, particularly with Khmer government officials, and can be full.\n\nMore up-market are the Arunras Hotel next door and the (favoured by tour groups) Stung Sen Garden Hotel. A number of cheap and dirty guesthouses also exist.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sambor Prei Kuk"]}," Hire a moto-taxi to take you to the complex. It's an approximately 2 hours ride through nice scenery and small villages with friendly inhabitants. The pre-Angkorian site dates back to the beginning of the 7th century and was the capital of the Chenla-Kingdom. Unlike Angkor, the temples are constructed from brick and sandstone. The complex consists of three main groups: central group, south group, north group, all covered by shady forest."]},"\nWhile talked up by the guide books, Sambor Prei Kuk is a disappointment for people expecting temples that even vaguely vie with some of the other Khmer examples.  At USD3 for a ticket its just about worth it though most of the temples appear to resemble 19th century European brick kilns. Lots of kids hanging around latch on to any visitors (there's not that many) so the 'peaceful' temple in the jungle experience doesn't really happen. While probably important in historical context a visitor to Cambodia with little time should probably give this temple a miss (Beang Meala outside DomDek is far better).\n\n",{"type":"*","value":[{"type":"'''","value":["Phat Sanday"]}," is a large and remote floating village at the mouth of the Sen River (Stoung Sen). Despite Kompong Thom being the nearest town, it is about 80-90 km down the meandering river. A boat leaves Kompong Thom for Phat Sanday everyday at around 10:00. The driver will sit in the boat, beneath the large bridge waiting for customers. On asking, the price was USD15 per person. It is unconfirmed where the boat finally ends up - although possibly Kompong Chnang, on the southern side of the Tonle Sap Lake."]},"\n",{"type":"*","value":[" Kompong Thom is the starting point for an adventurous tour to the seldom visited jungle plains of northern Cambodia. This ",{"type":"'''","value":["3-4 days motorbike ride to ",{"type":"[[","value":[["Preah Vihear"]]}]}," is offered by some of the moto-taxi drivers, who will propose it to you once they spot you getting off the bus. With you sitting on the back of the bike, your driver will take you through peaceful villages and rice paddies, passing by friendly locals, spending a night with a local family and visiting the temples of ",{"type":"[[","value":[["Preah Khan Kompong Thom"]]}," and ",{"type":"[[","value":[["Koh Ker"]]}," on your way. A part of the journey leads you along an old Angkorian road and over its ancient bridges. The ride itself is hard, skidding over sticks and stones, through sand oceans and bamboo forest, sometimes fording small rivers. From ",{"type":"[[","value":[["Preah Vihear"]]},", you will head to ",{"type":"[[","value":[["Siem Reap"]]}," via ",{"type":"[[","value":[["Anlong Veng"]]},", the place where Pol Pot is said to have died."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["12.7000"],["104.9000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mekong_Lowlands_and_Central_Plains"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Kampong Thom (city)"]]}]