[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kanata"]}," is a suburb of ",{"type":"[[","value":[["Ottawa"]]}," with a population of about 90,000. It is a relatively new area, originally developed in the 1960s and much expanded since. Many technology firms are headquartered in Kanata, including Mitel.\n\nOttawa is not a separate capital region like the ",{"type":"[[","value":[["District of Columbia"]]}," or ",{"type":"[[","value":[["Australian Capital Territory"]]}," but there is a National Capital Commission (NCC), federally funded, which does various things in the city and region. One of the NCC's projects was a \"green belt\" around Ottawa; they expropriated a band about ten miles wide around the city, reforested parts of it and rented other parts back to farmers. Kanata was the first major development outside that belt, a planned community that won some design awards.\n\nIn 2001, anything and everything within the Ottawa-Carleton county line (including Kanata, ",{"type":"[[","value":[["Carp"]]}," and ",{"type":"[[","value":[["Manotick"]]},") was merged into Ottawa despite some local opposition.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Plane"]},"\nOttawa International Airport or the ",{"type":"[[","value":[["Carp"]]}," Airport.\n\nA taxi from Ottawa airport to Kanata will be expensive since it is quite a long way (southern extreme of the city to the extreme west). Bus connections are good; the #97 goes downtown from the airport and #96 goes to Kanata from downtown. The two routes overlap all the way from Hurdman station (east of downtown) to Lincoln Fields station (well to the west); you can transfer anywhere between those.\n\n",{"type":"===","value":["By Car"]},"\n",{"type":"[[","value":[["Trans-Canada Highway"]]}," 417 goes right through Kanata and connects it to the rest of Ottawa.  Major exits include March Road, Kanata Avenue, and Terry Fox.\n\n",{"type":"===","value":["By Bus"]},"\nOC Transpo (the Ottawa\/Carleton bus system) runs in Kanata. Routes 96 (via the transitway, then Richmond Road) and 118 (from Hurdman, along Baseline & through Bells Corners) are two of the main lines from central Ottawa.\n\n",{"type":"==","value":["See"]},"\nKanata is a very beautiful area. Kanata is very green with tons of trees, and it is also the most hi-tech and new area of Ottawa.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["The SPA Day Retreat - An incredible 16,000sq. foot eco-spa established within what was once a 19th century farm house.  Beautiful! "]},{"type":"*","value":[" The Marshes Golf Club ",{"type":"[","value":["http:\/\/brookstreet.ca\/golf\/index.htm"]}," - One of the Nation's finest golf experiences."]},{"type":"*","value":[" Au Naturel Spa ",{"type":"[","value":["http:\/\/brookstreet.ca\/spa\/index.htm"]}," - Experience the ultimate in wellness at one of the most unique spas in Ottawa."]},"\nThe Canadian Tire Centre - The home of the Ottawa Senators hockey team.\n\nThere are also many bike paths if you want to go walking, biking, or jogging.\n\n",{"type":"==","value":["Buy"]},"\nThe Centrum has large retail stores like Wal-Mart, Best Buy, Future Shop, Chapters, Golf Town, and Sport Chek.\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants in Kanata. \n\n",{"type":"*","value":[" Perspectives Restaurant ",{"type":"[","value":["http:\/\/brookstreet.ca\/dining\/dining_perspectives_restaurants.htm"]}," offers the very best in fine dining featuring Executive Chef Michael Blackie's innovative culinary creations where exciting flavours of the Orient meet top-quality regional ingredients in an expression of contemporary Canadian cuisine."]},{"type":"*","value":[" Ironstone Grill ",{"type":"[","value":["http:\/\/brookstreet.ca\/dining\/dining_ironstone_grill.shtml"]}," Ironstone Grill at the Marshes - The exposed post-and-beam construction, magnificent stonework, rugged fireplace and unique fence-wall combine to create a rich, warm and relaxing atmosphere."]},"There are also many restaurants in the Centrum and all over Kanata.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["  Options Bar ",{"type":"[","value":["http:\/\/brookstreet.ca\/dining\/dining_options_bar.htm"]}," - Relax in the rich and elegant warmth of a sophisticated lounge, where casual intimacy provides a welcome refuge from the stress of the day."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" The Brookstreet Resort, 525 Legget Drive, ",{"type":"[","value":["http:\/\/www.brookstreet.ca"]},"."]},{"type":"*","value":[" Holiday Inn Select Ottawa Kanata-101 Kanata Avenue."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn Ottawa West"],["alt=Kanata"],["url=http:\/\/www.comfortinnkanata.com"],["email=cn270fd@whg.com"],["address=222 Hearst Way"],["lat="],["long="],["directions=This convenient location is only 5 min from Scotiabank Place and offers guests excellent value including free breakfast, free parking, and free internet. Highway #417, Exit 138 Eagleson Road"],["phone = +1 613 592-2200"],["tollfree="],["fax=+1 613 591-9600"],["hours="],["price="],["checkin=11:00"],["checkout=15:00"],["content="]]}]},{"type":"*","value":[" Country Inn & Suites By Carlson - Ottawa West, 578 Terry Fox Drive."]},"\n",{"type":"==","value":["Connect"]},"\nThe area code is 613, along with the rest of Ottawa.\n\n",{"type":"==","value":["Stay Safe"]},"\nKanata is a fairly safe area and you shouldn't have too much trouble with crime here. The Emergency number is 911.\n\nIt might be a good idea to avoid certain parts of Glen Cairn after dark on weekends. And take care in the Kanata Centrum on Friday and Saturday nights. \n\n",{"type":"{{","value":[["isPartOf"],["Ottawa"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kanata, Ontario"]]},"\n",{"type":"{{","value":[["geo"],["45.3333"],["-75.9"]]}]