[{"type":"{{","value":[["pagebanner"],["Kananaskis banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cd.gov.ab.ca\/enjoying_alberta\/parks\/featured\/kananaskis\/General_Information.asp Kananaskis Country"]}]}," is part of the ",{"type":"[[","value":[["Alberta Rockies"]]}," region on the eastern edge of the Rocky Mountains.  It is located about half an hour's drive west of ",{"type":"[[","value":[["Calgary"]]},", ",{"type":"[[","value":[["Canada"]]},", south of Trans-Canada Highway 1.  The area includes Peter Lougheed Provincial Park, a small townsite, a ski resort and an outstanding golf course.\n",{"type":"[[","value":[["File:Elbow Falls (Alberta, Canada) Kayaker 20070728.jpg"],["thumb"],["Kayaker Goes over Elbow Falls in Kananaskis"]]},"\n\n",{"type":"==","value":["Get in"]},"\nTo get there, drive west from Calgary on Highway 1 until you see the Kananaskis sign (Highway 40).  Turn south at the sign and follow the highway into Kananaskis country.  You may also enter Peter Lougheed Provincial Park by taking the Spray Lakes Road\/Smith-Dorrien Highway from Canmore.  Follow the signs to the Nordic Ski Center and keep going up the steep hill.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nMany activities are available in Kananaskis country, both summer and winter.  It includes an ATV area for ATV users, cross country and downhill skiing, ice fishing, snowshoeing, snowmobiling, mountain biking, horseback riding, backpacking, backcountry camping, ",{"type":"[[","value":[["Hiking in the Canadian Rockies"],["day hiking"]]},", canoeing, fishing, and golf.\n\n",{"type":"===","value":["Winter"]},"\nThere are two ski resorts in the Kananaskis area: \n- Nakiska (site of the ski events at the 1988 olympic winter games in Calgary - www.skinakiska.com); \n- Fortress Mountain (www.skifortress.com - currently closed).\n\nExcellent cross country skiing is also available within the region.  It is also close to the Canmore Nordic Centre, home of the cross-country events in the 1988 Winter Olympics.  Refer to the ",{"type":"[","value":["http:\/\/www.cd.gov.ab.ca\/enjoying_alberta\/parks\/featured\/kananaskis\/General_Information.asp Alberta Government website - Kananaskis information"]}," for more details. Cross country and snow shoe trails are maintained by the parks staff.  Various classic and skate skiing trails are set at Mount Shark Trails area and at Peter Lougheed Provincial Park.\n\n",{"type":"===","value":["Summer"]},"\nKananaskis is home to one of the best (and busiest) golf courses in North America. 36 holes designed by Robert Trent Jones Sr, surrounded by mountains. A good value price wise also considering the quality of the course. Reserving in advance is highly recommended.  Green fees are $75 ($55 for Alberta Residents) with a $25 deposit required for reservations.  The deposit is non-refundable if the reservation is cancelled less than 3 days from the booking. Weather can be tricky in the early season, be prepared. The course has received many great reviews. Due to the fact the course is so busy, the operators are quite strict about slow play, and will use their authority to speed things up a bit if it gets out of hand (when I played, the group ahead of us foolishly spent 20 minutes or so looking for a lost ball - they were rewarded by the course marshalls - they were forced to skip a hole to allow play to catch up). You are expected to play your round in 4 1\/2 hours. If you remember to timestamp your scorecard and keep the pace, they give you a free gift at the pro shop after the round. http:\/\/www.kananaskisgolf.com\n\n",{"type":"'''","value":["Kananaskis Country Golf Course suffered extensive damage due to major floods in June 2013."]}," As of March 2014, it is not known whether the golf course will ever reopen.\n\nKananaskis is also renowned for its top-notch biking, hiking and equestrian trails. Some of Canada's best mountain bikers train at the Canmore Nordic Centre. With over 70km of trails, there's something for everyone. Kananaskis is chock full of mountain biking trails, if you're considering coming here to ride, then a copy of <I>Backcountry Biking in the Canadian Rockies<\/I> by Doug Eastcott, (ISBN: 0-921102-69-0) is essential. There are trails for every skill level just waiting to be ridden. Being that this is a sub-alpine region, trails usually don't dry out from the Winter until mid to late May. Consult with the locals before attempting any trails around or before this date.\n\nKananaskis also contains many streams, rivers, and several lakes, for the fishing enthusiast.  Wildlife is abundant, with lots of mountain sheep, elk, moose, deer, bear, etc.  If you come in late June or early July you will be amazed at the variety of wildflowers and songbirds making their home in the area.\n",{"type":"[[","value":[["Image:Highwood_Pass.jpg"],["thumb"],["The Summit of Highwood Pass Trail"]]},"\n\nAt http:\/\/www.albertaskananaskis.com you will find all kinds of summer ( and winter ) activities to do in the park including horse back riding, rafting, hiking, biking, birding and wildlife watching. The golf course is on Highway 40 which is the busiest area for visitors to the parks in Kananaskis. There is a very good information center on Highway 40 near the entrance to the Park. On the Smith Dorrien side of Kananaskis, closer to the Banff National Park, wildlife, especially moose, can often be viewed especially around the corner of Shark Road near Mount Engadine Lodge. It is the remote, less travelled area in Kananaskis and on a well maintained gravel road.\n\n",{"type":"==","value":["Eat"]},"\n\nPlaces to eat in the park are concentrated in the Village area of the Park.  There are dining rooms, cafeterias, bistros and bars. Other places to eat include at Boundary Ranch and the Golf course on Highway 40. Mount Engadine Lodge offers evening dining and weekend afternoon teas when they are open ( usually between June 15 and Oct 15 and Dec 15 to Easter). The gas station on Highway 40 has quick microwave meals and there is a cafeteria at Bolton Creek in the summer months.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are many camp sites in Kananaskis country.  Only one is fully serviced (Boulton Creek Campground), and reservations are required.  Hotels can be found in the Kananaskis town site (Kananaskis Village) as well as at the Dead Man Flats area. Kananaskis is a reasonable (and frequent) day trip from Calgary, depending on activity. If staying in Calgary but travelling to Kananaskis, choose a hotel in the west side of the city, preferably near 16th Avenue North (such as the ones in \"Motel Village\") or near Glenmore Trail or Highway 22x in the south, rather than one near the airport or downtown. If you want a backcountry lodge experience, Mount Engadine Lodge http:\/\/www.mountengadine.com is situated on the Smith Dorrien - Spray Valley Road about 35 km south of Canmore. You can drive to it on a well maintained gravel road. It is small, 9 rooms that have been recently renovated, and overnight accommodation includes all meals.  For a cheaper option, try the hostel (HI - Kananaskis Hostel previously known as Ribbon Creek Hostel).\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Grizzlymumcubs-c01.jpg"],["thumbnail"],["Grizzly bear with cubs in Kananaskis."]]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Canmore"]]}," is the nearest community of size, at least a half hour drive from the turnoff to Kananaskis on the Trans Canada Highway. Travelling from the Village area it is a about an hour to Banff, 45 minutes to Canmore or Calgary using the Trans Canada Highway. Many visitors to the Park do the Kananaskis loop which includes driving on the Smith Dorrien-Spray Road (gravel).  A round trip from Canmore through the park and out of the park on highway 40 would take 2-3 hours with stops.  ",{"type":"[[","value":[["Banff"]]}," is another further 20 minutes to a half hour from the Canmore area, but a must see. \n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Alberta Rockies"]]},"\n",{"type":"[[","value":[["wikipedia:Kananaskis Country"]]},"\n",{"type":"{{","value":[["geo"],["50.869444444444"],["-111.87722222222"]]}]