[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Kanawa Island"]}," is within the  ",{"type":"[[","value":[["Komodo National Park"]]}," in ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKanawa is a lovely little island at the edge of world famous ",{"type":"[[","value":[["Komodo National Park"]]},".\nIt's probably the best way to enjoy the National park, since it is located just few minutes away by boat, offering tours, diving, food and accommodation on pristine white sand beaches.\n\nThe island is fully surrounded by an untouched coral reef where turtles, sharks, mantas and thousands of other sea creatures live. \n\n",{"type":"===","value":["History"]},"\nThe island sued to belong to a local from the nearby fisherman village of Pulau Mesah. In 2010, the island was purchased by a group of Europeans (Italian, Dutch, Spanish) who are at the moment taking care of it, keeping it as a simple place for travelers, offering tours and diving and creating a conservation program which includes a turtle sanctuary, no-fishing zone on the reef, English and environmental education classes at local schools, and use of green energy.\n\n",{"type":"===","value":["Landscape"]},"\nThe area of the island is about 30 hectares, with two main beaches, one on purpose kept at natural status. In the centre of the island, a beautiful hill provides spectacular views all over the national park.\n\n",{"type":"===","value":["Flora and fauna"]},"\nOn the island there is the typical vegetation of the Komodo National Park, very green in rainy season and quite dry in summer. Palm trees have been planted together with some bananas, papaya and other fruit trees. There are tame goats, deer, cats and dogs. The water is rich with coral and fish. The diving and snorkeling on the reef is considered among the best in the world.\n\n",{"type":"===","value":["Climate"]},"\nMonsoon period is from January to March, and the best period to visit is September-November. July and August are crowded. In front of the island there are never waves even in rainy season, as the coral barrier protects the beach area.\n\n",{"type":"==","value":["Get in"]},"\nThere are daily flights form Bali to Labuan Bajo, which is the access port. From there a charter boat can bring you to the island (400.000 Rp per boat). The daily shuttle boat leaves at 12pm. There is a Kanawa office in Labuan Bajo located close to the MadeInItaly restaurant. If you book an accommodation there, you can take the daily shuttle boat for free.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n50.000Rp per person to get in. The fee is exchangeable at restaurant for food and drinks.\n\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" the island itself is great"]},{"type":"*","value":[" sunsets"]},{"type":"*","value":["spectacular sunrises"]},{"type":"*","value":[" diving directly from the island or in the national park"]},{"type":"*","value":[" snorkeling"]},{"type":"*","value":[" tours to komodo national park to see the dragons"]},"\n",{"type":"==","value":["Do"]},"\n\nThere is a lot to do in Kanawa, from wonderful relaxing on the white sand beaches, to amazing diving in the national park, trekking the hill for magnificent views, kayaking around the island or inside the mangrove forest, snorkeling on the protected reef, joining the conservation program, eating at the restaurant.\n\n",{"type":"==","value":["Eat"]},"\nStarfish Cafe offers a mixture of fresh seafood, Indonesian delicacies, Italian pastas and international food including the  Komodo burger and a mixed seafood grill platter with lobsters, squid and snapper. Beer and cocktails are also available. Happy hour is from 5:30-7:00 PM, Sundays only.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nYou can reserve in advance at the Kanawa information office (close to the MadeInItaly restaurant). Be aware that their official prices are increased by 10% \"taxes\".\n\nAt Kanawa beach bungalows, directly on the island, 14 cottages, are priced at more or less 330.000Rp\/night (360.000 for two people) inclusive of breakfast.\n\n",{"type":"===","value":["Camping"]},"\n\nIt's possible to camp on the island. Bring your own tent and pay a little fee or rent one on the spot for about 122.000Rp\/night (160.000 for two people). There are new public toilets and showers.\n\n",{"type":"==","value":["Go next"]},"\nThe daily shuttle boat leaves daily at 8am.\n\n",{"type":"{{","value":[["IsPartOf"],["Flores (Indonesia)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]